[

{"id":"1056","title":"A 61-year-old woman comes to the office due to skin puckering on the right breast. She first noticed the skin changes 3 months ago while on vacation and is concerned that they have not resolved. The patient does not use tobacco, alcohol, or recreational drugs. She exercises regularly and takes a daily multivitamin. Her last menstrual period was 8 years ago. Physical examination shows a prominent, nontender skin retraction without discoloration or swelling of the right breast. There is also a 6-cm irregular, immobile, firm mass in the right upper outer quadrant of the breast. The left breast appears normal. This patient's skin findings are likely due to malignant infiltration of which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Axillary lymph nodes","ansImg_1":"","answer_2":"B.Lactiferous ducts","ansImg_2":"","answer_3":"C.Mammary vein","ansImg_3":"","answer_4":"D.Nipple","ansImg_4":"","answer_5":"E.Suspensory ligaments","ansImg_5":"","right_answer":"E.Suspensory ligaments","percent_1":"18%","percent_2":"24%","percent_3":"1%","percent_4":"2%","percent_5":"55%","explanation_img":"images/exp1056.jpg","explanation_1":"","explanation_2":"$Breast cancer is the most commonly diagnosed malignancy in women in the United States and the second most common cause of cancer death in women.  #Invasive breast carcinoma# typically presents as an irregularly shaped, adherent breast mass.  The upper outer quadrants of the breast are the most common site of breast cancer.  Overlying #skin retractions# (puckering) signal involvement of #suspensory ligaments# of the breast (ie, #Cooper ligaments#).  Malignant infiltration of these ligaments causes fibrosis and shortening, leading to traction on the skin with distortion in breast contour. $#(Choice A)#  Axillary lymph nodes are the most common site of metastasis for breast cancer.  As malignant cells spread through the lymphatics, they can block cutaneous lymphatic flow, causing @peau d'orange@ (thickened, dimpled skin like an orange peel).  However, this finding is distinct from skin retractions and is associated with discoloration and swelling of the breast. $#(Choices B and D)#  Lactiferous ducts connect the nipple to the mammary lobules to allow lactation.  Malignant spread of ductal carcinoma through the ductal system may cause nipple discharge, whereas spread to the nipple surface causes @Paget disease@ of the nipple (eg, eczematous exudate over the nipple and areola). $#(Choice C)#  The internal mammary vein runs along the thoracic lymphatics, draining the medial portions of the breast, and may be a site of metastasis from lesions in that area.  Spread to the vasculature often results in distant hematogenous metastasis. $#Educational objective# Invasive breast carcinoma typically presents as an irregularly shaped, adherent breast mass, most commonly in the upper outer quadrant.  Malignant infiltration of suspensory ligaments of the breast can cause skin retractions.  ","clickable_1":"images/img1.1056.jpg","clickable_2":"images/img2.1056.jpg"},

{"id":"1109","title":"A 34-year-old woman comes to the clinic due to a mass in her right breast.  The patient noticed the mass last week while in the shower.  She has no chronic medical conditions and takes no daily medications.  A 2-cm nodule is noted on examination of the right breast, and the patient is referred for biopsy.  Histologic evaluation of the tissue specimen is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1109.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Ductal carcinoma in situ","answer_2":"B. Fibroadenoma","answer_3":"C. Mammary duct ectasia","answer_4":"D. Medullary carcinoma","answer_5":"E. Paget disease of the breast","answer_6":"F. Sclerosing adenosis","percent_1":"20%","percent_2":"59%","percent_3":"4%","percent_4":"6%","percent_5":"2%","percent_6":"9%","right_answer":"B. Fibroadenoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1109.jpg","explanation_1":"","explanation_2":"$This patient has a #fibroadenoma#, the most common, #benign# breast tumor diagnosed on breast biopsy.  Fibroadenomas typically arise in women age 15-35 and are usually spherical masses measuring 1-10 cm.  They are classically #firm, nontender, well circumscribed#, and #mobile#.  Fibroadenomas are #estrogen-sensitive#.  They can increase in size with pregnancy, lactation, or estrogen therapy.  Fibroadenomas usually regress after menopause.  Therefore, in younger patients, fibroadenomas are usually discovered as a palpable mass; in older patients, they are more often found incidentally on mammography. $Fibroadenomas are fibroepithelial tumors composed of a benign-appearing cellular or #myxoid stroma# that #encircles epithelium-lined glands# and cystic spaces (ie, contains both stromal and ductal elements).  The lesions typically have a well-defined border due to a fibrous capsule, and the proliferating stroma may #compress and distort# the glandular components (compared to @normal breast@).  With increasing age, the epithelium atrophies and the stroma becomes more hyalinized. $#(Choice A)#  @Ductal carcinoma in situ (DCIS)@ is a breast lesion characterized by neoplastic epithelial cell proliferation (eg, atypical epithelial cells with prominent nucleoli, mitotic figures) contained by the surrounding ductal basement membrane. $#(Choice C)#  @Mammary duct ectasia@ is characterized by ductal dilation, inspissated (ie, thickened) breast secretions, and chronic granulomatous inflammation in the periductal and interstitial areas. $#(Choice D)#  @Medullary carcinoma@ is characterized by solid sheets of vesicular, pleomorphic, mitotically active cells with a significant lymphoplasmacytic infiltrate around and within the tumor and a pushing, noninfiltrating border. $#(Choice E)#  @Paget disease of the nipple@ is a rare form of breast cancer in which malignant cells spread from superficial DCIS into nipple skin without crossing the basement membrane.  Physical examination shows unilateral erythema and scale crust around the nipple. $#(Choice F)#  @Sclerosing adenosis@ is characterized by central acinar proliferation and compression with surrounding fibrotic tissue and peripheral ductal dilation.  Sclerosing adenosis is a common finding in women with fibrocystic breast changes. $#Educational objective# Fibroadenomas are the most common benign tumor of the breast.  They are characterized histologically by a myxoid stroma that encircles and sometimes compresses epithelium-lined glandular and cystic spaces.  ","clickable_1":"images/img1.1109.jpg","clickable_2":"images/img2.1109.jpg","clickable_3":"images/img3.1109.jpg","clickable_4":"images/img4.1109.jpg","clickable_5":"images/img5.1109.jpg","clickable_6":"images/img6.1109.jpg"},

{"SubjectSystem":"Histology-Female Reproductive System","id":"21642","title":"A 53-year-old woman comes to the office due to an itchy rash she has had on her left breast for the past month.  The patient has applied over-the-counter corticosteroid ointment with no relief of symptoms.  The patient's last menstrual period was 2 years ago.  She has a history of hypertension that has improved with weight loss and exercise, and she takes no prescription medications.  Physical examination shows an eczematous plaque on the left nipple and areola.  The remainder of the physical examination is unremarkable.  Histologic examination of the skin lesion would most likely show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma","answer_2":"B. Angiosarcoma","answer_3":"C. Fibroadenoma","answer_4":"D. Lymphoma","answer_5":"E. Papilloma","percent_1":"52%","percent_2":"7%","percent_3":"13%","percent_4":"3%","percent_5":"24%","right_answer":"A. Adenocarcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21642.jpg","explanation_1":"","explanation_2":"$This patient likely has #Paget disease of the breast# (PDB), a malignant breast condition characterized by a unilateral, painful/pruritic, #eczematous rash# confined to the #nipple and areola#.  Associated @scaling and ulceration@ are also frequently seen. $PDB is diagnosed by tissue biopsy (eg, wedge, punch) that reveals Paget cells in the #epidermis# of the nipple-areolar complex.  Paget cells are malignant, #intraepithelial adenocarcinoma cells# that appear enlarged with abundant cytoplasm and prominent nucleoli on microscopy.  These cells and associated skin changes are thought to be caused by the spread of an #underlying breast malignancy# (eg, intraductal carcinoma, ductal carcinoma in situ) to the nipple surface via the mammary ducts, resulting in the eczematous nipple rash. $Because approximately 85% of patients have an underlying breast malignancy, all patients with PDB require #diagnostic mammography# even without a palpable breast mass. $#(Choice B)#  @Cutaneous angiosarcoma@, which can arise in the radiation field following radiotherapy for breast cancer, typically presents as purple papulonodular lesions and bruise-like patches.  Microscopy often shows anastomosing vascular channels infiltrating the dermis lined by atypical (ie, large, hyperchromatic) endothelial cells. $#(Choice C)#  @Fibroadenomas@ are small, firm, mobile breast masses that occur due to the proliferation of breast stroma and epithelium.  Fibroadenomas are benign, and microscopy typically shows stromal proliferation compressing the breast ducts. $#(Choice D)#  Breast lymphoma is extremely rare and typically presents as a painless, palpable breast mass without cutaneous manifestations in a postmenopausal woman.  Moreover, cutaneous lymphomas typically involve the trunk and/or extremities rather than the breast. $#(Choice E)#  @Intraductal papillomas@ of the breast typically present with unilateral, bloody nipple discharge with no associated breast masses or skin/nipple changes.  Microscopy shows papillae composed of epithelial and myoepithelial cells, which line a fibrovascular core. $#Educational objective# Paget disease of the breast is a malignant breast condition characterized by a unilateral, painful/pruritic, eczematous rash on the nipple/areolar skin.  Diagnosis is with biopsy showing the infiltration of the nipple/areolar epidermis by Paget cells (intraepithelial adenocarcinoma cells).  ","clickable_1":"images/img1.21642.jpg","clickable_2":"images/img2.21642.jpg","clickable_3":"images/img3.21642.jpg","clickable_4":"images/img4.21642.jpg"},

{"id":"1917","title":"A 29-year-old woman comes to the office due to an intermittent nipple discharge for the past several weeks.  She has had no fever or breast pain.  The patient has never been pregnant despite having unprotected intercourse.  She experienced menarche at age 12.  Beginning a year ago, the patient's menses slowed to 2- to 3-month intervals and stopped completely 6 months ago.  She has no other medical conditions and takes no medications.  The patient's mother was diagnosed with metastatic breast cancer at age 60 and died recently.  BMI is 31 kg/m2.  On physical examination, white discharge is expressible from both nipples.  The remainder of the physical examination is within normal limits.  Urine β-hCG testing is negative.  Which of the following is the most likely diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibroadenoma","answer_2":"B. Fibrocystic changes of the breast","answer_3":"C. Galactocele","answer_4":"D. Inflammatory breast carcinoma","answer_5":"E. Intraductal papilloma","answer_6":"F. Lobular breast carcinoma","answer_7":"G. Paget disease of the breast","answer_8":"H. Pituitary adenoma","percent_1":"1%","percent_2":"1%","percent_3":"5%","percent_4":"0%","percent_5":"8%","percent_6":"1%","percent_7":"2%","percent_8":"82%","right_answer":"H. Pituitary adenoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Prolactinoma!?Clinical$features? • #Premenopausal women:# oligomenorrhea/amenorrhea, infertility,$ galactorrhea, hot flashes, decreased bone density• #Postmenopausal women:# mass-effect symptoms (headache, visual $field defects)• #Men#: infertility, decreased libido, impotence, gynecomastia?Laboratory/$imaging? • Serum prolactin (often >200 ng/mL)• Tests to rule out renal insufficiency (creatinine) & hypothyroidism (TSH, thyroxine)• MRI of the head/pituitary?Treatment? • Dopamine agonist (cabergoline)• Transsphenoidal surgery","explanation_img":"","explanation_1":"","explanation_2":"#Galactorrhea# is the abnormal secretion of breast milk not associated with pregnancy or breastfeeding.  It is most commonly due to excess prolactin, which directly stimulates milk secretion in the breasts.  #Hyperprolactinemia# also causes #amenorrhea# in women due to the inhibitory effect of prolactin on hypothalamic GnRH secretion. $Lactotroph adenomas (#prolactinomas#) are the most common hormonally active pituitary tumors and can cause very high prolactin levels.  In addition, unlike most pituitary hormones, which are under positive regulation from the hypothalamus, prolactin is under @negative regulation@ by hypothalamic dopaminergic neurons via the pituitary stalk, and any disruption of these pathways (eg, by a nonfunctioning pituitary adenoma) can cause moderate hyperprolactinemia. $In premenopausal women, such as this patient, prolactinomas typically present with galactorrhea and irregular menses.  However, in men and postmenopausal women, early symptoms (eg, decreased libido) are often mild and nonspecific, and presentation typically occurs at a later stage with headaches and @bitemporal hemianopsia@ due to compression of the optic chiasm in the #suprasellar region#.  The diagnosis can be confirmed by #MRI of the brain#, and #dopamine agonists# (eg, bromocriptine, cabergoline) can be used to suppress prolactin secretion. $#(Choice A)#  Fibroadenomas are benign neoplasms of the breast that often occur in young women.  They present as a painless unilateral breast mass without nipple discharge. $#(Choice B)#  Fibrocystic changes of the breast, a normal variant in which breasts feel dense and lumpy, commonly presents with cyclic mastalgia. $#(Choice C)#  Galactocele, a mass filled with breast milk, can occur with hyperprolactinemia but is more often seen with normal lactation following pregnancy. $#(Choices D, F, and G)#  Inflammatory breast carcinoma presents with diffuse breast induration, erythema, and peau d'orange (orange peel) skin due to blockage of lymphatic drainage by cancerous invasion.  Lobular breast carcinoma typically presents as a painless breast mass.  Paget disease is a manifestation of ductal carcinoma characterized by crusty, scaly redness on the nipple and areola with oozing and bleeding.  Breast cancer may be associated with nipple discharge, but white galactorrhea is unusual, and menses are generally unaffected. $#(Choice E)#  Intraductal papilloma is a benign tumor within the mammary duct.  It is the most common cause of spontaneous nipple discharge, but the discharge is unilateral and typically bloody or serosanguineous. $#Educational objective# Prolactinomas are the most common hormonally active pituitary adenomas.  The excess prolactin produced by these tumors can cause galactorrhea and amenorrhea in premenopausal women.  With a large mass, visual changes and headaches may occur due to compression of the optic chiasm.  ","clickable_1":"images/img1.1917.jpg","clickable_2":"images/img2.1917.jpg"},

{"id":"1057","title":"A 50-year-old woman, gravida 0 para 0, comes to the office for an annual checkup.  She has no family history of cancer.  Breast examination is normal.  Screening mammography reveals microcalcifications, and the patient undergoes breast biopsy.  Histopathology reveals ducts distended by pleomorphic cells with prominent central necrosis.  The lesion does not extend beyond the ductal basement membrane.  Which of the following is the most likely site of origin of this patient's lesion?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1057.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","percent_1":"7%","percent_2":"64%","percent_3":"14%","percent_4":"15%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1057.jpg","explanation_1":"","explanation_2":"$The breast is composed of stromal and epithelial elements: $• Stroma consists of fibrous connective tissue and adipose tissue and constitutes the majority of breast volume in nonlactating adult women. $• #Epithelial# elements include #lobes# that connect via branching ducts to lactiferous sinuses, which drain to the nipple.  These elements proliferate during pregnancy in preparation for lactation. $The lobes consist of #terminal duct lobular units# (TDLUs), the epithelial elements that serve as the functional units of the breast.  Each TDLU comprises a lobule (formed by acini) and its associated terminal duct.  Most #breast carcinomas# arise from the TDLU, including both ductal and lobular carcinomas, which likely originate from a common cell lineage but have distinct molecular and biologic features.  Both types typically begin as in situ carcinomas that can be distinguished histologically: $• #Ductal carcinoma in situ#:  Histopathology typically demonstrates @ducts and lobules@ containing neoplastic epithelial cells that fill the lumens; when lobules are involved, the cells typically distend the acini, imparting a \"ductal\" appearance.  Some cases have #pleomorphic# cells with #central necrosis#, which can lead to dystrophic #calcifications# (often detected on mammography). $• Lobular carcinoma in situ:  Histopathology typically demonstrates ducts or lobules containing monomorphic neoplastic cells that appear @discohesive@ (due to decreased E-cadherin expression). $Penetration of the ductal or lobular basement membrane signifies transition from in situ to invasive breast carcinoma. $#(Choice A)#  @Lipomas@ are benign tumors that arise from subcutaneous fat.  They characteristically form a soft, mobile mass that remains stable or slowly enlarges.  When the tumor is excised, histopathology shows encapsulated mature adipocytes. $#(Choice C)#  @Phyllodes tumors@ arise from the breast stroma and can be malignant.  Histopathology shows leaf-like architecture due to proliferation of cellular stromal connective tissue that distorts the epithelium. $#(Choice D)#  Spread of malignant cells through the duct system to the nipple can result in the @eczematous nipple changes@ (eg, redness, scaling, ulceration) characteristic of @Paget disease@.  Histopathology typically shows large adeno carcinoma cells with irregular nuclei and prominent nucleoli within the epidermis. $#Educational objective# The terminal duct lobular unit is the functional unit of the breast and the site of origin for most breast carcinomas.  Ductal carcinoma in situ is characterized by neoplastic epithelial cells (sometimes with pleomorphism and central necrosis) that fill the ducts/lobules.  ","clickable_1":"images/img1.1057.jpg","clickable_2":"images/img2.1057.jpg","clickable_3":"images/img3.1057.jpg","clickable_4":"images/img4.1057.jpg","clickable_5":"images/img5.1057.jpg","clickable_6":"images/img6.1057.jpg"},

{"id":"11890","title":"A 34-year-old woman comes to the office with bleeding from the right nipple.  The patient has noticed blood staining her bra on several occasions over the past week but has no fever or breast pain.  She has no chronic medical conditions and does not take any medications.  Breast examination shows no palpable masses or skin changes.  A thin, blood-tinged discharge can be expressed from the right nipple.  There are no enlarged axillary lymph nodes.  Which of the following is the most likely histopathologic finding in this patient's right breast?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atypical cells infiltrating the nipple skin","answer_2":"B. Cysts lined by metaplastic apocrine cells","answer_3":"C. Epithelial cells lining fibrovascular cores","answer_4":"D. Necrotic adipocytes with inflammation","answer_5":"E. Stromal proliferation compressing the ducts to slits","percent_1":"13%","percent_2":"10%","percent_3":"48%","percent_4":"8%","percent_5":"22%","right_answer":"C. Epithelial cells lining fibrovascular cores","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11890.jpg","explanation_1":"","explanation_2":"$#Nipple discharge# can be physiologic (ie, bilateral, nonbloody or milky, without masses or skin changes) or pathologic (ie, #bloody# or serosanguineous and #unilateral# with or without palpable masses and skin changes). $The most common cause of pathologic nipple discharge is an #intraductal papilloma#, which classically presents as a unilateral, bloody nipple discharge with no associated breast masses, skin changes, or axillary lymphadenopathy.  Although most cases of intraductal papilloma are benign, all patients with pathologic nipple discharge require evaluation with imaging (eg, mammogram or ultrasound, depending upon age) and possibly with biopsy.  On microscopy, intraductal papilloma shows #epithelial and myoepithelial cells lining fibrovascular cores# forming papillae within a duct or cyst wall.  The bloody discharge results from twisting of the vascular stalk of the papilloma in the duct. $#(Choice A)#  @Paget disease of the breast@ occurs due to the ductal spread of atypical malignant cells to the nipple epidermis.  Although patients may have bloody nipple discharge, they also have a unilateral erythematous, intensely pruritic, ulcerative lesion over the nipple and areola, which is not seen in this patient. $#(Choice B)#  @Fibrocystic changes of the breast@ may show cysts with or without metaplasia and areas of fibrosis.  Patients with fibrocystic changes typically have cyclic breast pain, not nipple discharge. $#(Choice D)#  @Fat necrosis@ typically presents as an irregular breast mass with no associated nipple discharge after localized trauma or biopsy.  Microscopy may show adipocytes undergoing necrosis with inflammation, including macrophages and giant cells. $#(Choice E)#  @Fibroadenomas@ are small, firm, and mobile breast masses that occur due to proliferation of breast stroma and ducts.  Fibroadenomas do not typically cause bloody nipple discharge.  Microscopic examination shows stromal proliferation compressing the ducts to slits. $#Educational objective# Intraductal papilloma is characterized by epithelial and myoepithelial cells lining fibrovascular cores in a cyst wall or duct.  It is the most common cause of bloody nipple discharge and typically presents without breast masses or skin changes.  ","clickable_1":"images/img1.11890.jpg","clickable_2":"images/img2.11890.jpg","clickable_3":"images/img3.11890.jpg","clickable_4":"images/img4.11890.jpg"},

{"id":"1877","title":"A 47-year-old woman comes to the office with a red rash on her breast that has been present for approximately 2 months.  The rash is itchy, and the skin feels rough to the touch.  The itching has worsened in the past few weeks, and moisturizers have provided no relief.  The patient has a history of surgery for bilateral silicone breast implants 10 years ago.  Temperature is 37 C (98.6 F).  Physical examination shows redness and swelling of the right breast without any discrete masses.  The overlying skin is indurated with a dimpled texture, and several enlarged, hard lymph nodes are palpated in the right axilla.  The left breast is normal.  Which of the following is the most likely cause of this patient's skin changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deep venous thrombosis","answer_2":"B. Foreign body reaction","answer_3":"C. Infectious process","answer_4":"D. Lymphatic obstruction","answer_5":"E. Scar formation","percent_1":"0%","percent_2":"20%","percent_3":"9%","percent_4":"68%","percent_5":"3%","right_answer":"D. Lymphatic obstruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1877.jpg","explanation_1":"","explanation_2":"$This patient has a classic #peau d'orange# rash, which is characterized by a generalized, #erythematous# rash that may be tender or itchy.  The skin texture is #firm# and #coarsely pitted# like an orange peel (after which it is named).  This rapidly progressive dermatological finding (with or without an underlying mass) and #breast edema# are consistent with the characteristic presentation of #inflammatory breast cancer#, a poorly differentiated @breast malignancy@ with an unfavorable prognosis. $The term \"inflammatory\" is a misnomer because the classic skin findings are not due to infection but are instead caused by cancerous cells #obstructing lymphatic drainage# after spreading to the dermal lymphatic spaces.  Because of this cancer's propensity to metastasize to the lymphatic system, most patients have lymph node involvement (eg, #axillary lymphadenopathy#) at the time of presentation. $#(Choice A)#  Deep venous thrombosis occurs due to hypercoagulability related to malignancy, surgery, or intravenous catheter placement.  Deep venous thrombosis most often affects the lower extremities but can also involve the upper extremities.  It presents with edema and pain in the affected limb. $#(Choice B)#  Rupture of a silicone breast implant can lead to a foreign body reaction with local inflammation (eg, edema, induration), and granuloma formation can result in a palpable, tender mass.  Although these findings can mimic inflammatory breast cancer, this patient's pitted skin texture (indicating lymphatic obstruction) and hard axillary lymph nodes make malignancy a more likely diagnosis. $#(Choice C)#  Mastitis (ie, breast infection) most commonly occurs in lactating women and presents with pain, breast swelling, and erythema.  Most patients also have systemic findings such as fever, malaise, and leukocytosis. $#(Choice E)#  Breast implant surgery requires surgical incisions that can leave scars on the breast skin.  A @hypertrophic@ scar is a thick, raised, and pink fibrous tissue line that follows the original incision.  @Keloid@ scars occur due to disorganized collagen deposits; they have a thick, rubbery appearance and extend outside the incision borders. $#Educational objective# Peau d'orange is an erythematous, itchy breast rash with skin texture changes that resemble an orange peel.  It is the key dermatologic presentation of inflammatory breast cancer and is caused by cancerous cells spreading to the dermal lymphatic spaces and obstructing lymphatic drainage.  ","clickable_1":"images/img1.1877.jpg","clickable_2":"images/img2.1877.jpg","clickable_3":"images/img3.1877.jpg"}


]