[

{"id":"2047","title":"A 33-year-old man is hospitalized after neighbors called the police to report that he has been singing loudly and playing the piano \"nonstop\" all day and night for the last month.  The patient says his mood is \"terrific,\" claims he is related to the President, and hears voices telling him he is going to be a famous entertainer.  While in the hospital, he makes inappropriate sexual advances toward some of the female nurses.  He has a history of 9 psychiatric hospitalizations starting at age 22 for mood and psychotic symptoms.  In between hospitalizations, the patient has heard voices commenting on his appearance and has believed that secret cameras have been monitoring him, but he has had no mood symptoms.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bipolar disorder with psychotic features","answer_2":"B. Delusional disorder","answer_3":"C. Major depression with psychotic features","answer_4":"D. Schizoaffective disorder","answer_5":"E. Schizophrenia","answer_6":"F. Schizophreniform disorder","percent_1":"28%","percent_2":"3%","percent_3":"1%","percent_4":"30%","percent_5":"32%","percent_6":"6%","right_answer":"D. Schizoaffective disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Schizoaffective disorder#∆⨉ §^#DSM-5 criteria# ∆ • Major depressive or manic episode concurrent with symptoms of schizophrenia • Lifetime history of #delusions or hallucinations for ≥2 weeks in the absence of major depressive or manic episode# • Mood episodes are prominent & recur throughout illness • Not due to substances or another medical condition §^#Differential$ diagnosis# ∆ • #Major depressive or bipolar disorder with psychotic features:# Psychotic symptoms occur exclusively during mood episodes • #Schizophrenia#: Mood symptoms may be present for relatively brief periods","explanation_1":"","explanation_2":"$This patient's current symptoms and psychiatric history are consistent with #schizoaffective disorder#.  In addition to currently exhibiting symptoms of #mania# (eg, elevated mood, decreased need for sleep, hypersexuality, grandiose delusions), he also has a history of #delusions# and #hallucinations# occurring #in the absence of# a major #mood episode# (ie, psychotic symptoms without mood symptoms in between hospitalizations).  A lifetime history of at least 2 weeks of psychotic symptoms in the absence of a mood episode is a key requirement for the schizoaffective disorder diagnosis. $ Differentiating schizoaffective disorder from bipolar disorder with psychotic features or major depression with psychotic features requires determining the temporal relationship between psychotic symptoms and mood symptoms.  In bipolar disorder and major depression with psychotic features, psychotic symptoms occur exclusively during manic or depressive episodes #(choices A and C)#; there are no psychotic symptoms outside of mood episodes. $ Unlike schizoaffective disorder, a diagnosis of schizophrenia does not include prominent mood symptoms that meet the criteria for manic and/or depressive episodes #(choice E)#. $ (Choice B)  Delusional disorder involves ≥1 delusions for at least 1 month in the absence of other psychotic symptoms (eg, hallucinations, disorganized speech and behavior). $ (Choice F)  Schizophreniform disorder has the same symptoms as schizophrenia (eg, delusions, hallucinations, disorganized speech and/or behavior, negative symptoms), but the duration is ≥1 month and <6 months. $ Educational objective For diagnosis of schizoaffective disorder, psychosis must occur in the absence of major mood episodes, but mood episodes must be present for a majority of this lifelong illness.  In bipolar disorder and major depression with psychotic features, psychotic symptoms occur exclusively during mood episodes."},

{"id":"15328","title":"A 39-year-old man is brought to the office by his wife who is concerned about his behavior over the past year.  She says, \"He used to be outgoing and upbeat, but now he seems uncharacteristically depressed and distant from the family.  He has lost interest in his work and has difficulty making decisions.\"  Over the past month, he has become increasingly paranoid and believes that his business partner is trying to kill him.  The patient has no psychiatric history.  Both his father and grandfather were hospitalized in long-term care facilities and died in their 50s.  Physical examination shows random, abrupt, uncoordinated movements of the left leg.  On mental status examination the patient is restless and irritable.  He is convinced that not only his business partner but also the government is out to harm him.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brief psychotic disorder","answer_2":"B. Delusional disorder","answer_3":"C. Friedreich ataxia","answer_4":"D. Huntington disease","answer_5":"E. Major depression with psychotic features","answer_6":"F. Parkinson disease","answer_7":"G. Schizoaffective disorder","answer_8":"H. Schizophrenia","percent_1":"1%","percent_2":"4%","percent_3":"2%","percent_4":"65%","percent_5":"12%","percent_6":"1%","percent_7":"5%","percent_8":"9%","right_answer":"D. Huntington disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's development of psychiatric symptoms in his late-30s, abnormal #choreiform movements# (rapid and unpredictable contractions affecting mostly distal limbs), and family history are suggestive of #Huntington disease# (HD).  HD is an autosomal dominant, progressive neurodegenerative disorder characterized by chorea, psychiatric symptoms, and subsequent dementia. #Onset in mid-life# is most common.  There is no known cure and treatment is symptomatic. $ #Psychiatric symptoms# are highly prevalent in HD and may occur prior to the onset of chorea.  They may include irritability, anxiety, apathy, depression, and psychosis (eg, delusions, hallucinations).  #Dementia# develops later in the disease course and is characterized by prominent executive dysfunction.  The diagnosis of HD is confirmed by testing for trinucleotide (cytosine-adenine-guanine [CAG]) #repeat expansion# in the huntingtin (HTT) gene. $ #(Choices A, B, and H)#  These are primary psychotic disorders that would not be diagnosed when psychosis is due to a medical condition.  Brief psychotic disorder is characterized by ≥1 psychotic symptoms lasting ≥1 days and ≤1 month with full return to the previous level of functioning.  Delusional disorder is characterized ≥1 delusions lasting ≥1 month.  Schizophrenia typically has onset in young adulthood and is characterized by psychotic symptoms (eg, delusions, hallucinations, disorganization, negative symptoms) lasting ≥ 6 months. $ (Choice C)  Friedreich ataxia, the most common hereditary ataxia, is characterized by neurologic dysfunction, cardiomyopathy, and diabetes mellitus. $ #(Choices E and G)#  Although this patient has both mood and psychotic symptoms, they are more likely manifestations of HD given his movement abnormalities.  In major depression with psychotic features, psychosis occurs exclusively during the depression.  In schizoaffective disorder, patients show evidence of psychosis when they are not depressed. $ (Choice F)  Parkinson disease (PD) is a progressive neurodegenerative disease characterized by tremor, bradykinesia, and rigidity.  Psychosis can also occur in PD but typically presents later in the disease course.  PD is less likely in this patient with early psychiatric findings, choreiform movements, and absence of other neurological findings of PD (eg, tremor, bradykinesia). $ Educational objective Huntington disease is an autosomal dominant, progressive neurodegenerative disorder characterized by chorea, psychiatric symptoms, and dementia.  Psychiatric symptoms may occur early in the disease course and include irritability, anxiety, apathy, depression, and psychosis."},

{"id":"2063","title":"An 18-year-old man is brought to the clinic by his mother due to increasingly bizarre behavior over the past 2 months.  The patient is in his first semester at an out-of-state college and has had difficulty adjusting to being away from home.  For the past few weeks, he has not been attending classes, and he no longer socializes with friends.  The patient spends most of his time alone in his dorm room and eats very little because he believes the cafeteria food is poisoned.  He has no significant medical or psychiatric history and does not use alcohol or illicit drugs.  Physical examination is unremarkable.  On mental status examination, he appears disheveled with unwashed hair, makes poor eye contact, and shouts \"leave me alone\" in response to unseen people.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder","answer_2":"B. Brief psychotic disorder","answer_3":"C. Delusional disorder","answer_4":"D. Major depressive disorder with psychotic features","answer_5":"E. Schizophrenia","answer_6":"F. Schizophreniform disorder","percent_1":"9%","percent_2":"6%","percent_3":"4%","percent_4":"7%","percent_5":"9%","percent_6":"65%","right_answer":"F. Schizophreniform disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Differential diagnosis of DSM-5 psychotic disorders#∆⨉ §^#Brief psychotic$ disorder# ∆ • ≥1 days & <1 month, sudden onset, full return to function §^#Schizophreniform$ disorder# ∆ • ≥1 months & <6 months, same symptoms as schizophrenia, functional decline not required §^#Schizophrenia# ∆ • ≥6 months (includes ≥1 months of active symptoms, can include prodromal & residual periods), requires functional decline §^#Schizoaffective$ disorder# ∆ • Mood episode with concurrent active-phase symptoms of schizophrenia + ≥2 weeks of delusions or hallucinations in the absence of prominent mood symptoms §^#Delusional disorder# ∆ • ≥1 delusions & ≥1 months, no other psychotic symptoms, normal functioning apart from direct impact of delusions","explanation_1":"","explanation_2":"$This patient's 2-month history of progressive social withdrawal, paranoid ideation, and auditory hallucinations suggests #schizophreniform disorder#.  These patients exhibit the #same symptoms as# individuals with #schizophrenia# (delusions, hallucinations, disorganized speech and behavior, negative symptoms) but for a #shorter duration# (≥1 month and <6 months).  Functional decline, although often present, is not required for diagnosis. $ As with all psychotic disorders, diagnosis requires ruling out medical and substance-induced etiologies.  Schizophreniform disorder is often a provisional diagnosis that requires longitudinal monitoring, as approximately two-thirds of patients with this disorder are eventually diagnosed with schizophrenia or schizoaffective disorder. $ (Choice A)  Adjustment disorder is characterized by increased anxiety, depressive symptoms, and/or disruptive behavior (eg, agitation, property destruction) that develops within 3 months of an identifiable stressor and lasts no more than 6 months after the stressor ends.  Symptoms of acute psychosis are not present in patients with adjustment disorder. $ #(Choices B and E)#  This patient's symptom duration of 2 months rules out these disorders.  In brief psychotic disorder, psychotic symptoms last at least 1 day but <1 month, with full return to premorbid functioning.  A diagnosis of schizophrenia requires symptom duration of ≥6 months. $ (Choice C)  In delusional disorder, other psychotic symptoms (eg, hallucinations, disorganized speech and behavior) are not present, behavior is not obviously bizarre, and functioning is not markedly impaired apart from the impact of the delusion. $ (Choice D)  There are insufficient symptoms to diagnose a major depressive episode.  This patient's social withdrawal is a negative symptom characteristic of psychosis, and his appetite disturbance is due to the paranoid delusions about food being poisoned. $ Educational objective Schizophreniform disorder is characterized by psychotic symptoms (delusions, hallucinations, disorganized speech and behavior, negative symptoms) lasting ≥1 month and <6 months."},

{"id":"11605","title":"A 20-year-old college student is brought to the emergency department by his roommate.  The patient is frightened and claims that campus police are following him and plotting to kill him.  His roommate says that the patient seemed \"totally normal\" until a few days ago, when he began to stay up all night to prepare for final exams.  The patient has no known medical or psychiatric history, but his father has schizophrenia.  Blood pressure is 150/95 mm Hg and pulse is 110/min.  Examination shows clear lungs and tachycardia with normal S1 and S2.  The abdomen is soft and nontender.  Extraocular movements are intact, and the pupils are dilated.  The patient is diaphoretic.  He appears hypervigilant, paces during the examination, and has mildly pressured speech.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bipolar disorder, manic episode","answer_2":"B. Brief psychotic disorder","answer_3":"C. Delusional disorder","answer_4":"D. Schizophreniform disorder","answer_5":"E. Substance-induced psychotic disorder","percent_1":"4%","percent_2":"19%","percent_3":"3%","percent_4":"3%","percent_5":"70%","right_answer":"E. Substance-induced psychotic disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"The misuse of stimulants by college students to enhance academic performance is prevalent.  This patient's acute onset of paranoia, restlessness, and hypervigilance, and physical signs of #mydriasis#, tachycardia, hypertension, and diaphoresis, are most likely due to #stimulant intoxication#.  Transient paranoid psychosis can develop in intoxication with all major stimulants, including prescription medications for attention-deficit hyperactivity disorder (eg, amphetamines, methylphenidate).  #Substance-induced psychotic disorder# is diagnosed when stimulant intoxication presents with prominent psychotic symptoms. $ Substance-induced psychotic disorders must be differentiated from primary psychiatric disorders such as bipolar manic episodes and psychotic disorders.  This student's prominent physical signs and lack of psychiatric history, combined with the temporal association between staying up to study and acute onset of psychosis, make a stimulant-induced psychotic disorder more likely. $ (Choice A)  Patients experiencing a bipolar manic episode can also have decreased sleep, pressured speech, physical restlessness, and psychotic features.  However, the temporal association of studying for exams and the patient's abnormal vital signs, mydriasis, and diaphoresis make substance intoxication more likely. $ (Choice B)  Primary psychotic disorders are diagnoses of exclusion that require ruling out substance use and medical etiologies.  Brief psychotic disorder is a rare condition characterized by acute onset of ≥1 psychotic symptoms (eg, delusions, hallucinations, disorganized speech or behavior) lasting ≥1 days but <1 month, with eventual complete resolution.  This patient's physical findings (ie, mydriasis, tachycardia, hypertension, diaphoresis), the prevalence of stimulant misuse on college campuses, and the temporal association between intense studying and symptom onset make substance-induced psychosis much more likely than brief psychotic disorder. $ #(Choices C and D)#  These diagnoses would not be considered at this point due to insufficient duration of psychotic symptoms.  The essential feature of delusional disorder is ≥1 delusions lasting ≥1 months without other psychotic symptoms.  Schizophreniform disorder involves ≥2 psychotic symptoms lasting ≥1 months but <6 months. $ Educational objective Stimulant intoxication can present with paranoid ideation and must be differentiated from primary psychiatric disorders.  Physical signs of stimulant intoxication include mydriasis, tachycardia, hypertension, and diaphoresis."},

{"id":"15253","title":"A 27-year-old man is brought to the emergency department by his roommate, who found the patient barricading himself in a closet at home and saying, \"They're coming to get me.  No one can be trusted.\"  The patient was laid off from his job and broke up with his girlfriend last month.  He has heard voices threatening to kill him a few times daily for the past 2 weeks.  He has no medical or psychiatric history and does not use alcohol or illicit drugs.  Physical examination and laboratory results are unremarkable.  On mental status examination, the patient is fearful and tense.  He describes being followed by men in black cars who are spying on him.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute stress disorder","answer_2":"B. Bipolar disorder with psychotic features","answer_3":"C. Brief psychotic disorder","answer_4":"D. Delusional disorder","answer_5":"E. Paranoid personality disorder","answer_6":"F. Schizophrenia","answer_7":"G. Schizophreniform disorder","answer_8":"H. Schizotypal personality disorder","percent_1":"2%","percent_2":"1%","percent_3":"65%","percent_4":"4%","percent_5":"3%","percent_6":"4%","percent_7":"22%","percent_8":"1%","right_answer":"C. Brief psychotic disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Differential diagnosis of DSM-5 psychotic disorders#∆⨉ §^#Brief psychotic$ disorder# ∆ • ≥1 days & <1 month, sudden onset, full return to function §^#Schizophreniform$ disorder# ∆ • ≥1 months & <6 months, same symptoms as schizophrenia, functional decline not required §^#Schizophrenia# ∆ • ≥6 months (includes ≥1 months of active symptoms, can include prodromal & residual periods), requires functional decline §^#Schizoaffective$ disorder# ∆ • Mood episode with concurrent active-phase symptoms of schizophrenia + ≥2 weeks of delusions or hallucinations in the absence of prominent mood symptoms §^#Delusional disorder# ∆ • ≥1 delusions & ≥1 months, no other psychotic symptoms, normal functioning apart from direct impact of delusions","explanation_1":"","explanation_2":"$This patient's 2-week history of hearing voices and paranoid delusions is consistent with #brief psychotic disorder#.  Onset is typically sudden in response to an overwhelming stressor.  Diagnosis requires #≥1 psychotic symptoms# (ie, delusions, hallucinations, disorganized speech, grossly disorganized or catatonic behavior) lasting #>1 day and <1 month# with eventual return to premorbid functioning.  The diagnosis requires ruling out psychosis secondary to a mood disorder and psychosis due to substances or a medical condition. $ Symptom duration is a key feature in differentiating brief psychotic disorder from other psychotic disorders.  If this patient's symptoms were to continue for >1 month but <6 months, the diagnosis of schizophreniform disorder would be indicated #(choice G)#.  If the symptoms were to continue for ≥6 months, the accurate diagnosis would be schizophrenia #(choice F)#. $ (Choice A)  Acute stress disorder is characterized by symptoms of intrusion (eg, flashbacks), negative mood, dissociation, avoidance, and arousal that occur in the initial month after exposure to a life-threatening traumatic event. $(Choice B)  Bipolar disorder can present with psychotic features; however, this patient lacks other characteristic manic symptoms (eg, elated mood, increased energy, pressured speech, decreased need for sleep, grandiosity). $ (Choice D)  Delusional disorder is characterized by ≥1 delusions lasting ≥1 months and would not explain this patient's prominent hallucinations. $ #(Choices E and H)#  Personality disorders are characterized by enduring patterns of behavior.  Patients with paranoid personality disorder are generally suspicious and distrustful.  Schizotypal personality disorder is characterized by odd thinking and eccentric behavior, but not frank psychosis.  Neither disorder would explain this patient's acute onset of delusions and hallucinations. $ Educational objective Brief psychotic disorder is characterized by ≥1 psychotic symptoms lasting >1 day and <1 month with full return to previous levels of functioning.  Onset is typically sudden and associated with a stressor."},

{"id":"11848","title":"A 26-year-old woman comes to the emergency department to report that her life is in danger.  The patient believes that transmitters inserted in her bedroom walls are broadcasting her thoughts to a central government agency that is now plotting to kill her.  On mental status examination, she is fearful and paces the examining room.  The patient makes poor eye contact with the examiner, and her responses are interrupted by frequent pauses during which she appears to talk back to a person who is not present.  She has no medical history.  The patient smokes a pack of cigarettes daily and does not use illicit drugs.  Physical examination shows a thin, disheveled young woman but no abnormalities.  She is hospitalized, improves with medication over the course of 2 weeks, and is discharged on olanzapine.  At this patient's 3-month checkup, which of the following studies should be obtained?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood urea nitrogen and creatinine","answer_2":"B. Complete blood count","answer_3":"C. Electrocardiogram","answer_4":"D. Fasting glucose and lipid panel","answer_5":"E. Prolactin level","answer_6":"F. Thyroid function tests","percent_1":"4%","percent_2":"20%","percent_3":"5%","percent_4":"59%","percent_5":"9%","percent_6":"4%","right_answer":"D. Fasting glucose and lipid panel","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Metabolic effects of second-generation antipsychotics#∆⨉ §^#Metabolic syndrome# ∆ •Weight gain •Dyslipidemia •Hyperglycemia (including new-onset diabetes mellitus) §^#Highest-risk drugs# ∆ •Clozapine •Olanzapine §^#Monitoring guidelines# ∆Baseline & regular follow-up •BMI •Fasting glucose & lipids •Blood pressure •Waist circumference","explanation_1":"","explanation_2":"$Olanzapine is a #second-generation antipsychotic# (SGA) medication used to treat psychotic and mood disorders.  SGAs are commonly used as first-line agents due to their lower risk of extrapyramidal side effects compared to first-generation antipsychotics.  As a class, SGAs are associated with #metabolic adverse effects# (eg, weight gain, dyslipidemia, hyperglycemia, increased risk of diabetes) to varying degrees.  Among the SGAs, #olanzapine# and #clozapine# carry the #greatest metabolic syndrome risk#.  Patients taking SGAs require routine monitoring of metabolic parameters, including weight, waist circumference, blood pressure, #fasting glucose#, and #lipid profile#. $ #(Choices A and F)#  Blood urea nitrogen, creatinine, and thyroid function tests should be routinely monitored in patients taking the mood stabilizer lithium due to its potential to cause hypothyroidism and impair renal function.  Treatment with olanzapine does not require routine monitoring of thyroid or renal function. $ (Choice B)  Olanzapine rarely causes neutropenia, and routine monitoring of complete blood counts is not required unless the patient has a history of drug-induced or baseline neutropenia.  Clozapine is the only antipsychotic that requires regular monitoring of the absolute neutrophil count due to the drug's 1% risk of agranulocytosis. $ (Choice C)  Routine ECG monitoring is not required with antipsychotic treatment unless the patient has known pre-existing cardiovascular risk factors (eg, long QT syndrome).  Among SGAs, ziprasidone is most often associated with QT prolongation. $ (Choice E)  Although antipsychotics can cause prolactin elevation due to D2 receptor antagonism in the tuberoinfundibular pathway, prolactin levels are not routinely monitored unless the patient has symptoms of prolactin dysfunction (eg, galactorrhea, sexual impairment).  Among SGAs, risperidone has been associated with a greater risk of prolactin elevation. $ Educational objective As a class, second-generation antipsychotics are associated with metabolic adverse effects (eg, weight gain, dyslipidemia, hyperglycemia, increased risk of diabetes).  Within the class, olanzapine and clozapine carry the greatest risk."},

{"id":"15326","title":"A 32-year-old man with schizophrenia comes to the office for follow-up.  The patient has been stable on his antipsychotic medication for many years.  He has infrequent auditory hallucinations and says that the medication \"has helped a lot to turn down the volume of the voices.\"  The patient works stocking grocery shelves part-time and lives with his parents, who are supportive.  His symptoms first developed gradually at age 14 when he exhibited nonspecific anxiety and became increasingly paranoid that others were talking about him behind his back; he also became preoccupied with finding special meanings in certain numbers.  A year later he was hospitalized for a psychotic episode characterized by paranoid delusions and auditory hallucinations that responded rapidly to antipsychotic medication.  The patient was able to finish high school.  He was hospitalized again briefly at age 22 but has remained out of the hospital since then.  Which of the following factors is most predictive of a favorable prognosis for this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gradual onset of symptoms","answer_2":"B. Lack of precipitating event","answer_3":"C. Male sex","answer_4":"D. Onset before the age of 20","answer_5":"E. Predominantly positive psychotic symptoms","percent_1":"17%","percent_2":"9%","percent_3":"3%","percent_4":"9%","percent_5":"62%","right_answer":"E. Predominantly positive psychotic symptoms","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Prognostic factors in schizophrenia#∆⨉ §^#Good# ∆^#Poor# § •Later onset •Female sex •Acute onset with precipitant •Predominantly positive symptoms •No family history •Short duration of active symptoms ∆ •Onset in childhood or adolescence •Male sex •Gradual onset (prodrome), no precipitant •Predominantly negative symptoms •Family history of psychotic illness •Long duration of untreated psychosis","explanation_1":"","explanation_2":"$#Schizophrenia# is a chronic psychotic illness with typical onset in early adulthood (peak age: men, early 20s; women, late 20s).  Although the disease is chronic, the level of morbidity that those with schizophrenia experience can be dictated by types of symptoms, psychosocial influences, and health care interventions.  Notable #favorable prognostic factors# include: $ • Early intervention $ • Presence of a multidisciplinary care team (eg, case manager, psychiatrist) $ •  Limited extent of external stressors (eg, trauma, conflict) $ • Favorable socioeconomic circumstances $ • #Symptom types# (positive > negative) $ Patients with predominantly #positive psychotic symptoms# (eg, hallucinations, delusions), such as this patient, tend to have a more #favorable prognosis# than patients with predominantly negative symptoms (eg, flat affect, loss of motivation, anhedonia).  This is because #antipsychotic medications# are #more effective# for treating positive psychotic symptoms than negative symptoms.  Early intervention with antipsychotic medication to decrease the duration of active psychosis also improves the course of illness. $ #(Choices A and B)#  Most primary thought disorders (eg, schizophrenia, schizoaffective disorder) are chronic, insidious disorders with a gradual onset (prodrome) of weeks to months.  In contrast, the presence of sudden onset of symptoms from a precipitating event suggests an underlying cause that may allow for treatment and symptom improvement when the precipitant is addressed. $ (Choice C)  Although unclear, possible reasons for poorer outcomes in men include biological (ie, genetic influences, changes in brain structure, hormones) and psychosocial (ie, social support deficits, substance use, vocational pressures/expectations) differences. $ (Choice D)  Patients with childhood or adolescent onset typically have a more severe form of the illness and a worse prognosis; the early onset may be due to a neurodevelopmental process with a deteriorating course. $ Educational objective Favorable prognostic factors in schizophrenia include predominantly positive psychotic symptoms, acute onset (shorter prodrome) with an identifiable precipitant, and older age at onset."},

{"id":"15254","title":"A 22-year-old man is brought to the office by his mother due to a change in behavior over the past year.  Nine months ago, the patient abruptly decided to quit college in his last year and insisted on moving back home to \"work on my research without being disturbed.\"  Since then, he has stopped going out with friends, seems uninterested in his usual hobbies of playing and watching football, and spends hours on his computer researching government cover-ups.  He stays up late at night, sleeps during the day, and showers only once a week.  The patient has no motivation to look for work; his mother reports that when she encourages him to go back to school or work, he becomes agitated and starts accusing her of \"being one of the black suits.\"  Physical examination shows poor hygiene but is otherwise normal.  Laboratory evaluation, including urine drug screen, is unremarkable.  A medication with which of the following primary mechanisms of action is most appropriate for this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha receptor agonism","answer_2":"B. Dopamine receptor antagonism","answer_3":"C. Dopamine reuptake inhibition","answer_4":"D. Gamma-aminobutyric acid receptor agonism","answer_5":"E. Histamine receptor antagonism","answer_6":"F. Norepinephrine reuptake inhibition","answer_7":"G. Serotonin reuptake inhibition","percent_1":"0%","percent_2":"77%","percent_3":"5%","percent_4":"2%","percent_5":"0%","percent_6":"1%","percent_7":"14%","right_answer":"B. Dopamine receptor antagonism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Schizophrenia# ∆⨉ §^#Diagnosis# ∆ • ≥2 of the following (at least 1 symptom from 1–3)$ 1. Delusions$ 2. Hallucinations$ 3. Disorganized speech$ 4. Disorganized or catatonic behavior$ 5. Negative symptoms (eg, apathy, flat affect) • Continuous impairment ≥6 months • Significant functional decline §^#Treatment# ∆ • Antipsychotic medication • Adjunctive psychosocial interventions (eg, social skills training,$ cognitive-behavioral therapy, family intervention)","explanation_img":"","explanation_1":"","explanation_2":"This patient's paranoid delusions and negative symptoms (eg, loss of motivation, social withdrawal, decreased attention to personal hygiene) lasting >6 months are consistent with #schizophrenia#, a psychotic disorder with typical onset in early adulthood.  Progressive functional impairment is common, as illustrated by this patient's academic and occupational dysfunction. $#Antipsychotic medications# are first-line pharmacotherapy for schizophrenia.  The primary mechanism of action of antipsychotics is #antagonism# at #postsynaptic dopamine D2 receptors#.  Second-generation antipsychotics (SGAs) have the additional property of serotonin type 2 receptor antagonism, and some SGAs (eg, aripiprazole) also act as D2 receptor partial agonists. $#(Choice A)#  Alpha receptor agonism is the mechanism of action of a variety of medications (eg, vasopressors, nasal decongestants), but it does not play a role in the therapeutic action of antipsychotics. $#(Choices C and F)#  Dopamine reuptake inhibition, usually in combination with norepinephrine reuptake inhibition, is the mechanism of action of medications used in the treatment of ADHD (eg, methylphenidate, bupropion). $#(Choice D)#  Gamma-aminobutyric acid receptor agonism is the mechanism of action of ethanol, barbiturates, benzodiazepines, and propofol. $#(Choice E)#  Antihistamines are not a first-line treatment for schizophrenia.  They are primarily used in the treatment of allergic conditions. $#(Choice G)#  Serotonin reuptake inhibition is the mechanism of action of antidepressant medications, which are primarily used in the treatment of depressive and anxiety disorders.  Although patients with schizophrenia often experience mood and anxiety symptoms, antidepressant medication would not effectively target this patient's psychotic symptoms. $#Educational objective# Antipsychotic medications are first-line pharmacotherapy for schizophrenia.  Their primary mechanism of action is D2 receptor antagonism.  "},

{"id":"15399","title":"An 82-year-old man is brought to the office by his daughter due to behavioral changes.  She reports that over the past year her father has become increasingly paranoid and frequently talks out loud as if in conversation when no one else is present.  The daughter says, \"During a recent argument, he accused me of being an imposter and stealing his personal items.  Also, he used to be very clean, but his personal hygiene has gotten really bad.  He also stopped watching baseball, which used to be his favorite hobby.\"  The patient's medical history is significant for hypertension, hypercholesterolemia, and type 2 diabetes mellitus.  Medications include lisinopril, simvastatin, and metformin.  The patient has been unable to live independently for the past 2 years due to increasing forgetfulness and an inability to perform self-care.  Vital signs are stable, and physical examination and laboratory evaluation are unremarkable.  Which of the following is the most likely explanation for this patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alzheimer disease","answer_2":"B. Delusional disorder","answer_3":"C. Major depression with psychotic features","answer_4":"D. Schizophrenia","answer_5":"E. Medication-induced psychotic disorder","percent_1":"67%","percent_2":"4%","percent_3":"12%","percent_4":"15%","percent_5":"2%","right_answer":"A. Alzheimer disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's 2-year history of increasing #forgetfulness# and #functional impairment#, followed by the development of psychotic symptoms (eg, delusions, hallucinations), is most likely explained by #Alzheimer disease# (AD).  AD is the most common type of dementia, characterized by insidious onset (typically age >65), early impairment of recent memory, executive dysfunction, and visuospatial deficits. $ As AD progresses, it is commonly complicated by the development of #neuropsychiatric symptoms#, such as apathy, depressive symptoms, #delusions, hallucinations#, disinhibition, and agitation.  Delusions with paranoid themes (eg, items being stolen, family members replaced by imposters [ie, Capgras delusion]) are common.  Behavioral symptoms tend to become more common and problematic as the severity of AD worsens. $ #(Choices B and D)#  Delusional disorder is characterized by one or more delusions in the absence of other psychotic symptoms (eg, hallucinations).  Schizophrenia typically presents in young adulthood and is characterized by psychotic symptoms (eg, delusions, hallucinations, disorganized speech and behavior, negative symptoms) with associated functional decline lasting ≥6 months.  These primary psychotic disorders are not diagnosed when psychotic symptoms are better explained by a medical condition, such as progressive dementia. $ (Choice C)  Major depression with psychotic features is a subtype of @major depressive disorder@ characterized by very severe depressive symptoms and delusions and/or hallucinations consistent with depressive themes (eg, guilt, worthlessness).  This patient has insufficient depressive symptoms to diagnose an episode of major depressive disorder; his apathy and deterioration in personal hygiene are consistent with AD. $ (Choice E)  Some medications (eg, corticosteroids, dopamine agonists) can induce psychotic symptoms and should be considered in the differential diagnosis of new-onset psychotic symptoms.  This patient's medications are not known to induce psychosis, and his symptoms are better explained by AD. $ Educational objective Psychotic symptoms (eg, delusions, hallucinations) are common in Alzheimer disease and increase with the severity of illness.","clickable_1":"images/img1.15399.jpg"},

{"id":"222","title":"A 38-year-old woman comes to the office due to breast tenderness and absence of menstrual periods over the last 3 months.  The patient has a history of schizophrenia and familial hypercholesterolemia.  Medications include risperidone, which has led to significant improvement in psychotic symptoms, and atorvastatin.  BMI is 26 kg/m2, down from 30 kg/m2 6 months ago after following a strict dietary plan.  Basic serum chemistry panel and thyroid function tests are normal, and urine pregnancy test is negative.  Which of the following is the most likely explanation for this patient's amenorrhea?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 21-hydroxylase deficiency","answer_2":"B. Asherman syndrome","answer_3":"C. Drug-induced amenorrhea","answer_4":"D. Polycystic ovary syndrome","answer_5":"E. Primary ovarian insufficiency","answer_6":"F. Weight loss","percent_1":"1%","percent_2":"1%","percent_3":"82%","percent_4":"2%","percent_5":"2%","percent_6":"13%","right_answer":"C. Drug-induced amenorrhea","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp222.jpg","explanation_1":"","explanation_2":"$This patient with amenorrhea and breast tenderness likely has drug-induced hyperprolactinemia due to #risperidone#, an antipsychotic drug used in the management of schizophrenia.  Its primary action is to #inhibit# dopamine #D2 receptors#, but it also has inhibitory effects on serotonergic and alpha-adrenergic pathways. $Secretion of prolactin from the anterior pituitary is primarily regulated by the inhibitory effect of hypothalamic dopamine; stimulation of D2 receptors on lactotrophs decreases the synthesis and release of prolactin.  Because risperidone and other antipsychotic drugs block D2 receptor activation, there is a #loss of the normal tonic inhibition of prolactin release#, leading to #hyperprolactinemia# in some cases.  This can result in galactorrhea and breast soreness.  In addition, elevated prolactin levels inhibit release of gonadotropin-releasing hormone from the hypothalamus, resulting in central hypogonadism and #amenorrhea#. $#(Choice A)#  Nonclassic 21-hydroxylase deficiency may be associated with menstrual irregularity (most often oligomenorrhea), hirsutism, and acne in women.  Nonclassic 21-hydroxylase deficiency most often presents in childhood or adolescence. $#(Choice B)#  Asherman syndrome refers to the presence of severe intrauterine adhesions that cause amenorrhea and infertility.  It typically occurs in patients who have had multiple dilation and curettage procedures or those with chronic endometritis. $#(Choice D)#  Polycystic ovary syndrome is characterized by infertility, oligomenorrhea, and hyperandrogenism.  It typically begins in adolescence and is unlikely to develop in a 38-year-old woman.  Most patients with polycystic ovary syndrome are obese.  Insulin resistance is thought to play a central role in its pathogenesis. $#(Choice E)#  Primary ovarian insufficiency is characterized by amenorrhea, hypoestrogenism, and elevated serum gonadotropin levels in women age <40.  The decreased estrogenic effect on breast tissue can cause a decline in breast density but would not cause tenderness. $#(Choice F)#  Severe weight loss (eg, anorexia nervosa), intense exercise, and/or severe stress can cause amenorrhea by inducing functional hypothalamic amenorrhea.  However, none of these would cause breast tenderness. $#Educational objective# The secretion of prolactin is controlled by the inhibitory effect of hypothalamic dopamine.  Risperidone and other antipsychotics cause hyperprolactinemia by blocking D2 receptors on lactotrophs.  Elevated prolactin leads to amenorrhea (inhibition of gonadotropin-releasing hormone release), galactorrhea, and breast soreness.  "},

{"id":"15410","title":"A 72-year-old man is hospitalized due to a leg injury following a high-speed motor vehicle collision.  Medical history is significant for hypertension, hypercholesterolemia, and hearing loss.  The patient drinks a glass of wine every day.  Examination shows localized swelling and severe tenderness under the right knee; the presence of a tibial fracture is confirmed by imaging.  The patient undergoes open reduction and internal fixation without any perioperative complications.  On the first postoperative night, he describes visual hallucinations of his deceased brother in the hospital room with him and perseverates about people invading his home.  Vital signs are normal.  The patient is disoriented and unable to cooperate with the mental status examination.  He appears to respond to internal stimuli.  Which of the following interventions is most likely indicated to prevent further worsening of his condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Facilitating uninterrupted nocturnal sleep","answer_2":"B. Providing sedation by administering a benzodiazepine","answer_3":"C. Reducing daytime visual stimulation by closing window blinds","answer_4":"D. Reducing hyperstimulation by removing hearing aids","answer_5":"E. Treating pain with nonpharmacologic aids only","percent_1":"42%","percent_2":"36%","percent_3":"6%","percent_4":"5%","percent_5":"12%","right_answer":"A. Facilitating uninterrupted nocturnal sleep","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Delirium prevention#∆⨉ §^#Risk factors# ∆ • Neurologic: dementia, stroke, Parkinson disease • Medical: advanced age, multiple comorbidities • Polypharmacy, psychoactive drugs* • Sleep disruption • Sensory impairment • Immobilization §^#Prevention strategies# ∆ • Reorientation: familiar objects, verbal reminders • Cognitive stimulation: family visits, music • Environment: noise reduction, blinds open • Polypharmacy/psychoactive drug avoidance • Sleep facilitation: bright day/dim night lighting • Visual/hearing aids • Mobilization: out of bed, restraint avoidance §*Anticholinergics (eg, antihistamines, tricyclics), benzodiazepines, opioids, muscle relaxants, corticosteroids.∆⨉","explanation_1":"","explanation_2":"$#Delirium# is a common confusional state characterized by #altered consciousness# and cognitive disturbances such as disorientation or altered perception (eg, hallucinations, delusions).  The key features of acute onset and fluctuating course distinguish it from other cognitive (eg, dementia) and perception (eg, psychosis) disorders.  Delirium most commonly affects patients with #predisposing risk factors# (eg, advanced age, dementia, sensory impairment). $ Because #sleep-wake cycle disruption# can be both a risk factor as well as a manifestation of delirium, #facilitation of nocturnal sleep# is helpful in prevention and management.  Delirium and sleep disturbances are both significantly increased by the hospital environment (eg, ambient noise, frequent awakenings).  Minimizing noise and patient interventions at night promotes uninterrupted sleep, and physiologically appropriate lighting (ie, bright day/dim night) helps maintain circadian alignment.  These measures significantly decrease delirium incidence and sedative-hypnotic use (an additional delirium risk factor). $ (Choice B)  Benzodiazepines have a limited role in the treatment of delirium because they frequently precipitate or prolong (rather than resolve) it.  They are most useful in the setting of alcohol withdrawal (which can cause hallucinations but would also cause abnormal vital signs). $ (Choice C)  Closing window blinds during the day restricts the ability of the intrinsic circadian system to synchronize with the 24-hour day, which disrupts the sleep-wake cycle and increases delirium risk. $ (Choice D)  Removing hearing aids contributes to disorientation and sensory deprivation, thus increasing delirium risk.  Providing hearing aids helps reduce delirium incidence. $ (Choice E)  Nonpharmacologic and nonopioid pain management is desirable because opioids frequently precipitate delirium.  However, postsurgical pain also significantly increases delirium risk and typically requires pharmacologic treatment. $ Educational objective Because disruption of the sleep-wake cycle is both a risk factor and manifestation of delirium, facilitation of nocturnal sleep (eg, minimizing noise & patient interventions, appropriate day/night lighting) is helpful for delirium prevention and management."},

{"id":"2045","title":"A 25-year-old man is brought to the emergency department by ambulance after being found sitting in the street drinking his own urine.  The patient's mother says that a year ago he expressed the belief that he was being watched by an unidentified government agency and subsequently broke up with his girlfriend, quit his job, and disconnected his phone.  The patient's mother has noticed that he no longer seems to care about activities that used to interest him, and last month she found out that he had moved into the family garden shed with his dog.  On examination, the patient is malodorous, disheveled, and laughs for no apparent reason.  He later becomes angry and refuses to sit in a chair for the interview.  The patient switches among unrelated topics and when asked where he lives says, \"in the holy buffet of diplomacy.\"  Temperature is 36.7 C (98 F), blood pressure is 122/79 mm Hg, and pulse is 80/min.  Physical examination and laboratory evaluation, including urine toxicology, are unremarkable.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bipolar I disorder","answer_2":"B. Brief psychotic disorder","answer_3":"C. Major depression with psychotic features","answer_4":"D. Psychotic disorder due to a general medical condition","answer_5":"E. Schizoaffective disorder","answer_6":"F. Schizophrenia","answer_7":"G. Schizophreniform disorder","percent_1":"4%","percent_2":"1%","percent_3":"3%","percent_4":"1%","percent_5":"7%","percent_6":"82%","percent_7":"3%","right_answer":"F. Schizophrenia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Schizophrenia# ∆⨉ §^#Diagnosis# ∆ • ≥2 of the following (at least 1 symptom from 1–3)$ 1. Delusions$ 2. Hallucinations$ 3. Disorganized speech$ 4. Disorganized or catatonic behavior$ 5. Negative symptoms (eg, apathy, flat affect) • Continuous impairment ≥6 months • Significant functional decline §^#Treatment# ∆ • Antipsychotic medication • Adjunctive psychosocial interventions (eg, social skills training,$ cognitive-behavioral therapy, family intervention)","explanation_1":"","explanation_2":"$This patient's #delusions, disorganized speech# (eg, loosening of associations, nonsensical words), #grossly disorganized behavior# (eg, unpredictable agitation, bizarre behaviors, inappropriate affect), and functional decline lasting ≥6 months are consistent with #schizophrenia#.  Other symptoms include #hallucinations# and #negative symptoms# (eg, affective flattening, apathy, alogia [poverty of speech], anhedonia, asociality). $ Schizophrenia has an overall international prevalence of almost 1% and is slightly more prevalent among men.  Schizophrenia typically presents in the early 20s in men and the late 20s in women.  The majority of patients with schizophrenia follow a fluctuating course in which symptoms peak (as seen in this patient) and then diminish, with less severe residual symptoms (eg, disorganization, mild negative symptoms, mild hallucinations) at baseline.  The treatment of choice for schizophrenia is antipsychotic medication. $ #(Choices A and C)#  In bipolar disorder or major depressive disorder (MDD) with psychotic features, psychotic symptoms occur exclusively during a major depressive or manic episode.  This patient's apathy and anhedonia are negative symptoms of schizophrenia.  Although anhedonia is also seen in MDD, this patient does not have other depressive symptoms required to diagnose @MDD@. $ #(Choices B and G)#  Brief psychotic disorder is characterized by acute onset of psychotic symptoms lasting ≥1 day but <1 month, with full return to premorbid level of functioning.  Schizophreniform disorder is distinguished from schizophrenia by a symptom duration of >1 month and <6 months.  Because this patient's symptoms have lasted ≥6 months, he meets the criteria for schizophrenia. $ (Choice D)  Although it is important to definitively rule out medical causes of psychosis, this patient's normal vital signs and unremarkable physical examination and laboratory evaluation make a primary psychiatric disorder more likely. $ (Choice E)  Schizoaffective disorder requires that the patient meet the criteria for a major depressive or manic episode concurrent with active-phase symptoms of schizophrenia.  The diagnosis also requires that delusions or hallucinations occur in the absence of mood symptoms for ≥2 weeks at some point during the illness. $ Educational objective The diagnosis of schizophrenia requires ≥2 of the following 5 symptoms: delusions, hallucinations, disorganized speech, grossly disorganized behavior, and negative symptoms.  The total impairment duration must be ≥6 months.","clickable_1":"images/img1.2045.jpg"},

{"id":"15327","title":"A 38-year-old woman is brought to the emergency department after causing a disturbance in a department store.  The patient says that the government was releasing poisonous gas through the air vents of the store and that red-colored clothing items were a signal to evacuate.  She was arrested a year ago for a similar incident.  The patient dropped out of college at age 20.  She lives with her parents and has never worked.  She smokes a pack of cigarettes a day but does not use alcohol or drugs.  Physical examination is unremarkable.  On mental status examination the patient appears distracted and fearful.  She reports hearing the voices of two men who criticize her actions continuously and have done so for years.  Which of the following abnormalities is most likely associated with this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased dopamine activity in the mesolimbic pathway","answer_2":"B. Decreased dopamine activity in the nigrostriatal pathway","answer_3":"C. Decreased dopamine activity in the tuberoinfundibular pathway","answer_4":"D. Increased dopamine activity in the mesolimbic pathway","answer_5":"E. Increased dopamine activity in the nigrostriatal pathway","answer_6":"F. Increased dopamine activity in the tuberoinfundibular pathway","percent_1":"7%","percent_2":"3%","percent_3":"2%","percent_4":"73%","percent_5":"9%","percent_6":"6%","right_answer":"D. Increased dopamine activity in the mesolimbic pathway","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp15327.jpg","explanation_1":"","explanation_2":"$This patient likely has #schizophrenia#, a psychotic disorder with a prevalence of 1 percent worldwide.  Her auditory hallucinations and delusions of being poisoned and receiving signals are characteristic #positive symptoms# of the disorder.  Positive psychotic symptoms are thought to be caused by an #excess of dopamine# in the #mesolimbic dopamine pathway#.  The mesolimbic pathway projects from the ventral tegmental area to various regions throughout the limbic system. $ The treatment of choice for schizophrenia is antipsychotic medication.  Most antipsychotics are dopamine antagonists that produce their therapeutic effects (ie, decreased intensity of delusions and hallucinations) by decreasing dopamine activity in the mesolimbic pathway #(choice A)#.  Dopamine antagonism in the nigrostriatal and tuberoinfundibular pathways accounts for some of the common side effects of antipsychotics. $ #(Choices B and E)#  The nigrostriatal pathway extends from the substantia nigra to the basal ganglia and is involved in the coordination of movement.  Decreased dopamine activity in the nigrostriatal pathway causes the extrapyramidal side effects of antipsychotics (eg, acute dystonic reactions, akathisia, drug-induced parkinsonism).  Increased dopamine activity in the nigrostriatal pathway is thought to be involved in some movement disorders such as chorea and tics. $ #(Choices C and F)#  The tuberoinfundibular dopamine pathway projects from the hypothalamus to the pituitary gland.  Normally, neurons in the tuberoinfundibular pathway secrete dopamine, which inhibits prolactin release from the anterior pituitary gland.  Antipsychotics can cause hyperprolactinemia by blocking the inhibition of dopamine activity in the tuberoinfundibular pathway, resulting in amenorrhea, galactorrhea, gynecomastia, and sexual dysfunction. $ Educational objective Positive symptoms of schizophrenia (eg, delusions, hallucinations) are associated with increased activity of dopamine in the mesolimbic pathway.  Antipsychotics work by antagonizing dopamine receptors in this pathway."},

{"id":"11743","title":"A 36-year-old man is brought to the hospital after being found wandering the streets barefoot and shouting to himself.  Although he takes antipsychotic medication daily, his parents are having difficulty managing him at home.  The patient believes he is fighting a conspiracy and that his thoughts are directly controlled by a device that was implanted in his brain during a prior hospitalization.  Previous trials of haloperidol, quetiapine, and risperidone resulted in minimal improvement.  He has no other medical problems.  On mental status examination, the patient is alert, and restless with poor grooming, disheveled clothing, and flat affect.  He refuses to answer most questions, accuses his parents of being part of the conspiracy, and mumbles nonsensical words.  Which of the following medications would be most effective for this patient's illness?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aripiprazole","answer_2":"B. Chlorpromazine","answer_3":"C. Clonazepam","answer_4":"D. Clozapine","answer_5":"E. Haloperidol long-acting injectable","answer_6":"F. Valproate","answer_7":"G. Ziprasidone","percent_1":"6%","percent_2":"7%","percent_3":"4%","percent_4":"66%","percent_5":"9%","percent_6":"5%","percent_7":"3%","right_answer":"D. Clozapine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Clozapine treatment guidelines# ∆⨉ §^#Indications# ∆ • Treatment-resistant schizophrenia • Schizophrenia associated with suicidality §^#Adverse effects# ∆ • Agranulocytosis • Seizures • Myocarditis • Metabolic syndrome","explanation_1":"","explanation_2":"$This patient likely has schizophrenia, a chronic mental illness characterized by delusions, hallucinations, disorganized speech and behavior, and negative symptoms.  Antipsychotic medication is the treatment of choice.  This patient is considered treatment-resistant as he has had a poor response to at least 2 antipsychotics and continues to experience multiple delusions and disorganized speech and behavior.  The second-generation antipsychotic #clozapine# is the only medication that has consistently shown #superior efficacy# in #treatment-resistant schizophrenia#.  Clozapine has an affinity for multiple dopamine and serotonin receptors, but the precise pharmacological mechanism responsible for its superior efficacy is unknown. $ Treatment with clozapine involves mandatory monitoring of the absolute neutrophil count due to the risk of neutropenia and life-threatening #agranulocytosis#.  Although clozapine is associated with neutropenia, weight gain, and metabolic effects, the potential benefit of improving symptoms in treatment-resistant schizophrenia often outweighs these risks. $ #(Choices A and G)#  Aripiprazole and ziprasidone are second-generation antipsychotics used in schizophrenia.  However this patient has already failed 2 trials with second-generation antipsychotics (risperidone and quetiapine).  Due to its superior efficacy in treatment-resistant schizophrenia, clozapine would be the preferred agent. $ (Choice B)  Chlorpromazine is a low-potency, first-generation antipsychotic that is unlikely to be effective in treatment-resistant schizophrenia. $ (Choice C)  Clonazepam is a benzodiazepine that can be used adjunctively to target agitation in individuals with psychosis, but it does not specifically treat psychotic symptoms. $ (Choice E)  Haloperidol long-acting injectable would be a good strategy for a patient who is nonadherent and has a history of responding well to oral haloperidol.  However, this patient is adherent and has responded poorly to haloperidol. $(Choice F)  Valproate is an anticonvulsant mood stabilizer used in the treatment of bipolar disorder. $ Educational objective The antipsychotic clozapine is the drug of choice for treatment-resistant schizophrenia.  Treatment requires monitoring of the absolute neutrophil count due to the risks of neutropenia and agranulocytosis."},

{"id":"2046","title":"A 45-year-old man comes to the office due to chronic insomnia.  The patient has trouble sleeping because he claims he must remain alert to protect himself from workers at a nearby chemical plant.  He says they are poisoning him by secretly dumping toxic waste in his backyard at night.  The patient's wife says, \"He's been like this for the past 10 years.  He gets very upset when asked for proof, so he's going to install cameras next week.\"  She has never seen any unusual activity in the backyard and says that her husband has never received an actual threat or endured actual harm.  He has ordered numerous soil toxicity tests over the years, all of which have been negative.  The patient started working as a taxi driver at age 21 and continues to work for the same company.  He has no history of psychiatric treatment.  Which of the following is the most likely diagnosis for this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Delusional disorder","answer_2":"B. Major depressive disorder with psychotic features","answer_3":"C. Paranoid personality disorder","answer_4":"D. Schizophrenia","answer_5":"E. Schizophreniform disorder","answer_6":"F. Schizotypal personality disorder","percent_1":"55%","percent_2":"1%","percent_3":"32%","percent_4":"9%","percent_5":"1%","percent_6":"3%","right_answer":"A. Delusional disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Delusional disorder#∆⨉ §^#Clinical features# ∆ • ≥1 delusions for ≥1 months • Other psychotic symptoms absent or not prominent • Behavior not obviously odd/bizarre; ability to function apart from delusion's impact • Subtypes: erotomanic, grandiose, jealous, persecutory & somatic §^#Treatment# ∆ • Antipsychotics • Cognitive-behavioral therapy","explanation_1":"","explanation_2":"$This patient's persistent belief that he is being poisoned is consistent with #delusional disorder#, which is characterized by #≥1 delusions# for #≥1 months#.  Other positive psychotic symptoms, such as #hallucinations# and #disorganization#, are #absent#.  Apart from the direct impact of the delusions (eg, this patient's insomnia, repeated soil testing), overall behavior in patients with delusional disorder is not obviously bizarre or odd, and general functioning is not significantly impaired (eg, this patient has a stable relationship and employment). $ Patients with delusional disorder typically have a persistent, overriding delusion with a specific theme.  The diagnosis is further classified based on the type of belief: erotomanic (believing someone is in love with them), grandiose (believing they have great talent, insights, or achievements), jealous (believing their partner is unfaithful), persecutory (believing they are being cheated, spied on, poisoned, or harassed), or somatic (believing bodily functions and sensations are abnormal). $ (Choice B)  Major depressive disorder with psychotic features can present with delusions as well as insomnia; however, this patient lacks other characteristic depressive symptoms (eg, persistent low mood, amotivation, fatigue, worthlessness), and his symptoms have not caused significant impairment in daily functioning. $ #(Choices C and F)#  Personality disorders involve persistent patterns of behavior usually arising in early adulthood.  They are pervasive across a broad range of situations (eg, interpersonal, vocational) but do not involve specific delusions (eg, persistent false, fixed beliefs).  Paranoid personality disorder is characterized by overarching suspiciousness or distrust (eg, if this patient were generally distrustful of many people, including the chemical plant workers, but did not have fixed beliefs that they were poisoning him).  Schizotypal personality disorder is characterized by eccentric behavior and odd thoughts and perceptions but no clear delusions. $ #(Choices D and E)#  Schizophrenia (≥6 months) and schizophreniform disorder (≥1 month and <6 months) are characterized by ≥2 of the following: delusions, hallucinations, disorganized speech, grossly disorganized or catatonic behavior, and negative symptoms.  In contrast, patients with delusional disorder have delusions but no other psychotic symptoms. $ Educational objective Delusional disorder is characterized by ≥1 delusions for ≥1 months in the absence of other psychotic symptoms.  Behavior is not obviously bizarre, and functioning is not significantly impaired apart from the direct impact of the delusions."},

{"id":"510","title":"A 23-year-old woman comes to the office describing restlessness in her legs and inability to lie or sit still.  The patient was diagnosed with schizophrenia a month ago and medication therapy was initiated.  Her dose was increased after 2 weeks.  She says, \"I haven't heard any voices since a few days after the medication was increased.\"  Blood pressure is 140/90 mm Hg and pulse is 90/min.  The patient is alert, oriented, fidgety, and anxious.  Which of the following is the most likely diagnosis in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute dystonia","answer_2":"B. Akathisia","answer_3":"C. Drug-induced parkinsonism","answer_4":"D. Neuroleptic malignant syndrome","answer_5":"E. Psychotic agitation","answer_6":"F. Tardive dyskinesia","percent_1":"6%","percent_2":"72%","percent_3":"8%","percent_4":"3%","percent_5":"3%","percent_6":"8%","right_answer":"B. Akathisia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Important antipsychotic side effects# ∆⨉ §^#Extrapyramidal#$ #side effects# ∆ • Acute dystonic reaction: sudden-onset, sustained muscle $contractions • Akathisia: subjective restlessness with inability to sit still • Drug-induced parkinsonism: tremor, rigidity, bradykinesia, masked$ facies §^#Tardive dyskinesia# ∆ • Involuntary movements after chronic use (eg, lip smacking, $choreoathetoid movements) §^#Neuroleptic malignant$ syndrome# ∆ • Fever, rigidity, mental status changes, autonomic instability","explanation_img":"","explanation_1":"","explanation_2":"This patient is experiencing #akathisia#, a type of extrapyramidal side effect associated with antipsychotic treatment.  Akathisia ranges from mild subjective feelings of tension to marked physical restlessness (which can be extremely distressing for patients).  It typically presents days to weeks after initiating antipsychotic treatment or increasing the dose.  Patients describe an inability to sit or stand in one position and may pace frequently or demonstrate other restless behaviors.  Treatment options include decreasing the antipsychotic dose (if feasible) or treating with a beta blocker or benzodiazepines. $#(Choice A)#  Acute dystonia is an extrapyramidal side effect characterized by acute onset of involuntary muscle contraction of the neck, mouth, tongue, or eye muscles.  It occurs within hours to days of antipsychotic use, especially with rapid dose escalation of high-potency, first-generation antipsychotics (eg, haloperidol), and is treated with anticholinergic medication (eg, diphenhydramine, benztropine). $#(Choice C)#  Drug-induced parkinsonism is an extrapyramidal side effect that presents with cogwheel rigidity, masked facies, bradykinesia, tremor, and decreased arm swing.  Treatment is usually with anticholinergics (eg, benztropine). $#(Choice D)#  Neuroleptic malignant syndrome is an acute, potentially fatal reaction to antipsychotic medications.  Patients have hyperthermia, sympathetic hyperactivity (eg, tachycardia, diaphoresis), severe \"lead pipe\" rigidity, and altered mental status. $#(Choice E)#  This patient reports that her auditory hallucinations have resolved and shows no other signs of psychosis.  The physical restlessness of akathisia may be mistaken for psychotic agitation.  It is important to differentiate the two etiologies as increasing the antipsychotic dose will further exacerbate akathisia. $#(Choice F)#  Tardive dyskinesia is an involuntary and potentially irreversible movement disorder due to prolonged antipsychotic exposure (typically years).  Characteristic movements include lip smacking, biting, grimacing, tongue protrusions, and choreoathetoid movements of the head, limbs, and trunk. $#Educational objective# Akathisia is an extrapyramidal side effect of antipsychotic medication characterized by inner restlessness and an inability to sit or stand in one position.  Treatment involves a reduction in the antipsychotic dose, if possible, or the addition of a beta blocker or benzodiazepine.  "},

{"id":"15252","title":"A 27-year-old woman is brought to the emergency department by her employer due to increasingly paranoid and disorganized behavior over the past year.  The patient works as a housekeeper and has had progressive difficulty performing her work responsibilities.  She has become increasingly secretive over the past 6 months and recently started talking in a whisper because she believes that listening devices are planted in the walls.  Over the past month, she started hiding food and personal possessions in closets and under beds.  The patient does not use alcohol or illicit drugs.  Vital signs are stable, and physical examination is unremarkable.  During the interview, she changes topics frequently and rambles about voices harassing her.  Which of the following additional mental status findings is most likely in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased facial expressiveness","answer_2":"B. Euphoric mood","answer_3":"C. Fluctuating level of consciousness","answer_4":"D. Olfactory hallucinations","answer_5":"E. Pressured speech","answer_6":"F. Tactile hallucinations","percent_1":"54%","percent_2":"3%","percent_3":"2%","percent_4":"8%","percent_5":"28%","percent_6":"5%","right_answer":"A. Decreased facial expressiveness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Schizophrenia# ∆⨉ §^#Diagnosis# ∆ • ≥2 of the following (at least 1 symptom from 1–3)$ 1. Delusions$ 2. Hallucinations$ 3. Disorganized speech$ 4. Disorganized or catatonic behavior$ 5. Negative symptoms (eg, apathy, flat affect) • Continuous impairment ≥6 months • Significant functional decline §^#Treatment# ∆ • Antipsychotic medication • Adjunctive psychosocial interventions (eg, social skills training,$ cognitive-behavioral therapy, family intervention)","explanation_1":"","explanation_2":"$This patient's paranoid delusions, disorganized speech and behavior, auditory hallucinations, and 1-year history of functional decline are consistent with #schizophrenia#.  Symptom domains in schizophrenia include positive symptoms (eg, delusions, hallucinations, disorganization) and #negative symptoms# (eg, flat affect, apathy, poverty of speech, social withdrawal).  On mental status examination, #flat affect# is manifested by a #lack of facial expression# and a #monotone voice#, typically accompanied by poor eye contact.  Negative symptoms are less responsive to antipsychotic medication and typically persist between acute psychotic episodes. $ Although patients with schizophrenia commonly have cognitive impairments (eg, attention, processing speed, executive functioning), they are typically oriented and do not show a fluctuating level of consciousness that is associated with delirium #(choice C)#. $ #(Choices B and E)#  Euphoric mood and rapid, pressured speech are characteristic findings of an acute manic episode in bipolar disorder.  Patients with schizophrenia may have speech that is disorganized (eg, tangential speech, derailment), but it typically is not pressured. $ #(Choices D and F)#  Although olfactory and tactile hallucinations can occur in schizophrenia, they are uncommon and more likely to be associated with substance use or neurological disorders.  Auditory is the most common type of hallucination in schizophrenia. $ Educational objective In addition to positive psychotic symptoms (eg, delusions, hallucinations, disorganization), patients with schizophrenia frequently exhibit negative symptoms such as flat affect (ie, lack of facial expression).  Negative symptoms typically persist between acute psychotic episodes and are more resistant to treatment."},

{"SubjectSystem":"Pharmacology-Psychiatry","id":"15397","title":"A 27-year-old man with schizophrenia comes to the emergency department due to an acute muscle spasm in his neck that developed several days after starting treatment with haloperidol.  He is extremely distressed and unable to turn his head.  The patient is treated with intravenous diphenhydramine, which relieves his symptoms within minutes.  A psychiatrist is consulted, and recommendations are made to discontinue haloperidol and start the second-generation antipsychotic quetiapine because of its lower risk for similar dystonic side effects.  In addition to dopamine D2 receptor antagonism, this new medication has which of the following pharmacological properties?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dopamine reuptake inhibition","answer_2":"B. Dopamine D2 partial agonist activity","answer_3":"C. Monoamine oxidase inhibition","answer_4":"D. Serotonin 2A receptor antagonism","answer_5":"E. Serotonin and norepinephrine reuptake inhibition","percent_1":"3%","percent_2":"10%","percent_3":"3%","percent_4":"71%","percent_5":"14%","right_answer":"D. Serotonin 2A receptor antagonism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§ ∆^#Primary mechanism of$ action# ∆^#Key side effects# §^#First-generation$ antipsychotics# ∆ • Potent dopamine D2 $receptor antagonism ∆ • Extrapyramidal symptoms (acute dystonia,$ akathisia, parkinsonism, tardive dyskinesia) §^#Second-generation$ antipsychotics# ∆ • Dopamine D2 receptor$ antagonism • Serotonin 2A receptor $antagonism ∆ • Metabolic syndrome, weight gain • Extrapyramidal symptoms (less common $than FGAs) %#FGAs =# first-generation antipsychotics.","explanation_img":"","explanation_1":"","explanation_2":"This patient developed an acute dystonic reaction (a type of extrapyramidal symptom [EPS]) several days after exposure to the #first-generation antipsychotic# (FGA) haloperidol.  FGAs have a #high risk of causing EPS# due to their potent #dopamine D2 receptor antagonism#.  Management of an acute dystonic reaction includes treatment with diphenhydramine or benztropine and switching to an agent with a lower propensity for producing EPS, such as a #second-generation antipsychotic# (SGA). $In addition to dopamine D2 receptor antagonism, SGAs (eg, olanzapine, quetiapine) #also block serotonin receptors#, specifically the 5-HT2A receptor.  Compared with FGAs, SGAs block 5-HT2A receptors more potently than D2 receptors and have lower binding affinity at the dopamine receptor site, which is thought to explain the reduced risk of causing EPS.  Although SGAs have a #low risk of EPS#, they are associated with a #greater risk# of #metabolic adverse effects#. $#(Choice A)#  Dopamine reuptake inhibition, usually in combination with norepinephrine reuptake inhibition, is the mechanism of action of many drugs used to treat ADHD (eg, methylphenidate, bupropion). $#(Choice B)#  Dopamine D2 partial agonism is one of the mechanisms of action of the SGAs aripiprazole and brexpiprazole. $#(Choice C)#  The monoamine oxidase enzyme normally breaks down monoamines (eg, dopamine, norepinephrine, serotonin).  The class of antidepressants known as monoamine oxidase inhibitors (eg, phenelzine, tranylcypromine) block these enzymes, thereby increasing availability of the respective monoamines. $#(Choice E)#  Serotonin and norepinephrine reuptake inhibition is the mechanism of action of serotonin and norepinephrine reuptake inhibitors (eg, venlafaxine) and tricyclic antidepressants (eg, amitriptyline). $#Educational objective# Second-generation antipsychotics block 5-HT2A receptors and have lower binding affinity at dopamine D2 receptor sites, which is associated with a lower risk of extrapyramidal side effects.  "},

{"id":"511","title":"A 60-year-old woman comes to the office due to uncontrollable movements that have worsened.  Medical history is significant for hypertension, hyperlipidemia, osteoarthritis, and schizophrenia, and she has been on a stable medication regimen for years.  Throughout the interview, she exhibits facial grimacing, lip smacking, and twisting movements of her hands and feet.  The patient has lived in a group home for many years and worries that her housemates are avoiding her because her symptoms make her look \"strange.\"  On mental status examination, the patient makes poor eye contact and is generally distrustful but has no specific delusions or hallucinations.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute dystonia","answer_2":"B. Acute psychotic episode","answer_3":"C. Akathisia","answer_4":"D. Neuroleptic-induced parkinsonism","answer_5":"E. Neuroleptic malignant syndrome","answer_6":"F. Tardive dyskinesia","answer_7":"G. Tic disorder","percent_1":"2%","percent_2":"0%","percent_3":"6%","percent_4":"6%","percent_5":"1%","percent_6":"81%","percent_7":"3%","right_answer":"F. Tardive dyskinesia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Important antipsychotic side effects# ∆⨉ §^#Extrapyramidal#$ #side effects# ∆ • Acute dystonic reaction: sudden-onset, sustained muscle $contractions • Akathisia: subjective restlessness with inability to sit still • Drug-induced parkinsonism: tremor, rigidity, bradykinesia, masked$ facies §^#Tardive dyskinesia# ∆ • Involuntary movements after chronic use (eg, lip smacking, $choreoathetoid movements) §^#Neuroleptic malignant$ syndrome# ∆ • Fever, rigidity, mental status changes, autonomic instability","explanation_1":"","explanation_2":"$This patient has a diagnosis of schizophrenia and has likely been treated with antipsychotic medications for many years.  Her abnormal movements are characteristic of #tardive dyskinesia# (TD), a movement disorder associated with #long-term treatment# with #dopamine antagonist medications# (eg, antipsychotics, metoclopramide).  Possible mechanisms of TD include development of hypersensitive post-synaptic D2 receptors following prolonged D2 blockade and an imbalance between D1 and D2 receptor-mediated effects. $ TD typically consists of #repetitive, rhythmic, involuntary movements# of the #tongue, lips, face, trunk#, and #extremities#.  Orofacial dyskinesias (eg, facial grimacing, tongue movements, lip smacking and puckering) are most common, but choreoathetoid movements of the trunk and limbs can also occur.  Older age and exposure to first-generation antipsychotics increase the risk of developing TD.  Treatment typically includes discontinuing the offending agent when feasible. $ #(Choices A, C, and D)#  TD can be differentiated from acute extrapyramidal syndromes that also result from exposure to dopamine antagonists.  Acute dystonia involves a distressing, sustained, involuntary contraction of the neck, mouth, tongue, or eye muscles that typically occurs within the first few days of receiving a dopamine antagonist.  Akathisia is characterized by physical restlessness, difficulty sitting still, and a compelling need to move.  Drug-induced parkinsonism manifests with tremor, bradykinesia, and cogwheel rigidity. $ (Choice B)  Poor eye contact and general distrust are symptoms that frequently persist in patients treated with antipsychotics during the maintenance phase of schizophrenia.  Signs and symptoms of an acute psychotic episode include delusions, hallucinations, and disorganized speech and behavior. $ (Choice E)  Neuroleptic malignant syndrome, which is also an adverse reaction related to antipsychotic treatment, is a rare and potentially fatal syndrome characterized by delirium, high fever, severe muscle rigidity, and autonomic instability. $ (Choice G)  The characteristic feature of all tic disorders involves brief, recurrent, nonrhythmic motor movements (eg, eye blinking) and/or vocalizations (eg, grunting), beginning in childhood. $ Educational objective Tardive dyskinesia consists of abnormal involuntary movements of the mouth, tongue, face, extremities, or trunk associated with prolonged exposure to antipsychotics.  Characteristic movements include lip smacking, facial grimacing, tongue protrusions, and choreoathetoid movements of the head, limbs, and trunk."},

{"id":"261","title":"A 35-year-old man was hospitalized for a psychotic episode in which he heard voices of God and the devil and believed that his family was plotting to kill him.  He improved rapidly with medication therapy and was discharged.  Three weeks later, the patient comes to the emergency department due to generalized muscle stiffness and shaking of his right hand.  He has no other medical history and takes no other medications.  Temperature is 36.7 C (98 F), blood pressure is 110/80 mm Hg, pulse is 68/min, and respirations are 14/min.  On mental status examination, he is alert and oriented with mild paranoia but no auditory hallucinations.  Which of the following is the best treatment for this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benztropine","answer_2":"B. Dantrolene","answer_3":"C. Diazepam","answer_4":"D. Haloperidol","answer_5":"E. Levodopa","answer_6":"F. Propranolol","percent_1":"52%","percent_2":"20%","percent_3":"9%","percent_4":"9%","percent_5":"6%","percent_6":"4%","right_answer":"A. Benztropine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Drug-induced parkinsonism# ∆⨉ §^#Etiology# ∆ • D2 receptor blockers $== ○ Antipsychotics (First-generation > second-generation) $== ○ Antiemetics/gastric motility agents (prochlorperazine, metoclopramide) §^#Symptoms# ∆ • Prominent rigidity & bradykinesia (slowed movement, decreased arm swing) • Tremor (rest & postural) • Masked facies §^#Management# ∆ • Decrease or discontinue offending medication • Anticholinergics (trihexyphenidyl, benztropine)","explanation_img":"","explanation_1":"","explanation_2":"This patient's psychotic episode was most likely treated with an antipsychotic, and his current symptoms are consistent with #drug-induced parkinsonism#, an extrapyramidal side effect of antipsychotics.  Symptoms include #rigidity# (may be experienced as subjective stiffness), #resting/postural tremor#, #masked facies#, and #bradykinesia# and typically occur within the first 3 months of drug initiation.  Other extrapyramidal side effects of antipsychotic medications include acute dystonia (sudden, sustained contraction of muscle groups) and akathisia (subjective restlessness and inability to sit still). $Drug-induced parkinsonism is caused by #dopamine (D2) receptor blockade# in the #nigrostriatal pathway#.  If the antipsychotic cannot be reduced or discontinued, drug-induced parkinsonism is best treated with a centrally acting #anticholinergic agent #(eg, benztropine).  Levodopa should not be used to treat antipsychotic-induced parkinsonism as it can exacerbate or even precipitate psychosis #(choice E).# $#(Choice B)#  Dantrolene is a direct-acting skeletal muscle relaxant used in the treatment of neuroleptic malignant syndrome (NMS).  NMS presents with diffuse muscle rigidity, high fever, sympathetic hyperactivity (eg, hypertension, tachycardia), and altered mental status and is unlikely in this oriented, afebrile patient with normal vital signs. $#(Choices C and F)#  The benzodiazepine diazepam and the beta blocker propranolol may both be used in the treatment of akathisia.  Akathisia is characterized by subjective restless and an inability to sit still rather than rigidity and tremor, as seen in this patient. $#(Choice D)#  Haloperidol is a first-generation antipsychotic and potent D2 blocker that frequently causes extrapyramidal symptoms, including drug-induced parkinsonism.  Its use would only exacerbate the patient's parkinsonian symptoms.  Use of a second-generation antipsychotic with minimal D2 blockade would be a reasonable long-term alternative if the patient were taking a first-generation antipsychotic. $#Educational objective# Drug-induced parkinsonism is an extrapyramidal side effect caused by medications that block D2 receptors (eg, antipsychotics).  Management strategies include decreasing or discontinuing the offending medication and treatment with an anticholinergic medication.  "},

{"id":"516","title":"A 42-year-old woman with a history of schizophrenia is brought to the clinic by her parents after attempting to drink rubbing alcohol in response to voices telling her to kill herself.  The patient believes that a television newscaster is sending her secret messages and that the devil injects her with poison at night while she is sleeping.  She first developed symptoms at age 23 and has had 7 previous psychiatric hospitalizations and 2 suicide attempts.  Trials of haloperidol, risperidone, and olanzapine have yielded minimal improvement.  Her medical conditions include hypertension and mild obesity.  Physical examination is normal.  Medication therapy with clozapine is initiated.  Which of the following should be regularly monitored in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absolute neutrophil count","answer_2":"B. Clozapine blood level","answer_3":"C. Creatinine level","answer_4":"D. ECG","answer_5":"E. Liver function","answer_6":"F. Platelet count","answer_7":"G. Prolactin level","answer_8":"H. Thyroid function","percent_1":"83%","percent_2":"1%","percent_3":"1%","percent_4":"3%","percent_5":"4%","percent_6":"5%","percent_7":"2%","percent_8":"1%","right_answer":"A. Absolute neutrophil count","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clozapine treatment guidelines# ∆⨉ §^#Indications# ∆ • Treatment-resistant schizophrenia • Schizophrenia associated with suicidality §^#Adverse effects# ∆ • Agranulocytosis • Seizures • Myocarditis • Metabolic syndrome","explanation_img":"","explanation_1":"","explanation_2":"The second-generation antipsychotic #clozapine# is the only antipsychotic that has consistently shown superior efficacy in #treatment-resistant schizophrenia# and schizophrenia associated with persistent suicidality.  Clozapine has affinity for multiple dopamine and serotonin receptors, but the precise pharmacological mechanism responsible for its superior efficacy is unknown.  Clozapine binds loosely and transiently to dopamine D2 receptors, causing significantly fewer extrapyramidal symptoms compared to first-generation antipsychotics. $#Neutropenia# (<1000 cells/mm3) and the potential for life-threatening #agranulocytosis# are the major adverse effects of clozapine.  The risk of agranulocytosis is approximately 1%; therefore, treatment requires #regular monitoring #of the patient's #absolute neutrophil count#.  Treatment should be stopped if neutropenia occurs.  Seizures and myocarditis are other important adverse effects that require provider vigilance. $#(Choice B)#  Clozapine plasma levels can be checked after an initial target dose is reached, but further dosage adjustments are usually based on clinical response.  Clozapine levels are not regularly monitored. $#(Choices C and H)#  Creatinine levels and thyroid function tests should be monitored in patients taking lithium due to this drug's potential to adversely affect thyroid and renal function. $#(Choice D)#  Although a baseline ECG is required and physicians should be alert to the development of cardiovascular symptoms suggestive of myocarditis, routine ECGs are not required.  Among the second-generation antipsychotics, ziprasidone is most often noted for causing a prolonged QT interval. $#(Choices E and F)#  Liver function tests may be mildly elevated with the use of many psychotropic medications, including antipsychotics and anticonvulsants; thrombocytopenia can be caused by some anticonvulsants.  However, routine monitoring of liver function tests and platelets is not required with clozapine. $#(Choice G)#  Prolactin levels are not routinely monitored.  Among the second-generation antipsychotics, risperidone has been associated with a greater risk of prolactin elevation. $#Educational objective# Patients treated with clozapine are required to have regular monitoring of the absolute neutrophil count due to the risk of life-threatening agranulocytosis.  "},

{"id":"15416","title":"A 26-year-old man is hospitalized after he was found in the park shouting and laughing to himself.  He insists on wearing a cap lined with several layers of aluminum foil and explains that the hat prevents laser beams from reprogramming his mind.  For the past 3 years, the patient has been hearing the voices of his deceased mother, the devil, and a world-famous singer.  He has had one previous psychiatric hospitalization, during which he responded well to haloperidol.  However, the patient stopped the medication shortly after discharge because he did not like the way it made him feel.  A decision is made to administer a second-generation antipsychotic medication.  Compared with first-generation antipsychotics, this class of medication is associated with which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Greater efficacy in the treatment of positive psychotic symptoms","answer_2":"B. Greater risk of anticholinergic effects","answer_3":"C. Greater risk of tardive dyskinesia","answer_4":"D. Lower risk of acute dystonia","answer_5":"E. Lower risk of metabolic adverse effects","answer_6":"F. Lower risk of seizures","percent_1":"9%","percent_2":"9%","percent_3":"4%","percent_4":"70%","percent_5":"5%","percent_6":"4%","right_answer":"D. Lower risk of acute dystonia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Common antipsychotic side effects#∆⨉ §^#First-generation$ antipsychotics (FGAs)# ∆ #High-potency (#eg, haloperidol) • Extrapyramidal symptoms (acute dystonia, akathisia, parkinsonism), tardive dyskinesia #Low-potency (#eg, chlorpromazine) • Sedation, cholinergic blockade, orthostatic hypotension, weight gain §^#Second-generation$ antipsychotics (SGAs)# ∆ • Metabolic syndrome, weight gain • Extrapyramidal symptoms (less common than FGAs)","explanation_1":"","explanation_2":"$This patient is experiencing an acute psychotic episode (delusions, hallucinations, disorganized behavior) most likely due to schizophrenia, a chronic psychotic illness with typical onset in young adulthood.  His treatment history indicates a good response to the #first-generation antipsychotic# (FGA) haloperidol but poor adherence, likely because of tolerability issues.  As a class, FGAs are associated with a #high risk of extrapyramidal symptoms# (EPSs) due to their potent D2 antagonism.  Types of EPS effects include acute dystonic reactions, drug-induced parkinsonism, akathisia (inner restlessness and inability to sit still), and tardive dyskinesia. $ #Second-generation antipsychotics# (SGAs) are often used for first-line treatment in schizophrenia due to their #lower risk of EPSs# compared with FGAs.  However, SGAs are associated with #weight gain# and #metabolic effects#, including the development of #diabetes#.  Side effect profiles of individual SGAs vary; olanzapine and clozapine are associated with the greatest risk of metabolic effects. $ (Choice A)  FGAs and SGAs appear to be equally effective in the treatment of positive psychotic symptoms. $ (Choice B)  Both FGAs and SGAs block muscarinic receptors to varying degrees.  Low-potency FGAs (eg, chlorpromazine) and the SGAs olanzapine, quetiapine, and clozapine have the greatest risk. $ (Choice C)  SGAs are less likely to cause tardive dyskinesia than FGAs. $ (Choice E)  Compared with FGAs, SGAs have a greater risk of metabolic adverse effects. $ (Choice F)  Both FGAs and SGAs have been associated with lowering the seizure threshold.  The SGA clozapine, in particular, has been associated with a dose-dependent increase in seizure risk. $ Educational objective Second-generation antipsychotics are associated with a lower risk of extrapyramidal side effects compared with first-generation antipsychotics but may cause adverse metabolic effects."},

{"id":"515","title":"A 24-year-old man is hospitalized after a violent episode in which he destroyed his television with a baseball bat.  Over the past year, the patient was convinced that people on television were monitoring his thoughts and movements and that certain newscasters were laughing at him.  At night, he was unable to sleep and reported hearing the voices of demons threatening to kill him.  The patient was diagnosed with schizophrenia and initially treated with chlorpromazine.  He now is reluctant to take the medication, saying, \"I don't like how it makes me feel.\"  His medication is subsequently changed to fluphenazine.  Compared to the patient's initial treatment, fluphenazine is more likely to cause which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Constipation","answer_2":"B. Dizziness","answer_3":"C. Dry mouth","answer_4":"D. Hyperglycemia","answer_5":"E. Muscular rigidity","answer_6":"F. Sedation","answer_7":"G. Urinary retention","percent_1":"3%","percent_2":"3%","percent_3":"8%","percent_4":"11%","percent_5":"60%","percent_6":"12%","percent_7":"3%","right_answer":"E. Muscular rigidity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#First-generation antipsychotics side effects# ∆⨉∆⨉ §^#Type# ∆^#Side Effects# ∆^#Examples# §^#Low-potency$ (non-neurological)# ∆ • Sedation (histaminergic blockade) • Anticholinergic side effects (cholinergic $blockade) • Orthostatic hypotension (alpha-1 adrenergic $blockade) ∆ • Chlorpromazine • Thioridazine §^#High-$potency (neurological)# ∆ Extrapyramidal symptoms: • Acute dystonia • Akathisia • Parkinsonism ∆ • Haloperidol • Fluphenazine","explanation_img":"","explanation_1":"","explanation_2":"First-generation antipsychotics (FGAs), also known as typical or conventional antipsychotics, are effective in treating schizophrenia and psychosis due to other causes.  FGAs are classified according to potency, which refers to the dose required to produce an effect.  #Low-potency FGAs# primarily cause #histaminergic#, #cholinergic#, and #noradrenergic blockade# side effects.  These drugs are highly sedating and often cause anticholinergic side effects and orthostatic hypotension.  #High-potency FGAs# are associated primarily with #extrapyramidal symptoms# (eg, dystonia, akathisia, parkinsonism) due to potent D2 dopamine receptor antagonism in the nigrostriatal pathway. $This patient's medication was changed from a low-potency FGA (chlorpromazine) to a high-potency FGA (fluphenazine).  Muscular rigidity, an extrapyramidal side effect, is seen in drug-induced parkinsonism; it is more likely to occur with a high-potency agent. $#(Choices A, C, and G)#  Constipation, dry mouth, and urinary retention are anticholinergic side effects due to cholinergic receptor blockade.  They are more common with low-potency antipsychotics.  Other anticholinergic side effects include blurred vision and impaired cognitive function. $#(Choice B)#  Dizziness and orthostatic hypotension are due to alpha-1 adrenergic blockade and are more common with low-potency FGAs.  Orthostatic hypotension is particularly problematic in the elderly due to the risk of falls. $#(Choice D)#  Hyperglycemia is a metabolic side effect seen more commonly with second-generation antipsychotics. $#(Choice F)#  Sedation is due to histamine receptor blockade that is more common with low-potency antipsychotics. $#Educational objective# First-generation antipsychotics can be classified according to high or low potency and have characteristic side effect profiles.  Low-potency antipsychotics are more likely to cause sedation, anticholinergic side effects, and orthostatic hypotension.  High-potency antipsychotics are more likely to cause extrapyramidal symptoms (eg, dystonia, akathisia, parkinsonism).  "},

{"id":"512","title":"A 25-year-old man is brought to the emergency department due to severe agitation and aggressive behavior.  He speaks loudly and rapidly, stating that he has \"superpowers\" of mind control and that violence is the only way to defend against \"the conspiracy.\"  The patient has a history of bipolar disorder and is prescribed olanzapine, lithium, and fluoxetine, although it is unclear if he has been compliant.  The patient requires several doses of medication in the emergency department to calm down and is subsequently admitted to the hospital for further psychiatric evaluation.  The following night he is found lying very still on his bed and does not respond to questions.  Temperature is 40.6 C (105.1 F), blood pressure is 157/90 mm Hg, pulse is 102/min, and respirations are 20/min.  Examination is significant for diaphoresis and diffuse rigidity in upper and lower extremities.  Which of the following is the most likely explanation for this patient's current symptoms? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute dystonic reaction","answer_2":"B. Akathisia","answer_3":"C. Drug-induced parkinsonism","answer_4":"D. Lithium toxicity","answer_5":"E. Neuroleptic malignant syndrome","answer_6":"F. Serotonin syndrome","percent_1":"5%","percent_2":"1%","percent_3":"2%","percent_4":"2%","percent_5":"78%","percent_6":"11%","right_answer":"E. Neuroleptic malignant syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§ ∆^#Neuroleptic malignant syndrome# ∆^#Serotonin syndrome# §^#Precipitant# ∆ • Dopamine antagonist ∆ • Serotonergic agent §^#Onset# ∆ • 1–3 days ∆ • <1 day §^#Overlapping$ features# ∆ • Altered mental status • Sympathetic hyperactivity$ (eg, hyperthermia, hypertension,$ tachycardia, diaphoresis) ∆ • Altered mental status • Sympathetic hyperactivity (eg, $hyperthermia, hypertension, tachycardia,$ diaphoresis) §^#Distinct $features# ∆ • Diffuse rigidity (\"lead-pipe\") • Hyporeflexia ∆ • Clonus • Hyperreflexia","explanation_img":"","explanation_1":"","explanation_2":"This patient is experiencing a manic episode with psychotic features and most likely received multiple doses of antipsychotic medication to control his agitation in the emergency department.  His #hyperthermia#, #sympathetic hyperactivity# (eg, diaphoresis, tachycardia), severe #muscle rigidity# (frequently described as \"lead-pipe rigidity\"), and #altered mental status# are characteristic of #neuroleptic malignant syndrome (NMS)#. $NMS is a potentially life-threatening adverse reaction to #antipsychotics# (ie, neuroleptics) that typically presents 1-3 days after initiation or dose escalation.  It is thought to be caused by antagonism of central dopaminergic systems involved in thermoregulation and regulation of muscle tone and movement.  Treatment involves cessation of the causative agent; benzodiazepines and #dantrolene# (a postsynaptic muscle relaxant) are used for treating severe cases. $#(Choices A, B, and C)#  Antipsychotic D2 dopamine receptor antagonism in the nigrostriatal pathway can cause a variety of reactions (known as extrapyramidal symptoms) that can be confused with NMS.  Acute dystonic reactions involve distressing contractions of the neck, mouth, and tongue.  Akathisia is a subjective feeling of intense restlessness and an inability to sit still.  Drug-induced parkinsonism manifests as rigidity, bradykinesia, and tremor.  None of these conditions involves altered mental status, hyperthermia, or sympathetic hyperactivity. $#(Choice D)#  Lithium is a mood stabilizer used in bipolar disorder but is not used to control acute agitation and psychosis.  Acute lithium toxicity typically begins with nausea, vomiting, and diarrhea, with neuromuscular signs developing later. $#(Choice F)#  Although serotonin syndrome (due to overdose or combinations of serotonergic drugs) can also present with mental status changes, hyperthermia, and sympathetic hyperactivity, it typically presents with neuromuscular hyperactivity (eg, clonus, hyperreflexia) as opposed to the diffuse rigidity seen in NMS and in this patient. $#Educational objective# Neuroleptic malignant syndrome (NMS) is an adverse reaction to antipsychotic medication characterized by severe \"lead-pipe\" rigidity, hyperthermia, sympathetic hyperactivity, and mental status changes.  NMS is characterized by severe rigidity rather than the neuromuscular irritability (eg, hyperreflexia, myoclonus) seen in serotonin syndrome.  "},

{"id":"106670","title":"A 19-year-old man is brought to the office by his mother due to uncharacteristic behaviors.  A year ago, the patient's father died unexpectedly in a motor vehicle collision.  Afterward, the patient became increasingly withdrawn and stopped responding to his friends' text messages.  He became disinterested in completing homework assignments and did not graduate from high school due to failing grades.  For the past few months, the patient has spent most of the time alone in his room, listening to music and drawing.  His mother says, \"All of his drawings are of numbers in different colors and sizes.  He's been fixated on the date and time that his dad died and thinks that they have special meanings.\"  The patient is difficult to follow in conversation, changing topics frequently and making random remarks.  On mental status examination, he pauses before answering questions and provides brief, unrelated responses.  The patient does not make eye contact, and his affect is blunted.  He has no suicidal ideation or hallucinations.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Delusional disorder","answer_2":"B. Normal bereavement","answer_3":"C. Obsessive-compulsive disorder","answer_4":"D. Posttraumatic stress disorder","answer_5":"E. Schizophrenia","percent_1":"17%","percent_2":"8%","percent_3":"5%","percent_4":"21%","percent_5":"49%","right_answer":"E. Schizophrenia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Schizophrenia symptoms#∆⨉ §^#Positive#$ (\"pathologic excesses\") ∆^#Negative#$ (\"pathologic deficits\") § •Hallucinations: false sensory perception in the absence of stimuli (eg, hearing voices) •Delusions: false belief despite evidence to the contrary (eg, \"the neighbors are aliens\") •Disorganized/incoherent speech •Disorganized/agitated behavior ∆ •Apathy: lack of motivation •Social withdrawal •Flat affect: emotional flattening/monotone speech •Poverty (lack) of speech •Anhedonia: inability to experience pleasure","explanation_1":"","explanation_2":"$#Schizophrenia# presents with a variety of cognitive, behavioral, and emotional disturbances and typically has an onset in early adulthood (peak age: men, early 20s; women, late 20s).  Schizophrenia has a gradual onset but occasionally a #precipitating stressor# unmasks the disorder, such as in this patient with symptoms after the death of his father. $ The diagnosis is made with continuous signs of disturbance for at least 6 months, including at least 1 month of ≥2 of the following active symptoms (with at least 1 from the first 3): $ • Delusions (eg, fixation on a date and time, thinking that it has special meaning) $ • Hallucinations $ • Disorganized speech (eg, frequent change of topics, random remarks) $ • Disorganized/catatonic behavior (eg, bizarre drawings) $ • Negative symptoms (eg, apathy, flat affect, social withdrawal, lack of speech, anhedonia) $ Although #positive symptoms# (eg, delusions, hallucinations) are characteristic in schizophrenia, some patients, such as this one, demonstrate largely #negative symptoms# with increasing social withdrawal (eg, not responding to friends), apathy (eg, not completing homework assignments), and affective blunting.  Treatment is with antipsychotics (eg, risperidone, olanzapine).  However, these drugs are more effective at managing positive symptoms; negative symptoms are typically refractory to intervention. $ (Choice A)  Fixation on date and time as having special meaning is a referential delusion (ie, a belief that cues from the environment are individualized messages).  Patients with delusional disorders typically do not have referential delusions, negative symptoms, or disorganized speech. $ (Choice B)  Response to a significant loss may include withdrawal, apathy, flat affect or preoccupation with memories of the deceased.  However, normal bereavement does not cause disorganized speech, disorganized behavior, or delusions. $ (Choice C)  Behaviors related to obsessive-compulsive disorder (OCD), such as ritualistic washing or chewing food a certain number of times, can appear bizarre.  However, bizarre, indecipherable speech; negative symptoms; and referential delusions are not associated with OCD. $ (Choice D)  Posttraumatic stress disorder (PTSD) involves psychological distress following a traumatic event.  It can present with distress-related disturbances resembling hallucinations and/or mood alterations with anhedonia and negative emotionality.  However, the levels of disorganized, incoherent speech and thought in this patient are not seen in PTSD. $Educational objective Schizophrenia is diagnosed in patients with signs of disturbance for ≥6 months, including at least 1 month of ≥2 of the following active symptoms (with at least 1 from the first 3): delusions, hallucinations, disorganized speech, disorganized/catatonic behavior, and negative symptoms."},

{"subjectSystem":"Anatomy- psychiatry substane","id":"513","title":"A 26-year-old woman is evaluated in the clinic due to absence of her last 3 menstrual periods.  The patient has also developed bilateral milky nipple discharge.  Menarche was at age 13.  Until now, she has had regular menses, lasting 4-5 days, every 28 days.  The patient says she takes acetaminophen for occasional headaches and a medication that (stops the voices) in her head.  BMI is 29 kg/m2.  Pelvic examination is unremarkable.  Urine β-hCG testing is negative.  Interruption of which of the following central nervous system pathways is the most likely cause of this patient's presenting symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arcuate fasciculus","answer_2":"B. Hypothalamospinal tract","answer_3":"C. Lateral medullary spinothalamic tract","answer_4":"D. Mesolimbic pathway","answer_5":"E. Nigrostriatal pathway","answer_6":"F. Tuberoinfundibular pathway","right_answer":"F. Tuberoinfundibular pathway","percent_1":"1%","percent_2":"8%","percent_3":"0%","percent_4":"9%","percent_5":"13%","percent_6":"68%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp513.jpg","explanation_1":"","explanation_2":"This patient likely has developed amenorrhea and galactorrhea as an adverse effect of dopamine-2 (D2) receptor blockade from treatment with antipsychotics.  There are 4 major @dopaminergic pathways@ in the brain (eg, mesolimbic, mesocortical, tuberoinfundibular, nigrostriatal); dopamine hyperactivity in the mesolimbic pathway is associated with positive psychotic symptoms (eg hallucinations, delusions). $The side effects of antipsychotic therapy are largely caused by D2 receptor blockade in other dopaminergic pathways.  The #tuberoinfundibular pathway# connects the hypothalamus to the pituitary gland and is responsible for the tonic inhibition of prolactin secretion.  Neurons in the arcuate nucleus of the hypothalamus secrete dopamine, which binds to D2 receptors on pituitary lactotrophs, resulting in decreased prolactin secretion from the anterior pituitary gland.  Antipsychotics can interrupt the tuberoinfundibular pathway, causing increased blood prolactin levels #(hyperprolactinemia)#, which may lead to #galactorrhea# (milky nipple discharge unrelated to pregnancy/breastfeeding) and menstrual irregularities (eg, #amenorrhea#). $(Choice A)  The arcuate fasciculus is a neural pathway that connects the Broca and Wernicke areas, which are responsible for expressive and receptive language, respectively.  Disruption of the arcuate fasciculus classically results in conduction aphasia, characterized by fluent speech, intact comprehension, and impaired repetition. $(Choice B)  The hypothalamospinal tract projects from the hypothalamus to the ciliospinal center of the intermediolateral cell column (T1-L2), providing sympathetic innervation to the ipsilateral eye and face.  Disruption of this tract typically results in ipsilateral Horner syndrome (eg, ptosis, miosis, anhidrosis).  $(Choice C)  The lateral medullary spinothalamic tract transmits pain and temperature signals from the contralateral body to the thalamus.  Lateral medullary infarction (Wallenberg syndrome) presents with loss of pain and temperature sensation on the contralateral body and ipsilateral face as well as vertigo, hoarseness, dysphagia, and abnormal eye movements.$(Choice D)  The therapeutic effect of antipsychotics arises from blockade D2 receptors in the mesolimbic pathway.$(Choice E)  The nigrostriatal pathway projects from the substantia nigra to the caudate nucleus and putamen and primarily regulates the coordination of voluntary movements.  D2 receptor blockade in this pathway results in extrapyramidal effects (eg, dystonia, akathisia, tardive dyskinesia) and drug-induced parkinsonism. $Educational objective Antipsychotic medications work by blocking dopamine-2 receptors in the mesolimbic dopamine pathway.  Dopamine-2 receptor blockade in the tuberoinfundibular pathway can result in galactorrhea and amenorrhea.","clickable_1":"images/img1.513.jpg"}


]