[

{"id":"2021","title":"A 23-year-old man comes to the physician complaining of right-sided testicular swelling. He first noticed the swelling 1 week ago while getting ready for work. He denies any testicular pain or history of trauma. However, he has noticed a heavy, pressing sensation involving his scrotum and lower abdomen. Physical examination reveals asymmetric swelling of the right testis, and subsequent ultrasonography shows a solid testicular mass. If malignant, this patient’s tumor is most likely to spread to which of the following lymph node groups?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Superficial inguinal","ansImg_1":"","answer_2":"B. Deep inguinal","ansImg_2":"","answer_3":"C. External iliac","ansImg_3":"","answer_4":"D. Common iliac","ansImg_4":"","answer_5":"E. Inferior mesenteric","ansImg_5":"","answer_6":"F. Para-aortic","ansImg_6":"","right_answer":"F. Para-aortic","percent_1":"8%","percent_2":"7%","percent_3":"2%","percent_4":"2%","percent_5":"2%","percent_6":"80%","explanation_img":"images/exp2021.jpg","explanation_1":"","explanation_2":"$In general, the lymph drainage from a particular organ follows the path of the arterial supply to that site. During fetal development, the testes originate within the retroperitoneum and establish their arterial supply from the abdominal aorta. The testes subsequently descend through the inguinal canals into the scrotum, taking with them their arterial, venous, and lymphatic supplies. Thus, lymph from the testes drains through lymph channels directly back to the para-aortic lymph nodes.\n\n$(Choice A) The superficial inguinal lymph nodes are located on the anterior thigh inferior to the inguinal ligament. These nodes drain nearly all cutaneous structures inferior to the umbilicus, including the external genitalia and the anus up to the pectinate line.\n\n$(Choice B) The deep inguinal nodes reside under the fascia lata on the medial side of the femoral vein. They receive afferents from the superficial inguinal nodes and deep lymphatic trunks along the femoral vessels. The lymphatics from the glans penis and clitoris also drain directly to these nodes.\n\n$(Choice C) The external iliac nodes drain the superficial and deep inguinal nodes and the deep lymphatics of the abdominal wall below the umbilicus.\n\n$(Choice D) The common iliac nodes are located alongside the common iliac artery and drain the internal and external iliac nodes.\n\n$(Choice E) The inferior mesenteric nodes drain the structures supplied with arterial blood by branches of the inferior mesenteric artery (eg, the left colic, sigmoid, and superior rectal arteries). Thus, these nodes drain the descending and sigmoid colon as well as the upper part of the rectum. Their efferents drain to pre-aortic nodes.\n\n$Educational objective\nLymph from the testes drains through lymph channels directly back to the para-aortic lymph nodes. In contrast, lymph from the scrotum drains to the superficial inguinal lymph nodes."},

{"id":"8326","title":"A 31-year-old man comes to the emergency department complaining of right-sided scrotal pain and swelling that has gradually worsened over the last 3 days. His temperature is 38.3 C (101 F). On physical examination, his right hemiscrotum is warm, tender, and erythematous. The cremasteric reflex is present. A scrotal ultrasound reveals a fluid collection consistent with a superficial scrotal abscess. Which of the following lymph node groups is most likely to be tender and swollen?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common iliac","ansImg_1":"","answer_2":"B. Inferior mesenteric","ansImg_2":"","answer_3":"C. Infraclavicular","ansImg_3":"","answer_4":"D. Para-aortic","ansImg_4":"","answer_5":"E. Superficial inguinal","ansImg_5":"","right_answer":"E. Superficial inguinal","percent_1":"3%","percent_2":"2%","percent_3":"0%","percent_4":"23%","percent_5":"72%","explanation_img":"","explanation_1":"","explanation_2":"Lymphatic drainage of the scrotum occurs via the superficial inguinal lymph nodes. These lymph nodes drain nearly all cutaneous lymph from the umbilicus to the feet, including the external genitalia and anus (up to the dentate line). The exceptions are the testis, glans penis, and the cutaneous portion of the posterior calf. Lymph from the testes drains directly into the para-aortic (retroperitoneal) lymph nodes #(choice D)#. Lymph from the glans penis and the cutaneous portion of the posterior calf drains into the deep inguinal lymph nodes. The superficial inguinal lymph nodes also drain into the deep inguinal lymph nodes.\n\n$#(Choice A and B)# The common iliac nodes are located alongside the common iliac artery and drain the internal and external iliac nodes. The external iliac nodes receive lymph from the deep inguinal lymph nodes.\n\n$(Choice C) Infraclavicular lymph nodes are found beside the cephalic vein between the pectoralis major and deltoid, immediately below the clavicle. They drain lymph from portions of the upper limb and breast.\n\n$Educational objective\nDue to its intra-abdominal origin, lymphatic drainage of the testis is to the para-aortic lymph nodes. In contrast, lymph drainage from the scrotum goes into the superficial inguinal lymph nodes."},

{"id":"150","title":"A 66-year-old man comes to the office for hypertension follow-up.  The patient takes lisinopril and amlodipine, but his blood pressure recordings have been 140-150/85-95 mm Hg over the past 2 office visits.  He has had no chest pain or shortness of breath.  The patient also reports worsening urinary symptoms over the past year that include hesitancy, straining during urination, poor urinary flow, and waking up once or twice a night to urinate.  He feels the symptoms are bothersome but are not affecting his quality of life.  The patient has no other medical conditions and does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 142/88 mm Hg and pulse is 70/min.  Physical examination shows a mildly enlarged, smooth prostate but is otherwise unremarkable.  Serum chemistry studies and urinalysis are normal.  Which of the following medications would be most effective for treating both of this patient's medical issues?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Doxazosin","answer_2":"B. Finasteride","answer_3":"C. Hydralazine","answer_4":"D. Hydrochlorothiazide","answer_5":"E. Metoprolol","answer_6":"F. Tamsulosin","percent_1":"40%","percent_2":"10%","percent_3":"2%","percent_4":"2%","percent_5":"1%","percent_6":"45%","right_answer":"A. Doxazosin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's obstructive urinary symptoms and mildly enlarged prostate are consistent with #benign prostatic hyperplasia# (BPH).  In addition, he has #hypertension# that has not been well controlled.  When possible, it is desirable to choose drugs that can address multiple issues to minimize adverse effects and drug interactions. $In this patient, an #alpha-1 blocker# (eg, doxazosin, prazosin, terazosin) can be used to #treat both# the BPH symptoms and the hypertension.  Although alpha-1 blockers are not first-line medications for hypertension, they can be useful second-line drugs in hypertensive patients with concomitant BPH. $Alpha-1 blockers work by #relaxing smooth muscle# in the @bladder neck and prostate@, opening up the bladder outlet and decreasing the resistance to the flow of urine.  They also relax smooth muscle tone in #arterial walls#, thus decreasing blood pressure.  Uroselective alpha-1 blockers (specific for alpha-1A subtype), such as alfuzosin, silodosin, and tamsulosin, affect only the urinary tract smooth muscles; therefore, they would not be helpful in decreasing blood pressure #(choice F).# $#(Choice B)#  Finasteride is a 5-alpha-reductase inhibitor that is effective for the treatment of BPH but has no effect on blood pressure.  It works by inhibiting the conversion of testosterone to dihydrotestosterone, the hormone that causes progressive glandular enlargement in BPH.  After being administered for several months, finasteride decreases the size of the prostate. $#(Choice C)#  Hydralazine is a powerful, typically third-line antihypertensive that works by relaxing smooth muscles in the arterial walls.  It would not be useful in the treatment of BPH. $#(Choice D)#  Hydrochlorothiazide is a thiazide diuretic that functions at the distal convoluted tubule of the nephron to prevent the reabsorption of sodium, chloride and water by blocking a Na/Cl co-transporter.  It is one of the first-line medications for the treatment of primary hypertension.  Diuretics have no role in the treatment of BPH. $#(Choice E)#  Metoprolol is a selective beta-1-receptor blocker used to treat hypertension and coronary artery disease.  It works by blocking adrenergic stimulation of the heart, causing the heart to contract less forcefully and less frequently.  Beta-1-receptor blockers would not help with BPH symptoms. $#Educational objective# Alpha-1 blockers such as doxazosin, prazosin, and terazosin are useful for the treatment of both benign prostatic hyperplasia and hypertension.  To minimize adverse effects and drug interactions, it is desirable to prescribe a medication that can address multiple issues at once.  ","clickable_1":"images/img1.150.jpg"},

{"SubjectSystem":"Histology-Male Reproductive System","id":"16236","title":"A 34-year-old man is found to have low sperm count during an infertility evaluation.  The patient has no chronic medical conditions but has a history of testicular trauma from a motorcycle accident several years ago.  Vital signs are within normal limits and physical examination shows no abnormalities.  Further evaluation reveals the patient has developed antisperm antibodies.  This patient's testicular trauma most likely damaged an anatomic barrier formed from which of the following components?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Leydig cells","answer_2":"B. Primary spermatocytes","answer_3":"C. Secondary spermatocytes","answer_4":"D. Sertoli cells","answer_5":"E. Tunica albuginea","percent_1":"9%","percent_2":"3%","percent_3":"3%","percent_4":"59%","percent_5":"25%","right_answer":"D. Sertoli cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp16236.jpg","explanation_1":"","explanation_2":"$Seminiferous tubules are bounded by a basal lamina, with columnar Sertoli cells extending from the basal lamina to the lumen.  The #Sertoli cells# are connected by a continuous barrier of #tight junctions#, forming a functional boundary between the outer basal compartment and the inner luminal compartment of the tubule.  These tight junctions form the #blood-testis barrier# (BTB), which controls the environment of the developing spermatids and prevents immune exposure. $Undifferentiated germ cells (@spermatogonia@) reside along the basal lamina, between the Sertoli cells, and outside the BTB.  The spermatogonia are continually replenished by mitosis.  During differentiation, spermatozoa pass through the barrier, which reforms behind them.  Disruption to the BTB (eg, due to trauma or ischemia) can lead to formation of antisperm antibodies, which can impair fertility. $#(Choice A)#  Leydig cells produce a high local concentration of testosterone, which diffuses into the nearby seminiferous tubules and facilitates spermatogenesis.  However, the Leydig cells are outside the tubules and do not form the BTB. $#(Choices B and C)#  Primary and secondary spermatocytes are postmeiotic cells derived from spermatogonia.  They migrate between the Sertoli cells, inside the BTB, but are not found in a continuous layer and do not form the BTB. $#(Choice E)#  The @tunica albuginea@ of the testis is a thick connective tissue structure that forms the outer capsule of the testis within the scrotum.  It supports the testis as a whole but does not separate individual seminiferous tubules or form the BTB between the inner tubule and the blood. $#Educational objective# The blood-testis barrier is formed by tight junctions between Sertoli cells in the seminiferous tubules and prevents immune exposure to the developing spermatids.  During differentiation, spermatozoa pass through the barrier, which reforms behind them.  Disruption to the blood-testis barrier can lead to formation of antisperm antibodies, which can impair fertility.  ","clickable_1":"images/img1.16236.jpg","clickable_2":"images/img2.16236.jpg"}


]