[


{"id":"3","title":"A 54-year-old man comes to the physician due to blood in his urine and abdominal discomfort that occurred 2 days ago.  He was moving potted plants around his porch when he started having pain in his abdomen.  Afterward, he noticed blood in his urine but says it resolved the following day.  He has a history of hypertension.  The patient does not use tobacco, alcohol, or illicit drugs.  Physical examination shows no abnormalities.  CT scan of the abdomen with contrast is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/3.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Glomerulonephritis","answer_2":"B. Hydronephrosis","answer_3":"C. Nephroblastoma","answer_4":"D. Polycystic kidney disease","answer_5":"E. Renal cell carcinoma","percent_1":"1%","percent_2":"5%","percent_3":"1%","percent_4":"82%","percent_5":"11%","right_answer":"D. Polycystic kidney disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Autosomal dominant polycystic kidney disease! ?Genetics? • Autosomal dominant mutation in PKD1 or PKD2 ?Clinical$ features? • #Symptoms:# often asymptomatic; ± abdominal/flank pain • #Signs:# hypertension, hematuria, progressive renal failure ?Imaging? • Multiple renal cysts (thin-walled, nonenhancing) ?Extrarenal$ manifestations? • Liver cysts • Cerebral aneurysms","explanation_img":"","explanation_1":"","explanation_2":"This patient with flank pain, hematuria, hypertension, and @multiple renal and hepatic cysts@ on imaging (smooth, thin walls with nonenhancing cystic fluid) has #autosomal dominant polycystic kidney disease# (ADPKD).  ADPKD is the most common hereditary cause of renal failure in #adults# and is caused by mutations in the polycystin genes (PKD1, PKD2) that result in progressive cystic enlargement of the kidneys. $Patients often remain asymptomatic until their fourth or fifth decade, when relentless enlargement of the cysts begins to impair renal function; #hypertension# is often the earliest clinical sign.  Stretching of the renal capsule and dilation/rupture of the cysts can result in abdominal/flank pain; cyst rupture can also cause gross hematuria.  Renal dysfunction worsens with age, and approximately 50% of adults progress to #end-stage renal disease# by age 70.  Extrarenal manifestations include #liver cysts# and #intracranial aneurysms# that may rupture. $#(Choice A)#  Glomerulonephritis can cause hematuria, hypertension, and renal failure but is not associated with cyst formation.  Casts are typically visible on urinalysis. $#(Choice B)#  Hydronephrosis can cause hematuria and pain, particularly if associated with an obstructing stone.  However, @dilation of the ureters and calyces@ would be expected on imaging. $#(Choice C)#  Nephroblastoma (Wilms tumor) is the most common pediatric renal malignancy but is rare in adults.  It typically presents with a painful abdominal mass, hematuria, and hypertension.  CT scan demonstrates a solid, @heterogenous renal mass@ with patchy enhancement. $#(Choice E)#  Renal cell carcinoma is the most common renal malignancy in adults and often presents with hematuria, hypertension, and flank pain.  However, imaging typically demonstrates solitary renal mass with areas of contrast enhancement and focal necrosis; bilateral cystic changes would be unexpected. $#Educational objective# Autosomal dominant (adult) polycystic kidney disease is caused by mutations in the polycystin genes (PKD1, PKD2), which result in cystic enlargement of the kidneys and progressive renal dysfunction.  Clinical features include hypertension, abdominal/flank pain, and gross hematuria; extrarenal manifestations include liver cysts and intracranial aneurysms. ","clickable_1":"images/img1.3.jpg","clickable_2":"images/img2.3.jpg","clickable_3":"images/img3.3.jpg"},

{"id":"1915","title":"A 24-year-old woman comes to the office for a routine prenatal ultrasound examination.  She is 19 weeks pregnant based on her last menstrual period.  This is the patient's third pregnancy, and there have been no complications.  Family medical history is unremarkable, and both of the patient's children are healthy.  The examination reveals a male fetus with bilaterally enlarged kidneys with diffuse small cysts.  The amniotic fluid volume is very low.  No other anomalies are seen.  Which of the following will most likely be present in the newborn at delivery?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bladder outlet obstruction","answer_2":"B. Cerebral aneurysms","answer_3":"C. Facial hemangiomas","answer_4":"D. Intestinal atresia","answer_5":"E. Pulmonary hypoplasia","percent_1":"9%","percent_2":"8%","percent_3":"1%","percent_4":"2%","percent_5":"80%","right_answer":"E. Pulmonary hypoplasia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1915.jpg","explanation_1":"","explanation_2":"$This mother has oligohydramnios, and the fetus has bilaterally enlarged cystic kidneys.  Because amniotic fluid is largely composed of fetal urine, these findings are concerning for fetal kidney dysfunction and reduced urine production.  In this case, the fetus likely has #autosomal recessive polycystic kidney disease# (ARPKD), a condition caused by a mutation in fibrocystin (protein found in epithelial cells of renal tubules).  Fibrocystin deficiency leads to diffuse microcysts, as seen here, and impaired kidney function. $Any condition that causes #anuria or oliguria in utero# (eg, ARPKD, bilateral renal agenesis) results in #severe oligohydramnios# and risk of Potter sequence.  #Potter sequence# is a predictable series of anomalies caused by fetal compression from insufficient amniotic fluid.  Findings include the following: $• #Flattened facies:#  Extrinsic fetal compression leads to a flattened, depressed nasal bridge; prominent epicanthal folds; low-set ears; and a recessed chin. $• #Limb deformities:#  Restricted fetal movement causes deformities such as contractures, hip dislocation, and clubfoot. $• #Pulmonary hypoplasia:#  Restricted thoracic expansion limits fetal lung development, causing respiratory distress and decreased breath sounds after birth.  Amniotic fluid is also thought to promote production of elastin, collagen, and vascular endothelial growth factor in fetal lungs, and oligohydramnios likely results in reduced alveolarization and angiogenesis. $Potter sequence is often fatal in infancy, and patients who survive typically develop chronic lung and kidney disease. $#(Choice A)#  Bladder outlet obstruction (eg, posterior urethral valves) causes bladder distension, bilateral hydronephrosis, and in severe cases impaired kidney function and oligohydramnios.  However, in contrast to this case, renal cysts would not be present. $#(Choice B)#  Cerebral aneurysms are a common complication of autosomal dominant polycystic kidney disease.  However, most patients remain asymptomatic until adulthood; ARPKD is much more likely in this neonate with severe renal impairment. $#(Choice C)#  Segmental facial hemangiomas may be associated with other anomalies, as in the PHACE syndrome (abnormalities of the #P#osterior fossa; #H#emangiomas; and #A#rterial cerebrovascular, #C#ardiac, and #E#ye anomalies).  Vascular tumors are not associated with ARPKD or Potter sequence. $#(Choice D)#  Intestinal atresia is associated with excessive, not reduced, amniotic fluid (polyhydramnios) due to impaired fluid absorption by the fetal gastrointestinal tract.  Furthermore, this patient's renal findings would not be expected in a patient with intestinal atresia. $#Educational objective# Amniotic fluid is largely composed of fetal urine, and oligohydramnios (low fluid) is often associated with kidney dysfunction in the fetus (eg, diffuse cysts seen in autosomal recessive polycystic kidney disease).  Extrinsic fetal compression from a low amniotic fluid level leads to Potter sequence with characteristic findings of flattened facies, limb deformities, and pulmonary hypoplasia.  "},

{"id":"1052","title":"A newborn undergoes an abdominal ultrasound that shows kidneys of normal size, structure, and location.  The patient does not appear to be in distress, and physical examination reveals no abnormalities.  If this patient were to be diagnosed with renal disease later in life, it would most likely be which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autosomal dominant polycystic renal disease","answer_2":"B. Autosomal recessive polycystic renal disease","answer_3":"C. Horseshoe kidney","answer_4":"D. Multicystic dysplastic kidney","answer_5":"E. Potter sequence","percent_1":"73%","percent_2":"17%","percent_3":"2%","percent_4":"7%","percent_5":"1%","right_answer":"A. Autosomal dominant polycystic renal disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Autosomal dominant polycystic kidney disease! ?Pathologic$ features? • Mutations in PKD-1 or PKD-2 cause tubular cell proliferation & fluid secretion • Cyst formation occurs at any point in the nephron, but <5℅ of nephrons are $affected • Microscopic cysts present at birth progressively enlarge over the decades • Enlarged cysts compress the renal parenchyma, causing atrophy & fibrosis ?Clinical features? • Frequently clinically silent, with 5℅ of patients going undiagnosed • Symptoms are variable & include flank pain, hematuria & hypertension • Renal failure slowly progresses over 10-20 years, with end-stage renal disease$ often occurring by age 70 • Extrarenal manifestations include liver cysts & cerebral aneurysms","explanation_img":"","explanation_1":"","explanation_2":"$#Autosomal dominant polycystic kidney disease# (ADPKD), like many autosomal dominant diseases, #manifests later in life# (eg, age 40-50).  Microscopic cysts are present at birth but are too small to be detected by abdominal ultrasound.  Over the years, the cysts enlarge, compression of the renal parenchyma occurs, and patients become symptomatic (eg, flank pain, hypertension). $In contrast, autosomal #recessive# polycystic kidney disease (ARPKD) #presents at birth# or during the first year of life with bilateral flank masses.  Cysts are formed by dilated distal tubules and collecting ducts.  Abdominal ultrasonography demonstrates enlarged kidneys at birth and often shows @cysts@, which are visualized if they are >1 cm in diameter #(Choice B)#. $#(Choice C)#  The abnormal fusion of kidneys at their poles (usually the lower poles) is called @horseshoe kidney@.  The isthmus of renal tissue is anterior to the great vessels and is easily detected on abdominal ultrasound. $#(Choice D)#  Multicystic dysplastic kidney is characterized by the presence of multiple renal cysts of varying sizes and the absence of a normal pelvicalyceal system.  The condition is associated with ureteral or ureteropelvic atresia, with the affected kidney essentially rendered nonfunctional.  Abdominal ultrasound of the fetus or newborn is typically diagnostic. $#(Choice E)#  A number of fetal renal abnormalities (eg, bilateral renal agenesis, ARPKD) can cause a decrease in fetal urine production and oligohydramnios.  The combination of abnormalities that ensues, called @Potter sequence@, includes pulmonary hypoplasia, Potter facies (flattened nose, recessed chin, prominent epicanthal folds, and low-set ears), limb deformities, and cardiovascular abnormalities.  Renal defects that lead to Potter sequence are usually profound and easily seen on ultrasound. $#Educational objective# Autosomal dominant polycystic kidney disease typically manifests in patients age 40-50 with enlarged kidneys, flank pain, and hypertension.  In newborns, the kidneys are of normal size, and the cysts are too small to be detected on abdominal ultrasonography.  As the cysts enlarge, they compress the renal parenchyma and cause symptoms. ","clickable_1":"images/img1.1052.jpg","clickable_2":"images/img2.1052.jpg","clickable_3":"images/img3.1052.jpg"}


]