[

{"id":"2061","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 62-year-old woman comes to the office due to double vision, especially when reading at bedtime.  The problem first started intermittently several months ago but has worsened over the last 2 weeks and now bothers her constantly.  The patient has also developed difficulty chewing and swallowing foods.  She usually feels better in the mornings.  The patient has no other medical problems and takes no medications.  She does not use tobacco, alcohol, or recreational drugs.  Vital signs are normal.  BMI is 27 kg/m2.  Examination shows bilateral ptosis; weakness of adduction of the right eye and abduction of the left eye is present.  Muscle strength is 4/5 in the proximal muscles in the upper and lower extremities.  Deep tendon reflexes are 2+ throughout. $#Item 1 of 2# Which of the following changes involving the postsynaptic muscle cell most likely explains this patient's symptoms? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Impaired excitation-contraction coupling","answer_2":"B. Prolonged absolute refractory period","answer_3":"C. Reduced action potential amplitude","answer_4":"D. Reduced action potential propagation velocity","answer_5":"E. Reduced amplitude of motor end plate potential","percent_1":"18%","percent_2":"12%","percent_3":"15%","percent_4":"14%","percent_5":"42%","right_answer":"E. Reduced amplitude of motor end plate potential","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2061.jpg","explanation_1":"","explanation_2":"$This patient's fluctuating, fatigable weakness involving the eyes (eg, diplopia, ptosis), bulbar muscles (eg, chewing fatigue, dysphagia), and proximal extremities is characteristic of #myasthenia gravis# (MG). $MG is most commonly caused by autoantibodies against @postsynaptic nicotinic acetylcholine receptors@.  Binding of antibodies to these receptors results in blockade of the receptor's active site, receptor internalization and degradation, and damage to the motor end plate due to complement fixation.  This leads to #decreased numbers of functional acetylcholine receptors# at the neuromuscular junction. $The decrease in the number of available cation channels reduces the end plate potential following acetylcholine release.  Because the #threshold potential is not reached#, the #muscle cells do not depolarize# as frequently.  Synaptic concentrations of acetylcholine are unaffected, unlike in botulism or Lambert-Eaton myasthenic syndrome. $#(Choice A)#  Excitation-contraction coupling refers to the process whereby the muscle's action potential triggers cellular contraction.  In skeletal muscle, this process begins with the release of calcium into the cytoplasm, which subsequently binds troponin C and induces a conformational change, allowing actin and myosin to bind.  Impaired coupling implies that an action potential occurs, but the skeletal muscle cannot contract (eg, impaired actin and myosin binding), whereas MG is caused by a failure to achieve the threshold for an action potential to occur. $#(Choices B, C, and D)#  The action potential amplitude, propagation velocity, and refractory period of the muscle cell are determined by intrinsic properties of the cell membrane.  In MG, only the neuromuscular junction is impacted, so the action potential amplitude, propagation velocity, and refractory period are normal when an action potential is actually triggered in the cell.  In contrast, the compound muscle action potential (ie, the summed action potentials of all the muscle fibers in a motor unit) decreases with repeated excitation in patients with MG due to depolarization of fewer myofibers. $#Educational objective# Myasthenia gravis is an autoimmune disease that causes a decreased number of functional acetylcholine receptors within the neuromuscular junction.  This reduces the number of postsynaptic cation channels that can open in response to acetylcholine, which reduces the amplitude of motor end plate potential and prevents muscle fiber depolarization.  ","clickable_1":"images/img1.2061.jpg"},

{"id":"2062","title":"#Item 2 of 2# $Appropriate treatment is begun, and the patient reports significant symptom improvement.  However, she now has abdominal cramping, nausea, sweating, and diarrhea.  Which of the following agents can be used to effectively control these new symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fluoxetine","answer_2":"B. Glycopyrrolate","answer_3":"C. Pilocarpine","answer_4":"D. Prazosin","answer_5":"E. Propranolol","percent_1":"4%","percent_2":"48%","percent_3":"34%","percent_4":"8%","percent_5":"7%","right_answer":"B. Glycopyrrolate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Anticholinergic toxicity# ∆⨉ §^#\"Hot as a hare\"$ ↑# Body temperature ∆ • ↓ Sweating leads to ↓ heat dissipation §^#\"Dry as a bone\"$ ↓# Secretions (eg, mucous membranes, sweat$ glands) ∆ • ↓ Glandular secretion & smooth muscle contraction §^#\"Red as a beet\"$ F#lushed skin ∆ • Superficial vasodilation from ↑ body heat §^#\"Blind as a bat\"$ C#ycloplegia, mydriasis ∆ • Paralysis of ciliary muscle & iris sphincter §^#\"Mad as a hatter\"$ A#ltered mental status ∆ • Permeates blood-brain barrier & affects CNS pathways §^#\"Full as a flask\"$ C#onstipation,$ urinary retention ∆ • ↓ Intestinal smooth muscle contraction • ↓ Detrusor contraction & ↓ internal urethral sphincter$ relaxation §^#\"Fast as a fiddle\"#$ Tachycardia ∆ • ↓ Vagal tone at the sinoatrial node","explanation_img":"","explanation_1":"","explanation_2":"First-line treatment of #myasthenia gravis# (MG) is a #cholinesterase inhibitor#, such as pyridostigmine, which inhibits the degradation of acetylcholine in the neuromuscular junction, prolonging the action of acetylcholine.  Because it increases the concentration of acetylcholine, it increases the stimulation of both nicotinic receptors, which are impacted in MG, and muscarinic receptors, which are normal in MG.  Therefore, acetylcholinesterase inhibitors improve skeletal muscle weakness but can cause #muscarinic overstimulation# of the smooth muscles and excessive glandular secretions (eg, diarrhea, diaphoresis, abdominal cramping, emesis). $#Selective muscarinic antagonists# (eg, glycopyrrolate, hyoscyamine, propantheline) can be used to reduce the adverse effects of cholinesterase inhibitors in sites where acetylcholine action is mediated by muscarinic receptors (ie, gastrointestinal tract).  Because of their selectivity, these drugs improve adverse effects without affecting the action of cholinesterase inhibitors on skeletal muscle. $#(Choice A)#  Fluoxetine is a selective serotonin reuptake inhibitor used primarily in the treatment of depression.  It acts in a fashion similar to the cholinesterase inhibitors in that it prolongs the activity of a neurotransmitter on its target tissue.  However, fluoxetine is otherwise unrelated to cholinesterase inhibitors or their effects. $#(Choice C)#  Pilocarpine is a nonselective muscarinic receptor agonist often used to improve symptoms of dry mouth (eg, Sjögren disease).  Use of this agent would worsen this patient's side effects. $#(Choices D and E)#  Prazosin is an alpha-1 adrenergic antagonist and propranolol is a beta-adrenergic antagonist; these agents can be used to treat hypertension.  Use of either agent does not prevent the adverse effects of a cholinesterase inhibitor. $#Educational objective# The treatment of myasthenia gravis involves the use of acetylcholinesterase inhibitors.  Adverse effects are related to muscarinic overstimulation, which can be ameliorated by the use of an antimuscarinic agent such as glycopyrrolate.  "},

{"id":"1306","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp1306.jpg","title":"A 34-year-old woman is evaluated for several months of moderate hearing loss. She has also noticed a ringing in her left ear. The patient has had no recent ear infections or cold symptoms, does not use cotton ear swabs, and has no history of head trauma. Her father has bilateral hearing loss attributed to old age. On physical examination, the auditory canals are patent and tympanic membranes appear gray with a well-visualized light reflex. Hearing is diminished on the left side. Neurologic examination shows left-sided facial numbness, an asymmetric smile, and diminished corneal reflex response in the left eye. This patient's condition suggests an intracranial mass in which of the following locations?","answer_1":"A. Above the sellar diaphragm","ansImg_1":"","answer_2":"B. Adjacent to the sagittal sinus","ansImg_2":"","answer_3":"C. Between the cerebellum and lateral pons","ansImg_3":"","answer_4":"D. In the dorsal midbrain","ansImg_4":"","answer_5":"E. Over the lateral cerebral convexity","ansImg_5":"","right_answer":"C. Between the cerebellum and lateral pons","percent_1":"3%","percent_2":"5%","percent_3":"78%","percent_4":"10%","percent_5":"4%","explanation_2":"$This patient's unilateral hearing loss with associated facial numbness and weakness, is highly suggestive of a #vestibular schwannoma#, the most common cause of @cerebellopontine angle@ (ie, between the cerebellum and lateral pons) tumors in adults.  Vestibular schwannomas most often arise from the vestibular portion of the vestibulocochlear nerve (CN VIII).  Spontaneous vestibular schwannomas are usually unilateral, whereas bilateral vestibular schwannomas are associated with neurofibromatosis type 2. $The facial nerve (CN VII) and trigeminal nerve (CN V) are in proximity to CN VIII at the cerebellopontine angle and may be compressed by vestibular schwannomas.  Symptoms can vary based on the pattern of nerve involvement: $• Impairment of the cochlear portion of CN VIII leads to ipsilateral #sensorineural hearing loss# and #tinnitus #(ringing in the ear), and damage to the vestibular portion causes unsteadiness and #disequilibrium#. $• Compression of CN V may cause loss of ipsilateral facial sensation with interruption of the afferent limb of the corneal reflex. $• CN VII compression can result in ipsilateral facial muscle paralysis (eg, asymmetric smile). $#(Choice A)#  Craniopharyngiomas arise from remnants of Rathke's pouch and are typically located in the suprasellar region.  Patients usually have hypothalamic or pituitary dysfunction and changes in vision due to disruption of the optic chiasm (eg, bitemporal hemianopia), none of which are evident in this patient. $#(Choices B and E)#  @Meningiomas@ are most commonly found in the falcine/@parasagittal@ region or over the convexities of the cerebral hemispheres.  Most are discovered incidentally, but some patients may have seizures, headaches, or focal neurologic deficits.  This patient's findings are localized to CN V, CN VII, and CN VIII, making vestibular schwannoma more likely. $#(Choice D)#  Germ cell tumors frequently arise from the @pineal gland@ in the dorsal midbrain.  Pineal tumors can cause obstructive hydrocephalus with symptoms of increased intracranial pressure (eg, headache, vomiting, altered mental status) and Parinaud syndrome (eg, upward gaze palsy). $#Educational objective# Vestibular schwannomas arise from the vestibulocochlear nerve (CN VIII) and are usually located at the cerebellopontine angle.  These tumors can cause a range of symptoms by damaging the vestibulocochlear nerve (unsteadiness and ipsilateral sensorineural hearing loss with tinnitus), trigeminal nerve (ipsilateral facial paresthesia and diminished corneal reflex), and facial nerve (ipsilateral facial paresis).  Bilateral acoustic neuromas are associated with neurofibromatosis type 2.  ","audio":"","clickable_1":"images/img1.1306.jpg","clickable_2":"images/img2.1306.jpg","clickable_3":"images/img3.1306.jpg","clickable_4":"images/img4.1306.jpg"},

{"id":"1059","title":"A 62-year-old woman comes to the office due to tingling and numbness in her feet over the last several months.  The patient has also noticed a small ulcer on her right foot that 'doesn't seem to be healing.'  Medical history is significant for long-term diabetes, hypertension, and gout.  Physical examination shows decreased pain sensation over both feet and bilateral absence of ankle reflexes.  This patient's neurological symptoms are most likely associated with which of the following features?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endoneurial arteriole hyalinization","answer_2":"B. Endoneurial inflammatory infiltration","answer_3":"C. Mutation of a myelin protein gene","answer_4":"D. Nerve compression within an anatomic compartment","answer_5":"E. Poor signal transmission at the neuromuscular junction","percent_1":"75%","percent_2":"14%","percent_3":"1%","percent_4":"2%","percent_5":"8%","right_answer":"A. Endoneurial arteriole hyalinization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Diabetic neuropathy! ?Risk factors? • Long duration of disease • Chronic hyperglycemia/poor glycemic control ?Pathogenesis? • Accumulation of glycosylation end products and sorbitol → altered metabolism$ and increased oxidative stress • Occlusion of vasa nervorum with nerve ischemia • Length-dependent axonopathy ?Clinical$ manifestations? • #Peripheral polyneuropathy:# numbness, stocking-glove paresthesia,$ decreased proprioception • #Autonomic neuropathy:# gastroparesis, orthostasis, neurogenic bladder, $erectile dysfunction • #Motor neuropathy:# distal limb weakness, hammer/claw toe deformities","explanation_img":"","explanation_1":"","explanation_2":"This patient with long-standing diabetes has numbness and tingling in her feet and reduced ankle reflexes bilaterally.  This presentation suggests #diabetic neuropathy#, a common complication of diabetes mellitus that is associated with poor glycemic control and/or long disease duration.  It often manifests as a length-dependent #peripheral polyneuropathy# that primarily affects sensory axons; patients typically develop a #stocking-and-glove pattern# of pain or paresthesia.  Diminished pain sensation coupled with poor wound healing predisposes diabetic patients to develop #nonhealing wounds#. $ Neuronal injury in diabetes mellitus is multifactorial but largely occurs through the following mechanisms: $ • Nonenzymatic glycosylation of tissue proteins (eg, nerve, vasa nervorum) results in #hyalinization of endoneurial arterioles#, leading to narrowing of the arteriole lumens and #ischemic nerve damage#.  Additionally, glycosylation end-products are directly toxic to nerve tissue. $ • Intracellular hyperglycemia occurs in peripheral nerves and results in increased metabolism of glucose into sorbitol by aldose reductase.  Sorbitol accumulation increases cell osmolality, facilitates water influx into the cell, and #promotes oxidative stress# within the nerve. $ (Choice B)  Endoneurial inflammatory infiltration of the peripheral nerves is characteristic of Guillain-Barré syndrome, which typically causes a rapidly progressive ascending paralysis rather than a slowly progressive paresthesia.  Segmental demyelination is another typical pathologic finding. $ (Choice C)  Myelin protein gene mutations are involved in the pathogenesis of Charcot-Marie-Tooth disease, which presents with weakness of foot dorsiflexion due to involvement of the common peroneal nerve; sensory symptoms are typically less prominent. $ (Choice D)  Entrapment of a nerve within an anatomic compartment leads to compression neuropathy.  The most common example is carpal tunnel syndrome, which occurs due to compression of the median nerve at the wrist. $ (Choice E)  Abnormal signal transmission at the neuromuscular junction is characteristic of myasthenia gravis (MG), which occurs due to antibodies against acetylcholine receptors, and Lambert-Eaton syndrome (LES), which occurs due to antibodies against presynaptic calcium channels.  MG causes fatigable weakness that is most prominent in the proximal and facial muscles, while LES results in weakness that improves with repetition. $ Educational objective Diabetic peripheral neuropathy is characterized by numbness and paresthesia in a stocking-and-glove distribution.  It results from nonenzymatic glycosylation of proteins, leading to hyalinization of endoneurial arteries and ischemic nerve damage.  In addition, accumulation of toxic substances within neurons results in deranged metabolism and increased oxidative stress."},

{"id":"11680","title":"A 65-year-old woman comes to the office to discuss pain at the posterior chest wall.  She was seen 4 months ago for acute shingles involving a right mid-thoracic dermatome.  The patient was not treated at that time because she had a delayed presentation and the lesions were already well-crusted and healing.  The skin lesions subsequently cleared completely.  However, since then, she has had persistent burning and stabbing pain in the same region that has now become severe.  She has tried oral acetaminophen without relief.  During discussion of treatment options, the patient says she does not want any systemic medications due to concerns about possible side effects.  She is started on topical capsaicin cream, and her pain improves markedly over the next several days.  Decreased activity of which of the following neurotransmitters is most likely associated with pain relief in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Dynorphin","answer_3":"C. Endorphin","answer_4":"D. Glycine","answer_5":"E. Histamine","answer_6":"F. Neuropeptide Y","answer_7":"G. Norepinephrine","answer_8":"H. Substance P","percent_1":"4%","percent_2":"2%","percent_3":"3%","percent_4":"1%","percent_5":"2%","percent_6":"7%","percent_7":"1%","percent_8":"80%","right_answer":"H. Substance P","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Drugs for neuropathic pain#∆⨉ §^#Drug# ∆^#Mechanism of action# §#Tricyclic antidepressants$ (#eg, amitriptyline, nortriptyline)$ #SNRIs (#eg, duloxetine) ∆ • ↓ Reuptake of serotonin & norepinephrine • Inhibition of pain signals §^#Anticonvulsants$ (#eg, gabapentin, pregabalin) ∆ • Decreased depolarization of neurons in the CNS §^#Opioids# ∆ • Activation of central opioid receptors §^#Capsaicin (#topical) ∆ • Loss of membrane potential in nociceptive fibers §^#Lidocaine (#topical) ∆ • Decreased depolarization of neurons in peripheral nerves %#SNRIs =# serotonin-norepinephrine reuptake inhibitors.","explanation_img":"","explanation_1":"","explanation_2":"Shingles is due to reactivation of latent varicella zoster virus in sensory ganglia.  It causes a @vesicular rash@ and acute neuritis due to injury to the nerves.  The initial pain fades within a few weeks to months, but a subset of patients will have residual neuropathic pain in the affected dermatome.  This pain, termed #postherpetic neuralgia# (PHN), relates to sensitization of afferent nerves in the dorsal horn.  It may last several months or longer, and has a burning, stabbing, or gnawing character.  PHN is usually managed with tricyclic antidepressants (eg, amitriptyline) or anticonvulsants (eg, gabapentin, pregabalin), but nonsystemic options for PHN include lidocaine patches or topical capsaicin. $#Capsaicin# is an irritant found in the chili pepper family.  It causes excessive activation of TRPV1 (a transmembrane cation channel), causing a buildup of intracellular calcium that results in long-lasting dysfunction of nociceptive nerve fibers (#defunctionalization#).  In addition, capsaicin causes release and subsequent #depletion of substance P#, a polypeptide neurotransmitter involved in transmission of pain signals.  On initial application, topical capsaicin causes burning, stinging, and erythema, but persistent exposure leads to a moderate reduction in pain over time. $#(Choices A, D, E, and G)#  Capsaicin does not achieve its analgesic effect by acting on these neurotransmitters. $#(Choices B and C)#  Endorphins and dynorphins are endogenous opioid peptides that achieve their pain-relieving effects by activating μ-opioid and κ-opioid receptors, respectively.  Capsaicin does not affect the opioid system. $#(Choice F)#  Neuropeptide Y (NPY) is a polypeptide neurotransmitter found in the central and autonomic nervous systems.  It is thought to play a role in appetite and pain perception.  NPY antagonists have been investigated as potential antiobesity drugs. $#Educational objective# Topical capsaicin causes defunctionalization of afferent pain fibers and depletion of substance P.  Initial application results in a burning and stinging sensation, but chronic exposure leads to reduced pain transmission.  ","clickable_1":"images/img1.11680.jpg"},

{"id":"1639","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp1639.jpg","title":"A 63-year-old man comes to the physician's office due to long-standing osteoarthritis that is refractory to over-the-counter analgesics. After discussing various treatment options with his physician, the patient is referred to a surgeon for right total hip arthroplasty. His acute postoperative course is unremarkable. During a follow-up appointment, the patient reports difficulty walking despite minimal pain. On examination, he leans to his right side when walking. When asked to stand on his right leg, the patient's left hip tilts downward. Which of the following nerves is most likely injured in this patient?","answer_1":"A. Femoral","ansImg_1":"","answer_2":"B. Inferior gluteal","ansImg_2":"","answer_3":"C. Obturator","ansImg_3":"","answer_4":"D. Sciatic","ansImg_4":"","answer_5":"E. Superior gluteal","ansImg_5":"","right_answer":"E. Superior gluteal","percent_1":"2%","percent_2":"19%","percent_3":"7%","percent_4":"3%","percent_5":"70%","explanation_2":"This patient has #superior gluteal nerve# injury, which is most often caused by pelvic trauma or iatrogenic damage occurring during hip surgery or buttocks injections. The superior gluteal nerve innervates the gluteus medius, gluteus minimus, and tensor fasciae latae muscles. These muscles function to #stabilize the pelvis# and #abduct the thigh. Weakness# of the gluteus medius and gluteus minimus muscles will cause the #pelvis# to #sag toward# the #unaffected (contralateral) side# when the #patient stands# on the affected leg (positive Trendelenburg sign). When #walking#, the patient will #lean toward# the #affected (ipsilateral) side# to compensate for the hip drop (gluteus medius lurch). $(Choice A) The femoral nerve innervates the muscles responsible for flexion of the thigh at the hip (eg, iliacus and sartorius muscles) and extension of the leg at the knee (eg, quadriceps femoris). It also supplies sensory innervation to the skin on the anterior thigh and medial leg. Injury results in knee buckling and loss of the patellar reflex. $(Choice B) The inferior gluteal nerve innervates the gluteus maximus muscle, which is responsible for extension and external rotation of the thigh at the hip. Inferior gluteal nerve injury typically causes difficulty in rising from a seated position and climbing stairs. $(Choice C) Injury of the obturator nerve causes impaired thigh adduction and medial thigh sensory loss. $(Choice D) The sciatic nerve innervates the muscles in the posterior compartment of the thigh (ie, hamstrings). It subsequently divides into the tibial and common fibular/common peroneal nerves, which provide motor and sensory innervation to the leg and foot. $Educational objective Superior gluteal nerve injury results in weakness and paralysis of the gluteus medius, gluteus minimus, and tensor fasciae latae muscles. This causes the pelvis to tilt downward toward the contralateral side (positive Trendelenburg sign). Patients will also lean toward the ipsilateral side when walking to help stabilize the pelvis (gluteus medius gait).","audio":""},

{"id":"22145","title":"A 58-year-old woman is postoperative day 1 from a robotic-assisted laparoscopic hysterectomy with extensive lymph node dissection for endometrial adenocarcinoma. The patient reports burning abdominal pain that tracks to her inner thigh. The pain significantly increases with cough or sneeze, and there has been no relief with pain medication. On physical examination, there is decreased sensation over the inner thigh and mons pubis, but sensation is intact over the gluteal region. The laparoscopic port sites are clean and intact, but they are very tender to palpation and low on the abdomen. Injection of local anesthetic 3 cm from the anterior superior iliac spine provides immediate relief. Which of the following nerves is most likely injured?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hypogastric","ansImg_1":"","answer_2":"B. Iliohypogastric","ansImg_2":"","answer_3":"C. Ilioinguinal","ansImg_3":"","answer_4":"D. Lateral femoral cutaneous","ansImg_4":"","answer_5":"E. Pudendal","ansImg_5":"","right_answer":"C. Ilioinguinal","percent_1":"3%","percent_2":"25%","percent_3":"57%","percent_4":"5%","percent_5":"10%","explanation_img":"images/exp22145.jpg","explanation_1":"","explanation_2":"$During gynecology-based #laparoscopic procedures#, laparoscopic ports are placed on the anterior abdominal wall near the #anterior superior iliac spine# (ASIS).  Because the iliohypogastric and ilioinguinal nerves course between the abdominal oblique muscles near the ASIS, they are at risk for injury during laparoscopic surgery.  In these cases, nerve injury is usually due to nerve #entrapment# rather than complete nerve transection.  Therefore, patients typically have #paresthesia# or sharp burning pain that is worse with increased intraabdominal pressure (which increases pressure around the entrapped nerve) and improves with abdominal flexion (which decreases pressure around the nerve). $Although the iliohypogastric and ilioinguinal nerves have a similar course over the anterior abdominal wall near the ASIS, they can be distinguished based on the location of the sensory deficits: $• The @iliohypogastric nerve@ arises from T12-L1 nerve roots and innervates the skin overlying the suprapubic/hypogastric and lateral gluteal regions.  Therefore, patients with this injury classically have decreased sensation over the gluteal region (not seen in this patient) #(choice B).# $• In contrast, the #ilioinguinal nerve# arises from the L1 nerve root and innervates the labia majora (anterior scrotum), #mons pubis# (base of penis), and #medial thigh#, resulting in sensory denervation in these regions. $When injury to these nerves is suspected, diagnosis can be confirmed if local anesthetic injected close to the ASIS resolves the symptoms. $#(Choice A)#  The superior hypogastric plexus is connected to the inferior hypogastric plexus via the hypogastric nerve, which transmits sympathetic input to pelvic viscera.  Direct nerve injury during laparoscopic pelvic surgery is uncommon; however, the inferior plexus can be injured during hysterectomy, resulting in short-term postoperative urinary retention. $#(Choice D)#  Lateral femoral cutaneous nerve injury typically results in sensory loss to the anterior and lateral thigh.  It runs along the posterior abdominal wall and can be injured during pelvic lymph node dissection.  However, injury to this nerve is unlikely in this patient whose symptoms improved after local anesthetic injection over the anterior abdominal wall. $#(Choice E)#  @Pudendal nerve@ injury can occur during operative vaginal deliveries because the pudendal nerve courses around the ischial spine.  This injury classically presents with perineal pain that worsens with sitting. $#Educational objective# During gynecologic laparoscopic surgery, the ilioinguinal and iliohypogastric nerves are at risk for injury.  Patients with an ilioinguinal nerve injury typically have paresthesia to the upper medial thigh, mons pubis, and labia majora. ","clickable_1":"images/img1.22145.jpg","clickable_2":"images/img2.22145.jpg"},

{"id":"8522","title":"A 67-year-old woman with a known history of lung cancer comes to the office due to hoarseness and difficulty swallowing. She has no disturbances in vision or hearing. On examination, there is loss of the gag reflex on the left side; when the patient is prompted to say \"ah,\" the uvula deviates to the right side. Her left shoulder is drooped and strength is reduced during left shoulder shrug testing. Chest x-ray shows a right lower lobe lung mass and several osteolytic rib lesions. MRI of the head also demonstrates multiple lesions consistent with metastasis. A lesion involving which of the following anatomical structures is most likely responsible for this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebellopontine angle","ansImg_1":"","answer_2":"B. Foramen magnum","ansImg_2":"","answer_3":"C. Foramen ovale","ansImg_3":"","answer_4":"D. Foramen rotundum","ansImg_4":"","answer_5":"E. Hypoglossal canal","ansImg_5":"","answer_6":"F. Jugular foramen","ansImg_6":"","right_answer":"F. Jugular foramen","percent_1":"4%","percent_2":"12%","percent_3":"3%","percent_4":"3%","percent_5":"9%","percent_6":"70%","explanation_img":"","table_3":"§ ∆^#Skull foramen# ∆^#Traversing structures# §^#Anterior cranial fossa# ∆Cribriform plate ∆CN I olfactory bundles §^#Middle cranial fossa# ∆Optic canal ∆CN II, ophthalmic artery, central retinal vein §↕ ∆Superior orbital fissure ∆CN III, IV, V1, VI, ophthalmic vein, sympathetic fibers §↕ ∆Foramen rotundum ∆CN V2 (maxillary) §↕ ∆Foramen ovale ∆CN V3 (mandibular) §↕ ∆Foramen spinosum ∆Middle meningeal artery & vein §^#Posterior cranial fossa# ∆Internal acoustic meatus ∆CN VII, VIII §↕ ∆Jugular foramen ∆CN IX, X, XI, jugular vein §↕ ∆Hypoglossal canal ∆CN XII §↕ ∆Foramen magnum ∆Spinal roots of CN XI, brain stem, vertebral arteries %#CN =# cranial nerve.","explanation_1":"","explanation_2":"$This patient's symptoms are consistent with a lesion involving the @jugular foramen@ , a large aperture located in the base of the skull behind the carotid canal.  It is formed by the petrous portion of the temporal bone and the occipital bone.  Passing through the jugular foramen are cranial nerves (CN) IX, X, and XI.  Lesions of the jugular foramen (eg, due to tumors, trauma, or infection) can result in #jugular foramen (Vernet) syndrome#, which is characterized by #CN IX#, #X#, and #XI dysfunction#.  Symptoms are related to the nerve affected: $• Loss of taste from the posterior 1/3 of the tongue (CN IX) $• Loss of gag reflex (CN IX, X) $• Dysphagia (CN IX, X) $• Dysphonia/hoarseness (CN X) $• Soft palate drop with deviation of the uvula toward the normal side (CN X) $• Sternocleidomastoid and trapezius muscle paresis (CN XI) $#(Choice A)#  Lesions at the cerebellopontine angle (eg, vestibular schwannoma) typically cause sensorineural hearing loss and tinnitus due to dysfunction of CN VIII. $#Educational objective# Lesions of the jugular foramen can result in jugular foramen (Vernet) syndrome, which is characterized by the dysfunction of cranial nerves IX, X, and XI.  Symptoms include dysphagia, hoarseness, loss of gag reflex on the ipsilateral side, and deviation of the uvula toward the normal side.  ","clickable_1":"images/img1.8522.jpg"},

{"id":"19487","title":"A 62-year-old hospitalized woman is evaluated for muscle weakness.  The patient was admitted 2 weeks ago due to septic shock from acute pyelonephritis.  She was treated in the intensive care unit with intravenous fluids, vasopressors, and broad-spectrum antibiotics.  The patient was also mechanically ventilated due to respiratory failure.  Her hemodynamic status and infection gradually improved, but she has had difficulty being taken off the ventilator due to respiratory muscle weakness.  She is also noted to have significant extremity weakness.  Physical examination shows diffuse mild atrophy of the extremity muscles.  Bilateral upper and lower extremity deep tendon reflexes are decreased.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Corticospinal tract demyelination","answer_2":"B. Motor cortex ischemic injury","answer_3":"C. Motor endplate receptor loss","answer_4":"D. Myofiber lymphocytic inflammation","answer_5":"E. Peripheral nerve axonal degeneration","percent_1":"16%","percent_2":"12%","percent_3":"20%","percent_4":"10%","percent_5":"42%","right_answer":"E. Peripheral nerve axonal degeneration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has weakness, muscle atrophy, and decreased deep tendon reflexes after #critical illness#.  Critical illness, especially due to sepsis, can result in #neuromuscular weakness# caused by one or both of the following: $• Critical illness myopathy (CIM), which results in a decrease of muscle membrane excitability and loss of myosin with resultant #atrophy of myofibers# $• Critical illness polyneuropathy (CIP), which results in decreased nerve excitability (due to inactivation of sodium channels) and #axonal degeneration# (possibly due to injury to the microcirculation by inflammatory mediators) $Clinical features of CIM and CIP typically include symmetric weakness greater in #proximal#, rather than distal, muscles with #decreased deep tendon reflexes#.  It is often diagnosed when patients are unable to be liberated from the ventilator due to chest wall weakness.  Treatment is focused on controlling underlying medical conditions, preventing further complications, and rehabilitation.  Patients may improve over weeks to months with rehabilitation, but many have persistent weakness. $#(Choice A)#  Corticospinal tract demyelination can occur at multiple levels including the pons (eg, central pontine myelinolysis) or spinal cord (eg, vitamin B12 deficiency).  However, this would result in upper motor neuron signs (eg, hyperreflexia). $#(Choice B)#  Patients with sepsis have an increased risk of stroke, which can result in motor cortex ischemic injury.  However, patients with stroke often have asymmetric neurologic findings, and because it affects upper motor neurons, hyperreflexia (rather than loss of deep tendon reflexes) would be expected. $#(Choice C)#  Myasthenia gravis (MG) can lead to antibody-induced motor endplate receptor loss; myasthenic crisis can be triggered by infection and lead to respiratory failure.  However, patients with MG rarely have muscle atrophy, and deep tendon reflexes are classically preserved (MG causes fatigable weakness). $#(Choice D)#  Myofiber lymphocytic inflammation occurs with inflammatory myopathies (eg, polymyositis), which classically present insidiously (rather than over 2 weeks) with symmetrical proximal muscle weakness.  In addition, polymyositis does not typically affect the respiratory muscles, and deep tendon reflexes are usually normal. $#Educational objective# Critical illness can lead to weakness due to both myopathy (eg, atrophy of muscles) and polyneuropathy (eg, axonal degeneration, decreased nerve excitability).  This can lead to both extremity weakness and difficulty breathing due to chest wall weakness.  "},

{"id":"966","title":"A 4-year-old boy is brought to the emergency department with dehydration.  He has had several days of decreased oral intake, and today his parents could not get him to drink anything.  The patient has received no vaccinations due to parental beliefs.  Vital signs are normal except for mild tachycardia.  Physical examination shows decreased skin turgor and sunken eyes.  His jaw muscles are tight.  Neurologic examination shows increased tone throughout and 3+ patellar reflexes.  There is a small, healed puncture wound on his lower leg.  The father says that the boy fell on a piece of chain-link fence in their backyard last week.  Release of which of the following neurotransmitters is most likely to be directly impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Dopamine","answer_3":"C. Glutamate","answer_4":"D. Glycine","answer_5":"E. Serotonin","percent_1":"28%","percent_2":"1%","percent_3":"14%","percent_4":"56%","percent_5":"1%","right_answer":"D. Glycine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp966.jpg","explanation_1":"","explanation_2":"$This unvaccinated child has evidence of #tetanus# (Clostridium tetani infection) following a puncture wound.  C tetani causes disease not through tissue invasion but by producing a potent metalloprotease #exotoxin# (tetanospasmin) that is deadly in nanogram quantities.  The toxin first binds to receptors on the presynaptic membranes of peripheral motor neurons.  From there, it migrates by #retrograde axonal transport# to central inhibitory neurons in the spinal cord and brain stem and prevents release of the inhibitory neurotransmitters #glycine# and #gamma-aminobutyric acid (GABA)#.  Suppression of inhibitory nerve activity results in #increased activation# of motor nerves, causing #muscle spasms# and #hyperreflexia#.  Classic features include difficulty opening the jaw (lockjaw, or #trismus#), a fixed sardonic smile (risus sardonicus), and contractions of back muscles resulting in backward arching (#opisthotonos#).  Patients are also extremely irritable and develop tetanic spasms in response to minor stimuli such as loud noises. $#(Choice A)#  Acetylcholine release is inhibited by the botulinum toxin from C botulinum, leading to the flaccid paralysis seen in clinical botulism. $#(Choices B and C)#  Neither dopamine nor glutamate release has been linked to toxin effects in humans. $#(Choice E)#  Serotonin release from enterochromaffin cells in the gastrointestinal tract is stimulated by Vibrio cholera enterotoxin.  This increased serotonin release contributes to the extreme fluid secretion seen in cholera. $#Educational objective# Tetanospasmin is a neuro-exotoxin released by Clostridium tetani.  The toxin blocks the release of glycine and gamma-aminobutyric acid (GABA) from the spinal inhibitory interneurons that regulate the lower motor neurons.  These disinhibited motor neurons cause increased activation of muscles, leading to spasms and hyperreflexia.  "},

{"id":"1815","title":"A 66-year-old man is undergoing a procedure to control chronic throat pain due to Eagle syndrome, a condition frequently caused by a misshapen or elongated styloid process. During the procedure, the styloid process is trimmed surgically. However, the left glossopharyngeal nerve is accidentally transected. Which of the following is most likely to be seen as a result of this patient's nerve injury?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deviation of the protruded tongue toward the left","ansImg_1":"","answer_2":"B. Hoarseness due to left vocal cord dysfunction","ansImg_2":"","answer_3":"C. Impaired taste sensation from the anterior two-thirds of the tongue","ansImg_3":"","answer_4":"D. Loss of general sensation at the tonsillar lining","ansImg_4":"","answer_5":"E. Reduced salivary secretion from the submandibular gland","ansImg_5":"","right_answer":"D. Loss of general sensation at the tonsillar lining","percent_1":"21%","percent_2":"13%","percent_3":"9%","percent_4":"49%","percent_5":"9%","explanation_img":"","explanation_1":"","explanation_2":"$The #glossopharyngeal nerve# (CN IX) originates in the medulla and exits the cranial cavity via the jugular foramen.  This nerve has numerous functions, including: $• Somatic motor:  #Stylopharyngeus muscle# only (elevates larynx during swallowing) $• Parasympathetic:  Inferior salivatory nucleus → CN IX → @otic ganglion@ → travels along auriculotemporal nerve (CN V3) → parotid gland secretion $• #General sensory#:  Tympanic membrane (inner surface), eustachian tube, posterior third of @tongue@, #tonsillar region#, upper pharynx (afferent portion of gag reflex), carotid body, and carotid sinus $• Special sensory (taste):  Posterior third of tongue $Glossopharyngeal nerve lesions result in loss of general sensation in the upper pharynx, posterior tongue, tonsils, and middle ear cavity; #loss of the gag reflex# (afferent limb); and loss of taste sensation on the posterior third of the tongue. $#(Choice A)#  @Protrusion of the tongue@ is mediated by motor efferent fibers carried by the hypoglossal nerve (CN XII). $#(Choice B)#  The muscles of the larynx are innervated predominantly by the vagus nerve (CN X) and its branches (particularly the @recurrent laryngeal nerve@). $#(Choice C)#  Taste sensation from the anterior two-thirds of the tongue is mediated by the chorda tympani branch of the facial nerve (CN VII). $#(Choice E)#  Salivary secretion from the submandibular and sublingual glands is mediated by parasympathetic fibers originating in the superior salivatory nucleus carried on the facial nerve (CN VII) via the chorda tympani and lingual nerves across the submandibular ganglion. $#Educational objective# Lesions of the glossopharyngeal nerve result in loss of the gag reflex (afferent limb); loss of sensation in the upper pharynx, posterior tongue, tonsils, and middle ear cavity; and loss of taste sensation on the posterior third of the tongue.  ","clickable_1":"images/img1.1815.jpg","clickable_2":"images/img2.1815.jpg","clickable_3":"images/img3.1815.jpg","clickable_4":"images/img4.1815.jpg"},

{"SubjectSystem":"Biochemistry-Nervous","id":"1998","title":"A 55-year-old farmer is brought to the emergency department after his daughter found him confused and disoriented in the tool shed at home.  He has been otherwise healthy and does not take any medications.  On physical examination, blood pressure is 110/70 mm Hg and pulse is 50/min.  The patient's pupils are symmetric, 2 mm, and reactive to light.  His eyes are tearing considerably.  There are scattered wheezes bilaterally on lung auscultation.  The patient's skin is clammy and he is sweating profusely.  Impairment of which of the following steps at the neuromuscular junction is most likely responsible for his presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1998.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"1%","percent_2":"1%","percent_3":"2%","percent_4":"6%","percent_5":"85%","percent_6":"6%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1998.jpg","explanation_1":"","explanation_2":"$This patient's confusion, miosis and lacrimation, bradycardia, diaphoresis, and bronchospasm (bilateral wheezes) indicate a state of global muscarinic #cholinergic overstimulation#.  This can be the result of a pharmacologic cholinomimetic (eg, carbachol, methacholine) or #cholinesterase inhibitor# (blocks breakdown of endogenous acetylcholine). $#Organophosphates# are cholinesterase inhibitors that are widely used as pesticides in agriculture.  They are lipid soluble; rapidly absorbed via oral, cutaneous, and inhalational routes of exposure; and readily penetrate the blood brain barrier.  Organophosphates are #irreversible# cholinesterase inhibitors; they elicit cholinergic stimulation that lasts until new cholinesterase enzymes are synthesized.  Organophosphate poisoning is treated with muscarinic antagonists (eg, #atropine#) and #pralidoxime# (PAM), a drug that reactivates acetylcholinesterase by binding organophosphates and decoupling them from the enzyme. $#(Choices A, B, and C)#  Blockade of neuronal choline uptake and inhibition of choline acetyltransferase would diminish acetylcholine synthesis.  Blockade of acetylcholine uptake into axoplasmic vesicles would reduce acetylcholine release from presynaptic neurons.  A decrease in acetylcholine synthesis or release would have effects opposite those observed in this patient. $#(Choice D)#  Botulinum toxin inhibits acetylcholine release from presynaptic neurons.  Botulinum toxicity (botulism) causes descending skeletal muscle paralysis, typically beginning with the cranial nerves. $#(Choice F)#  Atropine is an anticholinergic agent used pharmacologically to block post-junctional acetylcholine receptors and is the antidote for organophosphate poisoning. $#Educational objective# Organophosphates are cholinesterase inhibitors that are widely used as pesticides in agriculture.  They inhibit the breakdown of acetylcholine, leading to a state of cholinergic excess.  Symptoms of organophosphate poisoning include salivation, lacrimation, diaphoresis, bradycardia, and bronchospasm.  "},

{"id":"1267","title":"A 54-year-old previously healthy man comes to the office due to progressive fatigue and weakness for the past 2 months.  His weakness predominantly involves the lower extremities, causing him to have difficulty rising from a chair.  The patient also has a persistent cough and unintentional 7-kg (15.4-lb) weight loss during the same period.  He has a 30-pack-year smoking history and drinks alcohol occasionally.  Physical examination shows bilaterally decreased strength in the proximal muscles of the lower extremities with normal bulk and tone.  Quadriceps tendon reflexes are diminished bilaterally.  Chest x-ray reveals a hilar mass, biopsy of which demonstrates small cells that stain positive for chromogranin and synaptophysin.  Which of the following is the most likely cause of this patient's muscle weakness?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibodies against voltage-gated calcium channels","answer_2":"B. Antibodies against nicotinic acetylcholine receptors","answer_3":"C. Immune-mediated, segmental axonal demyelination","answer_4":"D. Neoplastic deposits in the spinal cord epidural space","answer_5":"E. Ubiquitin-proteasome-mediated muscle protein degradation","percent_1":"77%","percent_2":"8%","percent_3":"4%","percent_4":"8%","percent_5":"2%","right_answer":"A. Antibodies against voltage-gated calcium channels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1267.jpg","explanation_1":"","explanation_2":"$This patient with small cell lung cancer (small cells with neuroendocrine differentiation) has progressive proximal muscle weakness and diminished reflexes in the lower extremities, suggestive of paraneoplastic #Lambert-Eaton myasthenic syndrome# (LEMS).  LEMS is an autoimmune disorder characterized by #antibodies against presynaptic voltage-gated calcium channels# at the neuromuscular junction.  Normally, these calcium channels open in response to a presynaptic action potential, leading to an influx of calcium ions that cause synaptic vesicle fusion and acetylcholine release.  LEMS-associated autoantibodies inhibit calcium influx, resulting in reduced acetylcholine release and failure to provoke muscular contractions. $ Muscular weakness in LEMS is progressive and predominantly involves the #proximal muscles#; it typically affects the #lower limbs# (eg, difficulty rising from a chair or climbing stairs) before the upper limbs (eg, raising arms above the head).  #Deep tendon reflexes# are typically #diminished# or absent.  Both strength and reflexes improve transiently with isometric muscular contractions in a phenomenon known as #postexercise facilitation#, likely due to a buildup of intracellular calcium with repetitive stimuli.  Approximately 50% of patients have an underlying malignancy, most commonly #small cell lung cancer#. $ (Choice B)  Autoantibodies against postsynaptic nicotinic acetylcholine receptors cause myasthenia gravis (MG), another @immune-mediated neuromuscular disorder@.  MG typically involves the extraocular (eg, ptosis, diplopia) and bulbar (eg, dysphonia, dysphagia) muscles before affecting the limbs, and reflexes typically remain intact. $ (Choice C)  Guillain-Barré syndrome occurs due to immune-mediated, segmental axonal demyelination; however, it typically occurs after an upper respiratory or gastrointestinal (eg, Campylobacter) infection.  Rapidly progressive ascending paralysis (distal prior to proximal muscle involvement) is characteristic. $ (Choice D)  Metastatic disease within the epidural space can cause spinal cord compression.  Patients typically develop spastic paraparesis below the level of involvement.  Hyperreflexia is common, and urine and stool retention may be seen (depending on the level of involvement). $ (Choice E)  Protein degradation in cancer cachexia is associated with activation of the ubiquitin-proteasome system.  Cancer cachexia causes muscle and fat loss, but weakness would be expected to affect proximal and distal muscles equally and reflexes are preserved. $ Educational objective Lambert-Eaton myasthenic syndrome is characterized by antibodies against presynaptic voltage-gated calcium channels.  Patients develop progressive proximal muscle weakness with reduced/absent reflexes that predominantly involves the lower extremities.  The syndrome is often associated with malignancy, particularly small cell lung cancer.","clickable_1":"images/img1.1267.jpg"},

{"id":"1264","title":"A 43-year-old woman comes to the clinic due to pain and tingling in the first three digits of both hands that is worse at night, sometimes preventing her from sleeping.  She has no problems with her legs.  The patient has chronic kidney disease due to IgA nephropathy and receives hemodialysis.  On examination, she has diminished sensation in both hands over the palmar aspect of the thumb, index and middle fingers, and radial half of the ring finger.  Which of the following is the most likely underlying mechanism of this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endomysial inflammatory infiltration","answer_2":"B. Endoneural arteriole hyalinization","answer_3":"C. Endoneural multifocal demyelination","answer_4":"D. Mutations of a muscle structural protein gene","answer_5":"E. Nerve compression within an anatomic compartment","percent_1":"12%","percent_2":"11%","percent_3":"11%","percent_4":"1%","percent_5":"65%","right_answer":"E. Nerve compression within an anatomic compartment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp1264.jpg","explanation_1":"","explanation_2":"$#Carpal tunnel syndrome# (CTS) is a peripheral mononeuropathy caused by #compression# of the #median nerve# in the carpal tunnel, an area between the carpal bones and transverse carpal ligament on the palmar surface of the wrist.  The median nerve and tendons of the long flexors of the digits pass through the carpal tunnel, and there is little room for expansion in this anatomic compartment. $CTS is associated with conditions that reduce carpal tunnel space, including pregnancy (fluid accumulation), hypothyroidism (glycosaminoglycan buildup), diabetes mellitus (connective tissue thickening), and rheumatoid arthritis (tendon inflammation).  Patients with a long history of hemodialysis can develop median nerve compression through deposition of beta-2 microglobulin (#dialysis-associated amyloidosis#) in the carpal tunnel. $Symptoms and signs of CTS often occur bilaterally (in up to 65% of patients) and include: $• #sensory impairment#, pain, and/or paresthesias in the @median nerve distribution@ (palmar surface of the first 3 digits and radial half of the fourth).  Symptoms are usually worse at night. $• motor weakness during thumb abduction/opposition and #thenar atrophy#. $• @Tinel sign@ (tapping over the flexor surface of the wrist reproduces symptoms) and @Phalen sign@ (flexion of the wrist reproduces symptoms). $#(Choice A)#  Endomysial inflammatory infiltration is found on muscle biopsy in polymyositis, a myopathy that usually presents with proximal muscle weakness, not distal sensory symptoms as seen in this patient. $#(Choice B)#  Endoneural arteriole hyalinization can occur in diabetes mellitus (diabetic microangiopathy) and most commonly results in a distal, symmetric peripheral polyneuropathy that usually starts in the feet.  This patient does not have diabetes and her symptoms follow a median nerve distribution, which is more likely due to compressive neuropathy. $#(Choice C)#  Endoneural inflammatory infiltration with multifocal demyelination is seen in Guillain-Barré syndrome, a demyelinating peripheral neuropathy that typically presents with ascending motor weakness.  Patients with median nerve compression under the flexor retinaculum have focal, not multifocal, demyelination. $#(Choice D)#  Duchenne muscular dystrophy is an X-linked condition that occurs due to mutation or deletion of the dystrophin gene.  This myopathy predominantly affects young boys and presents with proximal muscle weakness and pseudohypertrophy of the calves. $#Educational objective# Carpal tunnel syndrome is a peripheral neuropathy characterized by pain/paresthesia in a median nerve distribution (palmar surface of the first 3 digits and radial half of the fourth digit), weakness on thumb abduction/opposition, thenar atrophy, and a positive Tinel and/or Phalen sign.  It is caused by median nerve compression at the transverse carpal ligament. ","clickable_1":"images/img1.1264.jpg","clickable_2":"images/img2.1264.jpg","clickable_3":"images/img3.1264.jpg"},

{"id":"11772","title":"A 37-year-old previously healthy man comes to the office for evaluation of enlarged lymph nodes. He has an 8-week history of progressively enlarging cervical lymph nodes associated with subjective fevers, fatigue, and drenching night sweats. After initial assessment, the patient undergoes excisional biopsy of enlarged lymph nodes in the left posterior triangle of the neck. Two weeks later, during a follow-up visit, he describes difficulty with overhead activities such as combing his hair or placing dishes on overhead shelves. Examination shows a left shoulder droop with weakness of left arm abduction above 100 degrees. Other shoulder movements are normal, and there is no sensory loss. Which of the following muscles is most likely paralyzed in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deltoid","ansImg_1":"","answer_2":"B. Latissimus dorsi","ansImg_2":"","answer_3":"C. Levator scapulae","ansImg_3":"","answer_4":"D. Serratus anterior","ansImg_4":"","answer_5":"E. Trapezius","ansImg_5":"","right_answer":"E. Trapezius","percent_1":"18%","percent_2":"4%","percent_3":"9%","percent_4":"21%","percent_5":"49%","explanation_img":"images/exp11772.jpg","explanation_1":"","explanation_2":"$The #spinal accessory nerve# (CN XI) is a pure motor nerve that innervates the sternocleidomastoid and trapezius.  It follows a superficial course through the posterior triangle of the neck and is vulnerable to penetrating trauma and #iatrogenic injury# (eg, cervical lymph node dissection). $The @trapezius@ elevates and rotates the scapula upward (eg, during arm abduction) and stabilizes the shoulder.  Symptoms of trapezius weakness include #drooping of the shoulder#, impaired abduction of the arm #above 100 degrees#, and lateral displacement of the scapula.  If the injury involves the proximal portions of the nerve, weakness of the sternocleidomastoid may also occur. $#(Choice A)#  The deltoid is innervated by the axillary nerve (C5-6).  Injury would cause impaired sensation over the lateral shoulder and weakness in abduction of the arm from 30 to 100 degrees.  Iatrogenic axillary nerve injury can occur during shoulder surgery (eg, proximal humerus fracture repair) or intramuscular injection in the deltoid. $#(Choice B)#  The latissimus dorsi is innervated by the thoracodorsal nerve which can be damaged during axillary lymph node dissection.  It is the most powerful adductor of the arm and assists with extension and medial rotation. $#(Choice C)#  The levator scapulae is innervated by the C3 and C4 cervical nerves and the dorsal scapular nerve (C5).  It acts to elevate the scapula and rotate its medial border inferiorly but does not have a significant effect on arm abduction. $#(Choice D)#  The serratus anterior is innervated by the long thoracic nerve and protracts and rotates the scapula upward, assisting with elevation of the arm over the head.  Although weakness of the serratus anterior causes winging of the scapula, it usually occurs following axillary lymph node dissection and would not be associated with shoulder droop. $#Educational objective# The spinal accessory nerve is vulnerable to injury in the posterior triangle of the neck.  Injury results in weakness of the trapezius muscle, which presents with drooping of the shoulder, impaired abduction of the arm above 100 degrees, and lateral displacement of the scapula.  ","clickable_1":"images/img1.11772.jpg"},

{"id":"1304","title":"An intracranial mass is removed from a 33-year-old patient.  The mass is composed of cells that have elongated, wavy nuclei.  A biphasic pattern of growth is identified, consisting of areas of dense cellularity interspersed with less dense myxoid regions.  The cells show diffuse S-100 immunoreactivity.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glioblastoma","answer_2":"B. Meningioma","answer_3":"C. Metastatic lung adenocarcinoma","answer_4":"D. Optic glioma","answer_5":"E. Schwannoma","percent_1":"11%","percent_2":"14%","percent_3":"3%","percent_4":"2%","percent_5":"69%","right_answer":"E. Schwannoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$#Schwannomas# are tumors of the peripheral nervous system that arise from Schwann cells.  Microscopically, they appear @biphasic@ with highly cellular areas (Antoni A pattern) intermixed with myxoid regions of low cellularity (Antoni B pattern).  The Antoni A areas are composed of spindle cells with #elongated, wavy nuclei# that form palisading patterns with interspersing nuclear-free zones called Verocay bodies.  Schwannomas are universally #S-100 positive# due to their neural crest cell origin.  Another important S-100 positive tumor is melanoma (also derived from the neural crest). $Schwann cells are to the peripheral nervous system as oligodendrocytes are to the central nervous system:  both protect and insulate axons.  The transition from oligodendrocytes to Schwann cells occurs within a few millimeters from the surface of the brain and spinal cord.  Therefore, schwannomas can occur within the cranial vault and spinal canal.  Schwannomas may arise from any cranial nerve except the optic nerve (CN II) and olfactory nerve (CN I), which are not covered by Schwann cells. $The most common site of intracranial schwannomas is the #cerebellopontine angle# at CN VIII.  Schwannomas in this particular location are also called acoustic neuromas, and can present with #tinnitus, vertigo#, and sensorineural #hearing loss#. $#(Choice A)#  @Glioblastoma@ is a highly aggressive primary brain tumor that consists of bizarre-looking glial cells with multiple mitotic figures, pseudopalisading necrosis, and abundant neovascularization and hemorrhage.  It commonly occurs in the frontotemporoparietal white matter and grows along the white matter tracts across the corpus callosum to affect the opposite hemisphere. $#(Choice B)#  @Meningiomas@ are typically slow-growing extra-axial tumors that arise from the meningothelial cells of the arachnoid.  Meningiomas most commonly appear as cells arranged in lobules or whorls with or without psammoma bodies (laminar calcifications). $#(Choice C)#  Brain metastases are the most common cause of intracranial tumors in adults.  Lung, breast, skin (melanoma), and renal cancer are particularly likely to metastasize to the brain.  Metastatic brain lesions typically form well-circumscribed masses along the grey-white junction.  Histologically, there is often necrosis with surrounding areas of reactive gliosis and edema. $#(Choice D)#  Optic glioma is a form of glioma that affects the optic nerve.  It is often found in association with neurofibromatosis type 1.  Histologic findings are usually consistent with pilocytic astrocytoma and include tumor cells with hairlike processes, microcystic areas, and Rosenthal fibers (elongated or corkscrew intracytoplasmic eosinophilic bundles). $#Educational objective# Schwannomas present histologically with a biphasic pattern of cellularity (Antoni A and B areas) and S-100 positivity (indicating neural crest origin).  Schwannomas can arise from the peripheral nerves, nerve roots, and cranial nerves (except CN II and CN I).  Acoustic neuromas are the most common type of intracranial schwannoma and are located at the cerebellopontine angle at CN VIII. ","clickable_1":"images/img1.1304.jpg","clickable_2":"images/img2.1304.jpg","clickable_3":"images/img3.1304.jpg"},

{"id":"11779","image_1":"images/11779.jpg","comparison_items":"","title_2":"","table_3":"§^#Myotomes & reflexes of the upper extremity#∆⨉∆⨉ §^#Myotomes# ∆C4 ∆Shoulder/scapula elevation §↕ ∆C5 ∆Shoulder abduction §↕ ∆C5, C6 ∆Elbow flexion, wrist extension §↕ ∆C7 ∆Elbow extension, finger extension §↕ ∆C8 ∆Wrist flexion, finger flexion §↕ ∆T1 ∆Finger abduction §^#Reflexes# ∆C5, C6 ∆Biceps & brachioradialis reflexes §↕ ∆C7, C8 ∆Triceps reflex","explanation_1":"","explanation_img":"","title":"A 46-year-old man comes to the office with left upper limb weakness and numbness. He has had chronic neck pain since being involved in a motor vehicle collision 4 years ago. He has no other medical problems. Neurological evaluation reveals that the tendon reflex shown in the image below is absent. Reflexes in the right upper extremity and both lower extremities are normal.","answer_1":"A. C3-C4","ansImg_1":"","answer_2":"B. C5-C6","ansImg_2":"","answer_3":"C. C7-C8","ansImg_3":"","answer_4":"D. C8-T1","ansImg_4":"","answer_5":"E. T1-T2","ansImg_5":"","right_answer":"B. C5-C6","percent_1":"4%","percent_2":"86%","percent_3":"7%","percent_4":"3%","percent_5":"0%","explanation_2":"This patient has an absent #biceps reflex#. The test is performed by quickly tapping a reflex hammer against the biceps brachii tendon as it passes through the cubital fossa. This action activates the muscle's stretch receptors that communicate via the musculocutaneous nerve with lower motor neurons in the anterior horn of the #C5-C6 spinal level#. $Axons from these motor neurons return along the musculocutaneous nerve and cause involuntary biceps muscle contraction and jerking of the forearm. The C5-C6 nerves also control the brachioradialis reflex. A stronger than normal reflex suggests an upper motor neuron lesion whereas an absent or decreased reflex indicates a lower motor neuron lesion at the corresponding spinal cord level. $(Choice A) The C3-C4 cervical nerves provide innervation to the diaphragm but do not mediate any specific reflexes. $#(Choices C, D, and E)# The C7, C8, and T1 spinal nerve roots form the median and ulnar nerves, which provide motor innervation to the wrist and hand. The T1 and T2 thoracic nerves innervate the rib muscles around the sternum, parts of the axilla, and part of the scapula. However, none of these spinal nerves mediate significant reflexes. $Educational objective The C5-C6 spinal nerves mediate the biceps and brachioradialis reflexes.","audio":""},

{"id":"1401","title":"A 40-year-old woman is evaluated for neck pain that has gradually worsened over the past several months.  The patient reports a pulling sensation in her neck that causes difficulty in keeping her head straight.  She has no history of neck trauma and has no other medical conditions.  Physical examination shows a spastic and thickened sternocleidomastoid muscle causing head tilt.  The patient is diagnosed with idiopathic torticollis.  She is treated with injections of a bacterial product into the affected muscle, with significant relief of symptoms.  The substance administered to this patient is derived from bacteria that most likely demonstrate which of the following characteristics?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antigenically hypervariable pili","answer_2":"B. Antiphagocytic capsule","answer_3":"C. Elementary bodies","answer_4":"D. Endotoxin production","answer_5":"E. Subterminal spore formation","percent_1":"1%","percent_2":"5%","percent_3":"2%","percent_4":"34%","percent_5":"58%","right_answer":"E. Subterminal spore formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1401.jpg","explanation_1":"","explanation_2":"$Clostridium botulinum is a gram-positive, anaerobic bacillus that synthesizes #botulinum toxin#, an exotoxin that prevents presynaptic release of acetylcholine from the nerve terminal at the neuromuscular junction.  This prevents both nicotinic and muscarinic activation, leading to skeletal muscle weakness and reduced glandular secretions, respectively.  Foodborne botulism is a result of toxin ingestion and is characterized by cranial nerve deficits and descending symmetric paralysis.  #Spore formation#, which occurs in the #subterminal location# (in between the middle and end of the cell), allows the bacteria to survive adverse conditions (eg, heat, high-oxygen environment). $Focal dystonia is a localized, uncontrollable muscle contraction that can lead to pain and physical deformity.  #Torticollis# is a common manifestation of dystonia and is due to involvement of the #sternocleidomastoid# muscle.  Injection of botulinum toxin type B into the dystonic muscle results in muscular relaxation and #relief of symptoms#.  Botulinum toxin can also be used to treat the muscle spasms of multiple sclerosis and Parkinson disease, to relax the lower esophageal sphincter in achalasia, and to reduce the appearance of facial wrinkles.  The localized anticholinergic effect also makes it useful in the treatment of hyperhidrosis.  Effects are temporary (approximately 3 months) due to the regeneration of the nerve terminal with time. $#(Choice A)#  Hypervariable pili are characteristic of Neisseria meningitidis and Neisseria gonorrhoeae; antigenic heterogeneity aids in immune evasion and allows for repeat infections. $#(Choice B)#  The antiphagocytic capsule is a primary virulence factor for Streptococcus pneumoniae, Haemophilus influenzae, Klebsiella pneumoniae, and Neisseria meningitidis. $#(Choice C)#  Some obligate intracellular organisms (eg, Chlamydia, mycobacteria) reproduce by forming small, metabolically inactive elementary bodies that are phagocytized by host cells.  Once inside, they evolve to the metabolically active reticulate body. $#(Choice D)#  Endotoxin (lipopolysaccharide) is a major virulence factor of @gram-negative bacteria@ (eg, Escherichia coli).  Endotoxin is released with destruction of the bacterial cell wall (eg, antibiotics) or during cell division, in contrast to exotoxins which are often secreted (some exotoxins are release by bacterial lysis).  Clostridium species are gram-positive. $#Educational objective# Clostridium botulinum is a spore-forming, gram-positive, anaerobic bacillus that synthesizes botulinum toxin, which prevents the presynaptic release of acetylcholine from the nerve terminal at the neuromuscular junction.  Botulinum toxin can be used to treat focal dystonia and other disorders of abnormal muscle contraction.  ","clickable_1":"images/img1.1401.jpg"},

{"id":"1933","title":"A 53-year-old man comes to the office due to double vision. The patient lives in a two-story house and has had difficulty walking down stairs because he sees duplicates of every step and doesn't 'know which ones are real.' He does not have significant problems walking up stairs. The patient is also frustrated because he has trouble reading certain things, such as the morning newspaper and work-related documents. He has had no eye trauma, headache, focal weakness, or numbness. The patient has a history of hypertension and type 2 diabetes mellitus. He exercises regularly and does not use tobacco, alcohol, or illicit drugs. A lesion affecting which of the following structures is most likely responsible for this patient's visual symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abducens nerve","ansImg_1":"","answer_2":"B. Medial longitudinal fasciculus","ansImg_2":"","answer_3":"C. Oculomotor nerve","ansImg_3":"","answer_4":"D. Optic nerve","ansImg_4":"","answer_5":"E. Trochlear nerve","ansImg_5":"","right_answer":"E. Trochlear nerve","percent_1":"7%","percent_2":"11%","percent_3":"21%","percent_4":"7%","percent_5":"54%","explanation_img":"images/exp1933.jpg","explanation_1":"","explanation_2":"$This patient likely has #trochlear nerve (CN IV) palsy#.  The trochlear nerve innervates the @superior oblique muscle@, which causes the eye to #intort# (internally rotate) and #depress while adducted#.  The nerve is particularly susceptible to injury due to its long course and small caliber.  Most cases of neuropathy are traumatic or idiopathic in origin, although a proportion of idiopathic cases may actually be due to microvascular nerve ischemia in the setting of diabetes mellitus.  Patients with trochlear nerve palsy typically present with #vertical diplopia#, which is most noticeable when the affected eye looks down and toward the nose (eg, up-close reading, #walking down stairs#).  Examination may show impairment of downgaze with the eye in the adducted position.  In severe cases, the affected eye can appear vertically deviated (hypertropia).  Symptoms often improve when the chin is tucked and the head is tilted away from the affected eye as this compensates for hypertropia and extorsion. $#(Choice A)#  The abducens nerve (cranial nerve [CN] VI) innervates the lateral rectus, which is responsible for abduction of the eye.  Palsies of this nerve can cause horizontal diplopia and inward deviation (esotropia). $#(Choice B)#  Lesions of the medial longitudinal fasciculus are associated with internuclear ophthalmoplegia.  This typically presents with impaired horizontal eye movement and weak adduction of the affected eye with simultaneous abduction nystagmus of the contralateral eye. $#(Choice C)#  The oculomotor nerve (CN III) innervates the superior rectus, medial rectus, inferior rectus, and inferior oblique.  These muscles collectively perform most eye movements.  Palsies of this nerve can cause vertical and horizontal diplopia, ptosis, and an enlarged and nonreactive pupil. $#(Choice D)#  The optic nerve (CN II) transmits visual information to the brain.  Damage to this nerve causes loss of vision. $#Educational objective# The trochlear nerve innervates the superior oblique muscle, which causes the eye to intort (internally rotate) and depress while adducted.  Trochlear nerve palsy is typically traumatic or idiopathic and presents with vertical diplopia that worsens when the affected eye looks down and toward the nose (eg, walking downstairs, up-close reading).  Patients may compensate by tucking the chin and tilting the head away from the affected eye.  ","clickable_1":"images/img1.1933.jpg"},

{"id":"1694","title":"A 35-year-old, right-handed mechanic comes to the clinic due to progressive right hand weakness. The patient frequently uses a screwdriver at work. Neurologic examination shows preserved sensation in the upper limbs. There is weakness on extension of the fingers and thumb in the right hand. Strength is otherwise intact. Triceps reflexes are 2+ and bilaterally symmetric. The nerve affected in this patient was most likely injured at which of the following locations?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Axilla","ansImg_1":"","answer_2":"B. Carpal tunnel","ansImg_2":"","answer_3":"C. Coracobrachialis","ansImg_3":"","answer_4":"D. Hook of hamate","ansImg_4":"","answer_5":"E. Midshaft of the humerus","ansImg_5":"","answer_6":"F. Supinator muscle","ansImg_6":"","right_answer":"F. Supinator muscle","percent_1":"2%","percent_2":"28%","percent_3":"6%","percent_4":"14%","percent_5":"20%","percent_6":"29%","explanation_img":"images/exp1694.jpg","explanation_1":"","explanation_2":"$The #radial nerve# enters the forearm anterior to the lateral epicondyle and divides into superficial and deep branches.  The superficial branch provides purely somatic @sensory innervation@ to the radial half of the dorsal hand, and the deep branch innervates the extensor compartment muscles in the forearm.  After passing between the superficial and deep parts of the #supinator muscle#, the deep branch continues as the posterior interosseous nerve, which innervates muscles involved in finger and thumb extension. $Injury to the deep branch of the radial nerve at the supinator muscle may occur due to #repetitive pronation#/supination of the forearm (eg, frequent screwdriver use), direct trauma, or dislocation of the head of the radius.  Patients typically have weakness on finger and thumb extension (ie, #finger drop#).  The triceps brachii (responsible for elbow extension and triceps reflex) and extensor carpi radialis longus (responsible for wrist extension) are typically unaffected because the branches supplying these muscles diverge proximal to the supinator muscle.  Cutaneous #sensory branches# are similarly #preserved#. $#(Choices A and E)#  Injury to the radial nerve at the axilla (eg, crutch palsy) typically causes weakness of the forearm, hand, and finger extensor muscles (eg, wrist drop) with absent triceps reflex and sensory loss over the posterior arm, forearm, and dorsolateral hand.  Injury to the nerve at the @humeral midshaft@ along the spiral groove usually causes similar forearm/hand deficits with sparing of the triceps muscle. $#(Choice B)#  Carpal tunnel syndrome can result from any condition that reduces the size of the carpal tunnel and compresses the @median nerve@ (eg, pregnancy, hypothyroidism).  Patients typically have pain/paresthesia affecting the first 3 and a half digits along with thenar atrophy and thumb abduction/opposition weakness as the disease progresses. $#(Choice C)#  The coracobrachialis muscle lies deep to the biceps brachii and is innervated by the musculocutaneous nerve.  Injury to the @musculocutaneous nerve@ may result in decreased strength on forearm flexion and sensory loss over the lateral forearm. $#(Choice D)#  In the wrist, the ulnar nerve passes between the hook of hamate and the pisiform bone in the @Guyon canal@.  Ulnar nerve injury at this site can cause weakness on finger abduction/adduction and clawing of the fourth and fifth digits. $#Educational objective# Injury to the radial nerve at the supinator muscle may occur due to repetitive pronation/supination of the forearm, direct trauma, or subluxation of the radius.  Patients typically have weakness during finger and thumb extension (ie, finger drop) without wrist drop or sensory deficits.  ","clickable_1":"images/img1.1694.jpg","clickable_2":"images/img2.1694.jpg","clickable_3":"images/img3.1694.jpg","clickable_4":"images/img4.1694.jpg","clickable_5":"images/img5.1694.jpg"},

{"id":"1748","title":"A 7-year-old boy is brought to the emergency department after injuring his right knee in a bicycle accident. Physical examination shows a swollen right knee with abrasion of the overlying skin. Distal motor and sensory innervation is intact, and popliteal and pedal pulses are normal. No other significant trauma is noted. X-ray reveals a nondisplaced patellar fracture. The patient is referred to orthopedics and placed in a leg cylinder cast. On follow-up a week after cast placement, he has paresthesia and numbness of the dorsum of the right foot with weakness in foot dorsiflexion and eversion. Which of the following is the most likely site of nerve compression in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior compartment of the leg","ansImg_1":"","answer_2":"B. Fibular head","ansImg_2":"","answer_3":"C. Lateral compartment of the leg","ansImg_3":"","answer_4":"D. Medial malleolus","ansImg_4":"","answer_5":"E. Popliteal fossa","ansImg_5":"","right_answer":"B. Fibular head","percent_1":"19%","percent_2":"49%","percent_3":"22%","percent_4":"4%","percent_5":"7%","explanation_img":"","explanation_1":"","explanation_2":"$This patient's dorsal foot numbness and weakness of foot dorsiflexion and eversion are due to compression of the #common fibular (peroneal) nerve# by his cast.  The common fibular nerve originates in the popliteal fossa as the lateral branch of the sciatic nerve.  After coursing around the posterolateral head and lateral neck of the fibula, it divides into superficial and deep branches: $• The superficial branch innervates the muscles of the lateral compartment of the leg (foot #eversion#) and provides #sensation# to the #dorsum of the foot# and lateral shin. $• The deep branch innervates the muscles of the anterior compartment of the leg (foot and toe #dorsiflexion#) and provides sensation to the #web space# between the first and second toes. $Common fibular nerve injury from extrinsic #compression# (eg, pressure from cast, surgical positioning) most commonly occurs at the #fibular head# because of its bony prominence and the superficial position of the nerve.  Fracture of the fibular neck (weakest point of the proximal fibula) is another common cause of common fibular nerve injury. $#(Choices A and C)#  Compartment syndrome can occur with extremity fracture/casting from increased pressure (eg, swelling) within a confined space.  @Anterior compartment syndrome@ can injure the deep branch of the fibular nerve, causing impaired foot dorsiflexion and sensory loss between the first and second toes, but it would not affect foot eversion or sensation to the dorsal foot.  Lateral compartment syndrome can injure the superficial branch of the fibular nerve, causing impaired foot eversion and sensory loss over the lateral shin and dorsal foot, but weakness in foot dorsiflexion would not be expected. $#(Choices D and E)#  After coursing through the popliteal fossa, the tibial nerve innervates the posterior compartment muscles of the leg.  It then passes through the tarsal tunnel below the medial malleolus and provides sensory innervation over the sole and motor innervation to the intrinsic foot muscles.  Injury at the tarsal tunnel can cause sensory loss over the sole (vs the dorsum) with intrinsic foot muscle weakness.  Injury at the popliteal fossa can cause additional weakness on foot plantar flexion (vs dorsiflexion), foot inversion (vs eversion), and toe flexion. $#Educational objective# Common fibular (peroneal) nerve injury can occur with extrinsic compression at the fibular head, resulting in weakness on foot dorsiflexion and eversion.  Sensation will also be impaired over the lateral shin, dorsal foot, and between the first and second toes.  ","clickable_1":"images/img1.1748.jpg"},

{"id":"19291","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 62-year-old woman comes to the office for follow-up a month after undergoing left mastectomy and axillary lymph node dissection for invasive ductal carcinoma. Today, the patient feels well overall but reports continued burning and aching in her left upper arm, despite physical therapy. Examination of the left chest wall shows a healing incision without erythema and mild but appropriate edema of the left chest wall and axillary soft tissues. Sensation is diminished in the medial upper arm, near the axilla. Shoulder range of motion is normal, and the rest of the physical examination is unremarkable. Injury to which of the following nerves is most likely responsible for this patient's symptoms?","answer_1":"A. Intercostobrachial","ansImg_1":"","answer_2":"B. Medial pectoral","ansImg_2":"","answer_3":"C. Suprascapular nerve","ansImg_3":"","answer_4":"D. Thoracodorsal","ansImg_4":"","right_answer":"A. Intercostobrachial","percent_1":"44%","percent_2":"22%","percent_3":"11%","percent_4":"23%","explanation_img":"images/exp19291.jpg","explanation_1":"","explanation_2":"$This patient who underwent #axillary lymph node dissection# has persistent #sensory dysfunction# (eg, burning, aching, diminished sensation) in her #medial upper arm#, findings consistent with #intercostobrachial nerve# injury.  The intercostobrachial nerve is a purely sensory nerve that typically originates from the second intercostal nerve's lateral cutaneous branch and then traverses the axilla to innervate the skin of the axilla and medial upper arm. $The intercostobrachial nerve is the most frequently injured nerve (whether by stretching or transection) during axillary lymph node dissection.  However, injuries to #other at-risk nerves# are often more feared due to the resultant motor deficits: $• #Long thoracic# nerve (serratus anterior): Damage results in scapular winging and weakness of arm abduction above the horizontal level. $• #Thoracodorsal# nerve (latissimus dorsi): Damage results in loss of powerful adduction of the arm and weakness while extending and medially rotating the arm #(choice D).# $• #Medial pectoral# (pectoralis minor and major) and lateral pectoral (pectoralis major) nerves: Damage results in weakness while adducting and medially rotating the arm.  In addition, there may be weakness flexing (clavicular head) or extending (sternocostal head) the humerus. #(choice B)# $This patient has normal shoulder range of motion and an otherwise unremarkable examination (ie, #no motor weakness#), making injury to these nerves less likely.  In addition, because the long thoracic, thoracodorsal, and medial and lateral pectoral nerves are primarily motor nerves and not responsible for any cutaneous sensation, their injury would not explain this patient's sensory deficits. $#(Choice C)#  The suprascapular nerve provides sensation to the shoulder joint (glenohumeral and acromioclavicular joints) and motor innervation to the supraspinatus and infraspinatus muscles.  It branches off the upper trunk of the @brachial plexus@ and travels posteriorly towards the @suprascapular notch@ of the scapula, where it is prone to injury; it does not travel through the axilla and is not at risk during axillary dissection. $#Educational objective# Multiple nerves are at risk for injury during axillary lymph node dissection.  Intercostobrachial nerve injury results in sensory dysfunction (eg, burning, numbness) to the skin of the axilla and medial upper arm.  Injury to the long thoracic (serratus anterior), thoracodorsal (latissimus dorsi), medial pectoral (pectoralis minor and major), or lateral pectoral (pectoralis major) nerves results in motor deficits to corresponding muscles. ","clickable_1":"images/img1.19291.jpg","clickable_2":"images/img2.19291.jpg"},

{"id":"18599","title":"A 49-year-old woman comes to the office due to muscle weakness. For the past 3 months, the patient has had worsening weakness in her right hand. She has also been tripping. The patient experiences twitching and cramping in her arms and legs. She has no sensory deficits. On examination, there is increased tone and fasciculations in the lower extremity muscles. Atrophy of the interosseus muscles of the right hand and the bilateral intrinsic muscles of the feet is present. When the physician taps on the chin while the mouth is slightly open, the jaw jerks upward briskly. Which of the following cranial nerves mediate this reflex?","image_1":"","title_2":"","audio":"","comparison_items":"§∆Afferent∆Efferent","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","answer_1":"§A. ∆Glossopharyngeal ∆Trigeminal","answer_2":"§B. ∆Glossopharyngeal ∆Vagus","answer_3":"§C. ∆Trigeminal ∆Facial","answer_4":"§D. ∆Trigeminal ∆Trigeminal","answer_5":"§E. ∆Vagus ∆Vagus","percent_1":"2%","percent_2":"2%","percent_3":"31%","percent_4":"64%","percent_5":"1%","right_answer":"§D. ∆Trigeminal ∆Trigeminal","explanation_img":"images/exp18599.jpg","explanation_1":"","explanation_2":"$This patient with findings of both upper (spasticity, increased tone) and lower (atrophy, fasciculations) motor neuron lesions most likely has amyotrophic lateral sclerosis (ALS).  Tapping on the chin with the mouth slightly open causes the jaw to briskly close, which represents a positive (ie, pathologic) #jaw jerk reflex#.  This reflex is #normally absent# or very weak but is present in patients with bilateral upper motor neuron lesions such as ALS. $The jaw jerk reflex begins with #afferent# signals from muscle spindles of the masseter that are carried along the mandibular division of the #trigeminal nerve# (CN V3) to the trigeminal mesencephalic nucleus, which is involved with reflex proprioception of the muscles of mastication.  This center then coordinates with the trigeminal motor nucleus to send motor #(efferent)# signals back along CN V3 to the muscles of mastication, causing the jaw to close. $The jaw jerk reflex is the only tendon reflex mediated above the plane of the foramen magnum.  Therefore, the pathologic presence of this reflex suggests #bilateral lesions of the upper motor neuron# pathways #above# the level of the #pons# (eg, ALS, multiple sclerosis, pseudobulbar palsy). $#(Choices A and B)#  Sensory fibers of the glossopharyngeal nerve (CN IX) are involved in both the gag and the carotid sinus reflexes.  The @gag reflex@ is mediated via afferent information from the glossopharyngeal nerve (CN IX), and efferent information from the vagus nerve (CN X).  The carotid sinus reflex is mediated by afferent signals from arterial @baroreceptors@ which are carried to the brainstem by CN IX and CN X; efferent signals are then carried by parasympathetic fibers to the sinoatrial and atrioventricular nodes. $#(Choice C)#  The corneal reflex is mediated by afferent fibers from the ophthalmic division of the trigeminal nerve (CN V1) and efferent fibers of the facial nerve (CN VII) projecting to the orbicularis oculi muscle, causing a blink. $#(Choice E)#  Both the afferent and the efferent limbs of the cough reflex are mediated by the vagus nerve (CN X). $#Educational objective# The jaw jerk reflex is a pathologic cranial nerve reflex present in patients with bilateral upper motor neuron lesions, such as amyotrophic lateral sclerosis.  Both the afferent and efferent pathways are mediated by the mandibular division of the trigeminal nerve (CN V3).  ","clickable_1":"images/img1.18599.jpg","clickable_2":"images/img2.18599.jpg"},

{"id":"1060","title":"A 59-year-old man comes to the emergency department with diplopia that started several hours ago.  His past medical history is significant for long-standing diabetes with poor glycemic control, right-knee osteoarthritis, and peptic ulcer disease.  Physical examination shows right-sided ptosis with the right pupil in the inferolateral position.  Pupils are equal in size and reactive to light bilaterally.  This patient's condition is most likely due to which of the following etiologies?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Nerve compression","answer_2":"B. Nerve inflammation","answer_3":"C. Nerve ischemia","answer_4":"D. Lacunar stroke","answer_5":"E. Muscle infiltration","percent_1":"22%","percent_2":"11%","percent_3":"55%","percent_4":"10%","percent_5":"3%","right_answer":"C. Nerve ischemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1060.jpg","explanation_1":"","explanation_2":"$Neuropathy is a common chronic complication of diabetes mellitus.  The clinical features of diabetic neuropathy vary considerably depending on the pattern of nerve involvement, which can be broadly divided into polyneuropathy, mononeuropathy, and autonomic neuropathy.  Mononeuropathies can also be further subdivided into cranial and peripheral types. $ All ocular motor nerves (III, IV, VI) can be affected in diabetes but unilateral cranial nerve III (CN III) involvement is most common.  #Diabetic CN III mononeuropathy# classically presents with #acute onset diplopia#.  On examination, the affected eye assumes a #\"down and out\" position# due to the unopposed pull by the superior oblique (CN IV) and lateral rectus (CN VI) muscles because all other extraocular muscles (inferior oblique and superior, inferior, and medial recti) are supplied by CN III.  #Ptosis# also occurs due to paralysis of the levator palpebrae. $ Diabetic mononeuropathy is caused by ischemic nerve damage, which predominantly involves the core of the CN III with relative sparing of the peripheral part.  The somatic component of CN III that innervates the extraocular muscles is located centrally, but the autonomic component responsible for pupillary constriction and accommodation is located in the peripheral aspect of the nerve.  Therefore, #pupillary size and reactivity is normal# in diabetic CN III mononeuropathy. $ (Choice A)  CN III neuropathy can also occur due to nerve compression.  Causes include transtentorial (uncal) herniation, neoplasms, and aneurysms of the posterior cerebral and posterior communicating arteries.  In contrast to diabetic CN III mononeuropathy, pupillary dysfunction is often an early manifestation of external nerve compression due to injury of the peripherally located parasympathetic fibers. $ #(Choices B and E)#  Neither nerve inflammation nor muscle infiltration contributes to the development of diabetic neuropathy. $ (Choice D)  Lacunar midbrain strokes can involve the CN III nuclei.  Because many neurologic pathways are densely packed in this area, CN III nuclei impairment is almost always associated with other neurologic deficits (eg, cerebellar ataxia, hemiparesis, or contralateral extrapyramidal symptoms).  In addition, the contralateral superior rectus is affected because the subnucleus fibers decussate to the contralateral side.  Midbrain lesions also cause bilateral ptosis because both levator palpebrae are innervated by a single subnucleus. $ Educational objective Diabetic mononeuropathy often involves cranial nerve III.  It is caused by predominantly central ischemia, which affects the somatic nerve fibers but spares peripheral parasympathetic fibers.  Symptoms include ptosis, a 'down and out' gaze, and normal light and accommodation reflexes."},

{"id":"749","title":"A 61-year-old woman comes to the clinic due to vision problems for the last 6 months.  The patient says her eyes get tired easily, especially in the late afternoon and evening.  She has smoked a pack of cigarettes daily for the past 35 years and does not use alcohol or illicit drugs.  On physical examination, there is weakness of the extraocular muscles.  Pupillary reflex, deep tendon reflexes, and sensation are normal.  A contrast-enhanced CT scan of the chest is shown in the @exhibit@.  Which of the following is the most likely mechanism underlying this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit749.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibodies against a neurotransmitter receptor","answer_2":"B. Antibodies against a presynaptic calcium channel","answer_3":"C. CD8+ lymphocyte–mediated nerve fiber demyelination","answer_4":"D. CD8+ lymphocyte–mediated skeletal muscle damage","answer_5":"E. Vascular deposition of circulating immune complexes","percent_1":"60%","percent_2":"20%","percent_3":"9%","percent_4":"3%","percent_5":"8%","right_answer":"A. Antibodies against a neurotransmitter receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp749.jpg","explanation_1":"","explanation_2":"$This patient's presentation is consistent with #myasthenia gravis# (MG), an autoimmune disease caused by #autoantibodies# directed against #nicotinic acetylcholine receptors# on the postsynaptic membrane of the neuromuscular junction.  Acetylcholine binding normally opens these ligand-gated sodium channels, and the subsequent influx of sodium ions raises endplate potential.  To produce a self-propagating muscle action potential, there must be enough activated acetylcholine receptors to allow the endplate potential to reach threshold.  In MG, @antibody binding@ leads to receptor degradation and complement-mediated damage of the postsynaptic membrane, preventing action potentials from being triggered. $Patients commonly have #fluctuating weakness# that worsens throughout the day and most often involves the #extraocular# (eg, ptosis, diplopia) and bulbar (eg, fatigable chewing, dysphagia) muscles.  Ptosis can increase when the patient sustains an upward gaze, and electrophysiologic studies may demonstrate decreasing force of muscle contraction with repetitive stimulation.  Most patients have thymic abnormalities (eg, #thymoma#, thymic hyperplasia) that may appear as an #anterior mediastinal mass# on chest imaging. $#(Choice B)#  @Lambert-Eaton syndrome@ is caused by autoantibodies directed against the presynaptic calcium channel, which causes reduced acetylcholine release.  Patients usually have proximal extremity weakness that improves with muscle use, as opposed to the fatigable weakness of extraocular and bulbar muscles common in MG.  In addition, hyporeflexia (vs normal reflexes) is typically present. $#(Choice C)#  @Guillain-Barré syndrome@ is caused by segmental demyelination of peripheral nerves by infiltrating T lymphocytes (CD8+) and autoantibody formation.  Patients with this acute inflammatory polyneuropathy can have ocular muscle weakness; however, symmetric ascending muscle weakness is classic, and symptoms typically progress rapidly over hours to days (vs months). $#(Choice D)#  Polymyositis is an autoimmune disease that occurs due to CD8+ lymphocyte–mediated skeletal muscle damage.  It usually presents with symmetric proximal muscle weakness (eg, hip flexors) rather than extraocular muscle weakness. $#(Choice E)#  Vascular deposition of @circulating immune complexes@—as may occur in connective tissue disorders such as systemic lupus erythematosus and rheumatoid arthritis—can cause inflammation of blood vessel walls (vasculitis) and a wide range of symptoms.  Muscle weakness can occur but is unlikely to be isolated to extraocular muscles or fluctuate over the course of the day. $#Educational objective# Myasthenia gravis is caused by circulating antibodies directed against acetylcholine receptors of the neuromuscular junction.  Autoantibody binding leads to receptor degradation, producing fluctuating weakness that worsens throughout the day and most commonly affects the extraocular muscles (eg, ptosis, diplopia).  Most patients have thymic abnormalities (eg, thymoma). ","clickable_1":"images/img1.749.jpg","clickable_2":"images/img2.749.jpg","clickable_3":"images/img3.749.jpg","clickable_4":"images/img4.749.mp4"},

{"id":"2126","title":"A 55-year-old, right-handed man comes to the emergency department due to recent onset of severe, throbbing, right-sided headache and double vision. His medical history includes poorly controlled hypertension and chronic tobacco use. Neurologic examination shows that he is awake, alert, and oriented and can follow commands. Visual fields and optic fundi are normal. The position of the right eye is down and out with ipsilateral ptosis, and the right pupil is dilated and nonreactive to both light and accommodation. Left eye examination is normal. Based on this patient's neurologic deficits, CT angiography of the head is most likely to reveal an aneurysm arising from which of the following locations in the image below?","image_1":"images/2126.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","answer_6":"F. F","ansImg_6":"","answer_7":"G. G","ansImg_7":"","answer_8":"H. H","ansImg_8":"","right_answer":"D. D","percent_1":"11%","percent_2":"6%","percent_3":"2%","percent_4":"46%","percent_5":"10%","percent_6":"6%","percent_7":"15%","percent_8":"4%","explanation_img":"images/exp2126.jpg","explanation_1":"","explanation_2":"$This patient has right #oculomotor nerve (CN III) palsy# secondary to a compressive #aneurysm# arising from the junction of the right #posterior communicating artery# with the internal carotid artery.  Saccular aneurysms typically arise from branch points on the circle of Willis, and most (85%) affect the anterior circulation (eg, anterior communicating, posterior communicating, and middle cerebral arteries).  Chronic smoking and poorly controlled hypertension are risk factors.  Unruptured aneurysms are usually asymptomatic, but patients may experience headache and cranial neuropathies due to mass effect. $CN III is a pure motor nerve that exits the midbrain between the posterior cerebral and superior cerebellar arteries and courses along the posterior communicating artery, making it particularly susceptible to injury from posterior communicating artery aneurysms.  It carries general visceral efferent fibers on its surface (for the pupillary light and near-reflex pathways) and general somatic efferent fibers within its interior (innervating superior rectus, inferior rectus, medial rectus, inferior oblique, and levator palpebrae superioris muscles).  Consequently, @aneurysmal compression of CN III@ produces #mydriasis# (due to superficial parasympathetic fiber damage) with diplopia, #ptosis#, and #down and out deviation# of the ipsilateral eye (due to somatic efferent fiber injury). $#(Choice A)#  The junction of the anterior communicating artery and anterior cerebral artery is the most common location for saccular aneurysms; however, aneurysms in this region typically compress the central optic chiasm, causing bitemporal hemianopia. $#(Choices B and C)#  Saccular aneurysms of the middle cerebral artery typically occur at its distal bifurcation and do not usually affect the oculomotor nerve. $#(Choice E)#  Posterior communicating artery aneurysms cause symptoms on the same side as the lesion due to damage to the ipsilateral oculomotor nerve.  A left posterior communicating artery aneurysm would cause left-sided mydriasis, ptosis, and eye deviation. $#(Choices F, G, and H)#  Approximately 15% of saccular aneurysms arise from the posterior circulation (eg, branches of the basilar and vertebral arteries).  Although these aneurysms could potentially cause oculomotor palsy by compressing the oculomotor nerve as it exits the midbrain, this presentation is rare and usually associated only with very large aneurysms that cause multiple neurologic deficits. $#Educational objective# The oculomotor nerve (CN III) is most susceptible to injury from ipsilateral posterior communicating artery aneurysms.  Aneurysmal compression of CN III produces mydriasis (due to superficial parasympathetic fiber damage) with diplopia, ptosis, and down and out deviation of the ipsilateral eye (due to somatic efferent fiber injury). ","clickable_1":"images/img1.2126.jpg"},

{"id":"15705","title":"A 68-year-old woman is evaluated for right lower extremity weakness while hospitalized. The patient was admitted after sustaining a right femoral neck fracture and underwent total hip arthroplasty. Her operative course was uncomplicated, but the patient experienced right leg weakness postoperatively. Since the surgery, she has had difficulty with physical therapy and reports numbness of the right leg. The patient's other medical conditions include hypertension, type 2 diabetes mellitus, a prior transient ischemic attack, and osteoarthritis. Right lower extremity examination shows weakness in dorsiflexion, plantar flexion, and knee flexion. Hip flexion and knee extension are normal. Sensation to light touch is decreased on the dorsum of the right foot and posterolateral aspect of the right calf. Ankle reflex is absent on the right. Which of the following is the most likely cause of this patient's current findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diabetic neuropathy","ansImg_1":"","answer_2":"B. L5 radiculopathy","ansImg_2":"","answer_3":"C. Lacunar stroke","ansImg_3":"","answer_4":"D. Peroneal nerve compression","ansImg_4":"","answer_5":"E. Sciatic nerve injury","ansImg_5":"","right_answer":"E. Sciatic nerve injury","percent_1":"2%","percent_2":"13%","percent_3":"1%","percent_4":"25%","percent_5":"58%","explanation_img":"images/exp15705.jpg","explanation_1":"","explanation_2":"$This patient underwent total #hip replacement# following a right #femoral neck fracture# and developed #right lower extremity neurological deficits# across the sciatic nerve (L4-S3) and its main branches: $• Sciatic nerve:  weakness in knee flexion $• Common peroneal nerve:  weakness in dorsiflexion, numbness on dorsal foot and posterolateral calf $• Tibial nerve:  weakness in plantar flexion and inversion, absent ankle reflex $These deficits are characteristic of a proximal #sciatic nerve injury#.  The sciatic nerve is particularly susceptible to injury in patients with femoral head dislocation, hip fracture, and/or arthroplasty due to its #proximity to the hip joint# and femur.  Injury to the nerve can be caused by direct mechanical trauma (caused by the surgery or initial fracture), compression of the nerve (due to hematoma or swelling), or local inflammation. $#(Choice A)#  Diabetic neuropathy often manifests as peripheral sensory loss (eg, stocking-glove numbness).  However, the deficits are typically bilateral and develop chronically with loss of distal sensory axons first, followed by motor deficits in advanced cases. $#(Choice B)#  L5 radiculopathy is typically caused by disc herniation or degenerative vertebral changes and can result in unilateral lower extremity motor and sensory loss.  However, patients typically have significant radicular back pain with a normal ankle reflex and lateral foot sensation (both derived from the S1 nerve root). $#(Choice C)#  @Lacunar strokes@ occur in deep brain arteries in patients with chronic hypertension and typically cause unilateral sensorimotor deficits without cortical signs (eg, aphasia, hemineglect).  However, these lesions typically result in more complete hemiparesis/hemisensory loss (eg, affecting face, arm, and leg); sensorimotor deficits localized to the sciatic distribution are more suggestive of peripheral nerve damage. $#(Choice D)#  Compression of the @common peroneal nerve@ against the neck of the fibula can occur in the setting of prolonged immobilization (eg, surgery, bed rest) and cause weakness in foot dorsiflexion and eversion.  However, this patient also has deficits involving the sciatic and tibial nerves, indicating a more proximal lesion. $#Educational objective# Sciatic neuropathy is a common complication of hip fracture and/or arthroplasty because of the proximity of the sciatic nerve to the hip joint.  Injury to the sciatic nerve in the pelvis causes neurological deficits across the sciatic nerve (knee flexion), common peroneal nerve (dorsiflexion, numbness of the calf and dorsal foot), and tibial nerve (plantar flexion, ankle reflex).  ","clickable_1":"images/img1.15705.jpg","clickable_2":"images/img2.15705.jpg"},

{"id":"66","title":"Experimental animals are immunized to protein fragments derived from peripheral nerve myelin.  Subsequent analysis finds evidence of a T-cell response as well as production of autoantibodies against nonprotein antigens.  This leads to segmental demyelination of peripheral nerves in the animals.  The experimentally induced condition is most analogous to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Duchenne muscular dystrophy","answer_2":"B. Guillain-Barré syndrome","answer_3":"C. Lambert-Eaton syndrome","answer_4":"D. Neuropathic beriberi","answer_5":"E. Subacute combined degeneration","answer_6":"F. Werdnig-Hoffman syndrome","percent_1":"1%","percent_2":"92%","percent_3":"2%","percent_4":"1%","percent_5":"2%","percent_6":"2%","right_answer":"B. Guillain-Barré syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp66.jpg","explanation_1":"","explanation_2":"Demyelination of peripheral nerves in response to immune challenge with a myelin-like substance is a pathogenic mechanism similar to #Guillain-Barré syndrome# (GBS).  GBS is thought to be due to #molecular mimicry#, in which an infectious agent contains a ganglioside-like substance in its lipopolysaccharide layer.  Antibodies formed against this substance and activated T-cells cross-react with the ganglioside components of myelin and Schwann cells.  #Segmental demyelination# and an #endoneurial inflammatory infiltrate# composed of lymphocytes and macrophages are seen on light microscopy. $ GBS manifests as #ascending, symmetric muscle weakness# that often occurs after a gastrointestinal (eg, Campylobacter jejuni) or upper respiratory infection.  Deep tendon reflexes are decreased or absent (areflexia), and the paralysis may ascend to the cranial nerves (particularly cranial nerve VII).  Paralysis of respiratory muscles is fatal without supportive care. $ (Choice A)  Duchenne muscular dystrophy is an X-linked muscular dystrophy that affects boys and is caused by a frameshift mutation of the dystrophin gene.  Clinical features include progressive weakness and a waddling gait with onset in childhood.  Muscle biopsy shows degeneration of muscle fibers and replacement with fat and connective tissue; peripheral nerves are not involved. $ (Choice C)  Lambert-Eaton syndrome, often seen as a paraneoplastic syndrome in patients with small cell carcinoma of the lung, presents with weakness that improves with muscular repetition.  It is caused by autoantibodies that react with the voltage-gated calcium channels on the presynaptic membrane, hampering the release of acetylcholine.  The axons are not affected. $ (Choice D)  Beriberi (thiamine deficiency) is characterized by weakness, areflexia, pain, and paresthesias that are worse in the distal lower limbs.  Beriberi can cause demyelination of peripheral nerves; however, unlike Guillain-Barré syndrome, no endoneurial inflammation is present. $ (Choice E)  Subacute combined degeneration occurs due to vitamin B12 deficiency and leads to degeneration of dorsal columns and lateral cerebrospinal tracts.  Patients develop distal, progressive weakness and ataxia but the symptoms are slowly progressive (unlike GBS, which progresses rapidly).  In addition, subacute combined degeneration is associated with spasticity, paresthesia, and a macrocytic anemia. $ (Choice F)  Werdnig-Hoffman syndrome (spinal muscle atrophy type 1) is due to degeneration of the anterior horn cells that is caused by a mutation in the SMN1 gene.  Werdnig-Hoffman syndrome causes symmetric progressive weakness, but the weakness is more prominent proximal>distal and typically occurs in childhood. $Educational objective Guillain-Barré syndrome is an acute, demyelinating polyneuropathy thought to be caused by molecular mimicry.  Antibodies formed against infectious agents cross-react with myelin and Schwann cells, leading to immune-mediated demyelination.  Light microscopy shows segmental demyelination and an endoneurial inflammatory infiltrate composed of lymphocytes and macrophages."},

{"id":"108226","title":"A mouse model of focal dystonia due to mutations in DYT-TOR1A is being studied.  Humans with this mutation have variable expressivity of diverse forms of dystonia, including cervical dystonia (ie, torticollis), writer's cramp, and lower limb dystonias.  Histologic analysis of an affected muscle in one of the experimental mice is most likely to show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enlarged lysosomes","answer_2":"B. Fibrofatty replacement of muscle fibers","answer_3":"C. Inflammatory cellular infiltrate","answer_4":"D. Muscle fiber hypertrophy","answer_5":"E. Muscle fiber necrosis without inflammation","percent_1":"9%","percent_2":"25%","percent_3":"10%","percent_4":"42%","percent_5":"14%","right_answer":"D. Muscle fiber hypertrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Focal dystonia#∆⨉ §^#Pathophysiology# ∆ • Abnormal CNS neuronal signaling • Etiologies $== ○ Genetic $== ○ Acquired (eg, dopamine receptor-blockers) $== ○ Idiopathic §^#Clinical features# ∆ • Sustained, involuntary muscle contractions • Muscle spasm leads to pain & abnormal body postures • Sometimes alleviated by a sensory trick (eg, touching affected body part) • Hypertrophy of affected muscle","explanation_img":"","explanation_1":"","explanation_2":"#Dystonia# is a neurologic movement disorder characterized by sustained, involuntary muscle contractions, which force certain parts of the body into abnormal, sometimes painful movements or postures.  #Focal dystonias# affect a single muscle or group of related muscles, the most common of which include cervical dystonia (ie, torticollis), blepharospasm (ie, eyelid twitching), and brachial dystonia (ie, writer's cramp). $Focal dystonias are usually classified as idiopathic; however, #genetic mutations# are becoming increasingly implicated.  Focal dystonias are due to abnormal #neural signaling pathways#, which can arise from multiple locations in the brain (eg, basal ganglia, motor cortex, supplementary motor areas). $Because the dystonia originates from abnormal neural signaling, microscopic examination of the affected muscle is often relatively unremarkable.  Histopathology may show normal muscle or #muscle fiber hypertrophy# (which occurs due to repetitive contractions). $#(Choice A)#  Certain types of glycogen storage diseases (eg, Pompe disease) can lead to weakness and fatigue due to abnormal glycogenolysis in skeletal muscle.  Muscle biopsy would show enlarged lysosomes containing periodic acid–Schiff (PAS)-positive material. $#(Choice B)#  Duchenne and Becker muscular dystrophies are caused by mutations affecting dystrophin, a cytoplasmic protein vital for stabilization of the muscle cell membrane.  Loss of cell membrane integrity leads to muscle fiber degeneration and progressive fibrofatty replacement. $#(Choice C)#  Autoimmune muscle injury (eg, dermatomyositis, @polymyositis@) often shows an inflammatory cellular infiltrate (eg, lymphocytes) with muscle fiber necrosis, phagocytosis, and regeneration.  Over time, the active inflammation and necrosis may be replaced by fibrosis. $#(Choice E)#  Statin therapy can cause @muscle fiber necrosis@ without a significant associated inflammatory infiltrate.  Muscle aches and weakness are the most common complications of statin therapy. $#Educational objective# Focal dystonia is a neurologic movement disorder characterized by sustained, involuntary muscle contractions.  Because these contractions are neurologically mediated, muscle biopsy may not show significant histologic changes, although muscle fiber hypertrophy is often present due to repetitive contractions.  ","clickable_1":"images/img1.108226.jpg","clickable_2":"images/img2.108226.jpg"},

{"id":"1685","title":"A 25-year-old man fractures his right tibia in a motor vehicle collision. His right leg is fixed in a cast, and he requires underarm crutches to ambulate. Two weeks later, the patient comes to the clinic with right upper extremity weakness and numbness. He has no neck or arm pain. The patient is concerned because he is right handed and cannot perform his duties as an electrician. On neurologic examination, there is diminished strength on extension of the right wrist with an absent triceps reflex. Injury to which of the following nerves is most likely responsible for this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accessory","ansImg_1":"","answer_2":"B. Axillary","ansImg_2":"","answer_3":"C. Long thoracic","ansImg_3":"","answer_4":"D. Median","ansImg_4":"","answer_5":"E. Radial","ansImg_5":"","answer_6":"F. Suprascapular","ansImg_6":"","right_answer":"E. Radial","percent_1":"1%","percent_2":"21%","percent_3":"1%","percent_4":"6%","percent_5":"71%","percent_6":"1%","explanation_img":"images/exp1685.jpg","explanation_1":"","explanation_2":"$The radial nerve is derived from the C5-T1 spinal nerves and is 1 of the 2 final branches of the posterior cord of the @brachial plexus@.  The nerve initially courses medial to the surgical neck of the humerus inferior to the teres major muscle within the axilla before entering the posterior arm to course between the long head of the triceps brachii and the posterior humerus. $#Proximal radial nerve injury# can occur at the nerve's superficial location within the axilla by repetitive pressure/trauma caused by an ill-fitting crutch #(crutch palsy)# or if an individual sleeps with the arm over a chair (Saturday night palsy).  Injury at this location may cause weakness or paralysis of the forearm, hand, and finger #extensor muscles# (eg, wrist drop, absent triceps reflex).  #Sensory loss# may also be observed over the @radial nerve distribution@. $Injuries to the radial nerve as it crosses the posterior humerus (eg, midshaft humeral fractures) spare the triceps brachii, as the fibers innervating this muscle leave the nerve before entering the radial groove. $#(Choice A)#  The @accessory nerve@ (CN XI) exits the skull through the jugular foramen and courses over the levator scapulae muscle to innervate the sternocleidomastoid and trapezius muscles.  Injury to CN XI can occur during cervical lymph node dissection. $#(Choice B)#  Fracture of the surgical neck of the humerus and @anterior dislocation@ of the glenohumeral joint can cause injury to the axillary nerve.  The resultant paralysis of the deltoid and teres minor muscles causes weakness on arm abduction.  Sensory loss over the deltoid may also be evident. $#(Choice C)#  Damage to the long thoracic nerve causes paralysis of the serratus anterior muscle and winging of the scapula.  This nerve is often injured during @axillary@ lymph node dissection in patients undergoing radical mastectomy. $#(Choice D)#  Proximal median nerve injury often occurs with @supracondylar humerus fractures@.  This results in sensory loss over the palmar aspect of the first 3 digits and impairment of thumb flexion/opposition, flexion of the second/third digits, and wrist flexion/abduction. $#(Choice F)#  The suprascapular nerve provides sensation to the shoulder joint and innervates the supraspinatus and infraspinatus muscles.  Suprascapular nerve @entrapment@ results in shoulder pain and weakness of arm abduction and external rotation. $#Educational objective# Radial nerve injury can occur with repetitive pressure/trauma at the axilla (eg, improperly fitted crutches).  Findings include weakness of the forearm, hand, and fingers extensors (eg, wrist drop, absent triceps reflex) and sensory loss over the posterior arm and forearm, dorsolateral hand, and dorsal thumb.  More distal lesions spare the triceps brachii.  ","clickable_1":"images/img1.1685.jpg","clickable_2":"images/img2.1685.jpg","clickable_3":"images/img3.1685.jpg","clickable_4":"images/img4.1685.jpg","clickable_5":"images/img5.1685.jpg","clickable_6":"images/img6.1685.jpg","clickable_7":"images/img7.1685.jpg"},

{"id":"11742","title":"A 16-year-old boy is brought to the emergency department after an eye injury during a baseball game. He was batting for his high school team when the opposing pitcher made a wild throw and the baseball hit him in the right eye. The patient has since had diplopia that worsens when he looks up. On physical examination, he has mild periorbital ecchymosis, enophthalmos, and limited vertical movement of the right eye. Visual acuity and left eye examination are normal. CT scan of the face reveals an orbital floor fracture. Which of the following additional findings is most likely to be seen in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absent right corneal reflex","ansImg_1":"","answer_2":"B. Bruising over the mastoid process","ansImg_2":"","answer_3":"C. Impaired olfaction","ansImg_3":"","answer_4":"D. Inability to puff out right cheek","ansImg_4":"","answer_5":"E. Reduced sensation over right upper lip","ansImg_5":"","right_answer":"E. Reduced sensation over right upper lip","percent_1":"21%","percent_2":"11%","percent_3":"15%","percent_4":"11%","percent_5":"42%","explanation_img":"images/exp11742.jpg","explanation_1":"","explanation_2":"$This patient sustained blunt trauma to the right eye and is now unable to look up with the affected eye.  #Blunt trauma to the globe# can injure the orbital rim, but the deeper walls of the orbit can also sustain damage due to rapid increase in pressure that is transmitted posteriorly into the orbit.  This often leads to fracturing of the weakest area of the bony orbit—the orbital floor (ie, #blow-out# fracture). $An #orbital floor fracture# can cause @herniation@ of orbital fat and the inferior rectus muscle into the maxillary sinus.  An #entrapped inferior rectus# keeps the affected globe in a downward position, leading to diplopia on upward gaze despite normal visual acuity. $In addition, the #infraorbital nerve# (continuation of the maxillary nerve [V2]) runs along the orbital surface of the maxilla in the infraorbital groove before traversing the infraorbital canal and exiting the skull via the infraorbital foramen just below the orbit.  Damage can result in numbness and paresthesia of the #upper cheek, lip#, and #gingiva#. $#(Choice A)#  The corneal reflex involves the trigeminal (CN V1) (sensory) and facial (CN VII) (motor) nerves.  It can be impaired by trauma to the @superior orbital fissure@ because cranial nerves III, IV, V, and VI pass through this structure. $#(Choice B)#  Hematomas over the mastoid process (@Battle sign@), with periorbital ecchymosis and clear otorrhea, are signs of basilar skull fractures. $#(Choice C)#  Nasal fractures or high-force trauma can result in loss of smell if the @olfactory nerves@ are torn from the cribriform plate in the ethmoid bone. $#(Choice D)#  The facial nerve (CN VII) controls the motor function of the face.  It travels through the @temporal bone@ and can be injured in temporal bone fractures. $#Educational objective# An orbital floor fracture can result in entrapment of the inferior rectus muscle, which presents with vertical diplopia and restriction of upward movement.  In addition, the infraorbital nerve (a branch of V2) runs along the orbital floor and can be damaged, resulting in numbness and paresthesia of the upper cheek, lip, and gingiva.  ","clickable_1":"images/img1.11742.jpg","clickable_2":"images/img2.11742.jpg","clickable_3":"images/img3.11742.jpg","clickable_4":"images/img4.11742.jpg","clickable_5":"images/img5.11742.jpg"},

{"id":"1657","title":"A 25-year-old woman comes to the hospital due to worsening dyspnea.  The patient was previously healthy; 2 months ago, she delivered a healthy baby boy at 38 weeks gestation.  Her arterial blood gas analysis shows evidence of hypoventilation.  During further evaluation, she is asked to take several maximally deep breaths, and the following physiologic information is obtained:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1657.jpg","title_2":"Which of the following locations is the most likely site of this patient's disease?","audio":"","comparison_items":"","answer_1":"A. Brainstem","answer_2":"B. Nasopharynx","answer_3":"C. Neuromuscular junction","answer_4":"D. Pericardial space","answer_5":"E. Peripheral nerves","percent_1":"21%","percent_2":"3%","percent_3":"59%","percent_4":"9%","percent_5":"8%","right_answer":"C. Neuromuscular junction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The above graph shows phrenic nerve signaling and the corresponding diaphragm response (ie, contraction to produce a more negative intrapleural pressure).  The patient's results show #progressive attenuation# of the intrapleural pressure (ie, progressively weaker diaphragmatic contractions) despite #no decrease in nerve activity#, which could potentially be caused by primary respiratory muscle fatigue (due to increased work of breathing from severe obstructive/restrictive lung disease) or impaired neuromuscular transmission; onset in the postpartum period is suggestive of #myasthenia gravis#, an autoimmune disorder that impacts the #neuromuscular junction#. $In myasthenia gravis, autoantibodies against postsynaptic acetylcholine receptors cause fatigable muscle weakness as #acetylcholine stores# within the presynaptic nerve terminal become progressively #depleted# with repetitive stimulation.  Although weakness in myasthenia gravis most commonly impacts the eyes (eg, diplopia), bulbar muscles, and/or extremities, it can manifest as respiratory failure (ie, myasthenic crisis), as seen in this patient. $#(Choice A)#  Impairment of the respiratory control centers in the brainstem can result in decreased frequency and/or amplitude of involuntary respirations (Ondine curse).  Voluntary breathing is unaffected. $#(Choice B)#  Nasopharyngeal lesions are unlikely to cause inspiratory airflow obstruction severe enough to cause rapid diaphragmatic fatigue because the oropharynx remains unobstructed (allowing the patient to breathe from the mouth). $#(Choices D and E)#  Metastatic disease to the pericardium could compress the phrenic nerve along its course.  In addition, the phrenic nerve can be affected by peripheral neuropathy.  However, both diseases cause uniform, weak inspirations during maximal voluntary ventilation rather than progressively weaker (ie, fatigable) diaphragmatic contractions. $#Educational objective# Progressively weakening diaphragmatic contractions during maximal voluntary ventilation with intact phrenic nerve stimulation indicate neuromuscular junction pathology (eg, myasthenia gravis) or abnormally rapid primary muscle fatigue (eg, severe obstructive/restrictive lung disease).  "},

{"id":"18491","title":"A 58-year-old man comes to the office due to lower extremity pain.  The patient began experiencing tingly discomfort in his toes a year ago, especially at night when the sheets touched his skin.  Since then, the symptoms have progressed to a burning and stabbing pain in his feet and lower legs.  He was diagnosed with diabetes mellitus 8 years ago and hypertension 3 years ago.  The patient quit smoking 20 years ago and does not use alcohol.  Blood pressure is 126/70 mm Hg and pulse is 68/min.  Lower extremity examination shows normal-appearing skin.  Touching the feet elicits a sensation of burning pain.  There is loss of vibration sensation in the toes, and the ankle reflex is absent bilaterally.  Which of the following is the best initial pharmacotherapy for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amitriptyline","answer_2":"B. Clonazepam","answer_3":"C. Fluoxetine","answer_4":"D. Naproxen","answer_5":"E. Oxycodone","answer_6":"F. Pyridoxine","percent_1":"63%","percent_2":"3%","percent_3":"10%","percent_4":"7%","percent_5":"3%","percent_6":"15%","right_answer":"A. Amitriptyline","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Distal symmetric polyneuropathy# ∆⨉ §^#Triggers# ∆ • Diabetes mellitus (diabetic neuropathy) • Long-standing HIV infection • Uremia • Medications (eg, fluoroquinolones, metronidazole) • Chemotherapy (eg, cisplatin, paclitaxel) • Toxicity (eg, alcohol abuse, heavy metal exposure) §^#Pathophysiology# ∆ • Damage to distal sensory peripheral nerve axons §^#Manifestations# ∆ • Symptoms begin in toes/feet; progresses proximally over time • Distal numbness, tingling, pins & needles sensation • ↓ Pain, temperature, touch & vibration sensation • ↓ Ankle/Babinski reflexes §^#Treatment# ∆ • Treat underlying cause • Pain management: gabapentinoid, tricyclic antidepressant, duloxetine &/or capsaicin cream","explanation_img":"","explanation_1":"","explanation_2":"This patient with long-standing diabetes mellitus has tingling/burning pain in the feet, loss of vibration sensation, and loss of ankle reflexes, indicating #distal symmetric polyneuropathy# (diabetic neuropathy).  Long-standing diabetes mellitus is often associated with damage to the #distal axons of sensory neurons# due to the accumulation of cross-linked glycosylated serum proteins in the vaso nervorum, which causes inflammation, vasoconstriction, and neuronal oxidative stress.  Initial symptoms include tingling, numbness, and #burning pain# in the toes and/or feet.  Sensation to pain, light touch, temperature, vibration, and proprioception are generally diminished in the affected area.  Babinski and ankle reflex are often absent. $Treatment includes #glycemic control# and #foot care# to limit the development of ulcers and need for amputation.  Patients with #painful# neuropathy also typically receive a serotonin-norepinephrine reuptake inhibitor (eg, duloxetine, venlafaxine), a gabapentinoid (eg, pregabalin, gabapentin), or a tricyclic antidepressant such as #amitriptyline#.  Amitriptyline modulates pain transmission by inhibiting voltage-gated sodium channels in sensory nerves, blocking NMDA (excitatory) receptors in the spinal cord, and altering norepinephrine signaling in the brain. $#(Choice B)#  Benzodiazepines (eg, clonazepam) are often used for anxiety, muscle relaxation, or nausea.  They are not typically used for neuropathic pain. $#(Choice C)#  Although selective serotonin reuptake inhibitors (eg, fluoxetine) are often used for depression and anxiety, they are not often employed for neuropathic pain.  In contrast, serotonin-norepinephrine reuptake inhibitors (eg, duloxetine, venlafaxine) are often used as first-line treatment to manage painful diabetic neuropathy; these agents alter central transmission of pain by increasing norepinephrine in the central synapses. $#(Choice D)#  Nonsteroidal anti-inflammatory drugs such as naproxen are prescribed for acute painful conditions such as back pain, muscle strain, or bone fracture.  However, they have limited efficacy for neuropathic pain. $#(Choice E)#  Opioid pain medications (eg, oxycodone) are not recommended for most patients with neuropathic pain due to their questionable efficacy and risk of dependence.  Patients with neuropathic pain should first be given a trial of an antidepressant or gabapentinoid. $#(Choice F)#  Certain patients taking isoniazid require pyridoxine supplementation to prevent the development of drug-induced peripheral neuropathy.  This patient is not taking isoniazid; therefore, pyridoxine supplementation would not be helpful. $#Educational objective# Patients with long-standing, poorly controlled diabetes mellitus are at high risk for developing distal symmetric polyneuropathy (diabetic neuropathy).  Symptoms generally include progressive numbness, tingling, and burning/stabbing pain in the feet and/or toes that progresses proximally.  Painful neuropathy is treated with serotonin-norepinephrine reuptake inhibitors, gabapentinoids, or tricyclic antidepressants.  "},

{"id":"19482","title":"A 44-year-old man comes to the office due to paresthesia and pain in his feet.  The patient began experiencing tingling and numbness in his toes several months ago, which gradually progressed to the rest of both feet.  He has also had burning pain on the soles, which frequently disrupts his sleep at night.  The patient has a 6-year history of HIV infection.  He was not adherent to treatment initially but now takes antiretroviral therapy regularly.  His most recent CD4 cell count was 550/mm3.  Vital signs are within normal limits.  Foot examination shows decreased pain and touch sensation and loss of ankle reflexes bilaterally.  There are no other focal neurologic deficits.  Medication review shows no neurotoxic drugs and laboratory studies are within normal limits.  Treatment with duloxetine is planned.  This medication is most likely to improve this patient's symptoms via which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased sensitization of sensory afferent neurons","answer_2":"B. Decreased substance P-induced activation of dorsal horn neurons","answer_3":"C. Frequency-dependent blockade of neuronal conductance","answer_4":"D. Inhibition of GABA release by periaqueductal gray neurons","answer_5":"E. Norepinephrine-mediated descending pain pathway modulation","percent_1":"8%","percent_2":"10%","percent_3":"5%","percent_4":"4%","percent_5":"73%","right_answer":"E. Norepinephrine-mediated descending pain pathway modulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Drugs for neuropathic pain#∆⨉ §^#Drug# ∆^#Mechanism of action# §#Tricyclic antidepressants$ (#eg, amitriptyline, nortriptyline)$ #SNRIs (#eg, duloxetine) ∆ • ↓ Reuptake of serotonin & norepinephrine • Inhibition of pain signals §^#Anticonvulsants$ (#eg, gabapentin, pregabalin) ∆ • Decreased depolarization of neurons in the CNS §^#Opioids# ∆ • Activation of central opioid receptors §^#Capsaicin (#topical) ∆ • Loss of membrane potential in nociceptive fibers §^#Lidocaine (#topical) ∆ • Decreased depolarization of neurons in peripheral nerves %#SNRIs =# serotonin-norepinephrine reuptake inhibitors.","explanation_img":"","explanation_1":"","explanation_2":"This patient with HIV #peripheral neuropathy# is being treated with #duloxetine#, a serotonin-norepinephrine reuptake inhibitor (SNRI).  Because SNRIs increase norepinephrine in the central synapses, they modulate the descending pain pathway, leading to #decreased central perception of pain#. $First-line therapy for painful neuropathy includes the following 3 classes of medications: $• #Tricyclic antidepressants# (eg, nortriptyline, amitriptyline) modulate pain transmission by inhibiting voltage-gated sodium channels in sensory nerves and increasing norepinephrine signaling in the CNS. $• #Serotonin-norepinephrine reuptake inhibitors (SNRIs)# (eg, duloxetine, venlafaxine) alter central transmission of pain by increasing norepinephrine in the central synapses. $• #Anticonvulsants# (eg, gabapentin, pregabalin) inhibit the release of excitatory neurotransmitters by binding to voltage-gated calcium modulators on nerve terminals. $#(Choice A)#  Nonsteroidal anti-inflammatory drugs have an analgesic effect that is mediated by decreased sensitization of sensory afferent neurons.  They are effective in treating pain due to inflammation but not for neuropathic pain. $#(Choices B and D)#  Opioids reduce pain perception at multiple levels.  At the spinal level, they lead to decreased substance P–induced activation of dorsal horn neurons.  At the supraspinal level, they inhibit GABA release by the periaqueductal gray neurons.  They are possibly effective for neuropathic pain, but they are not recommended as initial treatment due to the risk of abuse and dependence. $#(Choice C)#  Carbamazepine, an anticonvulsant that works by frequency-dependent blockade of neuronal conductance, is used to treat trigeminal neuralgia. $#Educational objective# Serotonin-norepinephrine reuptake inhibitors are often used for neuropathic pain.  They increase norepinephrine in the central synapses, which modulates the descending pain pathway, leading to decreased central perception of pain.  "},

{"id":"1703","image_1":"","explanation_img":"images/exp1703.jpg","title":"A 62-year-old man comes to the office reporting double vision. He first noticed mild difficulty focusing his eyes about 3 weeks ago, and his symptoms have progressively worsened. The patient's other medical problems include metastatic prostate cancer. On neurologic examination, he is unable to adduct his left eye, and stimulation of the left cornea does not elicit a corneal reflex. A lesion involving which of the following anatomical structures is most likely responsible for this patient's symptoms?","answer_1":"A. Foramen lacerum","ansImg_1":"","answer_2":"B. Foramen ovale","ansImg_2":"","answer_3":"C. Foramen rotundum","ansImg_3":"","answer_4":"D. Inferior orbital fissure","ansImg_4":"","answer_5":"E. Optic canal","ansImg_5":"","answer_6":"F. Superior orbital fissure","ansImg_6":"","right_answer":"F. Superior orbital fissure","percent_1":"2%","percent_2":"6%","percent_3":"6%","percent_4":"7%","percent_5":"6%","percent_6":"73%","explanation_2":"$This patient has an absence of the blink reflex on stimulation of the left cornea, indicating a lesion in the afferent limb of the reflex.  In combination with a deficit of globe adduction, this suggests a lesion at the #superior orbital fissure#. $The #sensory limb of the corneal reflex# is mediated by the nasociliary branch of the first division of the trigeminal nerve (#CN V1#), which enters the orbit through the superior orbital fissure.  The motor component of the corneal reflex is carried primarily by the temporal branch of the facial nerve (CN VII) and causes a bilateral eye blink. $#Globe adduction# is mediated by the #medial rectus# muscle, which is innervated by the #oculomotor nerve# (CN III).  The oculomotor nerve originates in the oculomotor nucleus of the midbrain, emerges from the anterior midbrain, and enters the orbit through the superior orbital fissure. $Most patients with lesions at the superior orbital fissure present with multiple deficits that may include ophthalmoplegia (oculomotor, trochlear, and abducens nerves); ptosis (levator palpebrae innervated by the oculomotor nerve); a fixed, dilated pupil (parasympathetics of oculomotor nerve); and lacrimal hyposecretion and forehead numbness (V1). $#(Choice A)#  The @foramen lacerum@ is occluded by cartilage.  The internal carotid artery courses just superior to the foramen lacerum in the lacerum portion of the carotid canal. $#(Choice B)#  The mandibular branch of the trigeminal nerve (CN V3) passes through the foramen ovale. $#(Choice C)#  The foramen rotundum transmits the maxillary division of the trigeminal nerve (CN V2) from within the skull to the pterygopalatine fossa.  From there, it courses through the inferior orbital fissure to appear on the face at the infraorbital foramen as the infraorbital nerve. $#(Choice D)#  The maxillary division of the trigeminal nerve (CN V2), the infraorbital vessels, and branches from the sphenopalatine ganglion pass through the inferior orbital fissure but do not enter the orbit. $#(Choice E)#  The optic canal is medial to the superior orbital fissure and transmits the optic nerve (CN II) and ophthalmic artery. $#Educational objective# The oculomotor nerve (CN III), ophthalmic nerve (CN V1) branches, trochlear nerve (CN IV), and abducens nerve (CN VI) enter the orbit via the superior orbital fissure. ","comparison_items":"","clickable_1":"images/img1.1703.jpg","title_2":"","audio":"","explanation_1":""},

{"id":"15667","title":"A 68-year-old woman comes to the office due to tingling and numbness affecting her hands and legs.  The patient's symptoms began 2 years ago with a 'pins-and-needles' sensation in the soles of her feet, which has since progressed slowly upward to the mid-calf level.  Lately, she has also had similar symptoms in her fingers.  The patient has a 15-year history of type 2 diabetes mellitus complicated by diabetic retinopathy.  Other medical conditions include hypertension and osteoarthritis.  On physical examination, ankle reflexes are absent and sensation of joint position is decreased in the toes.  Romberg sign is present.  A lesion involving which of the following best explains this patient's findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Axons of unmyelinated C-type fibers","answer_2":"B. Distal axons of large sensory fibers","answer_3":"C. Lumbosacral spinal nerve roots","answer_4":"D. Myelin of peripheral motor neurons","answer_5":"E. Posterior and lateral spinal tracts","percent_1":"7%","percent_2":"50%","percent_3":"3%","percent_4":"15%","percent_5":"25%","right_answer":"B. Distal axons of large sensory fibers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Diabetic neuropathy! ?Risk factors? • Long duration of disease • Chronic hyperglycemia/poor glycemic control ?Pathogenesis? • Accumulation of glycosylation end products and sorbitol → altered metabolism$ and increased oxidative stress • Occlusion of vasa nervorum with nerve ischemia • Length-dependent axonopathy ?Clinical$ manifestations? • #Peripheral polyneuropathy:# numbness, stocking-glove paresthesia,$ decreased proprioception • #Autonomic neuropathy:# gastroparesis, orthostasis, neurogenic bladder, $erectile dysfunction • #Motor neuropathy:# distal limb weakness, hammer/claw toe deformities","explanation_img":"","explanation_1":"","explanation_2":"This patient has numbness and paresthesias in a #stocking-glove distribution#, along with decreased proprioception (eg, decreased joint position sense) consistent with #diabetic polyneuropathy#.  Diabetes mellitus is the most common cause of peripheral neuropathy in adults.  The risk of neuropathy and other #microvascular complications# (eg, retinopathy, nephropathy) is increased in longstanding, poorly controlled diabetes; tight glycemic control can decrease the risk. $ Neuronal injury occurs due to accumulation of advanced glycosylation end products, sorbitol, and other toxic substances that lead to deranged metabolism and increased oxidative stress.  In addition, diabetic microangiopathy affecting the endoneurial vessels can promote nerve ischemia.  This, in combination with the metabolic disturbances, leads to a #length-dependent axonopathy#, with clinical features occurring first in the longest nerves (eg, feet); symptoms vary depending on the type of nerve fibers involved: $ • #Small-fiber# injury is characterized by predominance of #positive symptoms# (eg, pain, paresthesias, allodynia). $ • #Large-fiber# involvement is characterized by predominance of #negative symptoms# (eg, numbness, loss of proprioception and vibration sense, sensory ataxia [eg, positive Romberg sign], diminished ankle reflexes). $ Patients with diabetes can also develop autonomic neuropathy, manifesting as gastrointestinal disturbances (eg, gastroparesis), orthostatic symptoms, bladder dysfunction, and erectile dysfunction.  Degeneration of motor axons may also occur, leading to unbalanced strength in the extremities and @hammer or claw toe deformities@. $ (Choice A)  C-fibers are small, unmyelinated fibers that carry pain and temperature sensation.  Diabetes can damage these fibers, leading to a reduction in pain/temperature sensation as well as burning pain.  Numbness, tingling paresthesias, diminished reflexes, and sensory ataxia are more consistent with large-fiber neuropathy. $ (Choice C)  Nerve root dysfunction (ie, radiculopathy) is most commonly due to compression from disc herniation or degenerative changes in the vertebral column.  The associated pain/numbness is in a dermatomal (rather than stocking-glove) distribution and is often associated with muscular weakness and atrophy. $ (Choice D)  Guillain-Barré syndrome is an immune-mediated polyneuropathy caused by demyelination of peripheral nerve fibers.  It can cause paresthesias and neuropathic pain but typically presents with rapidly progressive ascending weakness.  Most patients have a preceding respiratory or gastrointestinal infection (eg, Campylobacter). $ (Choice E)  Subacute combined degeneration of the spinal cord results from chronic vitamin B12 deficiency.  Manifestations in the posterior columns can include loss of proprioception, paresthesia, and sensory ataxia, but concurrent lateral corticospinal tract signs (eg, spastic paresis) and other signs of B12 deficiency (eg, atrophic glossitis, macrocytic anemia) are typically present. $ Educational objective Diabetes mellitus is the most common cause of peripheral polyneuropathy in adults.  Common findings include numbness and paresthesias in a stocking-glove distribution and decreased proprioception due to degeneration of large-fiber sensory axons.","clickable_1":"images/img1.15667.jpg"},

{"id":"19484","title":"A 62-year-old man comes to the office for follow-up.  The patient has a 10-year history of type 2 diabetes mellitus.  Over the past 2 years, he has had burning pain and pins and needle sensations in his feet, which is worse at nighttime.  Nortriptyline was prescribed, and the dosage was gradually increased.  Currently, the patient takes the maximal recommended dose but states the symptoms are not well controlled.  He reports no drug adverse effects.  Other medical history includes hypertension and hyperlipidemia.  Blood pressure is 124/70 mm Hg and pulse is 68/min.  Physical examination shows decreased light touch and pain sensation in the feet.  Ankle reflexes are decreased bilaterally.  His most recent hemoglobin A1c level is 7.0%.  Appropriate foot care is advised, and additional pharmacotherapy for the patient's symptoms is planned.  Which of the following medications would provide additional benefit through a different mechanism with no drug-drug interaction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amitriptyline","answer_2":"B. Desipramine","answer_3":"C. Duloxetine","answer_4":"D. Gabapentin","answer_5":"E. Venlafaxine","percent_1":"2%","percent_2":"2%","percent_3":"9%","percent_4":"81%","percent_5":"5%","right_answer":"D. Gabapentin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Drugs for neuropathic pain#∆⨉ §^#Drug# ∆^#Mechanism of action# §#Tricyclic antidepressants$ (#eg, amitriptyline, nortriptyline)$ #SNRIs (#eg, duloxetine) ∆ • ↓ Reuptake of serotonin & norepinephrine • Inhibition of pain signals §^#Anticonvulsants$ (#eg, gabapentin, pregabalin) ∆ • Decreased depolarization of neurons in the CNS §^#Opioids# ∆ • Activation of central opioid receptors §^#Capsaicin (#topical) ∆ • Loss of membrane potential in nociceptive fibers §^#Lidocaine (#topical) ∆ • Decreased depolarization of neurons in peripheral nerves %#SNRIs =# serotonin-norepinephrine reuptake inhibitors.","explanation_img":"","explanation_1":"","explanation_2":"First-line therapy for painful diabetic neuropathy includes the following three classes of medications: $• #Tricyclic antidepressants# (TCAs) (eg, nortriptyline, amitriptyline) modulate pain transmission by inhibiting voltage-gated sodium channels in sensory nerves and #increasing norepinephrine #signaling in the central nervous system (CNS). $• #Serotonin-norepinephrine reuptake inhibitors# (SNRIs) (eg, duloxetine, venlafaxine) alter central transmission of pain by #increasing norepinephrine# in the central synapses. $Anticonvulsants (eg, gabapentin, pregabalin) inhibit the release of excitatory neurotransmitters by binding to voltage-gated calcium modulators on nerve terminals. $This patient is being treated with nortriptyline, a #TCA# drug.  His symptoms are uncontrolled; therefore, an additional medication with a #different mechanism of action# should be added to avoid additive or potentially even synergistic adverse effects.  #Gabapentin# does not inhibit serotonin and norepinephrine in the CNS but rather inhibits the release of excitatory neurotransmitters, so it is less likely to compound the adverse effects of a TCA. $#(Choices A and B)#  Amitriptyline and desipramine, like nortriptyline, are both TCAs and should not be used concurrently because the combination can result in excess toxicity (eg, delirium, arrhythmias, seizures). $#(Choices C and E)#  Duloxetine and venlafaxine are both SNRIs, which, like TCAs, inhibit serotonin and norepinephrine uptake in the CNS; therefore, TCAs and SNRIs are not typically used in combination. $#Educational objective# Pain due to diabetic neuropathy may be difficult to control and require multiple medications.  To reduce the risk of adverse effects and improve pain control, medications should work through different mechanisms.  One such combination may include a tricyclic antidepressant (eg, nortriptyline) and an anticonvulsant (eg, gabapentin).  "},

{"id":"8701","title":"A 59-year-old man comes to the office due to diplopia and a drooping right eyelid. His symptoms began a day earlier and have since worsened. Physical examination shows a dilated right pupil that is nonreactive to both light and accommodation. There is vertical and horizontal diplopia. When the patient is asked to stare straight ahead, the right eye is directed inferiorly and laterally with respect to the left eye. MRI of the brain reveals an aneurysm involving the right posterior communicating artery. Which of the following muscles is most likely to remain functionally intact in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inferior oblique","ansImg_1":"","answer_2":"B. Inferior rectus","ansImg_2":"","answer_3":"C. Lateral rectus","ansImg_3":"","answer_4":"D. Levator palpebrae","ansImg_4":"","answer_5":"E. Medial rectus","ansImg_5":"","right_answer":"C. Lateral rectus","percent_1":"6%","percent_2":"2%","percent_3":"86%","percent_4":"3%","percent_5":"2%","explanation_img":"","table_3":"§^#Nerve# ∆^#Eye muscle(s)$ innervated# ∆^#Oculomotor$ functions# ∆^#Lesion findings# §^#Oculomotor$ (CN III)# ∆ • Superior rectus • Medial rectus • Inferior rectus • Inferior oblique • Levator palpebrae superioris ∆ • Adduction • Depression • Elevation • External rotation ∆ • Eye deviated downward & laterally • Diagonal diplopia • Dilation of pupil & loss of accommodation • Ptosis §^#Trochlear$ (CN IV)# ∆ • Superior oblique ∆ • Abduction • Internal rotation • Depression while adducted ∆ • Eye deviated upward • Vertical & torsional diplopia §^#Abducens$ (CN VI)# ∆ • Lateral rectus ∆ • Abduction ∆ • Eye deviated medially • Horizontal diplopia","explanation_1":"","explanation_2":"This patient has a right #oculomotor nerve (CN III) palsy# secondary to a compressive aneurysm. Lesions involving CN III cause ptosis (drooping of the upper eyelid) and impair adduction, depression, and elevation of the eye. As a result, diagonal (eg, horizontal and vertical) diplopia is frequently present. The eye rests in a #\"down and out\" position# due to the unopposed action of the #superior oblique# (CN IV) and #lateral rectus# (CN VI) muscles. Pupillary constriction and accommodation can also be affected as CN III carries parasympathetic fibers to the ciliary muscle and the iris sphincter.$CN III palsy can be due to a variety of causes, including intracranial tumors or aneurysms, nerve ischemia, and head trauma. An aneurysm causing CN III palsy most often involves the #posterior communicating artery#. When due to an aneurysm, symptoms that develop acutely are especially worrisome as they suggest active aneurysmal dilation and possible impending rupture.$#(Choices A, B, D, E, and F)# All of these muscles are innervated by CN III, so their function will be impaired in this patient.$Educational objective Lesions involving the oculomotor nerve (CN III) cause ptosis, a downward and laterally deviated eye, impaired pupillary constriction and accommodation, and diagonal diplopia. The most dreaded cause of CN III palsy is an enlarging intracranial aneurysm."},

{"id":"11834","title":"A 64-year-old man comes to the office due to progressive low back pain for the past several months that is beginning to interfere with his job. The patient describes pain in the lower back and buttocks, which worsens with prolonged standing or walking and improves with lying down. He also has occasional sharp, shooting pain that radiates down his right leg. The patient works as a greeter for a local supermarket and was recently given a written warning for taking too many breaks during his shift. He has a history of hypertension and osteoarthritis. Spine imaging reveals degenerative joint changes and a large osteophyte compressing the spinal nerve root exiting through the right neural foramen between the L5 and S1 vertebrae. Which of the following examination findings is most likely present in this patient due to the nerve lesion?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased knee reflex","ansImg_1":"","answer_2":"B. Decreased rectal tone","ansImg_2":"","answer_3":"C. Sensory loss in inguinal region","ansImg_3":"","answer_4":"D. Weakness of foot dorsiflexion","ansImg_4":"","answer_5":"E. Weakness of hip flexion","ansImg_5":"","right_answer":"D. Weakness of foot dorsiflexion","percent_1":"8%","percent_2":"8%","percent_3":"7%","percent_4":"67%","percent_5":"11%","explanation_img":"images/exp11834.jpg","explanation_1":"","explanation_2":"$This patient has lumbosacral radiculopathy due to an osteophyte at the #L5-S1 neural foramen# resulting in compression of the #L5 nerve root#.  Spinal nerves in the lumbosacral spine @exit below@ their corresponding vertebral body level (eg, L5 nerve root exits between L5 and S1 vertebral bodies).  However, because of the presence of multiple spinal nerve roots in the lumbosacral area (ie, cauda equina), nerve root compression can occur at @different vertebral levels@ through 2 distinct mechanisms: $• #Spinal spondylosis:#  Degenerative changes and osteophyte formation can narrow the neural foramina.  This leads to nerve root compression as it #passes through the neural foramina# (in this patient, an osteophyte is compressing the exiting L5 nerve root). $• #Vertebral disc herniation:#  A tear in the intervertebral disc annulus can lead to herniation of the nucleus pulposus.  If this occurs laterally, it can compress the exiting nerve root as it passes through the neural foramina.  However, if it occurs more @centrally@, it can protrude into the spinal canal and compress other nerves in the cauda equina that exit one or more #levels below the area of herniation#. $@L5 radiculopathy@ causes sensory loss and back pain that radiates down the leg in an L5 @dermatomal distribution@ (eg, buttocks, lateral thigh and calf, dorsal foot).  Weakness occurs in muscles innervated by fibers from the L5 spinal root, which include the tibialis anterior (#foot dorsiflexion# and inversion), peroneus (foot eversion), and extensor hallucis longus (great toe extension). $#(Choice A)#  The patellar (knee) reflex is mediated by the quadriceps muscle, which is innervated by L2-L4 nerve roots. $#(Choice B)#  Decreased rectal tone can be seen with damage to the pudendal nerve, which originates from the S2-S4 nerve roots. $#(Choice C)#  The skin overlying the inguinal region is innervated by fibers from the L1 spinal nerve root that travel in the ilioinguinal and genitofemoral nerves. $#(Choice E)#  Hip flexion occurs due to contraction of the iliopsoas, which is innervated by the L2-L4 nerve roots. $#Educational objective# Spinal nerves in the lumbosacral spine exit through the neural foramina that is below the corresponding vertebral body level (eg, L5 nerve root exits between L5 and S1 vertebral bodies) and can be compressed at the neural foramina due to osteophyte formation.  In addition to back pain, L5 radiculopathy often presents with sensory loss over the lateral thigh, calf, and dorsal foot and weakness of great toe extension and foot dorsiflexion, inversion, and eversion.  ","clickable_1":"images/img1.11834.jpg","clickable_2":"images/img2.11834.jpg","clickable_3":"images/img3.11834.jpg","clickable_4":"images/img4.11834.jpg","clickable_5":"images/img5.11834.jpg"},

{"id":"1997","title":"A 46-year-old man is brought to the emergency department due to worsening blurry vision, difficulty swallowing, and dry mouth for the past hour.  The patient has also been having nausea and abdominal discomfort but no headache or fever.  He has no prior medical conditions and takes no medications.  The patient has not traveled recently, but he attended a community potluck event yesterday where he sampled home-canned foods.  Physical examination shows bilateral ptosis and sluggish pupillary response.  Which of the following steps in neuromuscular transmission is most likely affected in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1997.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"1%","percent_2":"2%","percent_3":"9%","percent_4":"67%","percent_5":"11%","percent_6":"11%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1997.jpg","explanation_1":"","explanation_2":"$This patient with gastrointestinal discomfort has manifestations of both #nicotinic# blockade (eg, dysphagia, ptosis) and #muscarinic blockade# (eg, dry mouth) that developed after he ate home-canned food.  This is strongly suggestive of food poisoning with Clostridium botulinum toxin, a preformed neurotoxin.  Botulism characteristically presents as a symmetric descending paralysis that first manifests with cranial nerve abnormalities (#diplopia, dysphagia, dysphonia [3Ds]#).  Nausea, vomiting, and abdominal pain may also occur in foodborne botulism, which classically occurs 12-36 hours after consumption of contaminated foods that are fermented, preserved, or #canned improperly# at home. $#Botulinum toxin# causes disease by inhibiting nicotinic and muscarinic motor neurons.  It enters the nerve terminals through endocytosis, where it prevents binding and fusion of acetylcholine-containing synaptic vesicles with the plasma membrane through the destruction of SNARE proteins.  This effectively @blocks ACh release@ into the synapse.  Botulinum toxin is highly potent; a very small quantity can be lethal without ventilatory support.  The toxin is #heat labile#, so disease can be prevented by thoroughly heating food prior to consumption. $#(Choices A, B, and C)#  The synthesis of acetylcholine in the neuron requires uptake of choline into the cell; then choline acetyltransferase synthesizes ACh from acetate and choline.  ACh is subsequently transported into secretory vesicles in preparation for secretion.  These steps are not impacted by botulinum toxin. $#(Choice E)#  Acetylcholinesterase inhibitors such as organophosphates, which are commonly used as insecticides, prevent ACh breakdown.  Manifestations of @organophosphate poisoning@ reflect depolarizing blockade (eg, muscle weakness, fasciculations, paralysis), CNS effects (eg, lethargy, seizures), and muscarinic overstimulation (eg, miosis, bradycardia, increased lacrimation and salivation). $#(Choice F)#  @Anticholinergic poisoning@ due to competitive antagonists of muscarinic ACh receptors (eg, atropine, scopolamine) is relatively common and can manifest as cutaneous vasodilation, anhidrosis, hyperthermia, mydriasis, and delirium.  However, these agents have no effect on the nicotinic ACh receptors controlling voluntary muscles.  Poisoning due to nicotinic receptor antagonists (eg, pancuronium, tubocurarine) is uncommon because these agents have poor oral absorption. $#Educational objective# Botulinum toxin blocks the presynaptic exocytosis of ACh vesicles, causing impaired muscarinic and nicotinic neurotransmission.  It characteristically presents as a symmetric descending paralysis that manifests with cranial nerve abnormalities, often following consumption of home-canned foods.  ","clickable_1":"images/img1.1997.jpg","clickable_2":"images/img2.1997.jpg","clickable_3":"images/img3.1997.jpg"},

{"id":"15612","title":"A 38-year-old woman is being evaluated for intermittent tingling and numbness of the left hand for the past several months.  Her symptoms predominantly involve the fourth and fifth digits and are often brought on by driving a car.  Physical examination shows no abnormalities.  An electrodiagnostic study is performed, during which a nerve stimulator is placed on the left fifth digit and a surface recorder is placed over the ulnar nerve above the elbow.  Electrical stimulus is applied, and the graph obtained is shown below.  Results from the asymptomatic contralateral extremity are also shown.  Which of the following is primarily affected in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15612.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Neuronal axons","answer_2":"B. Neuronal cell bodies","answer_3":"C. Postsynaptic membrane","answer_4":"D. Schwann cells","answer_5":"E. Synaptic vesicles","percent_1":"24%","percent_2":"2%","percent_3":"4%","percent_4":"68%","percent_5":"2%","right_answer":"D. Schwann cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15612.jpg","explanation_1":"","explanation_2":"$A #nerve conduction study# (NCS) measures the amplitude, velocity, and latency of an electrical stimulus applied to an isolated nerve and can help differentiate between demyelinating and axonal neuropathies: $• #Demyelinating neuropathies# are caused by damage to the myelin sheath.  Loss of insulation results in #delayed# (or blocked) #nerve conduction velocity#. $• #Axonal neuropathies# are caused by damage to the nerve axon.  Loss of axon fibers results in #reduced signal amplitude#. $This patient has a delay in left-sided ulnar conduction velocity, indicating a #demyelinating ulnar mononeuropathy#.  Focal nerve #compression# (eg, compression of the ulnar nerve at the elbow) is the most common cause of mononeuropathy and results in nerve ischemia, leading to apoptosis of Schwann cells and #localized demyelination#.  In addition to sensory symptoms, patients with ulnar neuropathy may also have weakness of the fourth and fifth digits, elbow pain, and worsening of symptoms with elbow or wrist flexion.  Severe disease can lead to wasting of the hand muscles and an @ulnar claw deformity@. $#(Choice A)#  An axonal neuropathy would primarily show diminished amplitude, rather than reduced velocity of nerve conduction.  Common causes of axonal neuropathy include diabetes mellitus, toxins (eg, chemotherapeutic drugs), hypothyroidism, vitamin B12 deficiency, and vasculitis. $#(Choice B)#  Neuronal cell bodies are located in the dorsal root ganglia and the anterior horn of the spinal cord.  Neuronal cell body damage could potentially result in reduced signal amplitude if there is secondary axonal degeneration. $#(Choice C)#  Myasthenia gravis is due to autoimmune attack on the acetylcholine receptors of the postsynaptic membrane.  This causes fatigable weakness of the ocular, facial, and proximal muscles.  NCS is typically normal, but muscle stimulation studies demonstrate a reduction in motor signal strength with repetitive stimuli. $#(Choice E)#  Botulinum toxin blocks acetylcholine release from presynaptic membranes of the neuromuscular junction by impairing fusion of secretory vesicles with the synaptic membrane.  Patients typically develop cranial neuropathies with symmetric, descending flaccid paralysis.  NCS is typically normal; muscle stimulation studies may show a reduction in motor signal strength that improves with repetitive stimuli. $#Educational objective# Ulnar neuropathy is characterized by numbness of the fourth and fifth digits, pain, and weakness.  It is most commonly caused by compressive injury, leading to tissue ischemia and demyelination (Schwann cell injury).  A nerve conduction study can help differentiate demyelinating versus axonal neuropathies; demyelination causes slowed or blocked nerve conduction velocity whereas axonal injury leads to a reduction in signal strength.  ","clickable_1":"images/img1.15612.jpg"},

{"id":"12252","title":"A 55-year-old man comes to the clinic due to headache and progressive facial weakness.  The patient's headaches began 2 months ago and are characterized as throbbing.  They are typically worse in the morning and when he bears down or coughs.  He has had no recent head trauma or loss of consciousness.  The patient has a history of hypertension for which he takes lisinopril.  He does not use tobacco, alcohol, or illicit drugs.  Vital signs are normal.  On physical examination, there is flattening of the left nasolabial fold and drooping of the left lower lip.  The patient cannot fully close his left eye.  MRI of the brain reveals a well-circumscribed homogenously enhancing mass in the posterior fossa that is compressing the left facial nerve root.  Which of the following additional findings is most likely present on this patient's neurologic examination?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. \"Down and out\" eye deviation","answer_2":"B. Hoarseness of voice","answer_3":"C. Increased sensitivity to sound","answer_4":"D. Loss of facial sensation","answer_5":"E. Loss of hearing","answer_6":"F. Loss of taste in posterior tongue","answer_7":"G. Sensory loss in posterior tongue","answer_8":"H. Tongue deviation to the left","percent_1":"2%","percent_2":"1%","percent_3":"70%","percent_4":"6%","percent_5":"15%","percent_6":"4%","percent_7":"2%","percent_8":"1%","right_answer":"C. Increased sensitivity to sound","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #facial nerve (CN VII) palsy#, likely due to nerve compression by a meningioma (eg, well-circumscribed, homogenously enhancing mass) in the posterior fossa.  Space-occupying intracranial lesions classically present with a headache that is worse in the morning and with Valsalva (eg, bearing down, coughing) due to increased intracranial pressure. $ The facial nerve exits the @brainstem@ at the pontomedullary junction and subsequently enters the internal auditory meatus and facial canal in the temporal bone.  Here, it gives off branches that supply the stapedius muscle (reduces volume by dampening ossicle movement in middle ear), salivary glands (eg, sublingual, submandibular), and lacrimal glands.  It also provides taste from the anterior two thirds of the tongue via the chorda tympani nerve.  After exiting the skull through the stylomastoid foramen, the facial nerve courses within the parotid gland and its terminal branches innervate the muscles of facial expression. $ Facial nerve palsy presents with ipsilateral @facial paralysis@ (eg, flattening of the nasolabial fold, drooping of the lower lip, inability to close the eye).  There is also #loss of the corneal reflex# (efferent limb) due to denervation of the orbicularis oculi muscle.  Paralysis of the stapedius muscle may lead to increased sensitivity to sound (#hyperacusis#).  Since the nerve to the stapedius is one of the first branches of the facial nerve, hyperacusis indicates that the facial nerve is injured #near its brainstem origin#.  Other features of facial nerve palsy include decreased lacrimation, salivation, and #loss of taste# in the #anterior two thirds# of the tongue. $ (Choice A)  Oculomotor nerve (CN III) palsy causes 'down and out' eye deviation, ptosis (due to levator palpebrae superioris paralysis), and a fixed dilated pupil (due to parasympathetic fiber injury). $ (Choice B)  Vagus nerve (CN X) injury causes paralysis of the soft palate (eg, loss of efferent limb of the gag reflex), pharyngeal muscles (eg, dysphagia), and laryngeal muscles (eg, hoarseness).  Sensory loss in the larynx and pharynx may also lead to impaired cough reflex. $ (Choice D)  Trigeminal nerve (CN V) damage causes ipsilateral facial anesthesia, loss of the corneal reflex (afferent limb), weakness of the muscles of mastication, and jaw deviation toward the side of the lesion (due to unopposed action of the opposite pterygoid muscle). $ (Choice E)  Vestibulocochlear nerve (CN VIII) injury (eg, due to vestibular schwannoma) causes sensorineural hearing loss, tinnitus, and vertigo. $ #(Choices F and G)#  Glossopharyngeal nerve (CN IX) damage causes loss of sensation and taste in the posterior one third of the tongue, and loss of the gag reflex (afferent limb). $ (Choice H)  Hypoglossal nerve (CN XII) injury causes tongue weakness and deviation toward the side of the lesion. $ Educational objective Hyperacusis (increased sensitivity to sound) is an indication of damage to the facial nerve (CN VII) close to its origin from the brainstem.","clickable_1":"images/img1.12252.jpg","clickable_2":"images/img2.12252.jpg"},

{"id":"19613","image_1":"","explanation_img":"images/exp19613.jpg","comparison_items":"","title_2":"","explanation_1":"","title":"A 64-year-old woman with history of lung cancer comes to the office due to persistent chest pain. The patient has squamous cell carcinoma of the right upper lobe that has invaded the pleura and the 4th and 5th ribs. She has had severe right sided chest pain that is exacerbated by movement or cough. The patient was given an opioid analgesic but could not take them at the prescribed dose due to excessive sedation. Physical examination shows tenderness to palpation of the right chest wall. A nerve block procedure is planned to control the pain by injecting a local anesthetic agent in the vicinity of the involved neural structure. Which of the following is the most appropriate treatment target?","answer_1":"A. Inferior cervical ganglion","ansImg_1":"","answer_2":"B. Intercostal nerves","ansImg_2":"","answer_3":"C. Phrenic nerve","ansImg_3":"","answer_4":"D. Pulmonary plexus","ansImg_4":"","answer_5":"E. Thoracic sympathetic trunk","ansImg_5":"","right_answer":"B. Intercostal nerves","percent_1":"5%","percent_2":"77%","percent_3":"10%","percent_4":"2%","percent_5":"5%","explanation_2":"$This patient has severe #chest wall pain# due to cancer invading the #parietal pleura and ribs#.  She is unable to take opioid medication due to intolerable adverse effects, so she should be offered other interventional pain management strategies.  Options include nerve blocks (eg, injection of anesthetic near the nerve), neurolysis (eg, physical or chemical nerve destruction), and neuromodulation (eg, spinal cord stimulation). $This patient is undergoing an #intercostal nerve block# to improve her pain control.  Sensation from the parietal pleura, ribs, and overlying skin is mediated by thoracic intercostal nerves that derive from the ventral rami of the thoracic spinal nerves.  An intercostal nerve block provides anesthesia over the dermatomal distribution of the nerve that is anesthetized.  The intercostal vein, artery, and nerve lie in the #subcostal groove# along the lower border of the rib and therefore provide a straightforward target for a nerve block. $#(Choices A and E)#  The inferior cervical ganglion and the @thoracic sympathetic trunk@ are part of the sympathetic nervous system.  They help convey thoracic and upper abdominal visceral pain but do not carry somatic sensory information.  Nerve blockade here would decrease sympathetic activity (eg, decrease sweating in hyperhidrosis) but would not significantly improve chest wall pain. $#(Choice C)#  The @phrenic nerve@, which is derived from the C3-C5 nerve roots, delivers motor innervation to the diaphragm and carries pain fibers from the diaphragmatic and mediastinal pleura (not the costal pleura).  Pain due to diaphragmatic and mediastinal pleura is often referred to the C3-C5 distribution at the base of the neck and over the shoulder.  In addition, a nerve block that could paralyze the diaphragm is not typically recommended. $#(Choice D)#  The pulmonary plexus is derived from branches of the vagus nerve and the sympathetic trunk.  It innervates the visceral pleura but not the parietal pleura or the chest wall.  Unlike the parietal pleura, the visceral pleura can only detect stretch and is not sensitive to pain. $#Educational objective# Sensation to the parietal pleura, chest wall, and skin of the chest is supplied by the intercostal nerves that derive from the ventral nerve rami.  A nerve block can be used to control pain from these areas when opioids are ineffective, contraindicated, or have intolerable adverse effects.  ","clickable_1":"images/img1.19613.jpg","clickable_2":"images/img2.19613.jpg","audio":""},

{"id":"11769","image_1":"","explanation_img":"","title":"A 13-year-old boy comes to the office for a postoperative follow-up visit. He was seen in the emergency department 3 weeks earlier with acute abdominal pain and was found to have acute appendicitis. The patient underwent urgent appendectomy without any apparent immediate complications and was released home. Several days later, he started having burning pain at the surgical scar radiating to the suprapubic region but otherwise feels well. Examination shows a healed surgical incision centered over McBurney point. There is a loss of sensation over the right suprapubic area. The cremasteric reflex is normal. Which of the following nerves is most likely injured in this patient?","answer_1":"A. Femoral","ansImg_1":"","answer_2":"B. Genitofemoral","ansImg_2":"","answer_3":"C. Iliohypogastric","ansImg_3":"","answer_4":"D. Ilioinguinal","ansImg_4":"","answer_5":"E. Lateral femoral cutaneous","ansImg_5":"","answer_6":"F. Obturator","ansImg_6":"","right_answer":"C. Iliohypogastric","percent_1":"1%","percent_2":"8%","percent_3":"50%","percent_4":"31%","percent_5":"7%","percent_6":"2%","explanation_2":"$Abdominal and pelvic surgery can damage nerves innervating the abdominal wall skin and muscles due to transection from the incision, entrapment from fascia closure, or compression/stretching from tissue retraction or patient positioning.  Transection may cause loss of skin sensation or muscle paralysis.  Entrapment can cause burning/sharp pain due to continuous stimulation of pain fibers. $The @iliohypogastric nerve@ arises from the L1 nerve root, emerges from the lateral border of the upper psoas major, and passes behind the kidney anterior to the quadratus lumborum.  The nerve provides motor function to the anterolateral abdominal wall muscles.  Its anterior branch emerges above the superficial inguinal ring to innervate the skin above the pubic region; the lateral branch descends over the iliac crest to innervate the gluteal region.  Injury to the anterior branch during #appendectomy# causes decreased sensation at the suprapubic region. $#(Choice A)#  The @femoral nerve@ arises from the L2-L4 nerve roots.  It provides sensation to the upper thigh and inner leg and innervates muscles that extend the knee. $#(Choice B)#  The genitofemoral nerve arises from the L1-L2 nerve roots and provides sensation to the upper anterior thigh and motor function to parts of the genitalia (eg, cremasteric reflex in men, mons pubis in women). $#(Choice D)#  The ilioinguinal nerve originates from the L1 nerve root and accompanies the spermatic cord through the superficial inguinal ring.  It provides sensation to the upper and medial thigh and parts of the external genitalia. $#(Choice E)#  The lateral femoral cutaneous nerve arises from the L2-L3 nerve roots and provides sensation to the skin on the lateral thigh. $#(Choice F)#  The @obturator nerve@ arises from the L2-L4 nerve roots.  It innervates the skin of the medial thigh and provides motor function for the adductor muscles of the lower extremity. $#Educational objective# The iliohypogastric nerve provides sensation to the suprapubic and gluteal regions and motor function to the anterolateral abdominal wall muscles.  Abdominal surgery (eg, appendectomy) can damage the nerve and cause decreased sensation and/or burning pain at the suprapubic region.  ","clickable_1":"images/img1.11769.jpg","clickable_2":"images/img2.11769.jpg","clickable_3":"images/img3.11769.jpg","comparison_items":"","title_2":"","audio":"","explanation_1":""},

{"id":"1149","title":"A 69-year-old hospitalized woman is evaluated for new-onset weakness of the right foot. The patient has a history of chronic hip pain due to osteoarthritis. Two days ago, she underwent left total hip arthroplasty under general anesthesia while in the right lateral decubitus position. Since the surgery, she has had difficulty moving her right foot. Other medical conditions include lumbar spinal stenosis, hypertension, type 2 diabetes mellitus, and a small ischemic stroke with no residual deficit. On examination of the right lower extremity, the patient is unable to dorsiflex the ankle, evert the foot, or extend the toes. Sensation is decreased over the dorsum of the right foot. Injury to which of the following structures is the most likely cause of this patient's current symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common fibular nerve","ansImg_1":"","answer_2":"B. Deep fibular nerve","ansImg_2":"","answer_3":"C. Femoral nerve","ansImg_3":"","answer_4":"D. Lateral sural cutaneous nerve","ansImg_4":"","answer_5":"E. Lumbosacral spinal nerve roots","ansImg_5":"","answer_6":"F. Sciatic nerve","ansImg_6":"","answer_7":"G. Tibial nerve","ansImg_7":"","right_answer":"A. Common fibular nerve","percent_1":"61%","percent_2":"14%","percent_3":"2%","percent_4":"2%","percent_5":"3%","percent_6":"6%","percent_7":"11%","explanation_img":"images/exp1149.jpg","explanation_1":"","explanation_2":"$The #common fibular (peroneal) nerve# originates in the popliteal fossa as the lateral branch of the @sciatic nerve@.  From there, it courses around the posterolateral head and lateral neck of the fibula before dividing into the deep and superficial fibular nerves: $• The superficial fibular nerve innervates the muscles of the lateral compartment of the leg, which primarily function to #evert the foot#.  It also provides #sensory innervation# to the lateral lower leg and #dorsum of the foot#. $• The deep fibular nerve innervates the muscles of the anterior compartment of the leg, which function primarily to #dorsiflex the foot and toes#.  It also provides sensory innervation to the region between the first and second toes. $The common fibular nerve's superficial location at the level of the proximal fibula and the bony prominence of the #fibular head# leave the nerve particularly susceptible to #compression# from a leg cast or prolonged positioning in the lateral decubitus position (eg, during surgical procedures).  Common fibular neuropathy characteristically presents with deficits involving the deep fibular (eg, weakness of foot dorsiflexion and toe extension) and superficial fibular (eg, weakness of foot eversion, sensory loss over the dorsal foot) nerves #(choice B).# $#(Choice C)#  Although the @femoral nerve@ is rarely affected during hip replacement, this injury would result in weakness on hip flexion and knee extension, along with sensory loss over the anterior thigh. $#(Choice D)#  The @lateral sural cutaneous nerve@ is a branch of the common fibular nerve that provides sensory innervation to the posterolateral lower leg; it does not provide motor innervation. $#(Choice E)#  Irritation of the lumbosacral spinal nerve roots can cause variable sensorimotor deficits due to involvement of multiple myotomes and @dermatomes@.  This patient's sensorimotor findings are specific for common fibular nerve injury. $#(Choice F)#  The most common cause of proximal sciatic nerve injury is trauma or surgery involving the hip joint.  However, sciatic nerve injury causes deficits in the common fibular, tibial, and sural nerve distributions, with loss of sensation over the posterior leg and weakness involving the hamstrings and most of the muscles of the lower leg. $#(Choice G)#  The tibial nerve can be injured at the knee by trauma or compression (eg, Baker cyst in the popliteal fossa).  Proximal tibial neuropathy usually causes weakness of foot plantar flexion and decreased sensation over the sole. $#Educational objective# The common fibular nerve is superficially located at the proximal fibula, leaving it vulnerable to injury by compression by the fibular head (eg, prolonged lying on the affected side). Patients typically have weakness of foot dorsiflexion (ie, footdrop), foot eversion, and toe extension, along with sensory loss over the lateral lower leg and dorsal foot.  ","clickable_1":"images/img1.1149.jpg","clickable_2":"images/img2.1149.jpg","clickable_3":"images/img3.1149.jpg","clickable_4":"images/img4.1149.jpg"},

{"id":"19887","title":"A 28-year-old woman comes to the office due to pain at a previous surgery site.  The patient underwent cesarean delivery a year ago and had no issues with wound healing.  However, over the past 2 months, she has had intermittent sharp and burning pain at the incision site.  Physical examination reveals a well-healed, low, transverse scar.  There is a small knot palpable at the left end of the scar, light touch of which elicits severe pain.  Cutaneous sensory nerve injury and abnormal axonal regeneration are suspected.  Which of the following ion channels is most likely upregulated within the affected axons?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium","answer_2":"B. Chloride","answer_3":"C. Magnesium","answer_4":"D. Potassium","answer_5":"E. Sodium","percent_1":"20%","percent_2":"4%","percent_3":"1%","percent_4":"5%","percent_5":"71%","right_answer":"E. Sodium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely suffered cutaneous nerve damage during her surgical procedure.  Transected nerves undergo @wallerian degeneration@, which involves axonal dissolution while activated Schwann cells and macrophages degrade myelin.  In addition to clearing cellular debris, Schwann cells and macrophages stimulate formation of a growth cone from the proximal axon stump to facilitate #nerve regeneration#.  However, if the regenerating axons #cannot find their distal target#, regeneration can result in formation of a disorganized mass of axonal processes, Schwann cells, vascular hyalinization, and fibrosis known as a #neuroma#. $Chronic axonal injury or inflammation (such as occurs with a neuroma) induces increased expression of voltage-gated #sodium channels#, which are important for the generation and #propagation of action potentials#.  The density of voltage-gated sodium channels correlates with the excitability of nerves; therefore, the upregulated sodium channels in injured nerves and neuromas increase nociceptive (pain) sensitivity. $To support the diagnosis of a neuroma, @local anesthetic@, which blocks sodium channels in the neuronal cell membrane, is administered to prevent depolarization of the nerve.  This often provides immediate relief of pain. $#(Choice A)#  Action potential propagation depends on voltage-gated calcium channels in certain @cardiac conduction tissues@ (eg, sinoatrial and atrioventricular nodes).  However, peripheral nerve depolarization is driven primarily by sodium, rather than calcium, influx. $#(Choice B)#  The influx of negative chloride ions often causes hyperpolarization, which inhibits formation of action potentials. $#(Choice C)#  Magnesium selective ion channels are not directly involved in nerve depolarization.  However, magnesium ions block calcium channels, preventing calcium influx at the axon terminal.  This impairs release of neurotransmitter vesicles into the synapse, inhibiting impulse transmission. $#(Choice D)#  The efflux of potassium out of the cell leads to @hyperpolarization@.  Therefore, upregulation of potassium channels would tend to keep the membrane potential away from the depolarization threshold, leading to less signal transmission (ie, less pain). $#Educational objective# A neuroma forms when regenerating axons are unable to find their distal target and create a haphazard mass of axons and supporting cells.  Upregulation of voltage-gated sodium channels, which generate and propagate action potentials, is likely responsible for the increased pain of these lesions.  ","clickable_1":"images/img1.19887.jpg","clickable_2":"images/img2.19887.jpg","clickable_3":"images/img3.19887.jpg","clickable_4":"images/img4.19887.jpg"},

{"id":"14850","title":"A 42-year-old woman is hospitalized for surgical removal of a mediastinal mass.  The patient has had intermittent episodes of double vision, difficulty chewing food, and weakness of the extremities for the past several months.  During evaluation she was found to have a circumscribed anterior mediastinal mass.  Preoperative nerve conduction studies demonstrated a decremental response to repetitive motor nerve stimulation.  The patient has no other medical conditions and does not use tobacco, alcohol, or recreational drugs.  She has no drug allergies.  Compared to a healthy individual, which of the following anesthesia-related medications is most likely to have increased potency in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atropine","answer_2":"B. Isoflurane","answer_3":"C. Midazolam","answer_4":"D. Neostigmine","answer_5":"E. Vecuronium","percent_1":"13%","percent_2":"10%","percent_3":"5%","percent_4":"35%","percent_5":"37%","right_answer":"E. Vecuronium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has an anterior mediastinal mass and a nerve conduction study consistent with #myasthenia gravis# (MG), a disease caused by autoantibodies against postsynaptic nicotinic acetylcholine receptors found within the neuromuscular junction.  @Antibody-induced degradation@ leads to #fewer functional receptors#, which may be insufficient to generate muscle action potentials despite normal acetylcholine release. $Weakness most commonly affects the extraocular, bulbar, and proximal muscles, worsening with repetitive nerve stimulation (#fatigability#) due to depletion of acetylcholine stores in the presynaptic nerve terminal.  #Thymic abnormalities# (eg, thymoma, thymic hyperplasia) are common and may appear as an anterior mediastinal mass on imaging; thymectomy can often improve symptoms. $Neuromuscular blocking agents are used to induce skeletal muscle relaxation during surgery by competing with acetylcholine at the postsynaptic membrane.  They can be subclassified by their effects: $• #Nondepolarizing agents# (eg, #vecuronium#, rocuronium) are competitive antagonists of nicotinic acetylcholine receptors.  Because of the low number of functioning receptors, patients with MG are #extremely sensitive# to these agents; very small doses can induce paralysis with loss of airway patency. $• Depolarizing agents (eg, succinylcholine) are competitive agonists of nicotinic acetylcholine receptors; persistent depolarization leads to desensitization of the motor end plate.  Because the low number of functioning receptors tends to inhibit end-plate depolarization, patients with MG are often #resistant# to these agents; extremely large doses are required to induce muscle relaxation. $#(Choice A)#  Atropine is a muscarinic acetylcholine receptor antagonist often used before general anesthesia to decrease salivary and bronchial secretions (helping maintain airway patency) and to prevent myocardial depression (minimizing risk for hypotension).  It has no effect on nicotinic acetylcholine receptors in the neuromuscular junctions. $#(Choices B and C)#  Isoflurane is a general anesthetic (acting centrally on multiple receptors) that can cause malignant hyperthermia in those with genetic predispositions.  Midazolam is a benzodiazepine (acting on the GABA A receptor) that produces sedation.  These medications are not contraindicated in MG. $#(Choice D)#  Acetylcholinesterase inhibitors (eg, neostigmine, pyridostigmine) hinder the degradation of acetylcholine in the synapse, thereby increasing the amount available to stimulate nicotinic receptors.  They are often used to hasten recovery from nondepolarizing neuromuscular blockade and to improve muscle strength in patients with MG.  Because such patients have fewer functional receptors, acetylcholinesterase inhibitors typically exhibit decreased potency. $#Educational objective# Myasthenia gravis (MG) is caused by autoantibodies against postsynaptic nicotinic acetylcholine receptors, leading to fewer functional receptors and fatigable muscle weakness.  Nondepolarizing neuromuscular blocking agents (eg, vecuronium) are competitive antagonists of nicotinic receptors; because of the depletion of receptors, patients with MG are extremely sensitive to these agents.  ","clickable_1":"images/img1.14850.jpg"},

{"id":"1692","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"","title":"A 43-year-old woman comes to the office due to acute back pain after dragging a heavy box. The pain is located in her lower back and radiates down the right posterior thigh to the foot. The patient describes the pain as 'shooting' and grades it 8/10 in intensity. She has no bowel or bladder symptoms. The patient has tried over-the-counter analgesics with limited symptomatic relief. Vital signs are within normal limits. On physical examination, straight leg raise testing is positive on the right. Right hip extension is weaker when compared to the left. Patellar reflexes are 2+ and bilaterally symmetric, but the right Achilles reflex is absent. Which of the following nerve roots is most likely affected in this patient?","answer_1":"A. L2","ansImg_1":"","answer_2":"B. L3","ansImg_2":"","answer_3":"C. L4","ansImg_3":"","answer_4":"D. L5","ansImg_4":"","answer_5":"E. S1","ansImg_5":"","right_answer":"E. S1","percent_1":"4%","percent_2":"3%","percent_3":"10%","percent_4":"19%","percent_5":"65%","table_3":"§^#Features of lumbosacral radiculopathy#∆⨉∆⨉∆⨉ §^#Nerve$ Root# ∆^#Reflex affected# ∆^#Sensory loss*# ∆^#Weakness# §^#L2-L4**# ∆ • Patellar ∆ • Anteromedial thigh • Medial shin ∆ • Hip flexion (iliopsoas) • Hip adduction • Knee extension (quadriceps) §^#L5# ∆ • None ∆ • Lateral shin • Dorsum of the foot ∆ • Foot dorsiflexion & inversion (tibialis anterior) • Foot eversion (peroneus) • Toe extension (extensor hallucis & digitorum) §^#S1# ∆ • Achilles ∆ • Posterior calf • Sole & lateral foot ∆ • Hip extension (gluteus maximus) • Knee flexion (hamstrings) • Foot plantarflexion (gastrocnemius) §^#S2-S4**# ∆ • Anocutaneous ∆ • Perineum ∆ • Urinary or fecal incontinence • Sexual dysfunction %*Radicular pain typically has a similar distribution to sensory loss. $ **Difficult to distinguish between individual nerve roots clinically.","explanation_2":"This patient's presentation is consistent with #sciatica#, a nonspecific term for low back pain that radiates down the leg.  This condition occurs due to compression of the lumbosacral nerve roots and is most commonly caused by vertebral @disc herniation@ or spinal foraminal stenosis (eg, due to degenerative arthritis of the spine).  Irritation of the nerve roots results in characteristic @dermatomal@ and myotomal deficits (radiculopathy) depending on the level of involvement.  Patients may have worsening of their radicular pain when the symptomatic leg is extended at the knee and the hip is passively flexed by the examiner (@straight leg raise test@). $The sciatic nerve is derived from the L4-S3 nerve roots and compression most often occurs at the level of L5 or S1.  #S1 radiculopathy# is characterized by pain and sensory loss down the posterior thigh and calf to the lateral aspect of the foot.  Patients may also have #weakness# on #thigh extension# (eg, due to denervation of the gluteus maximus), knee flexion (hamstrings), and foot plantarflexion (gastrocnemius) with an #absent Achilles reflex#. $#(Choices A and B)#  Patients with L2 or L3 radiculopathy typically have pain radiating down the anterior thigh with weakness on hip flexion (eg, due to denervation of the iliopsoas).  Patellar and Achilles reflexes usually remain intact. $#(Choice C)#  L4 radiculopathy typically presents with pain/paresthesia radiating down the anterior thigh to the medial lower leg and foot.  Patients can also have weakness on knee extension (eg, due to denervation of the quadriceps) with a diminished patellar reflex. $#(Choice D)#  Compression of the L5 root results in pain/paresthesia radiating down the lateral thigh and calf to the dorsal foot.  Patients often have weakness on foot dorsiflexion and inversion (eg, due to denervation of the tibialis anterior), foot eversion (peroneus), and toe extension (extensor digitorum brevis). $#Educational objective# Sciatica is a nonspecific term for low back pain that radiates down the leg due to compression of the lumbosacral nerve roots (eg, from vertebral disc herniation).  The S1 nerve root is commonly involved, resulting in pain/sensory loss down the posterior thigh and calf to the lateral aspect of the foot.  Patients may also have weakness on thigh extension, knee flexion, and foot plantarflexion with an absent Achilles reflex.  ","clickable_1":"images/img1.1692.jpg","clickable_2":"images/img2.1692.jpg","clickable_3":"images/img3.1692.mp4","audio":""},

{"id":"647","title":"A 65-year-old man with a long history of smoking comes to the office due to a nonproductive cough over the last several months.  He recently developed left shoulder pain, persistent hiccups, and dyspnea.  His temperature is 36.7 C (98 F), blood pressure is 140/85 mm Hg, and pulse is 76/min.  Physical examination reveals decreased breath sounds on the left side.  Chest x-ray shows a large left lung mass.  Compression of a nerve arising from which of the following locations is most likely causing this patient's recent symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brainstem","answer_2":"B. C1-C3","answer_3":"C. C3-C5","answer_4":"D. C5-C8","answer_5":"E. T1-T2","percent_1":"5%","percent_2":"4%","percent_3":"77%","percent_4":"10%","percent_5":"4%","right_answer":"C. C3-C5","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Lung cancers# are prone to early local and distant spread.  Intrathoracic expansion of a tumor can cause a number of distinctive syndromes, including #phrenic nerve# irritation and palsy. $ The phrenic nerve arises from the #C3-C5# cervical segments and descends through the neck and thorax to innervate the ipsilateral hemidiaphragm.  Phrenic nerve #irritation# can cause dyspnea, hiccups (diaphragmatic irritation), and #referred pain to the shoulder# (area innervated by supraclavicular nerve originating from C3 and C4).  Phrenic nerve #palsy# is associated with respiratory distress and diminished breath sounds on the affected side, with elevation of the affected hemidiaphragm on chest x-ray.  Upward movement of the affected hemidiaphragm with inspiration is seen on fluoroscopy. $ Other syndromes that may occur due to local spread of a lung tumor include: $ • #Horner syndrome# (ipsilateral miosis, ptosis, and anhydrosis) occurs in association with tumors of the lung apex (#Pancoast tumor#) that disrupt the oculosympathetic nerve pathway.  Lung cancer in this location can also invade the rami of the #brachial plexus# (C5-T1) and cause shoulder pain #(choices D and E)#. $ • A centrally located tumor or mediastinal spread of a more distant tumor can cause #superior vena cava (SVC) syndrome#, which is commonly associated with small cell lung carcinoma.  SVC syndrome causes headache, facial and upper-extremity edema, and dilated veins of the upper torso. $ • Involvement of the recurrent laryngeal nerve may cause hoarseness. $ • Dysphagia may result if the tumor compresses the esophagus. $ (Choice A)  The brainstem, which is the site of origin of most cranial nerves, contains the respiratory center (in the medulla oblongata) and is traversed by spinal tracts.  Brainstem strokes typically present with vertigo and, in extreme cases, can lead to locked-in syndrome (spastic quadriplegia and paralysis of most cranial nerves with preserved consciousness). $ (Choice B)  C1 is unique among the spinal nerves in that it carries only motor fibers.  C1-C3 lesions could affect neck musculature but would not explain this patient's hiccups or dyspnea. $ Educational objective The phrenic nerve arises from the C3-C5 segments of the spinal cord and innervates the ipsilateral hemidiaphragm.  Intrathoracic spread of lung cancer may affect the phrenic nerve, causing hiccups and diaphragmatic paralysis with dyspnea.  Brachial plexus involvement can cause pain in the distribution of the C8, T1, and T2 nerve roots.  Involvement of the recurrent laryngeal nerve may cause hoarseness."},

{"id":"1749","title":"A 45-year-old woman is evaluated for numbness and painful tingling of the right hand. The symptoms began 2 months ago and are especially prominent after she plays tennis. On examination, there is diminished sensation in the lateral palm, thenar eminence, and palmar aspect of the first 3½ digits of the right hand. Electrodiagnostic studies are consistent with median neuropathy in the forearm. This patient is most likely to have nerve compression between which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Medial epicondyle and olecranon process","ansImg_1":"","answer_2":"B. Pisiform and hook of hamate","ansImg_2":"","answer_3":"C. Supinator muscle and radial head","ansImg_3":"","answer_4":"D. Two heads of pronator teres muscle","ansImg_4":"","right_answer":"D. Two heads of pronator teres muscle","percent_1":"29%","percent_2":"16%","percent_3":"26%","percent_4":"29%","percent_5":"","explanation_img":"images/exp1749.jpg","explanation_1":"","explanation_2":"$This patient has diminished sensation that involves the entire sensory distribution of the @median nerve@ and is exacerbated by repetitive, #forceful pronation# (eg, playing tennis).  This is most consistent with compression of the median nerve as it passes between the two heads of the pronator teres in the proximal forearm (ie, #pronator teres syndrome#). $The #median nerve# arises from the medial and lateral cords of the @brachial plexus@ and travels with the brachial artery in the medial bicipital groove (ie, longitudinal hollow between biceps brachii and triceps brachii muscles) of the upper arm.  In the forearm, the median nerve courses between the #humeral and ulnar heads# of the pronator teres muscle and between the flexor digitorum superficialis and flexor digitorum profundus muscles before entering the hand through the @carpal tunnel@. $Compression of the median nerve by the pronator teres occurs proximal to the takeoff of the palmar cutaneous branch; sensation is impaired in the #lateral palm# and #thenar eminence# (ie, sensory distribution of the palmar branch) plus the #first 3½ digits#.  In contrast, compression at the carpal tunnel (bounded by the flexor retinaculum and carpal bones) is distal to the takeoff of the palmar branch; sensation is typically impaired only in the palmar aspects of the first 3½ digits. $#(Choices A and B)#  Compression of the @ulnar nerve@ can occur at the elbow as it courses between the medial epicondyle of the humerus and the olecranon (ie, the cubital tunnel) or distally at the wrist as it enters between the hook of the hamate and the pisiform bone (ie, Guyon canal).  Compression at Guyon canal can cause numbness in the @medial 1½ digits@; compression at the elbow causes additional numbness in the hypothenar eminence (palmar cutaneous branch) and medial dorsum of the hand (dorsal cutaneous branch). $#(Choice C)#  The deep branch of the @radial nerve@ (ie, posterior interosseous nerve) courses between the supinator muscle and radial head in the upper forearm.  Injury (eg, humeral fracture, compression) can cause sensory loss in the posterior forearm, dorsolateral hand, and dorsal thumb. $#Educational objective# In the forearm, the median nerve courses between the humeral and ulnar heads of the pronator teres muscle.  Compression proximal to the takeoff of the palmar cutaneous branch (eg, between the heads of the pronator teres) results in sensory loss over the lateral palm and thenar eminence plus the palmar aspects of the first 3½ digits.  ","clickable_1":"images/img1.1749.jpg","clickable_2":"images/img2.1749.jpg","clickable_3":"images/img3.1749.jpg","clickable_4":"images/img4.1749.jpg","clickable_5":"images/img5.1749.jpg","clickable_6":"images/img6.1749.jpg"},

{"id":"11676","title":"A 25-year-old man is brought to the emergency department after being found unresponsive.  He has a history of schizoaffective disorder and previous suicide attempts by prescription medication overdose.  The patient was recently started on haloperidol and sertraline.  Temperature is 40.6 C (105 F), blood pressure is 180/98 mm Hg, and pulse is 112/min.  On examination, the patient is obtunded and diffusely rigid without clonus.  Laboratory studies show serum creatinine of 3.2 mg/dL, creatine kinase of 75,000 U/L, and leukocytes of 16,000/mm3.  The antidote for this patient's current condition most likely has which of the following mechanisms of action?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of presynaptic voltage-gated calcium channels of motor neurons","answer_2":"B. Antagonism of peripheral and central serotonin receptors","answer_3":"C. Blockade of central dopamine D2 receptors","answer_4":"D. Inhibition of acetylcholinesterase at the neuromuscular junction","answer_5":"E. Inhibition of calcium ion release from sarcoplasmic reticulum of skeletal muscle","percent_1":"3%","percent_2":"20%","percent_3":"10%","percent_4":"6%","percent_5":"60%","right_answer":"E. Inhibition of calcium ion release from sarcoplasmic reticulum of skeletal muscle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Neuroleptic malignant syndrome# ∆⨉ §^#Signs/symptoms# ∆ • Fever (>40 C common) • Confusion • Muscle rigidity (generalized) • Autonomic instability (abnormal vital signs, sweating) §^#Treatment# ∆ • Stop antipsychotics or restart dopamine agents • Supportive care (hydration, cooling), intensive care unit • Dantrolene or bromocriptine if refractory","explanation_img":"","explanation_1":"","explanation_2":"This patient has #neuroleptic malignant syndrome# (NMS) likely caused by an overdose of haloperidol.  NMS is a life-threatening adverse reaction most commonly resulting from the use of #antipsychotics# (neuroleptic) medications, which block dopamine receptors in the brain.  NMS presents clinically with #diffuse muscle rigidity#, #high fever#, #autonomic instability# (hypertension, tachycardia), and altered sensorium.  Laboratory findings include #creatine kinase elevation# due to rhabdomyolysis, which can result in acute renal failure. $The mainstay of treatment is to discontinue the causative agent and provide supportive care (eg, intravenous hydration).  In severe cases, #dantrolene# can be administered, which antagonizes ryanodine receptors and inhibits calcium release from the sarcoplasmic reticulum.  Bromocriptine, a dopamine agonist, has also shown clinical benefit in NMS. $#(Choice A)#  Activation of presynaptic voltage-gated calcium channels at the neuromuscular junction will trigger calcium influx into the terminal bulb.  This will increase the release of acetylcholine from the terminal bulb onto the muscle endplate and, therefore, promote skeletal muscle contraction. $#(Choice B)#  Serotonin receptor antagonists (eg, cyproheptadine) can be used to treat serotonin syndrome.  Similar to NMS, serotonin syndrome can present with altered mental status and autonomic instability (diaphoresis, hypertension, hyperthermia, tachycardia).  However, serotonin syndrome commonly presents with hyperreflexia and myoclonus (not diffuse rigidity) and gastrointestinal symptoms (nausea, diarrhea, vomiting). $#(Choice C)#  Blockade of central dopamine D2 receptors in the brain leads to the extrapyramidal symptoms (eg, diffuse rigidity) observed in NMS. $#(Choice D)#  Inhibition of acetylcholinesterase results in increased acetylcholine at the neuromuscular junction, promoting skeletal muscle activation and contraction.  Procholinergic agents should be avoided in NMS as they may exacerbate symptoms. $#Educational objective# Neuroleptic malignant syndrome is a life-threatening reaction to antipsychotic medications characterized by diffuse muscle rigidity, hyperthermia, autonomic instability, and altered sensorium.  The antipsychotic should be stopped and supportive care provided; dantrolene, a ryanodine receptor blocker that inhibits calcium release from the sarcoplasmic reticulum, is an effective antidote.  "},

{"id":"6554","title":"A 31-year-old woman is brought to the hospital due to respiratory difficulty.  She has had trouble performing her daily activities for the past few weeks due to fatigue.  In particular, her arms seem to 'just drop' when she combs her hair or brushes her teeth.  The patient's symptoms are generally better in the morning and worsen throughout the day.  She does not use tobacco, alcohol, or illicit drugs.  Examination shows diplopia.  Chest auscultation shows normal heart and breath sounds.  Deep tendon reflexes are normal.  Babinski sign is absent.  The results of arterial blood gas analysis are as follows:","title_table":"?pH? 7.32 ?pCO2? 60 mm Hg ?pO2? 60 mm Hg","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is most likely abnormal in this patient?","audio":"","comparison_items":"","answer_1":"A. Acetylcholine release from presynaptic neurons","answer_2":"B. Acetylcholinesterase activity","answer_3":"C. Calcium entry into presynaptic neurons","answer_4":"D. Number of acetylcholine receptors","answer_5":"E. Reuptake of acetylcholine","percent_1":"14%","percent_2":"9%","percent_3":"8%","percent_4":"63%","percent_5":"7%","right_answer":"D. Number of acetylcholine receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp6554.jpg","explanation_1":"","explanation_2":"$#Myasthenia gravis# (MG) is an acquired autoimmune disorder characterized by fatigable, fluctuating weakness of the skeletal muscles.  The most commonly affected muscles include #ocular# (diplopia, ptosis), bulbar (dysarthria, fatigable chewing), facial (loss of smile), and proximal (#neck/shoulder weakness#) muscles.  However, #respiratory failure# (↓ pH, ↑ pCO2, ↓ O2) can also occur due to diaphragmatic weakness (ie, myasthenic crisis), and may be the presenting symptom in some patients. $ MG is caused by an autoantibody-mediated, T cell–dependent attack on the acetylcholine receptors (AChRs) of the postsynaptic neuromuscular junction. #Antibody-mediated blockade# of the active site of AChRs prevents acetylcholine from binding and also triggers #endocytosis# of AChRs (receptor internalization) as well as #complement-mediated membrane damage#.  Over time, these changes result in #reduced numbers of AchRs# and impaired neuromuscular transmission. $ (Choice A)  @Botulinum toxin@ irreversibly blocks acetylcholine release from presynaptic membranes of neuromuscular junctions.  After exposure to the toxin, patients may develop cranial nerve abnormalities (including ptosis and facial weakness), symmetric descending weakness, and respiratory failure.  However, autonomic abnormalities are common, and symptoms are rapidly progressive (hours rather than weeks) and do not worsen with repetition. $ #(Choices B and E)#  The @action of acetylcholine@ at the postsynaptic membrane is terminated by acetylcholinesterase, not by acetylcholine reuptake.  Organophosphates (eg, pesticides, sarin gas) irreversibly inactivate acetylcholinesterase, causing cholinergic toxicity (eg, increased glandular secretions, widespread smooth muscle activation).  Muscle weakness, including respiratory failure, can occur due to depolarizing blockade at the neuromuscular junction; however, other symptoms (eg, diarrhea, urination, miosis, bradycardia, emesis, salivation) would be expected. $ (Choice C)  @Lambert-Eaton myasthenic syndrome@ is due to autoantibodies directed against the voltage-gated calcium channels on presynaptic nerve terminals, leading to reduced calcium entry and impaired acetylcholine release.  This syndrome commonly occurs in association with malignancy, particularly small cell lung cancer (which would be atypical in this young female), and generally causes proximal extremity weakness that is worse in the mornings and #improves# with repetition.  Autonomic findings (eg, dry mouth, erectile dysfunction in males) are frequently seen and can be an important clue to diagnosis. $ Educational objective Myasthenia gravis is caused by an autoantibody-mediated attack on the acetylcholine receptors of the postsynaptic neuromuscular junction, leading to a reduced number of acetylcholine receptors.  It is characterized by fatigable weakness of the skeletal muscles; respiratory failure can occur due to diaphragmatic weakness.","clickable_1":"images/img1.6554.jpg","clickable_2":"images/img2.6554.jpg","clickable_3":"images/img3.6554.jpg"},

{"id":"1743","image_1":"","explanation_img":"images/exp1743.jpg","title":"A 53-year-old man is evaluated for right hand discomfort. A month ago, the patient started to experience an intermittent pins-and-needles sensation in his right hand that is worse at night. He has no neck pain or history of trauma. The patient has smoked a pack of cigarettes daily for 20 years and has worked as an accountant for the past 30 years. On physical examination, there is loss of sensation over the right fifth digit. There is no swelling, redness, or warmth of the hand. The patient is most likely to have weakness of which of the following movements?","answer_1":"A. Elbow extension","ansImg_1":"","answer_2":"B. Shoulder abduction","ansImg_2":"","answer_3":"C. Wrist abduction","ansImg_3":"","answer_4":"D. Wrist adduction","ansImg_4":"","answer_5":"E. Wrist extension","ansImg_5":"","right_answer":"D. Wrist adduction","percent_1":"5%","percent_2":"1%","percent_3":"19%","percent_4":"57%","percent_5":"18%","explanation_2":"$The #ulnar nerve# originates from the medial cord of the @brachial plexus@, courses with the @brachial artery@ in the upper arm, and enters the forearm after passing posterior to the medial epicondyle of the humerus (#cubital tunnel#).  It innervates the flexor carpi ulnaris (wrist flexion and adduction) and the medial portion of the flexor digitorum profundus before entering the wrist through Guyon canal (between the hook of the hamate and pisiform).  In the hand, the superficial branch of the ulnar nerve provides cutaneous innervation to the #fifth digit#, medial half of the fourth digit, and the #hypothenar eminence#.  The deep motor branch supplies most of the #intrinsic muscles# of the hand. $The ulnar nerve is most commonly injured at the elbow due to #chronic compression# (eg, working for prolonged periods at a desk) or trauma (eg, medial epicondyle fracture).  Ulnar neuropathy at the elbow usually presents with discomfort and loss of sensation and/or paresthesia in the ulnar distribution.  Severe injury can also result in #impaired flexion and adduction# of the wrist along with #finger weakness or clumsiness#.  The nerve can also be injured more distally at the wrist as it runs through Guyon canal; injury at this level results in more pronounced clawing of the fourth and fifth digits (@ulnar claw@) due to sparing of the flexor digitorum profundus. $#(Choices A and E)#  #Radial nerve# (@1@ ,@2@) injury (eg, crutch palsy, midshaft humerus fracture) can result in weakness in elbow and/or wrist extension in addition to sensory loss over the posterior arm, dorsolateral hand, and dorsal thumb. $#(Choice B)#  @Axillary nerve@ injury (eg, anterior shoulder dislocation, surgical neck of humerus fracture) can present with loss of sensation over the lateral upper arm and weakness in shoulder abduction (eg, deltoid weakness). $#(Choice C)#  Proximal @median nerve@ injury (eg, subcondylar humerus fracture) can result in impaired flexion and abduction of the wrist, flexion of the second and/or third digit, and flexion or opposition of the thumb along with palmar sensory loss involving the first 3 digits. $#Educational objective# Ulnar nerve injury most commonly occurs at the elbow (eg, compression due to resting arm on a hard surface for prolonged periods) and usually presents with discomfort and sensory loss and/or paresthesia in the fifth digit, medial half of the fourth digit, and the hypothenar eminence.  In severe injury, patients can also have impaired wrist flexion and adduction along with finger weakness or clumsiness.  ","comparison_items":"","title_2":"","audio":"","explanation_1":"","clickable_1":"images/img1.1743.jpg","clickable_2":"images/img2.1743.jpg","clickable_3":"images/img3.1743.jpg","clickable_4":"images/img4.1743.jpg","clickable_5":"images/img5.1743.jpg","clickable_6":"images/img6.1743.jpg","clickable_7":"images/img7.1743.jpg"},

{"id":"11609","title":"A 34-year-old man is evaluated in the clinic due to persistent buzzing in his right ear for the past 6 months. The patient also has decreased hearing on the right side. He has had no fever, ear pain, runny nose, sore throat, or cough. The patient does not use cotton swabs and has not been exposed to loud noise. He tried using over-the-counter oral pseudoephedrine with no improvement in his symptoms. On physical examination, there is no sinus tenderness, and mucous membranes are moist without erythema or exudate. Otoscopic examination reveals normal-appearing external auditory canals bilaterally with pinkish-grey tympanic membranes. MRI of the brain reveals an intracranial tumor. This patient's lesion has most likely arisen from which of the following structures?","image_1":"images/11609.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","answer_6":"F. F","ansImg_6":"","answer_7":"G. G","ansImg_7":"","right_answer":"D. D","percent_1":"3%","percent_2":"3%","percent_3":"19%","percent_4":"63%","percent_5":"9%","percent_6":"2%","percent_7":"0%","explanation_img":"images/exp11609.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation is suggestive of #acoustic neuroma#, a Schwann cell-derived tumor that typically arises from the vestibular portion of the #vestibulocochlear nerve# (CN VIII).  The vestibulocochlear nerve exits the brainstem from the pontomedullary junction, lateral to the facial nerve, and enters the @cerebellopontine angle@ (between the cerebellum and lateral pons).  Patients with acoustic neuroma usually have ipsilateral sensorineural #hearing loss# and #tinnitus# (ear ringing/buzzing) due to impairment of the cochlear portion of the nerve.  Damage to the vestibular component may also result in vertigo, dysequilibrium, and nystagmus.  Most cases present unilaterally, but bilateral acoustic neuromas are frequently seen in patients with neurofibromatosis type 2. $#(Choice A)#  The trigeminal nerve (CN V) exits the brainstem from the ventrolateral pons.  Injury to CN V may cause ipsilateral loss of facial sensation and the corneal reflex (afferent limb) and paralysis of the muscles of mastication. $#(Choice B)#  The abducens nerve (CN VI) exits the brainstem from the pontomedullary junction medial to the facial nerve.  Injury to CN VI may result in the inability to abduct the ipsilateral eye and horizontal diplopia (lack of innervation to the lateral rectus). $#(Choice C)#  The facial nerve (CN VII) exits the brainstem from the ventrolateral pontomedullary junction, just lateral to the abducens nerve.  Damage to CN VII may result in ipsilateral facial muscle paralysis (upper and lower), loss of the corneal reflex (efferent limb), loss of taste in the anterior two-thirds of the tongue, and hyperacusis (lack of innervation to the stapedius). $#(Choice E)#  The glossopharyngeal nerve (CN IX) exits the brainstem from the postolivary sulcus in the medulla just rostral to the vagus nerve.  Injury to CN IX may result in loss of taste/sensation in the posterior one-third of the tongue and absent gag reflex (afferent limb). $#(Choice F)#  The vagus nerve (CN X) exits the brainstem from the postolivary sulcus just caudal to the glossopharyngeal nerve.  Damage to CN X may cause dysphonia (lack of innervation to the laryngeal muscles), impaired swallowing with inability to elevate the soft palate (lack of innervation to the pharyngeal muscles), and loss of the gag reflex (efferent limb). $#(Choice G)#  Fibers of the spinal accessory nerve (CN XI) exit from the lateral medulla and upper segments of the cervical spinal cord.  Injury to CN XI can cause weakness on head rotation away from the side of the lesion (lack of innervation to the sternocleidomastoid) and ipsilateral shoulder droop (lack of innervation to the trapezius). $#Educational objective# Acoustic neuromas are Schwann cell-derived tumors that typically arise from the vestibular portion of the vestibulocochlear nerve and are commonly located at the cerebellopontine angle (between the cerebellum and lateral pons).  Patients usually present with unilateral #sensorineural hearing loss# and #tinnitus.#  ","clickable_1":"images/img1.11609.jpg"},

{"id":"11683","title":"A 36-year-old woman is evaluated for several months of tingling and numbness of the right hand and fingers that has progressed to dull, aching pain. The symptoms initially were intermittent but have become persistent, with the pain worsening overnight. The patient works as an office secretary and has had difficulty typing and holding the phone due to hand weakness. On examination, she has weakness of thumb opposition and atrophy of the thenar eminence. The patient attempted treatment with conservative measures but had no significant improvement and has now been referred for surgery. During surgery, incision of which of the following structures is most likely to improve this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibrous flexor sheaths","ansImg_1":"","answer_2":"B. Flexor carpi ulnaris aponeurosis","ansImg_2":"","answer_3":"C. Palmar aponeurosis","ansImg_3":"","answer_4":"D. Synovial sheaths of flexor tendons","ansImg_4":"","answer_5":"E. Transverse carpal ligament","ansImg_5":"","right_answer":"E. Transverse carpal ligament","percent_1":"9%","percent_2":"3%","percent_3":"11%","percent_4":"4%","percent_5":"74%","explanation_img":"images/exp11683.jpg","explanation_1":"","explanation_2":"$This patient has right hand pain and numbness, thenar atrophy, and weakness of thumb opposition characteristic of #carpal tunnel syndrome# (CTS).  The carpal tunnel is an anatomic space in the wrist between the carpal bones and the #transverse carpal ligament# (flexor retinaculum).  The #median nerve# and @9 tendons@ (eg, flexor digitorum superficialis and profundus, flexor pollicis longus) pass through the carpal tunnel to enter the hand.  CTS occurs when #increased pressure# within the carpal tunnel (eg, compression, inflammation) causes median nerve damage. $Often, CTS can be managed successfully with nonsurgical treatments (eg, wrist splint, glucocorticoid injection).  However, patients with significant impairment and evidence of median nerve injury on electromyography are often treated with #surgical decompression#.  A longitudinal incision through the transverse carpal ligament decreases the pressure on the median nerve, improving patients' symptoms. $#(Choice A)#  The @fibrous flexor sheaths@ are thick tunnels on the palmar surface of the fingers that act like pulleys to allow the flexor digitorum profundus tendons to flex the fingers at the interphalangeal joints.  Swelling of the tendon and/or fibrous sheath can result in painful catching or locking of the affected finger during flexion (ie, trigger finger). $#(Choice B)#  The flexor carpi ulnaris aponeurosis spans from the olecranon to the medial epicondyle and forms the roof of the cubital tunnel.  The ulnar nerve runs through this space, and compression here can cause sensory loss over the @ulnar aspect of the hand@. $#(Choice C)#  The palmar aponeurosis (palmar fascia) spans from the flexor retinaculum at the wrist and is continuous with the fibrous flexor sheaths of the digits.  Fibrosis of the palmar aponeurosis can result in Dupuytren contracture, which is a progressive disorder characterized by nodular lesions in the palm with restricted finger motion. $#(Choice D)#  The synovial sheaths of the flexor digitorum superficialis and profundus tendons pass through the carpal tunnel around the flexor tendons.  However, incision of synovial sheaths would not relieve the pressure on the median nerve in CTS. $#Educational objective# The carpal tunnel is formed by the carpal bones and the transverse carpal ligament (flexor retinaculum).  Carpal tunnel syndrome results from compression of the median nerve as it passes through the carpal tunnel with 9 flexor tendons.  Longitudinal incision of the transverse carpal ligament can decrease pressure within the carpal tunnel, improving patients' symptoms. ","clickable_1":"images/img1.11683.jpg","clickable_2":"images/img2.11683.jpg","clickable_3":"images/img3.11683.jpg"},

{"id":"11681","title":"A 25-year-old man comes to the office due to right arm weakness. The patient injured his right shoulder several months ago in a motor vehicle collision and has had difficulty raising his arm since. On examination, there is diminished pinprick and temperature sensation over a small area in the right upper lateral arm and prominent atrophy of the right deltoid with 3/5 strength on right shoulder abduction. Reflexes and handgrip strength are normal in the upper extremities bilaterally. This patient most likely injured which of the following nerves?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Axillary","ansImg_1":"","answer_2":"B. Dorsal scapular","ansImg_2":"","answer_3":"C. Long thoracic","ansImg_3":"","answer_4":"D. Median","ansImg_4":"","answer_5":"E. Musculocutaneous","ansImg_5":"","answer_6":"F. Radial","ansImg_6":"","answer_7":"G. Thoracodorsal","ansImg_7":"","answer_8":"H. Ulnar","ansImg_8":"","right_answer":"A. Axillary","percent_1":"78%","percent_2":"6%","percent_3":"3%","percent_4":"1%","percent_5":"10%","percent_6":"1%","percent_7":"1%","percent_8":"0%","explanation_img":"images/exp11681.jpg","explanation_1":"","explanation_2":"$The @axillary nerve@ originates from the posterior cord of the @brachial plexus@ and carries fibers from C5 and C6.  It courses deep in the axilla below the shoulder joint then runs through the quadrangular space (bounded superiorly by the teres minor, laterally by the humerus, medially by the long head of the triceps, and inferiorly by the teres major) and along the surgical neck of the posterior humerus.  At this point, it gives rise to #motor branches# that supply the #deltoid and teres minor muscles# and a sensory branch that innervates the skin over the lateral shoulder. $Axillary nerve injury most commonly occurs in the setting of shoulder trauma such as @anterior shoulder dislocation@ or fracture of the surgical neck of the humerus.  Patients often have #sensory loss# over the #upper lateral arm# and #weakness# on #shoulder abduction# due to denervation of the deltoid muscle. $#(Choice B)#  The dorsal scapular nerve provides motor innervation to the @rhomboids@ (which retract the scapula) and levator scapulae muscles (which elevate the scapula). $#(Choices C and G)#  Injury to the long thoracic nerve or thoracodorsal nerve can occur during axillary lymph node dissection.  Long thoracic nerve injury results in paralysis of the serratus anterior muscle, leading to winging of the scapula.  Thoracodorsal nerve injury results in paralysis of the latissimus dorsi muscle, leading to weakness of arm adduction, extension, and internal rotation at the shoulder. $#(Choice D)#  Proximal injury to the @median nerve@ (eg, due to supracondylar humerus fracture) may result in palmar sensory loss over the first 3 digits and impairment of thumb flexion/opposition/abduction, flexion of the second/third digits, and wrist flexion/abduction. $#(Choice E)#  Injury to the @musculocutaneous nerve@ can cause sensory loss over the lateral forearm and weakened elbow flexion due to denervation of the biceps brachii and brachialis muscles. $#(Choice F)#  Injury to the @radial nerve@ at the axilla (eg, crutch palsy) typically causes weakness of the forearm, hand, and finger extensor muscles (eg, wrist drop, absent triceps reflex) with sensory loss over the posterior arm and forearm and dorsolateral hand. $#(Choice H)#  @Ulnar nerve@ injury most commonly occurs at the elbow, resulting in sensory loss over the medial 1½ digits of the hand and weakness on wrist flexion/adduction, finger abduction/adduction, and flexion of the fourth/fifth digits. $#Educational objective# Injury to the axillary nerve most commonly occurs in the setting of shoulder trauma (eg, anterior shoulder dislocation, surgical neck of the humerus fracture).  It presents with sensory loss over the lateral shoulder and weakness on shoulder abduction (due to denervation of the deltoid muscle).  ","clickable_1":"images/img1.11681.jpg","clickable_2":"images/img2.11681.jpg","clickable_3":"images/img3.11681.jpg","clickable_4":"images/img4.11681.jpg","clickable_5":"images/img5.11681.jpg","clickable_6":"images/img6.11681.jpg","clickable_7":"images/img7.11681.jpg","clickable_8":"images/img8.11681.jpg"},

{"id":"1308","title":"A 66-year-old man comes to the clinic due to numbness and tingling in his hands and feet that developed over the last few weeks.  The patient was healthy until he was diagnosed with pulmonary tuberculosis 3 months ago.  He takes only isoniazid and rifampin.  Temperature is 37.1 C (98.8 F), blood pressure is 126/80 mm Hg, pulse is 90/min, and respirations are 16/min.  Cardiopulmonary examination is unremarkable.  Neurologic examination shows ataxia and decreased pain sensation in the distal extremities.  This patient's condition is most likely due to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibody-mediated demyelination","answer_2":"B. Diabetic advanced glycation end product–induced nerve ischemia","answer_3":"C. Direct drug-mediated toxic neuron damage","answer_4":"D. Mycobacterium-directed demyelination","answer_5":"E. Vitamin-dependent neurotransmitter deficiency","percent_1":"4%","percent_2":"1%","percent_3":"35%","percent_4":"4%","percent_5":"56%","right_answer":"E. Vitamin-dependent neurotransmitter deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Drugs commonly used to treat tuberculosis# ∆⨉∆⨉ §^#Drug# ∆^#Mechanism of action# ∆^#Adverse effects# §^#Rifampin# ∆^Inhibition of bacterial DNA-$dependent RNA polymerase ∆^Gastrointestinal effects, rash, red-$orange body fluids, cytopenia §^#Isoniazid# ∆^Inhibition of mycolic acid synthesis ∆^Neurotoxicity (give vitamin $B6/pyridoxine), hepatotoxicity §^#Pyrazinamide# ∆^Unclear ∆^Hepatotoxicity, hyperuricemia$ §^#Ethambutol# ∆^Inhibition of arabinosyl transferase$ (?) ∆^Optic neuropathy","explanation_img":"","explanation_1":"","explanation_2":"This patient with #tuberculosis# has developed paresthesia and ataxia consistent with isoniazid-induced peripheral neuropathy.  Isoniazid is structurally similar to #pyridoxine# (vitamin B6), a #cofactor# for enzymes involved in# synthesis of certain neurotransmitters#.  Because of this similarity, isoniazid acts as a competitive inhibitor of pyridoxine and can cause dose-related peripheral neuropathy (eg, numbness and tingling in the hands and feet).  Sensory ataxia (due to loss of peripheral proprioception) and decreased pain sensation are also common features. $Patients at increased risk of #isoniazid-induced peripheral neuropathy# include those who are elderly, are malnourished (eg, alcohol use disorder), or have liver or kidney dysfunction; management involves supplementation with pyridoxine. $#(Choice A)#  Paresthesia is common in Guillain-Barré syndrome, an immune-mediated demyelinating disorder, but a progressive ascending paralysis would be seen.  Multiple sclerosis is also an immune-mediated demyelinating disease, and ataxia can occur, but symmetric, bilateral paresthesia would not be expected.  Neither condition is associated with Mycobacterium tuberculosis infection or isoniazid therapy. $#(Choice B)#  Advanced glycation end products (eg, hemoglobin A1c) in patients with diabetes mellitus (DM) contribute to the development of peripheral nerve ischemia.  This typically occurs in those with chronic (ie, >20 years), poorly controlled DM.  In contrast, this otherwise healthy patient developed neuropathy within months of starting isoniazid without pyridoxine, making diabetic neuropathy far less likely. $#(Choice C)#  Certain chemotherapeutic drugs (eg, vincristine) may directly cause peripheral neuropathy by inhibiting microtubule formation.  In contrast, isoniazid is not directly toxic to neurons. $#(Choice D)#  Infection with Mycobacterium leprae (ie, leprosy) can cause peripheral neuropathy from impaired myelin production (due to bacterial replication within infected Schwann cells); however, skin findings (eg, erythematous macules, nodules) are also characteristic but are not seen in this patient.  In contrast, this patient has pulmonary tuberculosis caused by M tuberculosis, which does not affect myelin production. $#Educational objective# Isoniazid is structurally similar to pyridoxine (vitamin B6) and competes for binding sites on pyridoxine-dependent enzymes.  This leads to decreased synthesis of certain neurotransmitters, which may result in peripheral neuropathy.  Management involves pyridoxine supplementation.  "},

{"id":"21725","title":"A 68-year-old woman comes to the emergency department for evaluation of stroke-like symptoms.  The patient says her face appeared \"twisted\" this morning but was normal when she went to bed last night.  Her brother recently had a stroke, and she was worried that she may also be having a stroke.  The patient has a history of hypertension, hyperlipidemia, and type 2 diabetes mellitus.  Vital signs are within normal limits.  Physical examination shows facial asymmetry with drooping of the left corner of the mouth and loss of the left nasolabial fold.  Which of the following additional examination findings on the affected side would be most suggestive of central nervous system involvement? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased eye lacrimation","answer_2":"B. Inability to tense soft tissues of the neck","answer_3":"C. Increased loudness of sounds","answer_4":"D. Loss of taste sensation on the anterior tongue","answer_5":"E. Sparing of the forehead muscles","percent_1":"7%","percent_2":"5%","percent_3":"6%","percent_4":"8%","percent_5":"75%","right_answer":"E. Sparing of the forehead muscles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21725.jpg","explanation_1":"","explanation_2":"$Voluntary facial movement is initiated by the motor cortex (located in the frontal lobe), which delivers input to the facial nerve (CN VII), a peripheral nerve that innervates the muscles of facial expression.  Central or peripheral lesions can often be distinguished by assessing movement in the upper face. $• #Central nervous system lesions# (eg, stroke) typically affect the motor cortex or the descending tracts; this results in contralateral lower face weakness.  However, the nuclei that innervate the #upper face# receive #bilateral input# from the motor cortices, so movement of the upper facial muscles (eg, forehead, brow) is often #spared#. $• #Peripheral nerve lesions# (eg, Bell palsy) affect the entire facial nerve.  This results in unilateral weakness of half of the face; #forehead movement is lost#. $The most common cause of acute unilateral @upper and lower@ facial weakness is #Bell palsy#, an acute peripheral neuropathy of #CN VII#.  Common findings include an inability to raise the eyebrow or close the eye, drooping of the mouth corner (with the mouth drawn to the unaffected side), and disappearance of the nasolabial fold.  For most patients, partial or complete recovery occurs within 3-4 months. $#(Choices A, C, and D)#  Patients with facial nerve lesions often have decreased tear production (due to loss of parasympathetic innervation to the lacrimal gland), hyperacusis (due to weakness of the stapedius muscle), and decreased sensation of taste over the ipsilateral anterior two-thirds of the tongue (which is innervated by the chorda tympani nerve, a branch of the facial nerve). $#(Choice B)#  The platysma muscle, responsible for tensing the skin on the neck, is also innervated by the facial nerve.  It would be affected in both central and peripheral lesions. $#Educational objective# Because the upper face receives bilateral input from the motor cortices, central nervous system lesions typically cause lower facial weakness that spares the forehead on one side of the face.  In contrast, peripheral lesions (eg, Bell palsy) cause weakness of the entire side of the face.  Bell palsy may also result in decreased tear production, hyperacusis, and reduced taste sensation.  ","clickable_1":"images/img1.21725.jpg"},

{"id":"8329","title":"A 51-year-old woman comes to the office because it feels like the right side of her face has been getting heavier for the past 12 hours. Medical history is significant for type 2 diabetes mellitus. Physical examination reveals asymmetry of her face when she smiles, puffs out her cheeks, raises her eyebrows, and tries to close her eyes tightly. There is also effacement of the right nasolabial fold, and her lips are drawn toward the left side. The remainder of the neurologic examination is normal. Which of the following additional findings is most likely associated with this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Attenuated sense of touch on the right side of face","ansImg_1":"","answer_2":"B. Decreased tear production from the right eye","ansImg_2":"","answer_3":"C. Failure to elevate the palate when saying 'ah'","ansImg_3":"","answer_4":"D. Inability to sweat on the right side of face","ansImg_4":"","answer_5":"E. Loss of taste sensation from the posterior one-third of the tongue","ansImg_5":"","right_answer":"B. Decreased tear production from the right eye","percent_1":"12%","percent_2":"59%","percent_3":"7%","percent_4":"15%","percent_5":"7%","explanation_img":"images/exp8329.jpg","explanation_1":"","explanation_2":"$This patient's acute hemifacial weakness is consistent with #Bell palsy#, an idiopathic mononeuropathy affecting the #facial nerve (CN VII)#.  CN VII is a mixed nerve, consisting of the following: $• Motor output to the muscles controlling #movement of the face# (including #eye closure#) $• Somatic sensation afferents from portions of the pinna and @external auditory canal@ $• Special sensation afferents for #taste# from the #anterior two-thirds# of the tongue $• Parasympathetic innervation of the submandibular and #lacrimal glands# $• Motor innervation of the stapedius muscle, which causes sound dampening $Patients with Bell palsy typically have a #sudden onset# (within hours) of #unilateral facial paralysis#.  Specific findings include impaired eye closure; eyebrow sagging; inability to smile, frown, or purse lips on the affected side; disappearance of the nasolabial fold; and lips drawn to the nonaffected side.  Patients with Bell palsy may also have #decreased tear production#, hyperacusis, and/or loss of taste sensation over the anterior two-thirds of the tongue. $#(Choice A)#  @Trigeminal nerve (CN V)@ somatic afferents are responsible for providing general sensation over the face; the motor branch of CN V (V3) innervates the muscles of mastication and the tensor tympani (sound dampening). $#(Choice C)#  The levator veli palatini elevates the soft palate during swallowing (and when saying \"ah\").  Palate elevation is mediated by the pharyngeal branch of the vagus nerve (CN X). $#(Choice D)#  Horner syndrome occurs due to interruption of sympathetic innervation and classically presents with hemifacial @ptosis@, miosis, anhydrosis, and enophthalmos.  Postsynaptic sympathetic axons travel in a perivascular plexus along the carotid arteries to reach and innervate the face. $#(Choice E)#  @Taste sensation@ from the posterior one-third of the tongue is provided by the glossopharyngeal nerve (CN IX). $#Educational objective# Because of the diverse functions of the facial nerve (CN VII), patients with Bell palsy may experience decreased tear production, hyperacusis, and/or loss of taste sensation over the anterior two-thirds of the tongue, in addition to unilateral facial weakness. ","clickable_1":"images/img1.8329.jpg","clickable_2":"images/img2.8329.jpg","clickable_3":"images/img3.8329.jpg","clickable_4":"images/img4.8329.jpg"},

{"id":"1268","title":"A 21-year-old man comes to the clinic due to weakness and gait disturbance.  For the past few months, he has noticed difficulty opening the lids on jars, along with trouble releasing his grip afterward.  The patient has also tripped and fallen several times, particularly when walking up stairs.  He has no known chronic medical conditions and takes no medications.  Vital signs are normal.  The patient has male pattern baldness.  Cardiopulmonary examination is unremarkable.  The abdomen is soft with no organomegaly.  A muscle biopsy shows muscle atrophy involving mostly type 1 fibers.  This patient most likely has a form of which of the following neuromuscular diseases?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inflammatory myopathy","answer_2":"B. Ion channel myopathy","answer_3":"C. Mitochondrial myopathy","answer_4":"D. Motor neuron disease","answer_5":"E. Muscular dystrophy","answer_6":"F. Neuromuscular junction disease","percent_1":"4%","percent_2":"7%","percent_3":"20%","percent_4":"12%","percent_5":"49%","percent_6":"8%","right_answer":"E. Muscular dystrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","table_3":"§^#Myotonic dystrophy#∆⨉ §^#Pathogenesis# ∆ • Autosomal dominant trinucleotide (CTG) repeat expansion in DMPK gene* • Untranslatable mutant mRNA disrupts gene expression:$== o Disorganized T tubules → weakness & $==type I myofiber atrophy$== o Skeletal muscle chloride channel dysfunction$== → delayed muscle relaxation (myotonia) §^#Clinical features# ∆ • Classic (adult) form:$== o Progressive muscle weakness (eg, face, $== hands, ankles)$== o Myotonia$== o Cardiac abnormalities (eg, arrhythmias,$== cardiomyopathy)$== o Cataracts, frontal balding, insulin resistance • Childhood form:$== o Cognitive & behavioral problems (classic $== symptoms develop over time) §^#Diagnosis# ∆ • Genetic testing %*Repeat length correlates with earlier onset of more severe disease.","explanation_img":"","explanation_1":"","explanation_2":"$This patient has distal muscle weakness (eg, difficulty opening jar lids) with #delayed muscle relaxation# after contraction (myotonia), key features of #myotonic dystrophy# (DM). $DM is an autosomal dominant muscular dystrophy caused by a trinucleotide repeat expansion in the DMPK gene, which is then transcribed into #mutant mRNA#.  The @mutant mRNA@ is untranslatable and #toxic# to the expression of other genes, particularly those related to skeletal muscle chloride channels, resulting in #myotonia#.  Grip myotonia is classic and characterized by impaired muscle relaxation after voluntary release of a contracted hand. $The toxic mRNA also affects @T tubules@, which usually facilitate synchronized release of calcium ions for organized muscle contraction, resulting in weakness due to impaired excitation-contraction coupling.  #Weakness# classically involves the #face# (eg, long, narrow face with sagging) and #distal skeletal muscles#.  This patient's recent falls are likely due to footdrop, but quadriceps involvement can occasionally occur and may be contributing to his difficulty walking up stairs.  Muscular atrophy in DM preferentially affects the #type I (slow-twitch) fibers#, as seen on this patient's muscle biopsy. $Other common features of DM include cataracts, insulin resistance, and #early-onset frontal balding#. $#(Choice A)#  Inflammatory myopathies (eg, dermatomyositis, polymyositis) present with symmetric proximal muscle weakness without myotonia.  In addition, inflammatory cell infiltration is seen on muscle biopsy. $#(Choice B)#  Certain ion channel myopathies can manifest with myotonia, but those that do so are associated with muscle hypertrophy (not atrophy) due to muscle overactivity.  In contrast, the genetic defects causing muscular dystrophy result in progressive muscle damage that leads to atrophy of muscle fibers. $#(Choice C)#  Mitochondrial myopathies are characterized by varying degrees of muscle weakness, typically presenting in infancy or early childhood with multisystem involvement (eg, seizures).  In addition, ragged red fibers (due to bright red mitochondrial bundles) are classically seen on muscle biopsy. $#(Choice D)#  Motor neuron disease (eg, amyotrophic lateral sclerosis) is characterized by progressive nerve degeneration, resulting in skeletal muscle weakness.  Muscle wasting and a weak grip are common, but impaired muscle relaxation does not occur. $#(Choice F)#  Myasthenia gravis, caused by postsynaptic acetylcholine receptor antibodies, is the most common neuromuscular junction disorder and presents with proximal muscle weakness.  However, the weakness is fluctuating and fatigable, and hand weakness and relaxation impairment would not be expected. $#Educational objective# Myotonic dystrophy is characterized by muscle weakness and myotonia (impaired muscle relaxation) with muscle atrophy, particularly of the type I (slow-twitch) muscle fibers.  Pathophysiology involves a trinucleotide repeat expansion causing mutant RNA that disrupts muscle contraction and relaxation. ","clickable_1":"images/img1.1268.jpg","clickable_2":"images/img2.1268.jpg"},

{"id":"19784","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 56-year-old man comes to the office for evaluation of right leg pain and numbness. The pain started 2 days ago during an 8-hour car ride during which the patient was a backseat passenger in a small car. Midway through the car ride, he began to have numbness and burning pain over the lateral aspect of the right thigh. The patient has tried stretching to relieve the pain, but it has only worsened and he is now unable to wear a belt due to the discomfort. He has type 2 diabetes mellitus and has gained 11.3 kg (25 lb) over the past year. BMI is 42 kg/m2. On examination, lower extremity strength is 5/5 bilaterally. The right leg has a large area of numbness over the upper lateral thigh. Straight leg raise is negative. Reflexes are symmetrical and intact. Compression of which of the following nerves is the most likely cause of this patient's presentation?","answer_1":"A. Ilioinguinal","ansImg_1":"","answer_2":"B. Lateral femoral cutaneous","ansImg_2":"","answer_3":"C. Obturator","ansImg_3":"","answer_4":"D. Pelvic splanchnic","ansImg_4":"","answer_5":"E. Sciatic","ansImg_5":"","right_answer":"B. Lateral femoral cutaneous","percent_1":"2%","percent_2":"84%","percent_3":"4%","percent_4":"1%","percent_5":"8%","explanation_img":"images/exp19784.jpg","explanation_1":"","explanation_2":"$This patient has pain and decreased sensation in the distribution of the @lateral femoral cutaneous nerve@ (LFCN), consistent with #meralgia paresthetica# (MP).  The LFCN is a branch of the lumbar plexus, originating from L2-L3.  It runs lateral to the psoas muscle and exits the abdomen beneath the inguinal ligament.  MP is a #compression mononeuropathy# of the LFCN at the inguinal ligament, typically caused by tight clothing (eg, belts) or by injury during surgery (eg, hip arthroplasty).  Those with #obesity#, increased lumbar lordosis (eg, pregnancy), or #diabetes mellitus# are at increased risk. $MP presents with #pain, paresthesia, and numbness# in the #lateral thigh# above the knee.  However, #strength is normal# because the LFCN does not contain motor fibers.  The diagnosis is usually based on clinical findings.  Most patients are managed with weight loss and avoidance of tight clothing. $#(Choice A)#  The ilioinguinal nerve primarily provides sensory innervation to the upper medial thigh and genital region.  It accompanies the spermatic cord through the superficial inguinal ring; injury during pelvic or hernia surgery can lead to chronic suprapubic or groin pain. $#(Choice C)#  The obturator nerve is typically injured in anterior hip dislocation or pelvic surgery.  Sensory symptoms occur in the @medial thigh@ and are often associated with weakness in the adductor muscles. $#(Choice D)#  The @pelvic splanchnic nerves@ (S2-S4) provide parasympathetic innervation to the hindgut, bladder, and urinary sphincters and regulate peristalsis, bladder emptying, and defecation.  They are commonly involved in cauda equina syndrome (eg, lumbar epidural metastasis) but are not vulnerable to external compression and would not cause lateral thigh symptoms. $#(Choice E)#  The @sciatic nerve@ arises from the L4-S3 nerve roots.  Compression of the nerve (or contributing nerve roots) can occur at the spine (eg, herniated disc), piriformis muscle, greater sciatic foramen, or posterior thigh.  Sciatica is a classic (though nonspecific) syndrome characterized by back and buttock pain that radiates down the posterior thigh to the foot; associated features include lower extremity weakness and a positive @straight leg raise test@. $#Educational objective# Meralgia paresthetica is caused by compression of the lateral femoral cutaneous nerve, typically due to tight clothing.  It presents with pain, paresthesia, and numbness in the lateral thigh without motor weakness.  Risk factors include obesity, pregnancy, and diabetes mellitus.  ","clickable_1":"images/img1.19784.jpg","clickable_2":"images/img2.19784.jpg","clickable_3":"images/img3.19784.jpg","clickable_4":"images/img4.19784.jpg","clickable_5":"images/img5.19784.mp4"},

{"id":"11663","title":"A 26-year-old woman comes to the office due to several weeks of pain and muffled hearing in the left ear, along with a sensation of jaw clicking when chewing food. The patient has had episodic headaches and left-sided facial pain for several years that is worse when moving her jaw. She also has been told that she grinds her teeth while asleep. On examination, the patient is unable to fully open her mouth and reports pain with passive movement of the jaw. The external auditory canal and tympanic membrane are normal. A disorder affecting pterygoid muscle contractility is suspected. Involvement of which of the following nerves is most likely contributing to this patient's ear symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cervical spinal nerves","ansImg_1":"","answer_2":"B. Facial nerve","ansImg_2":"","answer_3":"C. Mandibular nerve","ansImg_3":"","answer_4":"D. Maxillary nerve","ansImg_4":"","answer_5":"E. Vestibulocochlear nerve","ansImg_5":"","right_answer":"C. Mandibular nerve","percent_1":"0%","percent_2":"27%","percent_3":"52%","percent_4":"12%","percent_5":"9%","explanation_img":"","explanation_1":"","explanation_2":"$This patient's facial pain, headaches, jaw dysfunction, and ear pain/muffled hearing are characteristic of #temporomandibular disorder# (TMD).  The underlying etiology of TMD is multifactorial but includes temporomandibular joint (TMJ) derangement (eg, jaw misalignment, trauma) and #hypersensitivity of the mandibular nerve#. $The mandibular nerve (CN V3) is the largest branch of the #trigeminal nerve# and supplies sensation to the TMJ, floor of the mouth, anterior tongue, and the @lower part of the face@.  It also innervates the muscles of mastication (eg, medial and lateral pterygoid, masseter, temporalis), tensor veli palatini, and the @tensor tympani@ in the middle ear, which dampens loud sounds by tensing the tympanic membrane. $Mechanical derangement of the TMJ can result in irritation and hypersensitivity of the mandibular nerve, leading to pathologic contraction of the pterygoid muscles (worsening the jaw pain and dysfunction) and tensor tympani (causing #ear pain# and #muffled hearing# despite a normal otoscopic examination). $#(Choice A)#  Most patients with TMD have cervical spinal dysfunction and neck pain due to muscular and functional connections between the jaw and cervical regions.  However, cervical spinal nerve damage is usually caused by overt structural lesions of the cervical spine (eg, cervical spondylosis, disc herniation) and would not result in ear pain or muffled hearing (but rather neck, shoulder, and arm pain/weakness). $#(Choice B)#  The facial nerve (CN VII) provides sensory innervation to the external auditory canal/concha and motor innervation to the muscles of facial expression and the stapedius muscle, which dampens high-amplitude sound wave transmission.  However, the facial nerve does not innervate the pterygoid muscles or TMJ. $#(Choice D)#  The maxillary nerve (CN V2) provides sensory innervation to the cheek, nares, upper lip, and teeth.  Involvement of the maxillary nerve in trigeminal neuralgia can cause facial pain; however, muffled hearing and pterygoid muscle dysfunction indicate mandibular nerve involvement. $#(Choice E)#  The vestibulocochlear nerve (CN VIII) carries auditory and balance information from the inner ear.  Damage to the cochlear portion of CNVIII (eg, vestibular schwannoma) can result in hearing loss; however, it would not be associated with facial pain or pterygoid muscle dysfunction. $#Educational objective# Temporomandibular disorder is associated with dysfunction of the temporomandibular joint and hypersensitivity of the mandibular nerve (CN V3).  This can result in pathologic contraction of the pterygoid muscles (eg, jaw pain/dysfunction) and the tensor tympani in the middle ear (eg, ear pain, muffled hearing).  ","clickable_1":"images/img1.11663.jpg","clickable_2":"images/img2.11663.jpg"},

{"id":"12025","title":"A 36-year-old woman comes to the office due to firm, nontender swelling of her right cheek for the past 4 months. The patient has had no fever, runny nose, sore throat, or cough. She drinks a glass of wine with dinner on most nights but does not use tobacco. Physical examination shows fullness of the preauricular space on the right side. An MRI of the region identifies a 2.2-cm mass in the right parotid gland, and a follow-up core needle biopsy shows the lesion to be neoplastic. If left untreated, this patient is most likely to develop which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bitemporal hemianopsia","ansImg_1":"","answer_2":"B. Facial droop","ansImg_2":"","answer_3":"C. Facial numbness","ansImg_3":"","answer_4":"D. Hoarseness","ansImg_4":"","answer_5":"E. Horner syndrome","ansImg_5":"","answer_6":"F. Strabismus","ansImg_6":"","right_answer":"B. Facial droop","percent_1":"0%","percent_2":"70%","percent_3":"20%","percent_4":"5%","percent_5":"5%","percent_6":"1%","explanation_img":"images/exp12025.jpg","explanation_1":"","explanation_2":"$The #extracranial# portion of the #facial nerve (CN VII)# carries motor innervation to the muscles of facial expression.  This nerve exits the skull through the #stylomastoid foramen# and courses within the substance of the parotid gland.  Within this gland, the facial nerve divides into its 5 terminal branches (temporal, zygomatic, buccal, mandibular, and cervical).  @Parotid gland tumors@ can compress and disrupt the ipsilateral facial nerve and its branches, causing #facial droop#.  In fact, most parotid gland tumors causing facial nerve paralysis are #malignant# neoplasms. $#(Choice A)#  Bitemporal hemianopsia typically results from tumors (eg, craniopharyngioma, pituitary adenoma) within the sella turcica that compress the optic chiasm. $#(Choice C)#  The trigeminal nerve (via its 3 branches) provides sensation to the face and motor innervation to the muscles of mastication.  This nerve follows a deep course and is unlikely to be damaged by a tumor of the parotid gland. $#(Choice D)#  The recurrent laryngeal nerve is a branch of the vagus nerve that loops below the aortic arch on the left and below the subclavian artery on the right to provide motor innervation to the laryngeal muscles.  During #thyroid surgery#, this nerve may be damaged due to its proximity to the inferior thyroid artery.  Unilateral nerve injury often causes hoarseness, whereas bilateral injury may cause inspiratory stridor and respiratory distress due to complete #vocal cord paralysis#. $#(Choice E)#  Horner syndrome presents with partial ptosis, miosis, and anhidrosis due to interruption of the sympathetic innervation to the head.  This can occur with lesions affecting the lateral hypothalamus, hypothalamospinal tract, paravertebral sympathetic chain/stellate ganglion (eg, Pancoast tumor), or internal carotid artery (eg, carotid dissection). $#(Choice F)#  Strabismus (improper alignment of the eyes) can result from disorders of the extraocular muscles or the nerves that innervate them (CN III, IV, or VI). $#Educational objective# The facial nerve (CN VII) exits the stylomastoid foramen and courses through the substance of the parotid gland, where it divides into its 5 terminal branches that innervate the muscles of facial expression.  Malignant tumors of the parotid gland often compress and disrupt the facial nerve and its branches, causing ipsilateral facial droop.  ","clickable_1":"images/img1.12025.jpg"},

{"id":"1601","title":"A 32-year-old man comes to the emergency department due to a 2-day history of progressive difficulty walking and tingling in his feet.  He says that his feet feel \"like they've gone to sleep\" and states that he tripped while walking this morning.  Medical history is unremarkable except for an episode of acute diarrhea 2 weeks ago that resolved spontaneously.  The patient takes no medications.  He drinks 1-2 alcoholic beverages daily and does not use tobacco products or illicit drugs.  Vital signs are within normal limits.  Physical examination shows decreased muscular strength in the lower extremities bilaterally with absent deep tendon reflexes.  Which of the following agents is most likely associated with this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Campylobacter jejuni","answer_2":"B. Rotavirus","answer_3":"C. Salmonella","answer_4":"D. Shiga toxin–producing Escherichia coli","answer_5":"E. Shigella","answer_6":"F. Zika virus","percent_1":"93%","percent_2":"2%","percent_3":"1%","percent_4":"1%","percent_5":"1%","percent_6":"1%","right_answer":"A. Campylobacter jejuni","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Guillain-Barré syndrome#∆⨉ §^#Mechanism# ∆ • Immune-mediated polyneuropathy due to cross-reacting antibodies (molecular mimicry) §^#Triggering events# ∆ • Campylobacter jejuni • Viral illness (eg, HIV, upper respiratory viral illness) • Trauma/surgery • Vaccinations §^#Pathology# ∆ • Endoneurial inflammation • Segmental demyelination & axon damage §^#Manifestations# ∆ • Symmetric, progressive muscle weakness • Depressed deep tendon reflexes • Paresthesias; back pain • Respiratory compromise","explanation_img":"","explanation_1":"","explanation_2":"This patient with progressive lower extremity weakness, depressed deep tendon reflexes, and paresthesias has #Guillain-Barré syndrome# (GBS).  GBS represents a group of immune-mediated demyelinating polyneuropathies that are thought to be caused by #molecular mimicry#.  An antecedent event (typically an infection) provokes an immune response that cross-reacts with the Schwann cells and myelin sheath of the peripheral nerves.  The myelin sheath is stripped from the axon, leading to loss of neuronal conductivity and axonal degeneration.  Up to one-third of GBS cases are preceded by #Campylobacter jejuni# infection, a common cause of acute (sometimes bloody) #diarrhea#.  Less common antecedent infections include upper respiratory viral illnesses, Epstein-Barr virus, cytomegalovirus, Zika virus, and HIV. $Patients with GBS experience #symmetric#, #ascending weakness# that typically begins in the legs and progresses to flaccid paralysis and respiratory failure.  Decreased or absent deep tendon reflexes, paresthesias, pain (often of the back), and dysautonomia are common. $#(Choices B, C, D, and E)#  Rotavirus, Salmonella, Shiga toxin–producing Escherichia coli, and Shigella are all important causes of diarrhea but are not associated with GBS.  Both Shiga toxin–producing E coli and Shigella can cause bloody diarrhea and are associated with hemolytic uremic syndrome.  Salmonella typically causes nonbloody diarrhea and may lead to bacteremia, particularly in an asplenic patient.  Rotavirus, most commonly seen in children, causes nonbloody diarrhea and can lead to gastrointestinal obstruction due to small bowel intussusception. $#(Choice F)#  Zika virus is associated with GBS; however, patients with Zika virus typically present with a pruritic maculopapular rash, low-grade fever, arthralgias, and conjunctivitis rather than diarrhea. $#Educational objective# Guillain-Barré syndrome represents a group of immune-mediated polyneuropathies that are thought to be caused by molecular mimicry, leading to demyelination of the peripheral nerves.  Up to one-third of GBS cases are preceded by a Campylobacter jejuni infection, which is a common cause of acute diarrheal illness.  "},

{"id":"15727","title":"A 19-year-old man comes to the emergency department after being stabbed in the right arm during a fight. The patient has no chronic medical conditions. Vital signs are within normal limits. Examination of the right upper extremity shows a 4-cm laceration oriented transversely over the volar (flexor) surface of the proximal forearm. The patient is taken to the operating room for surgical repair. While exploring the wound, a nerve that courses between the flexor digitorum superficialis and profundus muscles is found to be transected. Which of the following movements is most likely to be impaired in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adduction of the third and fourth digits","ansImg_1":"","answer_2":"B. Adduction of the thumb","ansImg_2":"","answer_3":"C. Extension of the metacarpophalangeal joints","ansImg_3":"","answer_4":"D. Extension of the wrist","ansImg_4":"","answer_5":"E. Opposition of the thumb","ansImg_5":"","answer_6":"F. Supination of the forearm","ansImg_6":"","right_answer":"E. Opposition of the thumb","percent_1":"13%","percent_2":"13%","percent_3":"6%","percent_4":"7%","percent_5":"50%","percent_6":"11%","explanation_img":"images/exp15727.jpg","explanation_1":"","explanation_2":"$The #median nerve# is formed from spinal nerves C5-T1 via the medial and lateral cords of the @brachial plexus@.  It courses with the brachial artery between the biceps brachii and brachialis muscles before entering the forearm.  In the anterior (volar) forearm, the median nerve passes between the heads of the pronator teres before coursing #between the flexor digitorum superficialis and profundus# muscles.  It ultimately passes into the hand through the @carpal tunnel@ beneath the flexor retinaculum. $The median nerve is most commonly injured by compression within the carpal tunnel (ie, carpal tunnel syndrome), leading to pain and numbness in the first 3 digits and lateral half of the fourth, along with #weakness of thumb flexion and opposition#.  However, the nerve can be injured more proximally by penetrating trauma to the upper forearm, supracondylar fracture, or entrapment between the heads of pronator teres.  In addition to the above symptoms, proximal injury causes decreased sensation over the thenar eminence and weakness of flexion in the wrist and second and third digits (ie, preacher or #benediction hand#). $#(Choices A and B)#  The adductor pollicis muscle (adduction of the thumb) and palmar interossei (adduction of the third and fourth digits) are innervated by the deep branch of the ulnar nerve.  The ulnar nerve courses between the flexor digitorum profundus and flexor carpi ulnaris in the @medial forearm@. $#(Choices C and F)#  The extensor digitorum (extension of digits at metacarpophalangeal joints) and supinator (supination of forearm) are innervated by the deep branch of the radial nerve (posterior interosseous nerve).  This nerve runs in the @posterior forearm@ between the deep and superficial extensor muscles. $#(Choice D)#  Extension of the wrist is largely performed by extensor carpi ulnaris and extensor carpi radialis longus and brevis, which are innervated by the radial nerve.  The radial nerve courses between the medial and lateral heads of the triceps brachii in the @upper arm@ before splitting into deep and superficial branches. $#Educational objective# The median nerve is most commonly injured within the carpal tunnel, leading to pain and numbness in the first 3 digits and lateral half of the fourth, as well as weakness of thumb flexion and opposition.  More proximal injury (in the forearm) additionally causes decreased sensation over the thenar eminence and weakness of flexion in the wrist and second and third digits. ","clickable_1":"images/img1.15727.jpg","clickable_2":"images/img2.15727.jpg","clickable_3":"images/img3.15727.jpg","clickable_4":"images/img4.15727.jpg","clickable_5":"images/img5.15727.jpg"},

{"id":"8352","title":"A 34-year-old man comes to the emergency department complaining of weakness, dizziness, and paresthesias involving his face and extremities.  He has never had symptoms like this before.  Two hours earlier, he ate fish at a new Japanese restaurant.  Neurological examination shows reduced muscle strength and decreased deep-tendon reflexes.  Which of the following parts of the action potential curve is most likely impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8352.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"8%","percent_2":"74%","percent_3":"6%","percent_4":"8%","percent_5":"4%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Voltage-gated sodium channel toxins#∆⨉ §Tetrodotoxin$ (puffer fish) ∆ Binds to Na+ channels, inhibiting Na+ influx and preventing action potential conduction §Saxitoxin$ (dinoflagellates in \"red tide\") ∆ Binds to Na+ channels, inhibiting Na+ influx and preventing action potential conduction §Ciguatoxin$ (exotic fish, Moray eel) ∆ Binds to the Na+ channel, keeping it open and causing persistent depolarization §Batrachotoxin$ (South American frogs) ∆ Binds to the Na+ channel, keeping it open and causing persistent depolarization","explanation_img":"","explanation_1":"","explanation_2":"This patient’s constellation of symptoms (ie, paresthesias, weakness, dizziness, nausea) and history of fish consumption are strongly suggestive of food poisoning by pufferfish, a Japanese delicacy.  Pufferfish can be lethal if not properly prepared.  It is necessary to remove the organs containing high quantities of tetrodotoxin, a toxin produced by microorganisms associated with the fish. $Tetrodotoxin binds to voltage-gated sodium channels in nerve and cardiac tissue, preventing sodium influx and depolarization.  Symptoms of tetrodotoxin poisoning occur quickly after ingestion and include dizziness, weakness, loss of reflexes, paresthesias of the face and extremities, nausea, vomiting, and diarrhea.  Higher exposures can cause severe hypotension and general paralysis; death can occur from respiratory failure and hypotension.  Treatment includes supportive care and intestinal decontamination with gut lavage and charcoal. $#(Choice A)#  The resting potential is equal to approximately -70 mV.  It is maintained by high membrane K+ permeability and low Na+permeability.  K+ efflux occurs via non-gated K+ channels (leak channels). $#(Choice C)#  Overshoot represents the maximal value of the action potential during which the membrane potential is positive.  At this point, open sodium channels become inactivated and close, preventing further increase in the membrane potential. $#(Choice D)#  Repolarization results from closure of Na+ channels and simultaneous opening of K+ channels.  This results in a sharp decrease in Na+ conductance and a significant increase in K+ conductance.  Potassium efflux is responsible for returning the membrane potential to the resting potential. $#(Choice E)#  Hyperpolarization occurs for a short moment following repolarization due to the slow closure of voltage-gated potassium channels.  The membrane potential becomes more negative than the normal resting potential and approaches the K+ equilibrium potential of -85 mV.  When the voltage-gated K+ channels close, the membrane potential returns to the resting value. $#Educational objective# Pufferfish poisoning is caused by tetrodotoxin, a neurotoxin produced by microorganisms associated with the fish.  Tetrodotoxin binds to voltage-gated sodium channels in nerve and cardiac tissue, preventing sodium influx and depolarization.  "},

{"id":"1452","title":"A 34-year-old man comes to the clinic with a 3-week history of difficulty hearing. He finds it increasingly difficult to tolerate everyday sounds. He also complains of ear pain and often avoids public places as a result. The patient has no past medical history and takes no medications. Injury to which of the following cranial nerves is most likely responsible for his condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accessory","ansImg_1":"","answer_2":"B. Facial","ansImg_2":"","answer_3":"C. Glossopharyngeal","ansImg_3":"","answer_4":"D. Hypoglossal","ansImg_4":"","answer_5":"E. Vagus","ansImg_5":"","right_answer":"B. Facial","percent_1":"2%","percent_2":"83%","percent_3":"8%","percent_4":"1%","percent_5":"6%","explanation_img":"images/exp1452.jpg","explanation_1":"","explanation_2":"$The #middle ear cavity# contains 3 auditory ossicles (malleus, incus, and stapes) and 2 skeletal muscles (tensor tympani and stapedius) that participate in the transmission of sound from the tympanic membrane to the cochlea.  The stapedius muscle arises from the wall of the tympanic cavity and inserts on the neck of the stapes.  It is innervated by the #stapedius nerve#, a branch of the #facial nerve (CN VII)#.  The stapedius muscle functions to stabilize the stapes; paralysis of the muscle (secondary to an injury or lesion to the facial nerve) causes the stapes to oscillate more widely, producing #hyperacusis#.  Patients will typically complain of increased sensitivity to everyday sounds (eg, shutting doors, ringing phones, traffic) and will often withdraw socially as a result.  Treatment consists of retraining (or sound) therapy using broadband noise (eg, \"white noise\"). $The tensor tympani muscle arises from the cartilaginous portion of the auditory tube and the adjoining part of the sphenoid bone and inserts into the malleus.  It functions to contract the tympanic membrane medially, thereby increasing its tension and dampening sound transmission.  It is innervated by the mandibular branch of the trigeminal nerve (CN V3). $Ipsilateral hyperacusis is a common finding associated with @Bell's palsy@ (unilateral/peripheral facial paralysis). $#(Choices A, C, D, and E)#  The accessory (CN XI), glossopharyngeal (CN IX), hypoglossal (CN XII), and vagus (CN X) nerves are not associated with hyperacusis. $#Educational objective# The stapedius muscle is innervated by the stapedius nerve (a branch of the facial nerve).  Paralysis of the stapedius muscle results in hyperacusis (eg, increased sensitivity to sound). ","clickable_1":"images/img1.1452.jpg"},

{"id":"1058","title":"A 32-year-old man is brought to the emergency department due to weakness and tingling that started in his feet and is now at his knees.  A week ago, the patient noticed that his legs felt weak while climbing stairs.  Since then, the weakness has progressively worsened every day.  Today, he fell twice when attempting to walk.  Medical history is insignificant, except for a mild respiratory infection 2 weeks ago that resolved spontaneously.  The patient does not use tobacco, alcohol, or illicit drugs.  He takes no medications.  Vital signs are within normal limits.  Physical examination shows marked weakness in the distal muscles and moderate weakness in the proximal muscles in both legs.  Deep tendon reflexes are absent at the knees.  This patient's condition is most likely associated with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endomysial inflammatory infiltration","answer_2":"B. Endoneurial arteriole hyalinization","answer_3":"C. Endoneurial inflammatory infiltration","answer_4":"D. Mutations of a muscle structural protein gene","answer_5":"E. Toxin penetration through the blood-nerve barrier","percent_1":"13%","percent_2":"1%","percent_3":"76%","percent_4":"1%","percent_5":"9%","right_answer":"C. Endoneurial inflammatory infiltration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1058.jpg","explanation_1":"","explanation_2":"$This patient has #ascending symmetric weakness# following a febrile illness, likely due to #Guillain-Barré syndrome# (GBS).  GBS is an acute, immune-mediated, demyelinating polyneuropathy thought to be due to molecular mimicry; infectious antigens provoke an immune response that cross-reacts with the myelin of the spinal roots and peripheral nerves, resulting in demyelination of peripheral nerves.  Patients develop a symmetric, ascending flaccid paralysis and areflexia leading to eventual respiratory failure; cranial nerve involvement can also occur.  This is typically preceded by an upper respiratory viral illness or an episode of diarrhea (due to Campylobacter jejuni). $ Histology demonstrates an #inflammatory infiltrate# located within the #endoneurium# (the innermost layer of connective tissue that surrounds a nerve axon and its corresponding blood vessel).  The infiltrate, consisting largely of lymphocytes and macrophages, extends from the small vessels (perivenular) to the associated nerve axon.  Macrophages strip the myelin sheath from the axon, and #lipid laden macrophages# are seen following the engulfment of myelin. $ (Choice A)  Endomysial inflammatory infiltration is characteristic of polymyositis (an immune-mediated inflammatory myopathy).  Patients develop symmetric weakness; however, weakness is greater proximally than distally. $ (Choice B)  Hyalinization of the nerve arterioles leads to ischemic nerve injury and is a cause of diabetic neuropathy.  However, this occurs over an extended time (decades) in patients with long-standing, uncontrolled diabetes. $ (Choice D)  Mutations in the gene that codes for the muscle protein dystrophin can cause either a complete absence of this protein (Duchenne muscular dystrophy) or its decreased synthesis (Becker muscular dystrophy).  Both of these diseases cause progressive weakness and lead to eventual respiratory failure but weakness is worse proximally and patients present in early childhood with a waddling gait and calf enlargement. $ (Choice E)  Corynebacterium diphtheriae can cause neuropathies due to Diphtheria toxin penetration through the blood-nerve barrier; however, diphtheria usually presents as pharyngitis with pseudomembrane formation and stridor.  In addition, the neuropathy typically affects the cranial nerves prior to the peripheral nerves. $ Educational objective Guillain-Barré syndrome is an acute demyelinating polyneuropathy.  It is thought to be due to molecular mimicry and is commonly preceded by an upper respiratory viral illness or gastroenteritis.  Segmental demyelination of the peripheral nerves and an endoneural inflammatory infiltrate are seen on light microscopy."},

{"id":"1552","title":"A 61-year-old man comes to the office due to a painful rash on his face for the past 3 days.  The patient has no other medical conditions and takes no medications.  He is a retired schoolteacher and lives with his wife.  Skin examination findings are shown in the @exhibit@.  The remainder of the physical examination shows no abnormalities.  Which of the following events most likely immediately preceded the appearance of skin rash in this patient? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1552.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alteration in the patient's normal skin flora","answer_2":"B. Close physical contact with an infected person","answer_3":"C. Inhalation of pathogen-containing aerosols","answer_4":"D. Reactivation of latent organism in sensory ganglia","answer_5":"E. Waning of organism-specific antibodies","percent_1":"3%","percent_2":"4%","percent_3":"9%","percent_4":"82%","percent_5":"2%","right_answer":"D. Reactivation of latent organism in sensory ganglia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1552.jpg","explanation_1":"","explanation_2":"$This patient has a crusted vesicular rash in a dermatomal distribution consistent with #shingles# (herpes zoster).  Shingles is caused by #reactivation# of #varicella-zoster virus# (VZV), a double-stranded DNA virus of the herpesvirus family.  Primary VZV infection occurs most commonly in childhood.  Inoculation in the nasopharyngeal mucosa is followed by migration of the virus to the regional lymphatics.  Subsequent dermatotrophic migration produces a diffuse vesicular rash associated with fever, malaise, and pharyngitis (#chickenpox#).  Then, the virus migrates via sensory nerves to #cranial nerve and dorsal spinal ganglia#, where it lies dormant for decades. $Most patients who have had primary chickenpox do not develop recurrent diffuse disease.  Over time, however, waning cell-mediated immune function allows reactivation of the virus, which typically spreads down a single spinal nerve to cause a painful, erythematous, vesicular rash in a dermatomal distribution.  The primary risk factor for reactivation is increasing age; other factors can include malignancy, autoimmune disease, and immune-suppressing therapy. $The varicella vaccine is recommended for prevention of primary disease in children, women of childbearing age, adults with sustained risk of exposure, and household contacts of immunocompromised hosts.  Zoster vaccine is recommended for adults age ≥50 and reduces the risk of reactivation. $#(Choice A)#  Colonization of the skin by transient flora (eg, Staphylococcus aureus, Candida species, gram-negative bacilli) occasionally leads to clinical disease, especially following antibiotic exposure (eg, vaginal candidiasis).  However, VZV does not remain on the surface of the skin for prolonged periods. $#(Choices B and C)#  Primary VZV infection (ie, chickenpox) can be acquired by direct contact or airborne aerosol from patients with active chickenpox or zoster lesions.  However, primary VZV infection causes diffuse lesions; lesions in a dermatomal distribution are seen only with reactivation from sensory ganglia. $#(Choice E)#  Declining VZV-specific immunity increases the risk of reactivation.  However, the immune response to VZV is primarily based on cell-mediated, rather than humoral (ie, antibodies), factors. $#Educational objective# Primary varicella-zoster virus infection (chickenpox) occurs most commonly in childhood.  Subsequently, the virus migrates to the sensory ganglia, where it lies dormant for decades.  Over time, waning cell-mediated immunity allows reactivation of the virus, which spreads down a single nerve to cause a painful, erythematous, vesicular rash in a dermatomal distribution.  "}
    
]