[

{"id":"879","title":"A 26-year-old woman, gravida 1 para 1, comes to the office for a contraception counseling visit.  The patient has been using a progestin-only pill for contraception since giving birth a year ago.  She would like to switch to a combined hormonal contraceptive as she is no longer breastfeeding.  The patient has no chronic medical conditions and takes no other daily medications.  Vital signs and physical examination are unremarkable.  Which of the following is the primary mechanism of pregnancy prevention when the patient switches to a combined hormonal contraceptive?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased release of gonadotropins","answer_2":"B. Decreased serum sex hormone–binding globulin levels","answer_3":"C. Increased cervical mucous viscosity","answer_4":"D. Increased gonadotropin-releasing hormone pulsatile activity","answer_5":"E. Impaired embryo implantation within the endometrium","percent_1":"74%","percent_2":"2%","percent_3":"8%","percent_4":"4%","percent_5":"12%","right_answer":"A. Decreased release of gonadotropins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Contraceptives# ∆⨉ §^#Methods# ∆^#Primary mechanism of action# §#Systemic progestins#$$ • Combined hormonal contraceptive (eg, pill, transdermal patch, vaginal ring) • Progestin implant/injection ∆ Suppresses GnRH & pituitary gonadotropin secretion, inhibiting ovulation §#Locally-acting progestins#$$ • Progestin-only (norethindrone) pill • Levonorgestrel IUD ∆ Thickens cervical mucus, impairing sperm penetration § •Copper IUD ∆ Creates chronic cytotoxic inflammatory response in uterus, impairing sperm migration %#Combined =# the combination of ethinyl estradiol & a progestin;$ #GnRH =# gonadotropin-releasing hormone; #IUD =# intrauterine device.","explanation_img":"","explanation_1":"","explanation_2":"Both the estrogen and progestin components in #combined hormonal contraceptives# (CHCs) are effective at preventing pregnancy, and when used together, have additive effects. $CHCs provide an exogenous source of #estrogen and progestin#, which result in constant elevated systemic levels of both hormones.  The elevated serum estrogen and progestin levels exert #negative feedback# on both the hypothalamus (decreases gonadotropin-releasing hormone [GnRH] pulsatile release) and the anterior pituitary (#decreases gonadotropin [LH, FSH] release#). $The estrogen component provides the most important mechanism of pregnancy prevention because it specifically prevents the release of FSH, which #suppresses folliculogenesis#.  Without a dominant follicle and a mid-cycle @LH surge@, ovulation is inhibited, and pregnancy is prevented. $The progestin component not only works in conjunction with estrogen to prevent the gonadotropin release but also provides pregnancy prevention via additional mechanisms.  Progestin increases cervical mucus viscosity (which prevents sperm passage) and decreases Fallopian tube peristalsis and motility (which limits oocyte transport).  Continuous progesterone exposure also induces endometrial changes that impair embryo implantation.  However, the #estrogen component# of CHCs helps ensure that #ovulation inhibition# is the primary mechanism of pregnancy prevention #(choices C and E)#. $#(Choice B)#  The estrogen component of CHCs leads to an increase in sex hormone–binding globulin (SHBG), which can then bind additional free-circulating androgens (eg, testosterone).  The increase in SHBG by the estrogen component of CHCs is why CHCs are effective at treating conditions associated with hyperandrogenism (eg, polycystic ovary syndrome) and mitigating their clinical features (eg, acne, hirsutism). $#(Choice D)#  The rise in the systemic levels of both estrogen and progesterone leads to a decrease (not increase) in the pulsatile activity of gonadotropin-releasing hormone through a negative feedback system. $#Educational objective# Combined hormonal contraceptives are effective at preventing pregnancy by decreasing the release of gonadotropins, which suppresses folliculogenesis and inhibits ovulation.  ","clickable_1":"images/img1.879.jpg"},

{"id":"21791","title":"A 24-year-old woman comes to the office for an infertility evaluation.  The patient has had irregular menstrual cycles for the past 5 years, with menstrual periods every 2-3 months.  Medical history is notable for an appendectomy 8 years ago but is otherwise not significant.  The patient takes no medications.  Blood pressure is 125/86 mm Hg and pulse is 72/min.  BMI is 33 kg/m2.  Physical examination shows facial acne and excessive hair growth on the upper lip and chin.  Which of the following pathologic findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrophic endometrium","answer_2":"B. Bilateral adrenal atrophy","answer_3":"C. Enlarged ovaries","answer_4":"D. Pituitary adenoma","answer_5":"E. Polycystic kidneys","percent_1":"4%","percent_2":"1%","percent_3":"83%","percent_4":"2%","percent_5":"10%","right_answer":"C. Enlarged ovaries","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Polycystic ovary syndrome#∆⨉ §^#Clinical$ features# ∆ • Androgen excess: hirsutism, acne, androgenic alopecia • Ovarian dysfunction: menstrual irregularity, polycystic ovaries • Insulin resistance: acanthosis nigricans, glucose intolerance/diabetes, metabolic syndrome • Obesity §^#Treatment# ∆ • Weight loss • Combination hormonal contraceptives • Metformin (if hyperglycemia/diabetes)","explanation_img":"","explanation_1":"","explanation_2":"This patient with menstrual irregularities, infertility, obesity, and hirsutism likely has #polycystic ovary syndrome# (#PCOS#).  The etiology is heterogeneous and multifactorial (eg, hormonal, genetic, environmental), but patients characteristically have elevated levels of both androgen and estrogen. $#Hyperandrogenism#, which can be diagnosed clinically (eg, hirsutism, acne) or biochemically (ie, elevated testosterone), occurs due to increased ovarian androgen production.  Androgens are then converted to estrogens in the peripheral adipose tissue and ovaries by the enzyme aromatase; patients with PCOS are commonly #obese# and have #increased# peripheral and ovarian #estrogen production# (ie, estrone and estradiol). $The consistent elevation in estrogen acts on the hypothalamic-pituitary-ovarian axis and causes #menstrual irregularities# and anovulatory infertility.  During a @normal menstrual cycle@, the growth of a dominant follicle causes a gradual increase in estrogen, which triggers hypothalamic GnRH release in a high-frequency pulse pattern that preferentially stimulates greater LH than FSH production in the anterior pituitary (ie, the LH surge to trigger oocyte release).  Following ovulation, GnRH release returns to a low-frequency pattern that allows FSH to stimulate the next follicular phase. $In contrast, patients with PCOS have consistently elevated estrogen levels, leading to a #persistent imbalance in the LH/FSH ratio#.  Because FSH remains low relative to LH, there is no maturation and release of a single, dominant ovarian follicle (ie, #anovulation#).  Instead, multiple, smaller follicles accumulate fluid to cause the @classic appearance@ of #bilateral, enlarged, polycystic ovaries#. $#(Choice A)#  Endometrial proliferation is estrogen dependent.  An atrophic endometrium is associated with low estrogen (eg, menopause); in contrast, patients with PCOS have chronically elevated estrogen levels and are at increased risk for endometrial hyperplasia or cancer. $#(Choices B and D)#  Cushing syndrome is caused by cortisol excess, usually due to a hyperfunctioning adrenal adenoma (which causes compensatory contralateral, not bilateral, adrenal atrophy) or an ACTH-producing pituitary adenoma.  Although Cushing syndrome and PCOS share several clinical features (eg, obesity, hirsutism, menstrual irregularities), patients with Cushing syndrome typically also have moon facies, enlarged fat pads, hypertension, and proximal muscle weakness. $#(Choice E)#  Polycystic kidney disease is an inherited condition with juvenile and adult forms.  Patients typically have hypertension, flank pain, hematuria, and renal insufficiency.  It does not cause menstrual irregularities or hirsutism. $#Educational objective# Polycystic ovary syndrome (PCOS) may present with menstrual irregularities, signs of hyperandrogenism (eg, acne, hirsutism), and obesity.  Patients with PCOS typically have bilateral, enlarged, cystic ovaries.  ","clickable_1":"images/img1.21791.jpg","clickable_2":"images/img2.21791.jpg"},

{"SubjectSystem":"Pharmacology-Female Reproductive ststem","id":"577","title":"A 27-year-old woman, gravida 0 para 0, comes to the office for contraceptive management.  The patient recently started a new relationship and would like a more reliable form of contraception than barrier contraception.  Her menstrual cycles occur every 4-5 weeks with 3-6 days of heavy bleeding.  The patient has occasional migraines that are associated with visual disturbances.  She had low-grade cervical dysplasia a year ago and was treated for Chlamydia trachomatis cervicitis 3 months ago.  Vital signs are normal.  BMI is 31 kg/m2.  Physical examination, including pelvic examination, is normal.  Urine pregnancy test is negative.  Which of the following is a contraindication for combined estrogen/progestin oral contraceptive pills in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Body mass index","answer_2":"B. Gravidity and parity","answer_3":"C. Headache type","answer_4":"D. Menstrual cycle pattern","answer_5":"E. Prior abnormal Pap tests","answer_6":"F. Recent sexually transmitted infection","percent_1":"14%","percent_2":"1%","percent_3":"57%","percent_4":"4%","percent_5":"20%","percent_6":"3%","right_answer":"C. Headache type","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Contraindications to combined estrogen/progestin contraceptive pills# ∆⨉ §^#↑ Venous thromboembolism risk# ∆ • Tobacco use • Prolonged immobilization • Prior venous thromboembolism • Thrombophilia (eg, antiphospholipid antibody syndrome) • <3 weeks postpartum §^#↑ Cardiovascular disease &$ stroke# ∆ • Migraines with aura • Uncontrolled hypertension • Ischemic heart disease • Prior stroke §^#Medical conditions negatively$ affected by ↑ estrogen# ∆ • Active breast cancer • Active liver disease (eg, acute hepatitis, liver cancer)","explanation_img":"","explanation_1":"","explanation_2":"#Combined estrogen/progestin oral contraceptive pills# (OCPs) are a reliable (91% efficacy) and reversible female contraceptive method.  The estrogen component suppresses ovulation by acting on the @hypothalamic-pituitary-ovarian (HPO) axis@ to inhibit GnRH, FSH, and the midcycle LH surge; it also stabilizes the endometrium to control bleeding.  The progestin component also inhibits the HPO axis and further enhances contraceptive efficacy by thickening cervical mucus. $However, #estrogen is prothrombotic# and can increase the risk for severe complications, such as thrombosis, ischemic vascular disease, and stroke, particularly in patients with an elevated baseline risk.  Patients with #migraine with aura# (ie, visual disturbances or sensory [eg, paresthesia, numbness], auditory, or motor [eg, tremors, weakness] dysfunction) have a baseline #increased risk for ischemic stroke#, likely due to underlying endothelial dysfunction.  In these patients, exogenous estrogen use can further compound the risk for stroke; therefore, estrogen-containing OCPs are #contraindicated#. $#(Choice A)#  Elevated BMI is not a contraindication to the use of OCPs because they have similar efficacy in overweight/obese patients and do not cause significant weight gain. $#(Choice B)#  Because OCPs are a reversible form of contraception, a patient's gravidity and parity are not contraindications to their use.  In contrast, some gynecologic procedures (eg, endometrial ablation, uterine artery embolization) are contraindicated in patients who desire future fertility because the procedures can increase the risk for obstetric complications (eg, placenta accreta) in future pregnancies. $#(Choice D)#  Because of the risk for undiagnosed endometrial cancer, unexplained, abnormal uterine bleeding can be a contraindication to the initiation of hormonal contraception until further evaluation (eg, ultrasound, endometrial biopsy) is performed.  However, this patient's menstrual pattern is normal (eg, every 4-5 weeks, lasting 3-6 days); OCPs will likely improve her heavy bleeding. $#(Choice E)#  Unlike barrier method contraception, OCPs do not protect against human papillomavirus infection, which increases the risk for cervical cancer.  However, prior abnormal Pap testing is not a contraindication. $#(Choice F)#  Although a current pelvic infection is a contraindication to intrauterine device insertion, a recent or current sexually transmitted infection is not a contraindication to initiating OCPs. $#Educational objective# Estrogen-containing contraceptive pills (eg, combined estrogen/progestin oral contraceptive pills) are contraindicated in patients with migraine with aura due to the increased risk for ischemic stroke.  ","clickable_1":"images/img1.577.jpg"},

{"id":"1899","title":"A 14-year-old girl is brought to the office due to abnormal menstrual periods.  Since menarche, the patient's menses have been unpredictable.  She does not have menstrual bleeding each month, and when she does have a menstrual period, she bleeds for 7-10 days and occasionally needs to use nearly twice as many tampons a day as her older sister.  The patient underwent menarche a year ago, and her last menstrual period was 6 weeks ago.  Medical history is unremarkable.  BMI is 22 kg/m2.  Urine pregnancy test is negative, and a complete blood count is normal.  Which of the following is the most likely cause of this patient's irregular bleeding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Elevated serum LH levels","answer_2":"B. Endometrial stimulation by progesterone","answer_3":"C. Excessive peripheral estrogen production","answer_4":"D. Increased FSH secretion","answer_5":"E. Low and irregular GnRH pulses","percent_1":"9%","percent_2":"9%","percent_3":"12%","percent_4":"6%","percent_5":"64%","right_answer":"E. Low and irregular GnRH pulses","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1899.jpg","explanation_1":"","explanation_2":"$In most adult women, menstrual cycles consistently last 21-35 days, with menses lasting between 4 and 6 days.  In a normal @ovulatory cycle@, the #LH surge# triggers oocyte release, and the dominant follicle luteinizes into a #corpus luteum#, which secretes progesterone.  #Progesterone# is needed to convert the endometrium from the proliferative phase to the secretory phase, which stabilizes the endometrium and prepares it for implantation.  If fertilization and implantation do not occur, the corpus luteum degenerates, and the loss of progesterone causes the endometrium to degenerate, resulting in menstrual bleeding. $Adolescent girls typically have an #immature# hypothalamic-pituitary-ovarian axis for several years following menarche because the hypothalamus' pulsatile #release of GnRH# is #low and irregular#.  This results in decreased gonadotropin (FSH, LH) levels with an inability to mount an LH surge #(choices A and D)#, leading to anovulation and cycles without progesterone secretion. $Without progesterone, the endometrium remains in the @proliferative phase@ and can become disorganized and fragile with #unstable vasculature#, resulting in longer menstrual cycles with #irregular bleeding# and intermittent spotting #(choice B).# $#(Choice C)#  Excessive peripheral estrogen production is seen in women with obesity due to the conversion of androgens to estrogens in peripheral tissue.  This can result in irregular menstrual bleeding (from disorganized and unstable proliferative endometrium), but is unlikely in this patient with a normal BMI. $#Educational objective# Intermittent anovulatory cycles are common in the first few years after menarche due to an immature hypothalamic-pituitary-ovarian axis producing low and irregular GnRH pulses.  As a result, adolescent girls may have menstrual cycle variability with intermenstrual spotting and heavier menstrual bleeding.  ","clickable_1":"images/img1.1899.jpg","clickable_2":"images/img2.1899.jpg"}
    
]