[

{"id":"107931","title":"A 52-year-old man comes to the office for a routine health maintenance visit.  The patient feels well.  He is a former cigarette smoker of 15 pack-years but quit 10 years ago.  The patient no longer has cravings or an interest in smoking.  He enjoys restoring and preserving antique paintings, spending considerable time in his basement studio.  The patient has an African gray parrot and lives with his wife in a home built in the 1950s.  Cardiovascular and pulmonary examinations are normal.  He expresses concern about his risk for lung cancer.  Protection against which of the following is most likely to lower this patient's risk for lung cancer?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benzene solvent","answer_2":"B. Bird antigens","answer_3":"C. Bisphenol A","answer_4":"D. Mold spores","answer_5":"E. Radon gas","percent_1":"31%","percent_2":"4%","percent_3":"7%","percent_4":"9%","percent_5":"48%","right_answer":"E. Radon gas","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This former smoker has an elevated lifetime risk for lung cancer.  He quit smoking, which is the single most important intervention for decreasing his risk.  In addition to combustible tobacco, several #environmental carcinogens# have been definitively linked to lung cancer.  The most significant of these is #radon# (222Rn), a colorless, odorless, #radioactive# gas produced from the decay of uranium, found throughout the earth. $Radon enters structures through subterranean cracks and contaminated groundwater and accumulates in the @lower levels@ of the home (eg, #basements#).  Radon is unstable and undergoes nuclear decay, emitting radiation in the form of alpha particles.  Although they have minimal penetration in human tissue (< 50 microns), alpha particles are the most potent form of DNA-damaging ionizing radiation.  Because radon gas is #inhaled#, the respiratory tract epithelium is most susceptible to mutagenesis. $Radon is the second-leading cause of lung cancer in the US and the leading environmental risk factor for #lung cancer in nonsmokers#.  The risk is multiplied in current or previous smokers.  Radon testing and mitigation (eg, negative soil depressurization to prevent upward gas seepage) are recommended by multiple federal agencies and medical societies. $#(Choice A)#  Reactive metabolites of benzene (benzoquinones) cause oxidative DNA damage; benzene is a carcinogen implicated in hematologic neoplasms (eg, acute leukemias).  The main domestic source of benzene exposure is cigarette smoke.  Organic solvents (eg, paint thinners, lacquers) contain low levels of benzene and can irritate the mucosae (eg, conjunctivitis, nonspecific respiratory tract inflammation) but are not clearly linked to lung cancer. $#(Choices B and D)#  Bird ownership (eg, parrots) and mold spores (eg, Penicillium spp., Aspergillus spp.) can predispose to hypersensitivity pneumonitis, a type IV inflammatory lung disease (granulomatous, T-lymphocyte–driven) that can transition into pulmonary fibrosis if untreated.  However, it does not cause oncogenic DNA damage. $#(Choice C)#  Bisphenol A is a polycarbonate compound that is ubiquitous in consumer goods (eg, plastic containers).  It is classified as an endocrine-disrupting chemical, functioning as mixed estrogen agonist-antagonist and has been linked to an array of reproductive (eg, decreased spermatogenesis, decreased ovarian follicle mass) and cardiometabolic (eg, insulin resistance) disorders. $#Educational objective# Radon is a radioactive gas found throughout the earth that enters homes through contaminated soil and groundwater.  It emits highly ionizing alpha radiation, causing DNA damage in the respiratory tract epithelium when inhaled.  Aside from cigarette smoke, radon is the most important environmental risk factor for lung cancer.  ","clickable_1":"images/img1.107931.jpg"},

{"id":"1041","title":"A 56-year-old man comes to the office after 2 episodes of low-volume hemoptysis.  He describes the episodes as 'streaks of blood' in his sputum.  The patient has had a chronic cough over the last several years, most prominently in the morning.  He has also had several recent respiratory infections.  The patient has smoked a pack of cigarettes daily for the last 40 years.  Chest x-ray shows hyperinflated lungs but no infiltrates or masses.  Bronchoscopy is performed and several suspicious foci of bronchial mucosa are biopsied.  Microscopic examination of the bronchial mucosa reveals patches of stratified squamous epithelium.  The development of this patient's mucosal lesions most closely resembles which of the following disease processes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Barrett esophagus","answer_2":"B. Cervical cancer","answer_3":"C. Hypertrophic cardiomyopathy","answer_4":"D. Interstitial cystitis","answer_5":"E. Minimal change disease","percent_1":"72%","percent_2":"22%","percent_3":"2%","percent_4":"3%","percent_5":"1%","right_answer":"A. Barrett esophagus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1041.jpg","explanation_1":"","explanation_2":"$#Normal bronchi# are lined mainly by #pseudostratified ciliated columnar cells# that propel inhaled particles toward the oropharynx for removal by swallowing or expectoration.  Interspersed goblet cells produce mucus that traps inhaled debris.  The ciliated and goblet cells of respiratory epithelium are together responsible for mucociliary clearance. $ In response to #chronic irritation#, such as #smoking#, the respiratory epithelium may be replaced with squamous epithelium.  This change of cell types is called #squamous metaplasia# and is seen histologically as a transition to stratified polygonal epithelial cells.  This transition is initially @adaptive@ because squamous cells are more resistant to irritation than columnar cells.  However, the lack of cilia and goblet cells prevents effective mucociliary clearance and increases the risk of respiratory infections.  Squamous bronchial metaplasia is reversible and may resolve on discontinuation of smoking, but persistent irritant exposure can cause progression to dysplasia or squamous cell carcinoma. $ Other examples of metaplasia include @Barrett esophagus@, in which esophageal squamous epithelium is replaced by intestinal columnar epithelium with goblet cells in response to chronic acid exposure, and squamous metaplasia of the cervix. $ (Choice B)  Cervical squamous cell carcinoma (CSCC) is almost always caused by oncogenic strains of human papillomavirus (HPV) that integrate into the host cell genome.  Although HPV infects the metaplastic epithelium at the cervical transformation zone, development of CSCC is primarily driven by the expression of viral genes that inactivate host tumor-suppressor proteins. $ (Choice C)  Hypertrophic cardiomyopathy is an autosomal dominant disease caused by defects in the contractile proteins of the cardiac sarcomere.  These abnormalities lead to disordered myocardial fibers, left ventricular outflow obstruction, arrhythmia, and increased risk of sudden death. $ (Choice D)  Interstitial cystitis is characterized by urinary frequency and urgency, and pelvic pain.  Gross findings include erythema and ulceration of the bladder mucosa.  Histopathology shows inflammatory infiltrates and fibrosis. $ (Choice E)  Minimal change disease is associated with effacement of the processes of glomerular podocytes and is visible only on electron microscopy.  The underlying cell type is not altered. $ Educational objective Squamous bronchial metaplasia is a reversible, adaptive response to chronic irritation, such as smoking.  The normal columnar epithelium is replaced by squamous epithelium, which is more resistant to irritation but has reduced mucociliary clearance.  Metaplasia also occurs with Barrett esophagus, in which esophageal squamous epithelium is replaced by intestinal columnar epithelium with goblet cells in response to chronic acid exposure.","clickable_1":"images/img1.1041.mp4","clickable_2":"images/img2.1041.jpg"},

{"id":"12293","title":"A 72-year-old man comes to the office after several days of mild headache and lethargy.  He has also had weakness, chronic cough, and decreased appetite.  He drinks 2 or 3 beers each weekend and has a 40-pack-year smoking history.  Temperature is 37 C (98.6 F), blood pressure is 120/84 mm Hg, pulse is 78/min, and respirations are 24/min.  Lung examination shows mildly prolonged expiration with end-expiratory wheezes.  Laboratory results are as follows:","title_table":"?Hemoglobin? 11.2 g/dL ?Platelets? 194,000/mm3 ?Leukocytes? 7,600/mm3 ?Sodium? 122 mEq/L ?Potassium? 3.9 mEq/L ?Bicarbonate? 24 mEq/L ?Blood urea nitrogen? 16 mg/dL ?Creatinine? 0.6 mg/dL ?Glucose? 95 mg/dL ?Osmolality, plasma? 250 mOsm/kg H2O ?Osmolality, urine? 310 mOsm/kg H2O ","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Chest x-ray reveals overinflated lungs and a 2.5-cm left hilar mass.  Biopsy of the mass would most likely show which of the following?","audio":"","comparison_items":"","answer_1":"A. Carcinoid tumor","answer_2":"B. Lung adenocarcinoma","answer_3":"C. Lymphoma","answer_4":"D. Mesothelioma","answer_5":"E. Small cell lung cancer","answer_6":"F. Squamous cell lung carcinoma","percent_1":"4%","percent_2":"5%","percent_3":"1%","percent_4":"1%","percent_5":"73%","percent_6":"17%","right_answer":"E. Small cell lung cancer","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Lung malignancies &$ associated paraneoplastic syndromes! ?Small cell? • SIADH (ectopic ADH) • Cushing syndrome (ectopic $ACTH)• Lambert-Eaton myasthenic $syndrome • Cerebellar ataxia ?Squamous cell? • Hypercalcemia (secretion of $PTHrP) ?Adenocarcinoma? • Hypertrophic osteoarthropathy • Dermatomyositis or polymyositis • Migratory thrombophlebitis $(Trousseau syndrome) %#ACTH# = adrenocorticotropichormone; $ #ADH# = antidiuretic hormone; $ #PTHrP# = parathyroid hormone-related $peptide; #SIADH# = syndrome of $inappropriate antidiuretic hormone. ","explanation_img":"","explanation_1":"","explanation_2":"This patient's #hyponatremia# is most likely due to syndrome of inappropriate antidiuretic hormone (SIADH), which is one of several paraneoplastic syndromes that may occur in patients with #small cell lung cancer# (SCLC). $ Presenting symptoms of SIADH are often vague (eg, lethargy), but untreated SIADH can lead to significant hyponatremia causing seizures or coma.  Physical examination shows euvolemia, and laboratory results demonstrate #decreased serum osmolality# consistent with true (hypotonic) hyponatremia.  An essential characteristic of SIADH is #urine osmolality >100# mOsm/kg H2O, which reflects inability of the kidneys to produce adequately dilute urine to remove excess free water from the body (due to inappropriately high levels of ADH). $ SIADH may be caused by excessive release of ADH from the @posterior pituitary@ (eg, central nervous system disorder, medication adverse effect) or #ectopic secretion of ADH#.  SCLC, a neuroendocrine tumor that typically presents as a hilar mass in patients with a significant #smoking history#, is the most common cause of ectopic secretion of ADH. $ (Choice A)  Carcinoids are rare neuroendocrine tumors that typically occur in the digestive tract or lungs.  They may lead to carcinoid syndrome (eg, flushing, diarrhea, bronchoconstriction), which is a paraneoplastic syndrome caused by secretion of serotonin, histamine, and kinins.  Carcinoids may rarely cause SIADH, but SCLC is more likely in this patient with a hilar mass and significant smoking history. $ #(Choices B, D, and F)#  Lung adenocarcinoma may cause paraneoplastic hypertrophic osteoarthropathy, and squamous cell carcinoma can lead to paraneoplastic hypercalcemia (eg, secretion of parathyroid hormone-related protein).  Mesothelioma is a rare malignancy derived from the mesothelial lining of the thoracic cavity and has been associated with a variety of paraneoplastic syndromes (eg, peripheral neuropathy, migratory thrombophlebitis).  SIADH due to any of these malignancies would be unusual. $ (Choice C)  Paraneoplastic syndromes associated with lymphoma include hypercalcemia due to overproduction of 1,25-dihydroxyvitamin D and cerebellar degeneration.  SIADH would be atypical. $ Educational objective Small cell lung cancer is a neuroendocrine malignancy associated with several paraneoplastic syndromes.  It is the most common cause of syndrome of inappropriate antidiuretic hormone (SIADH) due to ectopic secretion of antidiuretic hormone.  SIADH is characterized by hyponatremia, decreased serum osmolality, and urine osmolality >100 mOsm/kg H2O.","clickable_1":"images/img1.12293.jpg"},

{"id":"564","title":"A 72-year-old woman comes to the office due to a persistent cough over the last 2 months that is occasionally associated with scant, white sputum.  She has also lost 4.5 kg (10 lb) since the onset of her symptoms.  The patient is an ex-smoker with a 25-pack-year history.  She was diagnosed with mild chronic obstructive pulmonary disease several years ago, and she uses albuterol as needed for episodes of wheezing and shortness of breath.  Physical examination shows scattered wheezes bilaterally.  Chest CT scan reveals a mass in the right lung.  Light microscopy of the mass is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/564.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma of the lung","answer_2":"B. Mesothelioma","answer_3":"C. Pulmonary tuberculosis","answer_4":"D. Small cell lung cancer","answer_5":"E. Squamous cell lung cancer","percent_1":"65%","percent_2":"2%","percent_3":"1%","percent_4":"14%","percent_5":"18%","right_answer":"A. Adenocarcinoma of the lung","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp564.jpg","explanation_1":"","explanation_2":"$This patient's histologic findings are consistent with #adenocarcinoma of the lung#, the most common type of primary @lung cancer@ in the United States.  It is also the most common type seen in #nonsmokers#, although like most forms of lung cancer, the #risk is increased# with prolonged #smoking# history.  Adenocarcinoma arises from the alveolar epithelium and is characterized by invasive cells with abundant cytoplasm and eccentrically placed nuclei that form #irregular glandular elements#; mucin production is common. $ Clinical manifestations are similar to other types of lung cancer and include cough, dyspnea, hemoptysis, and unexplained weight loss.  #Mucinous# forms can produce copious amounts of watery sputum (#bronchorrhea#).  Imaging shows a discrete mass or pneumonia-like consolidation, typically located on the #periphery# of the lung. $ (Choice B)  Mesothelioma is a rare malignancy associated with asbestos exposure; it arises from mesothelial cells and is located in the pleura (not the lung parenchyma, as in this patient).  Histopathology demonstrates cuboidal or spindle cells that stain positive for cytokeratin. $ (Choice C)  @Pulmonary tuberculosis@ typically presents with a cavitary lesion in the upper lungs, often associated with hilar adenopathy.  Histology demonstrates caseating granulomas with multinucleated giant cells. $ (Choice D)  @Small cell lung cancer@ is an aggressive malignancy strongly associated with smoking; it often arises in the major bronchi.  Histopathology demonstrates small, blue cells with scant cytoplasm, indistinct nucleoli, and granular chromatin (salt and pepper pattern). $ (Choice E)  @Squamous cell lung cancer@ is associated with smoking and typically arises centrally within a bronchial lumen.  Histopathology demonstrates invasive squamous cells with intercellular bridges and keratin pearls. $ Educational objective Adenocarcinoma, the most common pulmonary malignancy, is characterized histopathologically by invasive glandular cells with abundant cytoplasm and eccentrically placed nuclei; mucin production is common.  Imaging typically demonstrates a discrete mass or pneumonia-like consolidation at the periphery of the lung.","clickable_1":"images/img1.564.jpg","clickable_2":"images/img2.564.jpg","clickable_3":"images/img3.564.jpg","clickable_4":"images/img4.564.jpg"},

{"id":"555","title":"A 65-year-old man comes to the office due to several weeks of nonproductive cough.  The patient also has anorexia and unintentional weight loss.  His medical history includes hypothyroidism due to Hashimoto thyroiditis and a 50-pack-year smoking history.  Examination shows an enlarged right supraclavicular lymph node.  Imaging reveals a large mediastinal mass causing tracheal deviation.  The enlarged node is biopsied, and microscopy demonstrates clusters of small, ovoid cells with scant cytoplasm and a high mitotic count.  Immunohistochemical staining is positive for chromogranin.  This patient most likely has which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma","answer_2":"B. Hodgkin lymphoma","answer_3":"C. Papillary thyroid carcinoma","answer_4":"D. Small cell cancer","answer_5":"E. Squamous cell cancer","percent_1":"3%","percent_2":"3%","percent_3":"4%","percent_4":"87%","percent_5":"3%","right_answer":"D. Small cell cancer","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Small cell carcinoma of the lung! ?Clinical features? • Risks: smoking, male > female • Highly aggressive • Central location ?Histology? • Sheets of small blue cells with scant cytoplasm • Neuroendocrine markers: NCAM, neuron-specific enolase, $chromogranin, synaptophysin ?Associated paraneoplastic $syndromes? • SIADH • Cushing syndrome • Lambert-Eaton syndrome %#NCAM# = neural cell adhesion molecule; #SIADH# = syndrome of inappropriate antidiuretic hormone.","explanation_img":"","explanation_1":"","explanation_2":"$This patient with a heavy smoking history, weight loss, cough, and a mediastinal mass with evidence of metastases (ie, supraclavicular node enlargement) has #small cell lung cancer# (SCLC), also known as oat cell carcinoma. SCLC makes up 10%-20% of all primary lung malignancies and is strongly associated with #smoking#. It is usually #centrally located# and arises from the primitive cells of the basal layer of the bronchial epithelium. On light microscopy, @small, round or oval cell@ with scant cytoplasm, #hyperchromatic (blue) nuclei#, and granular chromatin are visualized. The cells, which may resemble lymphocytes but are typically larger, form clusters or sheets. Abundant mitoses are usually seen. $Small cell carcinomas can display varying degrees of #neuroendocrine differentiation#. Immunohistochemical stains are frequently positive for neuroendocrine markers, such as neuron-specific enolase, #chromogranin#, neural cell adhesion molecule (CD56), and #synaptophysin#. On electron microscopy, some of the cells have secretory granules in the cytoplasm. $#(Choice A)# @Adenocarcinoma@ is the most common form of cancer in both nonsmokers and the total population. It is histologically characterized by glandular differentiation (eg, gland formation, mucin production), and the tumor cells often show abundant cytoplasm and eccentrically placed nuclei. The cells often stain positive for mucin. It typically arises in the periphery of the lung. $#(Choice B)# @Hodgkin lymphoma@ typically presents with cervical lymphadenopathy and can cause a mediastinal mass. However, microscopy demonstrates Reed-Sternberg cells (large cell with multilobed nucleus or multiple nuclei, prominent nucleoli, abundant cytoplasm, and an 'owl’s eye' appearance) in a background of inflammatory cells. In addition, other B symptoms (eg, fever, night sweats) are common. $#(Choice C)# @Papillary thyroid carcinoma@ presents with a thyroid nodule and cervical lymphadenopathy but can also cause an anterior mediastinal mass. Histology reveals branching papillae, which are composed of a fibrovascular stalk covered by neoplastic cuboidal cells with clear ('ground-glass') nuclei. Psammoma bodies (laminated calcium deposits) can sometimes be seen. $#(Choice E)# @Squamous cell carcinoma@ typically arises centrally and is composed of polygonal cells with eosinophilic cytoplasm and distinct borders. Well-differentiated squamous cell carcinomas show keratin pearls and intercellular bridges on light microscopy. $#Educational objective# Small cell lung cancer is strongly associated with smoking and is usually centrally located. Histopathology shows small round/oval cells with scant cytoplasm, hyperchromatic (blue) nuclei, and granular chromatin; abundant mitoses are also usually seen. Immunohistochemical stains are frequently positive for neuroendocrine markers (eg, chromogranin, synaptophysin, neural cell adhesion molecule [CD56]).","clickable_1":"images/img1.555.jpg","clickable_2":"images/img2.555.jpg","clickable_3":"images/img3.555.jpg","clickable_4":"images/img4.555.jpg","clickable_5":"images/img5.555.jpg"},

{"id":"650","title":"A 72-year-old man is brought to the hospital due to a 1-week history of progressive confusion and lethargy.  He has also had a persistent cough for the past several weeks with 2 episodes of blood in the sputum.  The patient has hyperlipidemia, well-controlled hypertension, and a 48-pack-year smoking history.  On examination, mucous membranes are moist.  Lung auscultation reveals wheezing in the left lung.  Serum sodium is 123 mEq/dL.  Chest x-ray reveals a mass in the upper lobe of the left lung.  A bronchoscopic biopsy of the mass is performed, and light microscopy of the tissue confirms an aggressive lung cancer.  Which of the following is most likely to be present on further analysis of the patient's biopsy sample?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Epidermal growth factor receptor gene mutation","answer_2":"B. Glial fibrillary acidic protein","answer_3":"C. KRAS mutation","answer_4":"D. Mucin","answer_5":"E. Neural cell adhesion molecule","answer_6":"F. Vimentin","percent_1":"16%","percent_2":"5%","percent_3":"17%","percent_4":"6%","percent_5":"49%","percent_6":"7%","right_answer":"E. Neural cell adhesion molecule","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Small cell carcinoma of the lung! ?Clinical features? • Risks: smoking, male > female • Highly aggressive • Central location ?Histology? • Sheets of small blue cells with scant cytoplasm • Neuroendocrine markers: NCAM, neuron-specific enolase, $chromogranin, synaptophysin ?Associated paraneoplastic$ syndromes? • SIADH • Cushing syndrome • Lambert-Eaton syndrome %#NCAM# = neural cell adhesion molecule; #SIADH# = syndrome of inappropriate antidiuretic hormone. ","explanation_img":"","explanation_1":"","explanation_2":"This patient with an aggressive lung cancer has symptomatic hyponatremia (eg, confusion, lethargy) despite appearing euvolemic (moist mucous membranes).  This presentation suggests #small cell carcinoma of the lung# complicated by paraneoplastic syndrome of inappropriate antidiuretic hormone secretion (#SIADH#). $ Small cell carcinoma, the #most aggressive# type of lung cancer, typically occurs in patients with a history of #heavy smoking#.  It is characterized by a rapid doubling time and early distant spread; most patients have metastatic disease at the time of diagnosis.  Although small cell carcinoma is sensitive to chemotherapy and radiation, most patients relapse within months, and the 5-year survival rate is very low.  This malignancy frequently synthesizes hormones or hormone-like substances, resulting in paraneoplastic syndromes (eg, vasopressin resulting in SIADH, adrenocorticotropic hormone resulting in Cushing syndrome). $ Small cell carcinomas show evidence of neuroendocrine differentiation.  These tumors stain for #neuroendocrine markers#, such as #neural cell adhesion molecule (CD56)#, neuron-specific enolase, #chromogranin#, and synaptophysin.  Neurosecretory granules can be identified in the cytoplasm of the tumor cells on electron microscopy. $ (Choice A)  Epidermal growth factor receptor gene mutations are present in some non-small cell lung cancers (NSCLCs), most commonly in adenocarcinoma in nonsmokers.  This mutation can predict responsiveness to tyrosine kinase inhibitor drugs (eg, erlotinib, afatinib).  It is not present in small cell lung cancer. $ (Choice B)  Glial fibrillary acidic protein-positive fibrils are seen with some astrocytomas. $ (Choice C)  KRAS is an activating mutation that is present in up to 25% of lung adenocarcinomas and is associated with smoking.  It is also frequently seen in colorectal and pancreatic cancer. $ (Choice D)  Mucin is a glycoprotein that frequently provides a protective barrier to epithelial cells.  However, the MUC gene is overexpressed in a variety of malignancies (eg, breast, NSCLC, pancreatic) and is a marker for poor prognosis. $ (Choice F)  Vimentin is an intermediate filament found within cells of mesenchymal origin and is used in diagnosing sarcomas. $ Educational objective Small cell carcinoma of the lung is the most aggressive type of lung cancer and is commonly associated with paraneoplastic syndromes (eg, SIADH, Cushing syndrome).  It is thought to have a neuroendocrine origin; tumor cells express neuroendocrine markers (eg, neural cell adhesion molecule, chromogranin, synaptophysin) and contain neurosecretory granules in the cytoplasm."},

{"id":"565","title":"A 56-year-old man comes to the clinic due to recent-onset headache and dyspnea.  The patient also says he has had a puffy face for 2 weeks along with a persistent dry cough.  He does not have any neck or shoulder pain.  He has no other medical problems.  Physical examination shows symmetrical facial swelling and conjunctival edema.  The pupils are equal, round, and reactive to light.  Dilated veins are noted over his neck and upper trunk.  Heart and lung sounds are normal.  Peripheral strength and sensation are intact.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Airway obstruction","answer_2":"B. Autoimmune disease","answer_3":"C. Excessive hormone secretion","answer_4":"D. Mediastinal mass","answer_5":"E. Pericardial effusion","answer_6":"F. Pleural effusion","answer_7":"G. Superior sulcus tumor","percent_1":"2%","percent_2":"7%","percent_3":"10%","percent_4":"40%","percent_5":"3%","percent_6":"3%","percent_7":"34%","right_answer":"D. Mediastinal mass","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp565.jpg","explanation_1":"","explanation_2":"$This patient's symptoms are consistent with #superior vena cava (SVC) syndrome#, a condition that develops when SVC #obstruction# impairs venous return from the head, neck, upper trunk, and upper extremities. $The SVC is formed by the union of the right and left brachiocephalic veins behind the right first costal cartilage and descends inferiorly for 6-8 cm before draining directly into the right atrium.  During its course, the SVC is surrounded by multiple mediastinal structures (eg, trachea, right bronchus, aorta, right pulmonary artery) and is close to the perihilar and paratracheal lymph nodes. $Due to its thin walls, the SVC can be easily #compressed by mediastinal masses# (most commonly #malignancy#) that either extend into the mediastinum from the central lung (eg, small cell lung cancer) or nearby lymph nodes (eg, non-Hodgkin lymphoma).  Patients with SVC syndrome often experience the following symptoms due to increased venous pressure in the upper body: $• @Face and neck swelling@ and conjunctival edema $• @Distended veins@ due to increased collateral venous drainage $• Headache, dizziness, and/or confusion due to cerebral edema and elevated intracranial pressure $• Cough and/or dyspnea due to laryngeal edema and/or direct compression of adjacent structures (eg, trachea) by the mediastinal mass $#(Choices A and B)#  Airway obstruction and autoimmune disease can cause dyspnea, but facial swelling and dilated collateral veins would not be expected. $#(Choice C)#  Inappropriate secretion of ACTH can occur in small cell lung cancers and cause Cushing syndrome (eg, swollen or moon face due to fatty tissue deposition).  However, Cushing syndrome is not associated with conjunctival edema or distended neck veins. $#(Choice E)#  Pericardial effusions can cause dyspnea and distended neck veins; however, facial swelling and headaches would not be expected.  In addition, distant heart sounds or pulsus paradoxus (decrease in systolic blood pressure >10 mm Hg during inspiration) is often present. $#(Choice F)#  Patients with pleural effusions often have dyspnea but do not typically have facial swelling or dilated veins.  In addition, decreased breath sounds and dullness to percussion are often present. $#(Choice G)#  Superior pulmonary sulcus tumors (@Pancoast tumors@) arise at the lung apex and are a relatively uncommon cause of SVC syndrome due to their more peripheral location within the lung.  Most patients initially present with shoulder pain and other neurologic findings (eg, Horner syndrome, hand weakness) due to tumor invasion through the chest wall and involvement of adjacent structures (eg, brachial plexus). $#Educational objective# Extrinsic compression of the superior vena cava by a mediastinal mass (eg, malignancy) can cause superior vena cava syndrome, with impaired venous return from the upper body.  Signs and symptoms include facial swelling, distended collateral veins, headache, and dyspnea.  ","clickable_1":"images/img1.565.jpg","clickable_2":"images/img2.565.jpg","clickable_3":"images/img3.565.jpg"},

{"id":"648","title":"A 69-year-old man comes to the office due to progressive pain beneath his right scapula and in his right arm for the last several months.  He has taken over-the-counter analgesics, which provide short-term relief, but the pain has become more severe and awakens him at night.  The pain is associated with numbness in his right forearm extending up to the tips of the fourth and fifth fingers.  The patient has also had persistent nonproductive cough and lately has been coughing up streaks of blood.  He has a history of hypertension, gastroesophageal reflux disease, and osteoarthritis.  He has smoked 2 packs of cigarettes daily for more than 40 years but recently cut down to 4 or 5 cigarettes a day.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal hormone secretion","answer_2":"B. Airway obstruction","answer_3":"C. Anterior mediastinum mass","answer_4":"D. Autoimmune disease","answer_5":"E. Pericardial effusion","answer_6":"F. Pleural effusion","answer_7":"G. Superior sulcus tumor","percent_1":"3%","percent_2":"1%","percent_3":"18%","percent_4":"3%","percent_5":"1%","percent_6":"4%","percent_7":"70%","right_answer":"G. Superior sulcus tumor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with an extensive smoking history who now has hemoptysis and shoulder pain likely has lung cancer, which can be associated with symptoms due to local or distant spread.  #Pancoast syndrome# is caused by a tumor at the lung apex.  Such tumors often arise in the #superior sulcus# (groove formed by the subclavian vessels).  The apical location allows for extensive local tumor spread.  Invasion of surrounding structures can cause the following: $• #Shoulder pain# radiating toward the axilla and scapula (#most common# presenting symptom).  It occurs due to involvement of the lower brachial plexus.  Other associated symptoms include arm paresthesia, weakness, and muscle atrophy. $• #Horner syndrome# occurs due to involvement of the cervical sympathetic ganglia.  Symptoms include ipsilateral ptosis, miosis, and anhidrosis. $• Upper extremity edema may be due to compression of subclavian vessels. $• #Spinal cord compression# and paraplegia can result from tumor extension into the intervertebral foramina. $#(Choice A)#  Squamous cell carcinoma is associated with parathyroid-related peptide secretion and hypercalcemia.  Cushing syndrome and syndrome of inappropriate antidiuretic hormone secretion can accompany small cell carcinoma of the lung. $#(Choice B)#  Centrally located lung cancers (squamous cell and small cell carcinomas) frequently obstruct the main bronchi, producing dyspnea and cough.  Airway obstruction would not cause shoulder pain or muscle atrophy. $#(Choice C)#  Anterior mediastinal masses include thymoma, teratoma, thyroid cancer, and (terrible) lymphoma (\"terrible Ts\").  They are less likely to lead to hemoptysis or brachial plexus involvement. $#(Choice D)#  Lung cancers are associated with a number of autoimmune syndromes, most commonly Lambert-Eaton (progressive proximal muscle weakness, often in the legs). $#(Choice E)#  Pericardial effusions are characterized by dyspnea, distended neck veins, distant heart sounds, and - particularly if tamponade is present - pulsus paradoxus (decrease in systolic blood pressure >10 mm Hg during inspiration). $#(Choice F)#  A pleural effusion can lead to dyspnea and irritate the mediastinal and diaphragmatic pleura, causing referred shoulder pain (via the phrenic nerve); however, it would not cause hemoptysis. $#Educational objective# Tumors located in the lung apex (superior sulcus) are called Pancoast tumors.  Invasion of surrounding structures can lead to ipsilateral Horner syndrome, rib destruction, atrophy of hand muscles, and pain in the distribution of C8, T1, and T2 nerve roots.  "},

{"id":"552","title":"A 50-year-old man comes to the clinic for evaluation prior to a left total knee arthroplasty.  Medical history is significant for osteoarthritis.  The patient does not smoke.  Preoperative chest x-ray demonstrates a 1.5-cm, round lesion in the periphery of the right upper lobe of the lung.  Further imaging studies are suggestive of a pulmonary hamartoma.  If a transthoracic biopsy were performed, which of the following microscopic features would be most consistent with this diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atypical cells lining alveoli without invasion","answer_2":"B. Expression of neuroendocrine markers","answer_3":"C. Invasive nests with keratin pearl formation","answer_4":"D. Nodules of cartilaginous tissue","answer_5":"E. Sheets of large pleomorphic cells","percent_1":"21%","percent_2":"6%","percent_3":"5%","percent_4":"56%","percent_5":"11%","right_answer":"D. Nodules of cartilaginous tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp552.jpg","explanation_1":"","explanation_2":"$#Pulmonary hamartomas# are common, #benign# lung lesions that usually present as asymptomatic, #incidental# findings on chest imaging in middle-aged adults. In radiographs, they are typically #solitary#, small (<3 cm), round, #well-circumscribed# lesions (ie, coin lesions) with a popcorn pattern of calcification; they often #grow slowly# at the #periphery# of the lung. Microscopy shows nodules of mature connective tissue (eg, cartilage, fat) and clefts lined by entrapped respiratory epithelium. $Hamartomas are lesions composed of tissue types that are native to the organ of involvement but show an abnormal, disorganized arrangement. Many hamartomas, including pulmonary hamartomas, are now thought to be benign #neoplastic# lesions (rather than malformations), as evidenced by the demonstration of clonal chromosomal abnormalities. $#(Choice A)# Microscopic features of @adenocarcinoma in situ@ include atypical cells lining the alveolar septa (ie, lepidic growth) without invasion. On chest x-ray, adenocarcinoma in situ often appears as a solitary, peripheral mass or as a pneumonia-like consolidation. $#(Choice B)# Neuroendocrine marker (eg, synaptophysin, chromogranin) expression is characteristic of neuroendocrine tumors (eg, small cell carcinoma, carcinoid tumors). @Small cell lung carcinoma@ commonly presents as a rapidly growing, central mass in patients with a history of smoking. Carcinoid tumors often arise within the bronchi and may present with symptoms of bronchial obstruction. $#(Choice C)# Invasive nests of tumor cells with keratin pearl formation are a feature of @squamous cell carcinoma@, which is typically a centrally located lung lesion in patients with a history of smoking. $#(Choice E)# @Large cell carcinoma@ is an aggressive neoplasm that demonstrates large, pleomorphic, epithelial tumor cells without squamous, glandular, or neuroendocrine differentiation (ie, diagnosis of exclusion). Large cell carcinoma frequently presents as an enlarging, necrotic, peripheral lung mass. $#Educational objective# Hamartomas are common, slow-growing, benign lung neoplasms microscopically characterized by nodules of disorganized, mature connective tissue (eg, cartilage, fat) and entrapped respiratory epithelium. They are often detected incidentally by imaging, appearing as well-circumscribed, peripheral, solitary lung lesions.","clickable_1":"images/img1.552.jpg","clickable_2":"images/img2.552.jpg","clickable_3":"images/img3.552.jpg","clickable_4":"images/img4.552.jpg"},

{"id":"554","title":"A 55-year-old woman comes to the office due to a persistent cough, exertional dyspnea, and recent, unintentional weight loss.  She has no chronic medical problems and takes no medication regularly.  She has never smoked and has no history of exposure to industrial pollutants.  She works as an accountant at a large accounting firm.  Vital signs are normal.  Physical examination reveals decreased breath sounds and dullness to percussion at the left lung base.  Imaging studies show an irregular mass in the lower lobe of the left lung and a left pleural effusion.  A diagnostic thoracocentesis is performed and the aspirated fluid is sent for cytological evaluation.  If a malignancy is diagnosed, it is most likely to be which of the following types?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma","answer_2":"B. Bronchial carcinoid","answer_3":"C. Mesothelioma","answer_4":"D. Small cell carcinoma","answer_5":"E. Squamous cell carcinoma","percent_1":"82%","percent_2":"3%","percent_3":"5%","percent_4":"5%","percent_5":"5%","right_answer":"A. Adenocarcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Lung cancer! #Tumor type# ∆^ #Incidence# ∆^ #Location# ∆^ #Clinical associations# §^ #Adenocarcinoma# ∆^ 40 ℅ -50 ℅ ∆^ Peripheral ∆ • Clubbing • Hypertrophic osteoarthropathy §^ #Squamous cell carcinoma# ∆^ 20 ℅ -25 ℅ ∆^ Central ∆ • Hypercalcemia • Necrosis & cavitation §^ #Small cell carcinoma# ∆^ 10 ℅ -15 ℅ ∆^ Central ∆ • Cushing syndrome • SIADH • Lambert-Eaton syndrome §^ #Large cell carcinoma# ∆^ 5 ℅ -10 ℅ ∆^ Peripheral ∆ • Gynecomastia • Galactorrhea $#SIADH# = syndrome of inappropriate antidiuretic hormone.","explanation_img":"","explanation_1":"","explanation_2":"$This nonsmoking woman with cough and weight loss has a peripheral lung mass with an associated pleural effusion. This presentation is concerning for #adenocarcinoma# of the lung, the #most common lung cancer# in the general population, #women#, and #nonsmokers#. Although tobacco is the most significant risk factor, the etiology in nonsmokers is thought to be multifactorial. Risk factors include environmental exposures (eg, radon, second-hand smoke) and underlying lung disease. In addition, certain molecular alterations are seen more commonly in nonsmokers; these 'driver mutations' are thought to be responsible for the development of the malignancy and include epidermal growth factor receptor (#EGFR#) mutations and #ALK gene rearrangements#. KRAS mutations, another driver in the formation of adenocarcinoma, are seen more commonly in smokers. $Adenocarcinoma typically presents with cough, weight loss, and hemoptysis. Changes to the distal extremities, including #clubbing# (@increased curvature@ of the nail plate) and hypertrophic osteoarthropathy (proliferation of the bones, skin, and nails of the fingers), may occur and are thought to be due to tumor-derived growth factors. The tumor tends to be #located peripherally# (as in this patient) and may present as a nodule, mass, or obstructive pneumonia. Like all malignancies, metastatic disease to the pleura can cause pleural effusions. $#(Choice B)# Bronchial carcinoid is a rare malignancy that tends to be located centrally, within or adjacent to large bronchi. It typically presents with wheezing due to bronchial obstruction and occasionally also causes carcinoid syndrome (ie, episodic diarrhea, flushing, bronchospasm). $#(Choice C)# Mesothelioma most commonly arises from the mesothelium lining the pleural cavity; tumors are pleural based (ie, pleural mass with associated pleural effusion, pleural thickening), rather than intraparenchymal. In addition, it is extremely rare in nonsmokers with no history of asbestos exposure. $#(Choice D)# Small cell carcinoma is strongly associated with smoking; only 1% of cases occur in nonsmokers. It arises from the basal cells of the bronchial epithelium and displays some neuroendocrine features. Small cell carcinoma usually occurs in major bronchi. $#(Choice E)# Squamous cell carcinoma is also strongly associated with smoking. It usually affects larger bronchi (centrally located) and arises from areas of squamous bronchial metaplasia. $#Educational objective# Adenocarcinoma is the most common primary lung cancer in the general population, women, and nonsmokers. Epidermal growth factor receptor (EGFR) mutations and ALK gene rearrangements are seen more commonly in nonsmokers and thought to contribute to disease formation in this subgroup. Adenocarcinoma is typically located peripherally and may be associated with clubbing or hypertrophic osteoarthropathy.","clickable_1":"images/img1.554.jpg"}


]