[

{"title":"#The following vignette applies to the next 2 items#.$A 52-year-old man is brought to the emergency department for evaluation of fever, chills, and malaise. Cardiopulmonary examination reveals a new holosystolic heart murmur that radiates toward the axilla. Blood cultures are obtained, and the patient undergoes transesophageal echocardiography. The ultrasound probe is placed in the midesophagus facing anteriorly, and the cardiac chambers are interrogated.$#Item 1 of 2#$Which of the following chambers is closest to the probe?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left atrium","ansImg_1":"","answer_2":"B. Left ventricle","ansImg_2":"","answer_3":"C. Right atrium","ansImg_3":"","answer_4":"D. Right ventricle","ansImg_4":"","right_answer":"A. Left atrium","percent_1":"79%","percent_2":"4%","percent_3":"12%","percent_4":"5%","id":"8332","explanation_img":"images/exp8332.jpg","explanation_1":"","explanation_2":"$This patient's presentation suggests acute endocarditis, with confirmation pending the results of the blood cultures and cardiac imaging.  #Transesophageal echocardiography# (TEE) uses ultrasound waves generated from within the #esophagus# to produce clear images of the neighboring cardiac structures.  The left atrium makes up the majority of the heart's posterior surface, with the esophagus passing immediately posterior to the heart.  Therefore, the esophagus lies within @closest proximity@ to the #left atrium#.  This allows the left atrium, atrial septum, and mitral valve to be particularly well visualized on TEE. $Due to its proximity, conditions that result in left atrial enlargement (eg, mitral stenosis or regurgitation) can cause dysphagia through external compression of the esophagus. $#(Choice B)#  The left ventricle forms the majority of the inferior (diaphragmatic) surface of the heart and the left border of the heart on frontal chest x-ray. $#(Choice C)#  The right atrium, along with the superior vena cava, forms the right lateral cardiac border on frontal chest x-ray. $#(Choice D)#  The right ventricle forms the anterior (sternal) surface of the heart and the majority of its inferior border on frontal chest x-ray. $#Educational objective# The left atrium forms the majority of the posterior surface of the heart and resides adjacent to the esophagus.  Enlargement of the left atrium can compress the esophagus and cause dysphagia.  ","clickable_1":"images/img1.8332.jpg"},

{"id":"8333","title":"#Item 2 of 2# $In the same midesophageal position, the probe is rotated so that it now faces posteriorly. Which of the following structures will be best visualized with the probe's new orientation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Descending aorta","ansImg_1":"","answer_2":"B. Pulmonary artery","ansImg_2":"","answer_3":"C. Pulmonary veins","ansImg_3":"","answer_4":"D. Superior vena cava","ansImg_4":"","right_answer":"A. Descending aorta","percent_1":"74%","percent_2":"5%","percent_3":"8%","percent_4":"12%","explanation_img":"images/exp8333.jpg","explanation_1":"","explanation_2":"$The aorta has 4 major divisions: the ascending aorta, the aortic arch, the descending thoracic aorta, and the abdominal aorta.  The ascending aorta lies posterior and to the right of the main pulmonary artery.  The aortic arch travels above the right pulmonary artery and the left bronchus.  The brachiocephalic, left common carotid, and left subclavian arteries (in that order) originate from its superior aspect. $The #descending thoracic aorta# travels down the anterior surface of the vertebral column, becoming the abdominal aorta as it crosses the diaphragm.  As it descends, the aorta moves from the left side of the vertebral column toward the midline; at the level of the cardiac chambers, the descending aorta lies @posterior to the esophagus@ and the left atrium.  This permits clear visualization of the descending aorta during transesophageal echocardiography (TEE), allowing for the detection of abnormalities such as dissection or aneurysm. $The other answer choices describe structures located @anterior@ to the esophagus. $#(Choice B)#  The main pulmonary artery ascends anteriorly and to the left of the ascending aorta and is directed toward the left shoulder.  After the pulmonary artery bifurcates, the right pulmonary artery travels horizontally under the aortic arch posterior to the superior vena cava, and the left pulmonary artery courses superiorly over the left main bronchus. $#(Choice C)#  The superior and inferior pulmonary veins arise bilaterally from each lung and enter the left atrium.  The proximal 2-3 cm of the pulmonary veins contain cardiac muscle within the media and function like sphincters during atrial systole. $#(Choice D)#  The superior vena cava (SVC) is formed behind the right first costal cartilage by the merger of the right and left brachiocephalic veins.  It returns blood from the head, neck, and upper extremities to the right atrium of the heart.  Mediastinal neoplasms can compress the SVC and result in SVC syndrome. $#(Choice E)#  The tricuspid valve is located between the right atrium and right ventricle and is composed of 3 valve leaflets, the annulus, supporting chordae tendineae, and the papillary muscles.  It is commonly infected (endocarditis) in intravenous drug users. $#Educational objective# The descending thoracic aorta lies posterior to the esophagus and the left atrium.  This position permits clear visualization of the descending aorta by transesophageal echocardiography, allowing for the detection of abnormalities such as dissection or aneurysm.  ","clickable_1":"images/img1.8333.jpg","clickable_2":"images/img2.8333.jpg"},

{"id":"19518","title":"A 36-year-old woman, gravida 2 para 1, at 30 weeks gestation comes to the office for a prenatal visit.  The patient has noticed some ankle swelling at the end of the day that is relieved with elevating her legs, but she has no other concerns.  The pregnancy has been uncomplicated, and her only medications are a prenatal vitamin and iron supplement.  The patient has no chronic medical conditions.  She does not use tobacco or alcohol.  Blood pressure is 118/78 mm Hg and pulse is 72/min.  BMI is 30 kg/m2.  Fetal heart tones are normal.  There is trace bilateral pedal edema to the shins.  Physical examination is otherwise unremarkable.  Urinalysis shows no protein.  Compared to a nonpregnant state, which of the following cardiac changes are most likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Cardiac output∆Preload∆Afterload","answer_1":"§A. ∆ ↓ ∆↓ ∆No change","answer_2":"§B. ∆ ↓ ∆No change ∆↓","answer_3":"§C. ∆ No change ∆↓ ∆↓","answer_4":"§D. ∆ No change ∆↑ ∆↑","answer_5":"§E. ∆ ↑ ∆↑ ∆↓","answer_6":"§F. ∆ ↑ ∆↑ ∆↑","percent_1":"4%","percent_2":"1%","percent_3":"3%","percent_4":"3%","percent_5":"69%","percent_6":"21%","right_answer":"§E. ∆ ↑ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Maternal cardiopulmonary adaptations to pregnancy#∆⨉ §^#Maternal$ adaptations# ∆ • Cardiac $== ○ ↑ Cardiac output $== ○ ↑ Plasma volume $== ○ ↓ Systemic vascular resistance • Respiratory $== ○ ↑ Tidal volume $== ○ ↓ Functional residual capacity$== (elevation of diaphragm) §^#Clinical$ manifestations# ∆ • Peripheral edema • ↓ Blood pressure • ↑ Heart rate • Systolic ejection murmur • Dyspnea","explanation_img":"","explanation_1":"","explanation_2":"During #pregnancy#, the increased metabolic demand required for fetal growth and development leads to multiple physiologic maternal adaptations, particularly #cardiovascular changes#.  These changes both benefit the fetus and protect the patient against the risks of delivery (eg, hemorrhage). $The driving force behind maternal hemodynamic changes is a significant #decrease in systemic vascular resistance# (SVR) due to both increased release of peripheral vasodilators (eg, nitric oxide, prostacyclin) and formation of a high-flow, low-resistance uteroplacental circuit (increases blood flow to the placenta and fetus).  There is also significantly #increased blood volume#.  These changes have the following effects on cardiac preload and afterload: $• Both increased blood volume and decreased SVR (which allows blood to return to the heart more quickly and easily) contribute to increased cardiac venous return (ie, #increased preload#). $• The marked reduction in SVR leads to decreased blood pressure (ie, #reduced afterload#). $Both the increased preload and decreased afterload facilitate an increase in stroke volume, which is the primary cause of #increased cardiac output# (ie, stroke volume x heart rate) in early pregnancy.  As the pregnancy progresses, the stroke volume decreases but maternal heart rate gradually increases, contributing to an overall increase in cardiac output of up to 30%-50% during pregnancy. $#Educational objective# During pregnancy, increased metabolic demands lead to multiple physiologic cardiovascular changes, including decreased systemic vascular resistance and increased blood volume.  These changes cause increased preload and decreased afterload, resulting in increased stroke volume and cardiac output.  Heart rate also gradually increases during pregnancy and is the major contributor to increased cardiac output in late pregnancy.  "},

{"id":"1557","title":"A 53-year-old man comes to the office due to difficulty breathing and increasing fatigue.  He has shortness of breath at night and has been sleeping in a recliner to help relieve his dyspnea.  Medical history is significant for hypertension and hyperlipidemia.  Two months ago, the patient suffered a myocardial infarction that was not revascularized due to a delay in seeking treatment.  He quit smoking afterward, but had previously smoked a pack of cigarettes daily for 25 years.  On cardiac auscultation, a low-frequency diastolic heart sound is heard shortly after the second heart sound when the patient lies in the left lateral decubitus position.  Cardiac imaging shows hypokinesis of the left ventricular free wall.  Which of the following is most likely to accentuate this patient's abnormal auscultation finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amyl nitrite inhalation","answer_2":"B. Furosemide injection","answer_3":"C. Having the patient stand up","answer_4":"D. Listening at end expiration","answer_5":"E. Valsalva strain phase","percent_1":"9%","percent_2":"4%","percent_3":"13%","percent_4":"37%","percent_5":"36%","right_answer":"D. Listening at end expiration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Extra (gallop) heart sounds# ∆⨉∆⨉ § ∆^#Features# ∆^#Associated pathology*# §^#S3# ∆ • Heard just after S2 • Caused by reverberant sound as blood fills an enlarged LV cavity during passive diastolic filling ∆ • Heart failure with reduced EF • High-output states (eg, thyrotoxicosis) • Mitral or aortic regurgitation §^#S4# ∆ • Heard just before S1 • Caused by blood striking a stiff LV wall during atrial contraction ∆ • Concentric LV hypertrophy • Restrictive cardiomyopathy • Acute myocardial infarction %#*S3 can be normal in children, young adults & during pregnancy. S4 can be normal in the elderly (eg, age >70).$ #EF =# ejection fraction; #LV =# left ventricular.","explanation_img":"","explanation_1":"","explanation_2":"This patient has decompensated heart failure (fatigue, dyspnea) with an audible #S3#, a low-frequency sound that occurs during early diastole, just #after S2#.  An S3 is likely caused by reverberation of sound within the ventricular cavity during rapid #passive ventricular filling#. $S3 can be a normal finding in healthy children and young adults; however, in patients age >40 it is considered abnormal and suggests #ventricular volume overload# or enlargement.  It is often heard with aortic or mitral regurgitation or heart failure with reduced ejection fraction (eg, dilated cardiomyopathy, ischemic heart disease).  In this patient's case, imaging is consistent with left ventricular systolic dysfunction secondary to the patient's recent myocardial infarction. $An @S3@, and the other commonly heard #left ventricular gallop#, @S4@ (caused by blood striking a stiff ventricular wall during atrial contraction at the end of diastole), are best heard with the bell of the stethoscope over the #cardiac apex# while the patient is in the left lateral decubitus position.  Listening at #end expiration# makes the sound even more audible by decreasing lung volume and bringing the heart closer to the chest wall. $#(Choices A, B, C, and E)#  Medications and maneuvers that decrease venous return to the heart reduce ventricular blood volume and are likely to lessen the intensity of an S3.  Amyl nitrate inhalation causes dilation of venous capacitance veins to decrease venous return, furosemide injection causes brisk diuresis to reduce intravascular blood volume, standing causes blood to pool in the legs to reduce venous return, and Valsalva strain phase increases intrathoracic pressure to compress the vena cava and reduce venous return. $#Educational objective# An S3 is a low-frequency sound occurring during early diastole, just after S2.  Left ventricular gallops (S3 and S4) are best heard with the bell of the stethoscope over the cardiac apex while the patient is in the left lateral decubitus position at end expiration.  ","clickable_1":"images/img1.1557.mp4","clickable_2":"images/img2.1557.mp4"},

{"id":"1538","title":"A 63-year-old man comes to the emergency department due to pain and swelling of the right calf. He has a history of recurrent gastrointestinal hemorrhage and was discharged from the hospital 4 days ago following a prolonged admission for diverticular bleeding requiring multiple blood transfusions. Temperature is 36.7 C (98 F), blood pressure is 110/60 mm Hg, pulse is 92/min, and respirations are 18/min. Compression ultrasonography with Doppler reveals deep venous thrombosis in the right popliteal vein. A filter placement is planned to prevent embolization. A section of the patient's abdominal CT at the level of L2 is shown in the image below. The filter will most likely be placed in which of the following structures?","image_1":"images/1538.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"B. B","percent_1":"12%","percent_2":"65%","percent_3":"16%","percent_4":"6%","percent_5":"1%","explanation_img":"images/exp1538.jpg","explanation_1":"","explanation_2":"This patient with #deep venous thrombosis (DVT)# has had recurrent episodes of gastrointestinal hemorrhage, including a recent one requiring prolonged hospitalization. Given the risk of bleeding associated with anticoagulation therapy in this patient, #inferior vena cava (IVC) filter# placement is planned. IVC filters are designed to prevent the embolization of DVT from the legs to the lung vasculature (ie, pulmonary embolism), and are used in patients who have #contraindications to anticoagulation#.$CT images are always visualized as though standing at the patient's feet and looking through the patient's body toward the head; therefore, the left side of the image corresponds to the patient's right side. Both kidneys are viewed in this section, and the inferior pole of the right lobe of the liver is noted anterior to the right kidney and posterolateral to the large bowel. The filter will be placed in the IVC, which lies medial to the descending part of the duodenum and anterior to the right side of the vertebral body. The common iliac veins merge to become the IVC inferior to this plane of section at the L5 level.$(Choice A) With its dark center, representing an air-filled lumen, and mucosal folds, this structure is likely the second (descending) part of the duodenum, which typically lies at the level of L2.$(Choice C) This structure represents the abdominal aorta, which bifurcates at the level of L4. The structure is on the patient's left, so it is unlikely to be the IVC.$(Choice D) This structure likely represents the fourth (ascending) part of the duodenum. This CT section likely captures only the wall of the fourth part of the duodenum as it briefly courses transversely across the abdomen (before descending as the jejunum), so the lumen is not visible.$(Choice E) This structure is likely the left renal vein. The left renal vein receives drainage from the left gonadal vein and courses anterior to the aorta, but posterior to the superior mesenteric artery, before draining into the IVC.$Educational Objectives The inferior vena cava (IVC) courses through the abdomen and inferior thorax in a location anterior to the right half of the vertebral bodies. The renal veins join the IVC at the level of L1/L2, and the common iliac veins merge to become the IVC at the level of L5. IVC filters are placed in patients with deep venous thrombosis who have contraindications to anticoagulation therapy."},

{"id":"8563","title":"A 43-year-old man is being evaluated for occasional retrosternal chest pressure that develops with moderate exertion and sometimes occurs when resting.  He does not use alcohol, tobacco, or illicit drugs.  The patient has an extensive family history of coronary artery disease.  His temperature is 36.7 C (98 F), blood pressure is 124/72 mm Hg, pulse is 81/min, and respirations are 14/min.  Physical examination shows no abnormalities.  Coronary angiography shows mild luminal irregularities but no significant obstructive lesions.  Acetylcholine infusion during the procedure results in dilation of epicardial coronary vessels.  A reaction involving which of the following amino acids is most likely responsible for the observed dilation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arginine","answer_2":"B. Aspartate","answer_3":"C. Glutamate","answer_4":"D. Tryptophan","answer_5":"E. Tyrosine","percent_1":"55%","percent_2":"4%","percent_3":"17%","percent_4":"8%","percent_5":"16%","right_answer":"A. Arginine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8563.jpg","explanation_1":"","explanation_2":"$The #vascular endothelium# plays an important role in vasodilation mediated by acetylcholine, bradykinin, serotonin, substance P, and shear forces.  These stimuli activate specific membrane receptors present on endothelial cells, leading to an increase in cytosolic calcium levels.  This causes activation of #endothelial nitric oxide synthase# (eNOS), which synthesizes #nitric oxide# from @arginine@, NADPH, and O2.  Nitric oxide then diffuses into the adjacent smooth muscle cells, where it activates guanylyl cyclase and increases formation of #cyclic GMP#.  High levels of cyclic GMP activate protein kinase G, which causes a reduction in cytosolic calcium levels and #relaxation# of vascular smooth muscle cells. $The availability of arginine for synthesizing nitric oxide depends on several factors, including exogenous food intake, endogenous synthesis, intracellular storage and degradation, and the presence of asymmetrical dimethylarginine (an endogenous analog of arginine that works as a competitive inhibitor of eNOS). $#Educational objective# Nitric oxide is synthesized from arginine by nitric oxide synthase.  As a precursor of nitric oxide, arginine supplementation may play an adjunct role in the treatment of conditions that improve with vasodilation, such as stable angina.  ","clickable_1":"images/img1.8563.jpg"},

{"SubjectSystem":"Physiology-CARDIOVASCULAR","id":"1528","title":"A 43-year-old woman comes to the emergency department due to nausea and vomiting with left-sided chest pain.  She states that the pain began 30 minutes ago while playing with her children.  She has a history of dyslipidemia and hypertension.  The patient's mother died from a myocardial infarction at age 51.  Physical examination reveals mild tenderness to palpation over the left chest.  An ECG and cardiac biomarkers are normal.  She is scheduled for an exercise stress test.  During the test, which of the following parameters is likely to be the most similar between the systemic and pulmonary circulation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arterial oxygen content","answer_2":"B. Arterial resistance","answer_3":"C. Blood flow per minute","answer_4":"D. Diastolic arterial pressure","answer_5":"E. Driving pressure for blood flow","answer_6":"F. Mean arterial pressure","percent_1":"9%","percent_2":"5%","percent_3":"65%","percent_4":"7%","percent_5":"6%","percent_6":"8%","right_answer":"C. Blood flow per minute","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In order to maintain blood flow through the body, the blood flow (mL/min) in the #pulmonary circulation# must closely #match# the blood flow in the #systemic circulation#.  This is true for conditions of both exercise and rest as the circulatory system is a continuous circuit.  If the flow of blood through the pulmonary circulation is less than the flow of blood through the systemic circulation, the left ventricle would soon empty completely.  Alternately, if the flow of blood is significantly greater in the pulmonary circulation than it is in the systemic circulation, the left ventricle would soon be overloaded. $The major exception to this is the @bronchial circuit@, which supplies oxygen and nutrients to the pulmonary parenchyma from the systemic circulation but drains mostly to the left atrium as opposed to the right atrium (creating a right to left shunt that acts as a partially independent circuit).  However, this typically accounts for <5% of the systemic cardiac output. $#(Choice A)#  The arterial oxygen contents of the pulmonary and systemic circulations are dramatically different due to deoxygenated blood in the pulmonary arterial circulation and oxygenated blood in the systemic arterial circulation. $#(Choice B)#  Although the resistance of the pulmonary vasculature may be increased in some circumstances (eg, high altitudes, idiopathic pulmonary hypertension), the arterial resistance in the systemic circulation is considerably higher in all scenarios. $#(Choices D, E, and F)#  The mean arterial pressure, diastolic arterial pressure, and driving pressure for blood flow (difference between mean arterial and venous pressures) are considerably different in the pulmonary and systemic circulations both at rest and during exercise.  The normal mean systemic arterial pressure ranges between 70-100 mm Hg and the normal mean pulmonary arterial pressure is approximately 14 mm Hg, whereas venous pressures in both circuits approach 0 mm Hg.  Due to the low resistance of the pulmonary circuit, only a small difference between arterial and venous pressures is needed to maintain blood flow compared to the relatively large difference needed between systemic arterial and venous pressures. $#Educational objective# The circulatory system is a continuous circuit, and therefore the volume output of the left ventricle must closely match the output of the right ventricle.  This balance is necessary to maintain continuous blood flow through the body and exists both at rest and during exercise.  ","clickable_1":"images/img1.1528.jpg"},

{"id":"2124","title":"A 34-year-old woman is being evaluated for fatigue and progressive exertional dyspnea.  She goes mountain biking with friends a few times a month and recently noticed that she has to stop and rest more frequently when traveling uphill.  The patient has no significant medical history and takes no medications.  She occasionally drinks alcohol but does not use tobacco or illicit drugs.  Her father died of a myocardial infarction at age 72.  Lung auscultation is normal.  An echocardiogram shows an enlarged coronary sinus.  Which of the following is the most likely cause of the observed finding in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Aortic dissection","answer_2":"B.Coronary artery disease","answer_3":"C.Hypertrophic cardiomyopathy","answer_4":"D.Pericardial effusion","answer_5":"E.Pulmonary hypertension","percent_1":"2%","percent_2":"16%","percent_3":"23%","percent_4":"5%","percent_5":"53%","right_answer":"E.Pulmonary hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Most of the venous drainage from the myocardium traverses the #coronary sinus# (CS), which delivers deoxygenated blood to the right atrium.  The CS runs transversely in the left atrioventricular groove on the posterior aspect of the heart, and opens into the right atrium between the inferior vena cava and tricuspid valve at the CS orifice.  Because the CS communicates freely with the right atrium, it will become dilated by any factor that causes dilation of the right atrium.  The most common cause of #coronary sinus dilation# evident on echocardiography is #elevated right-sided heart pressure# secondary to #pulmonary hypertension#.  CS dilation also occurs in patients with anomalous venous drainage into the CS, including persistent left superior vena cava and total anomalous pulmonary venous return. $#(Choice A)#  Aortic dissection can occur in patients with severe hypertension.  Such patients might have elevated left heart pressures, but elevated right-sided heart pressures with dilation of the CS would be unlikely. $#(Choice B)#  The presence of asymptomatic coronary artery disease usually does not change the size of the CS.  Long-standing left ventricular systolic dysfunction due to prior myocardial infarction and ischemic cardiomyopathy can lead to secondary pulmonary hypertension, with the possibility of CS dilation over time. $#(Choice C)#  Hypertrophic cardiomyopathy usually manifests as asymmetric septal hypertrophy with or without left ventricular outflow tract obstruction.  CS dilation should not occur unless there is superimposed biventricular heart failure. $#(Choice D)#  Pericardial effusion can cause extrinsic compression of the CS. $#Educational objective# The coronary sinus communicates freely with the right atrium and will become dilated secondary to any factor that causes increased right atrial pressure.  The most common cause is pulmonary hypertension, leading to elevated right heart pressures.  "},

{"id":"1871","title":"A 54-year-old man comes to the office due to episodic burning substernal chest pain. His pain increases with activity and improves with rest. The patient has a history of hypertension and hyperlipidemia. He has smoked a pack of cigarettes daily for the past 30 years. His blood pressure is 140/85 mm Hg and pulse is 76/min. Cardiac auscultation reveals a S4 heart sound. Lung and abdominal examinations are unremarkable. An ECG at rest shows left ventricular hypertrophy. A myocardial perfusion scan reveals inducible ischemia of the inferior surface of the heart. Which of the following coronary arteries is most likely occluded in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left anterior descending coronary artery","ansImg_1":"","answer_2":"B. Left circumflex coronary artery","ansImg_2":"","answer_3":"C. Left main coronary artery","ansImg_3":"","answer_4":"D. Right coronary artery","ansImg_4":"","answer_5":"E. Right marginal branch","ansImg_5":"","right_answer":"D. Right coronary artery","percent_1":"26%","percent_2":"9%","percent_3":"1%","percent_4":"53%","percent_5":"12%","explanation_img":"images/exp1871.jpg","explanation_1":"","explanation_2":"@Click here for posterior view@ $The right and left main coronary arteries arise directly from the root of the aorta and provide the blood supply to the heart.  The left main coronary artery divides into the left anterior descending (LAD) and circumflex coronary arteries, which supply most of the anterior and left lateral surfaces of the heart. $In 85%-90% of individuals, the #right coronary artery# gives rise to the #posterior descending artery#.  Such patients are said to have #right dominant# coronary circulation.  The posterior descending artery runs down the posterior interventricular groove and supplies the posterior one third of the interventricular septum and most of the inferior wall of the left ventricle. $The #inferior (diaphragmatic) surface# of the heart is formed by the left ventricle (two thirds) and right ventricle (one third), which are separated by the posterior interventricular groove.  Because most individuals have right dominant circulation, occlusion of the right coronary artery is most likely to cause inducible ischemia of the inferior surface of the heart. $#(Choice A)#  The LAD artery normally supplies the anterior two thirds of the interventricular septum (septal branches), the anterior wall of the left ventricle (diagonal branches), and part of the anterior papillary muscle. $#(Choice B)#  The left circumflex coronary artery usually supplies the lateral and posterior superior walls of the left ventricle via obtuse marginal branches. $#(Choice C)#  In approximately 10% of individuals, the posterior descending artery derives from the circumflex branch of the left main coronary artery (left dominant circulation); therefore, the left main coronary artery is not the artery most likely occluded in this patient. $#(Choice E)#  The right marginal branch of the right coronary artery supplies the wall of the right ventricle and may provide collateral circulation in patients with LAD occlusion. $#Educational objective# The inferior wall of the left ventricle forms most of the inferior (diaphragmatic) surface of the heart and is supplied by the posterior descending artery.  In 85%-90% of individuals, the posterior descending artery derives from the right coronary artery (right dominant coronary circulation). ","clickable_1":"images/img1.1871.jpg"},

{"id":"183","title":"A large pharmaceutical company is conducting research on an experimental drug that affects blood flow in diseased tissue.  A healthy 30-year-old man is enrolled in the trial, and patterns of normal blood flow through various tissues are studied.  One of the patterns is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/183.jpg","title_2":"The blood flow curve was most likely obtained from tissue of which of the following?","audio":"","comparison_items":"","answer_1":"A. Adrenal medulla","answer_2":"B. Brain cortex","answer_3":"C. Left ventricular myocardium","answer_4":"D. Renal cortex","answer_5":"E. Renal medulla","answer_6":"F. Right ventricular myocardium","answer_7":"G. Subcortical nuclei","percent_1":"1%","percent_2":"1%","percent_3":"84%","percent_4":"1%","percent_5":"2%","percent_6":"10%","percent_7":"1%","right_answer":"C. Left ventricular myocardium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp183.jpg","explanation_1":"","explanation_2":"$The blood flow curve shows a cyclical variation in flow during the cardiac cycle, with #maximum flow# occurring during #diastole# and minimal flow occurring during ventricular systole.  This pattern is unique for the #left ventricular myocardium#.  The great majority of blood flows through the vascular beds of the left ventricle during diastole, when the coronary vessels are not compressed by the high ventricular wall pressures created by myocardial contraction.  This systolic reduction in blood flow is greatest in the subendocardial myocardium (where wall pressures are the highest), making it the region most prone to ischemia and myocardial infarction. $#(Choices A, B, D, E, and G)#  In all other organs, blood flows continuously throughout the cardiac cycle down the pressure gradient from the arterial source into the venous circulation. $#(Choice F)#  During systole, pressures in the right ventricle are much lower than in the left ventricle (only ~25 mm Hg compared to ~120 mm Hg).  As a result, coronary perfusion pressure is able to overcome right ventricular wall pressure throughout the cardiac cycle, leading to relatively constant blood flow to the right ventricular myocardium. $#Educational objective# During ventricular systole, the coronary vessels supplying the left ventricle are compressed by the surrounding muscle.  As a result, the majority of left ventricular blood flow occurs during diastole.  The systolic reduction in coronary blood flow is greatest in the subendocardial region, making this portion of the left ventricle most prone to ischemia and infarction.  "},

{"id":"1750","title":"A 64-year-old man loses consciousness near the entrance to an emergency room.  A physician rushes to the patient and palpates a strong pulse along the inner side of the left sternocleidomastoid muscle.  The vessel palpated by the doctor is a derivative of which of the following aortic arches?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. First","answer_2":"B. Second","answer_3":"C. Third","answer_4":"D. Fourth","answer_5":"E. Sixth","percent_1":"8%","percent_2":"23%","percent_3":"51%","percent_4":"13%","percent_5":"5%","right_answer":"C. Third","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Arches & associated cranial nerves#∆⨉∆⨉ §^#Pharyngeal and aortic arch# ∆^#Cranial nerve# ∆^#Key aortic arch derivatives# §^1 ∆^Trigeminal (CN V) ∆^Maxillary artery (portion) §^2 ∆^Facial (CN VII) ∆^Stapedial artery (regresses) §^3 ∆^Glossopharyngeal (CN IX) ∆^Common carotid artery, proximal internal carotid artery §^4 ∆^Superior laryngeal branch of vagus (CN X) ∆^True aortic arch, subclavian arteries §^5 ∆^Obliterated ∆^Obliterated §^6 ∆^Recurrent laryngeal branch of vagus (CN X) ∆^Pulmonary arteries, ductus arteriosus","explanation_img":"","explanation_1":"","explanation_2":"$During embryonic development, the head, neck, and upper thorax region develop from a set of arches known as #pharyngeal arches#.  Each arch is associated with a @cranial nerve@ and an aortic arch derivative.  The vessel palpated in this patient is the #common carotid artery#, which (along with the proximal portion of the internal carotid artery) is derived from the #third aortic arch# (ie, third pharyngeal arch).  The third pharyngeal arch also gives rise to the glossopharyngeal nerve (CN IX), parts of the hyoid bone, and the stylopharyngeus muscle. $#(Choice A)#  The first pharyngeal arch is associated with the trigeminal nerve (CN V).  This pharyngeal arch gives rise to the tensor tympani, muscles of mastication, maxilla, and inner ear bones (eg, incus, malleus).  The associated first aortic arch regresses almost completely, although it does give rise to a portion of the maxillary artery. $#(Choice B)#  The second pharyngeal arch is associated with the facial nerve (CN VII).  This pharyngeal arch gives rise to the muscles of facial expression as well as some ear and hyoid structures.  The stapedial artery is a derivative of the associated second aortic arch, but this vessel typically regresses. $#(Choice D)#  The fourth pharyngeal arch is associated with the superior laryngeal branch of the vagus nerve (CN X).  This pharyngeal arch gives rise to many of the muscles of the pharynx and soft palate as well as a few of the laryngeal muscles.  The associated fourth aortic arch gives rise to part of the true aortic arch and subclavian arteries. $#(Choice E)#  The sixth pharyngeal arch is associated with the recurrent laryngeal branches of CN X.  This pharyngeal arch gives rise to most of the muscles of the larynx, and the associated aortic arch gives rise to the pulmonary arteries and the ductus arteriosus. $#Educational objective# The common carotid artery and the proximal portion of the internal carotid artery are derived from the third aortic arch.  The third aortic arch is associated with the third pharyngeal arch, which gives rise to the glossopharyngeal nerve (CN IX), parts of the hyoid bone, and the stylopharyngeus muscle.  ","clickable_1":"images/img1.1750.jpg"},

{"id":"19935","title":"A 32-year-old woman comes to the emergency department due to sudden-onset, left-sided facial droop and arm weakness.  The patient has also had right leg swelling after a recent road trip.  She has no chronic medical conditions, and her only medication is an oral contraceptive pill.  CT scan of the head reveals an acute infarction in the right middle cerebral artery territory.  Lower extremity ultrasonography demonstrates a right femoral vein thrombus.  No obvious cardiac structural abnormalities are detected on echocardiography.  Agitated normal saline is injected into a peripheral vein to evaluate for abnormal right-to-left shunting.  No bubbles are seen in the left side of the heart after several minutes.  Which of the following is most appropriate for increasing right-sided heart pressure to reveal an obscured intracardiac shunt?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abrupt standing from the supine position","answer_2":"B. Amyl nitrite injection","answer_3":"C. Breath-holding after exhalation","answer_4":"D. Sustained handgrip","answer_5":"E. Valsalva maneuver release phase","percent_1":"6%","percent_2":"7%","percent_3":"20%","percent_4":"27%","percent_5":"40%","right_answer":"E. Valsalva maneuver release phase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has deep vein thrombosis and has experienced a large stroke, suggesting #paradoxical embolization# of thrombus (ie, passage from the venous circulation to the arterial circulation).  Because thrombi are too large to pass through the pulmonary capillaries, paradoxical embolization typically occurs via an #intracardiac right-to-left shunt#.  In this case, echocardiography did not reveal overt septal abnormalities (ie, atrial or ventricular septal defect), raising strong suspicion for a #patent foramen ovale# (PFO). $PFO is common, affecting up to 30% of adults.  It results from failure of the septum primum and septum secundum to fuse during early childhood, creating a #one-way valve#.  This valve is forced closed when left atrial pressure exceeds right atrial pressure (which is most of the time), but it opens when right atrial pressure #exceeds# left atrial pressure, allowing for @transient right-to-left shunting@. $In testing for a PFO, normal saline bubbles are injected intravenously, and echocardiography is performed to observe whether the bubbles pass from the right into the left atrium.  The @release phase@ of the #Valsalva maneuver# increases venous return to the right atrium and consequently increases right atrial pressure to facilitate right-to-left shunting of saline bubbles.  In contrast, the strain phase of Valsalva maneuver decreases venous return to the right atrium and discourages shunting through a PFO. $#(Choices A, B, and C)#  Medications and physiologic maneuvers that reduce venous return to the right atrium discourage right-to-left shunting through a PFO.  Abrupt standing from a supine position causes blood to pool in the lower extremities, amyl nitrite (an inhaled nitrite) causes venous vasodilation, and exhalation causes increased intrathoracic pressure (resulting in partial collapse of the inferior vena cava at end-expiration), all of which reduce venous return to the right atrium. $#(Choice D)#  Sustained handgrip increases systemic vascular resistance, increasing pressure in the left ventricle and left atrium and discouraging shunting through a PFO. $#Educational objective# Paradoxical embolization, or passage of a thromboembolism from the venous to the arterial circulation, most commonly occurs through a patent foramen ovale (PFO).  A PFO is a one-way tissue valve in the atrial septum that opens only when right exceeds left atrial pressure; venous return to the right atrium increases during the release (ie, relaxation) phase of the Valsalva maneuver and encourages the PFO to open.  ","clickable_1":"images/img1.19935.jpg","clickable_2":"images/img2.19935.jpg"},

{"id":"11831","title":"A 53-year-old man is hospitalized due to chest pain and palpitations. Cardiac catheterization is planned to evaluate for coronary artery disease. The femoral artery is palpated in the right groin, and a catheter is introduced into the common femoral artery. The associated vasculature is visualized after injecting a contrast agent into the catheter.","image_1":"images/11831.jpg","title_2":"Which of the following is most likely the artery indicated by the arrow in the image above?","audio":"","comparison_items":"","answer_1":"A. Inferior epigastric","ansImg_1":"","answer_2":"B. Internal iliac","ansImg_2":"","answer_3":"C. Medial circumflex femoral","ansImg_3":"","answer_4":"D. Obturator","ansImg_4":"","answer_5":"E. Superior gluteal","ansImg_5":"","right_answer":"A. Inferior epigastric","percent_1":"58%","percent_2":"8%","percent_3":"13%","percent_4":"9%","percent_5":"12%","explanation_img":"images/exp11831.jpg","explanation_1":"","explanation_2":"$As the aorta courses through the lower abdomen, it divides into the common iliac arteries, which subsequently branch into the internal and external iliac arteries.  The #inferior epigastric artery# branches off from the @external iliac artery@ immediately proximal to the inguinal ligament before the external iliac artery becomes the common femoral artery.  As the inferior epigastric artery runs #superiorly# and #medially# up the abdomen, it provides blood supply to the lower anterior abdominal wall.  The other main branch off the external iliac artery is the deep circumflex iliac artery, which branches more laterally but also supplies blood to the lower abdominal wall. $#(Choices B, D, and E)#  The internal iliac artery supplies most of the structures of the pelvis, gluteal region, and medial thigh.  The obturator artery is a branch of the internal iliac artery that runs inferiorly to supply blood to the bladder and medial compartment of the thigh.  The superior gluteal artery is the continuation of the internal iliac artery and runs inferiorly to supply blood to the gluteal muscles and a portion of the hip. $#(Choice C)#  The @medial circumflex femoral artery@ branches off the deep femoral artery to supply blood to the femoral neck. $#Educational objective# The inferior epigastric artery branches off the external iliac artery immediately proximal to the inguinal ligament.  It provides blood supply to the lower anterior abdominal wall as it runs superiorly and medially up the abdomen.  ","clickable_1":"images/img1.11831.jpg","clickable_2":"images/img2.11831.jpg"},

{"id":"7618","title":"A 64-year-old man presents to the office with chest discomfort and mild shortness of breath that started one hour ago after an argument with his wife.  He has a long history of hypertension and diabetes mellitus.  His blood pressure is 180/100 mmHg and his heart rate is 100/min.  An EKG taken in the emergency department shows no signs of acute ischemia.  Cardiac auscultation in the left decubitus position on full expiration reveals a presystolic sound.  Which of the following best explains this physical examination finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Papillary muscle dysfunction","answer_2":"B. Left ventricular hypertrophy","answer_3":"C. Increased left ventricular preload","answer_4":"D. Aortic regurgitation","answer_5":"E. Mitral leaflet fusion and fibrosis","percent_1":"8%","percent_2":"61%","percent_3":"15%","percent_4":"6%","percent_5":"11%","right_answer":"B. Left ventricular hypertrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"An #S4# is an isolated presystolic (late diastolic) sound heard just prior to S1.  An S4 is caused by #left atrial contraction# that forces atrial blood into a poorly compliant left ventricle (LV) that is nearly filled to capacity.  When blood is forced into the ventricle by the atrium under these conditions it generates a large, rapid increase in LV pressure thereby producing a sound possibly resulting from rapid deceleration of the forced blood or from impact of the filling ventricle with the chest wall.  LV hypertrophy and other causes of diastolic heart failure therefore favor generation of an S4 sound.  This patient's LV hypertrophy is likely secondary to #chronic hypertension#. $#(Choice A)#  Papillary muscle dysfunction may cause incomplete closure of the atrioventricular valves resulting in a murmur audible during systole. $#(Choice C)#  An increase in LV preload is typically accommodated by stretching in a normally compliant ventricle and does not result in characteristic heart sounds. $#(Choice D)  #Aortic regurgitation causes a decrescendo early and mid-diastolic murmur. $#(Choice E)  #Mitral leaflet fusion and fibrosis may cause mitral stenosis resulting in a mid-diastolic murmur with possible late diastolic (pre-systolic) accentuation due to atrial contraction. $#Educational objective# An S4 sound is best heard near the cardiac apex at the point of maximal impulse with the patient in the left lateral decubitus position.  It results from the atrial contraction, which forces blood into an LV that has reached its limit of compliance.  Chronic hypertension causes left ventricular hypertrophy, which itself may promote the generation of an S4 sound.  "},

{"title":"An 82-year-old woman is sent to the hospital from a nursing home after 2 days of fever, confusion, and lethargy. The patient has a history of mild dementia, hypertension, and osteoarthritis. Her temperature is 38.8 C (102 F), blood pressure is 90/60 mm Hg, and pulse is 116/min. She has mild suprapubic and right costovertebral angle tenderness. Her leukocyte count is 18,000/mm3, and urinalysis is consistent with acute cystitis. A femoral venous access is planned for administration of intravenous fluids and antibiotics. The femoral artery pulsation is palpable immediately below the inguinal ligament. Which of the following describes the optimal cannulation site for the femoral vein?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"Immediately lateral to the femoral artery","ansImg_1":"","answer_2":"Immediately medial to the femoral artery","ansImg_2":"","answer_3":"Midway between the iliac crest and the femoral artery","ansImg_3":"","answer_4":"Superior and medial to the pubic tubercle","ansImg_4":"","answer_5":"Superior to the inguinal ligament","ansImg_5":"","right_answer":"Immediately medial to the femoral artery","percent_1":"17%","percent_2":"77%","percent_3":"2%","percent_4":"2%","percent_5":"2%","id":"11763","explanation_img":"images/exp11763.jpg","explanation_1":"","explanation_2":"Femoral vein catheter placement is usually done in patients with unavailable preferred access sites (e.g., subclavian, jugular vein) or those at increased risk of complications (e.g., emergency access, uncooperative patient). The #femoral vein# is the major deep vein of the lower extremity and passes through the femoral triangle beneath the inguinal ligament before entering the pelvis as the external iliac vein. The femoral triangle is a subfascial space in the upper thigh that is bordered by the inguinal ligament (superiorly), adductor longus muscle (medially), and sartorius muscle (laterally). Within the femoral triangle lies (lateral to medial) the femoral nerve, femoral artery, #femoral vein#, and deep inguinal nodes/lymphatic vessels. The femoral artery is located at the midinguinal point (midway between the pubic symphysis and anterior superior iliac spine), and the #femoral vein# lies #immediately medial# to the artery. Cannulation of the #femoral vein# should occur approximately 1 cm below the inguinal ligament and 0.5-1.0 cm medial to the femoral artery pulsation #(Choices C, D, and E)#.$(Choice A) The femoral nerve is approximately 1 cm lateral to the femoral artery pulsation and could be damaged by needle insertion at this site.$Educational Objectives The femoral triangle (lateral to medial) consists of the femoral nerve, femoral artery, femoral vein, and deep inguinal nodes/lymphatic vessels. Cannulation of the femoral vein should occur approximately 1 cm below the inguinal ligament and just medial to the femoral artery pulsation."},

{"id":"1531","title":"Special electrodes are used to detect the change in membrane potential of a specific type of cardiac cell.  These changes are recorded on the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1531.jpg","title_2":"The deflection indicated by the arrow is most likely caused by movement of which of the following ions?","audio":"","comparison_items":"","answer_1":"A. Sodium","answer_2":"B. Potassium","answer_3":"C. Calcium","answer_4":"D. Chloride","answer_5":"E. Sodium and potassium","answer_6":"F. Calcium and potassium","percent_1":"21%","percent_2":"2%","percent_3":"72%","percent_4":"0%","percent_5":"3%","percent_6":"2%","right_answer":"C. Calcium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1531.jpg","explanation_1":"","explanation_2":"$The graph in the question stem illustrates an action potential typical of cardiac #pacemaker cells#, such as those found in the sinoatrial node.  These action potentials are different from non-pacemaker cardiac action potentials in that phases 1 and 2 are absent and phase 4 represents a slow depolarization phase. $Pacemaker cells are unique in that they exhibit automaticity (an inherent ability to depolarize without any external influences).  Automaticity is made possible by a inward, mixed sodium-potassium current (the #funny current#) that occurs during phase 4 of the action potential #(choice E).#  This current gradually brings the membrane potential closer to threshold, at which point phase 0 depolarization occurs due to a #large increase in calcium influx (arrow)#.  Pacemaker cell depolarization is then followed by phase 3 (repolarization), which is caused by an outward potassium current #(choice B).# $In cardiomyocytes and Purkinje cells (#non-pacemaker cells#), phase 4 corresponds to the resting membrane potential and is typically stable at approximately -90 mV (near the equilibrium potential of potassium).  Phase 0 of the non-pacemaker action potential is mediated by rapid sodium influx #(choice A),# in contrast to the slower calcium-mediated depolarization of pacemaker cells.  Phase 1 is an early short repolarization occurring immediately after depolarization that is caused by increased outflow of potassium and decreased sodium conductance.  Phase 2 is the plateau phase of the action potential, during which an inward calcium current counteracts the outward movement of potassium ions that started in phase 1 #(choice F).#  Phase 3 (repolarization) occurs as the inward calcium current ceases while potassium continues to rush out of the cell. $#Educational objective# In cardiac pacemaker cells, phase 0 depolarization is mediated by an inward flux of calcium.  This differs from phase 0 of cardiomyocytes and Purkinje cells, which results from an inward sodium current.  "},

{"id":"1510","title":"A 54-year-old man is admitted to the hospital due to cough, shortness of breath, and chest discomfort.  He has a known history of coronary artery disease and underwent coronary artery bypass graft surgery 3 years ago.  As a result of drug therapy, the left ventricular pressure-volume loop changes from a solid to a dashed line, as shown in the graph below (the loop is unchanged in areas where no dashed line is seen):","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1510.jpg","title_2":"Which of the following parameters is most likely increased as a result of this change?","audio":"","comparison_items":"","answer_1":"A. End-diastolic pressure","answer_2":"B. End-systolic volume","answer_3":"C. Stroke volume","answer_4":"D. Ventricular compliance","answer_5":"E. Ventricular preload","percent_1":"5%","percent_2":"5%","percent_3":"82%","percent_4":"4%","percent_5":"5%","right_answer":"C. Stroke volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1510.jpg","explanation_1":"","explanation_2":"$As a result of drug therapy, point 3 on this patient's left ventricular (LV) @pressure-volume loop@ shifts up and to the left; this represents an #increase in cardiac contractility# that would occur with a positive inotropic agent (eg, digoxin, dobutamine).  Although LV preload, represented by the volume at point 1, is unchanged #(choice E),# the increase in contractility causes an increase in the fraction of LV volume ejected (ie, increased ejection fraction) and #increases stroke volume# (the horizontal distance between points 1 and 3).  The volume remaining in the left ventricle at the end of systole (end-systolic volume represented by the volume at point 3) is consequently decreased #(choice B).#  LV afterload (the maximum pressure reached during blood ejection) is slightly increased due to the increase in contractility. $#(Choices A and D)#  LV end-diastolic pressure (indicated at point 1) and compliance are unchanged in this patient.  Compliance is represented by the curve at the bottom of the pressure-volume loop (between point 4 and point 1) and determines the rate of LV pressure increase as LV volume increases during diastolic filling.  Compliance is typically unchanged in the short term, but it can change over the long term.  Decreased LV compliance (eg, due to concentric LV hypertrophy from prolonged systemic hypertension) would increase the slope of the compliance curve and @increase end-diastolic pressure@ for a given LV end-diastolic volume. $#Educational objective# An increase in cardiac contractility shifts the top left corner (point 3) of the left ventricular pressure-volume loop up and to the left and increases stroke volume due to an increase in the fraction of LV preload that is ejected during systole (ie, increased ejection fraction).  ","clickable_1":"images/img1.1510.jpg","clickable_2":"images/img2.1510.jpg"},

{"id":"19533","title":"A 6-week-old infant is brought to the office due to difficulty feeding.  The patient was born at 39 weeks gestation via spontaneous vaginal delivery.  He is breastfeeding for 5 minutes per side every 3 hours.  The patient has profuse sweating and difficulty breathing with feeds.  Weight is at the 5th percentile.  On examination, the patient is tachypneic.  Cardiac examination shows a holosystolic murmur at the left lower sternal border; a palpable thrill is present at the left sternal border.  Compared to a healthy infant, this patient likely has which of the following intracardiac pressure changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Right atrium ∆ Right ventricle ∆ Left atrium ∆ Left ventricle","answer_1":"§A. ∆ Decreased ∆ Increased ∆ Unchanged ∆ Unchanged","answer_2":"§B. ∆ Increased ∆ Decreased ∆ Increased ∆ Increased","answer_3":"§C. ∆ Increased ∆ Increased ∆ Decreased ∆ Decreased","answer_4":"§D. ∆ Unchanged ∆ Decreased ∆ Increased ∆ Increased","answer_5":"§E. ∆ Unchanged ∆ Increased ∆ Increased ∆ Increased","percent_1":"10%","percent_2":"4%","percent_3":"40%","percent_4":"7%","percent_5":"38%","right_answer":"§E. ∆ Unchanged ∆ Increased ∆ Increased ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Moderate or large ventricular septal defect#∆⨉ §^#Timeline# ∆^#Pathophysiologic changes# §^#In utero# ∆ • RV & LV pressures equal • No significant hemodynamic consequences §^#Postnatal transition# ∆ • ↓ PVR, ↑ SVR • Left-to-right shunting through VSD §^#Infancy# ∆ • RV volume overload/dilation • Pulmonary overcirculation • LA & LV volume overload/dilation §^#Late childhood# ∆ • Pulmonary arterial vascular thickening (↑ PVR) • Right-to-left shunting through VSD (ie, Eisenmenger syndrome) %#LA# = left atrium; #LV# = left ventricle; #PVR# = pulmonary vascular resistance; #RV# = right ventricle; #SVR# = systemic vascular resistance; #VSD# = ventricular septal defect.","explanation_img":"","explanation_1":"","explanation_2":"This patient's #holosystolic murmur# along the lower left sternal border and a palpable thrill are consistent with a #ventricular septal defect# (VSD), an @abnormal communication@ between the right ventricle (RV) and the left ventricle (LV).  Although small VSDs are typically asymptomatic, large VSDs often present in early infancy with signs of #heart failure# (eg, poor feeding, sweating/tachypnea with feeds) and #failure to thrive# due to left-sided volume overload with inability to maintain adequate cardiac output. $@In utero@, vascular resistance against left- and right-sided cardiac outflow is nearly equal.  At birth, once the placenta is no longer responsible for oxygenation, pulmonary vascular resistance drops and systemic vascular resistance increases. $In patients with VSD, this transition causes shunting of blood from the LV to the RV due to increased left-sided cardiac pressure relative to right-sided pressure.  The unrestricted blood flow to the RV causes #increased pressure# in the #RV (choices B and D)# and allows a large volume of blood from the LV to reenter the pulmonary circulation; this high volume of recirculating blood leads to left-sided volume overload with #increased pressure# in the #LV# and #left atrium (choices A and C)#.  Right atrial pressure is unchanged. $#Educational objective# Ventricular septal defect causes left-to-right shunting with increased right ventricular pressure and, if large, left-sided volume overload with increased left ventricular and left atrial pressures.  A holosystolic murmur is characteristic, and failure to thrive and signs of heart failure (eg, poor feeding, diaphoresis) can occur.  ","clickable_1":"images/img1.19533.jpg","clickable_2":"images/img2.19533.jpg"},

{"id":"1931","title":"A 44-year-old man with progressive dyspnea is diagnosed with dilated cardiomyopathy.  Despite optimal medical therapy, he continues to have symptoms and disease progression is noted.  He undergoes cardiac transplantation after a suitable donor becomes available.  Permission is obtained from the patient to study his diseased heart for intracellular calcium regulation.  Microelectrodes placed into cardiac muscle cells detect a rapid decrease in cytoplasmic calcium level immediately preceding relaxation.  Which of the following proteins is most likely responsible for the observed change in electrolyte levels?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calmodulin","answer_2":"B. Na+/Ca2+ exchanger","answer_3":"C. Ryanodine receptors","answer_4":"D. Troponin C","answer_5":"E. Voltage-dependent calcium channels","percent_1":"11%","percent_2":"46%","percent_3":"22%","percent_4":"5%","percent_5":"16%","right_answer":"B. Na+/Ca2+ exchanger","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1931.jpg","explanation_1":"","explanation_2":"$Intracellular calcium regulation plays an important role in #excitation-contraction coupling#.  Voltage-dependent calcium channels (L-type) are activated during phase 2 of cardiac action potential (depolarization) and permit influx of calcium into the cardiac myocytes #(choice E).#  This initial calcium influx is sensed by the ryanodine receptors in the sarcoplasmic reticulum, which triggers further release of Ca2+ (calcium-induced calcium release) into the cytoplasm, thereby increasing intracellular calcium concentration 100-fold #(choice C).#  The calcium released from the sarcoplasmic reticulum diffuses through the myofilament network and binds to troponin C #(choice D).#  @Tropomyosin@ is then moved out of the way so that actin and myosin can interact, leading to muscle contraction. $The final stage of #excitation#-contraction coupling is #myocyte relaxation#, which occurs subsequent to #calcium efflux# from the cytoplasm.  Intracellular calcium is removed primarily via an #Na+/Ca2+ exchange pump# (NCX) and sarcoplasmic reticulum #Ca2+-ATPase pump# (SERCA).  NCX uses the large extracellular Na+ concentration gradient to help pump Ca2+ out of the cell and, in the process, removes one intracellular Ca2+ in exchange for 3 extracellular Na+ ions.  In contrast, SERCA is a Ca2+-ATPase pump that actively transfers Ca2+ from the cytosol to the lumen of sarcoplasmic reticulum at the expense of ATP hydrolysis. $#(Choice A)#  Calmodulin (#cal#cium #modul#ated protein) is a calcium-binding messenger protein that is present in all cells and mediates many of the regulatory effects of Ca2+.  Calmodulin is important for excitation-contraction coupling in smooth muscle cells, which lack troponin, unlike cardiac and skeletal muscles.  In cardiac muscle, calmodulin is not directly involved in excitation-contraction coupling; rather, it helps regulate intracellular calcium activity and transcription factor signaling. $#Educational objective# Calcium efflux from cardiac cells prior to relaxation is primarily mediated via an Na+/Ca2+ exchange pump and sarcoplasmic reticulum Ca2+-ATPase pump.  ","clickable_1":"images/img1.1931.jpg"},

{"id":"1833","title":"Researchers conduct a study in an animal fetus with circulation similar to that of humans.  The fetus is delivered close to term by cesarean delivery.  Prior to placental separation and the initiation of pulmonary respiration, blood samples are simultaneously collected from several different fetal blood vessels.  The blood oxygen saturations measured from each of the samples are 71%, 64%, 62%, 55%, and 43%.  The sample with the greatest oxygen saturation was most likely obtained from which of the following blood vessels?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Descending aorta","answer_2":"B. Ductus arteriosus","answer_3":"C. Inferior vena cava","answer_4":"D. Pulmonary trunk","answer_5":"E. Superior vena cava","answer_6":"F. Umbilical artery","percent_1":"6%","percent_2":"13%","percent_3":"54%","percent_4":"5%","percent_5":"5%","percent_6":"17%","right_answer":"C. Inferior vena cava","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1833.jpg","explanation_1":"","explanation_2":"$Fetal circulation differs considerably from adult circulation in that #oxygen# is supplied to the fetus by the mother's #placenta#, no gas exchange occurs in the fetal lungs, and the majority of blood is directed away from the lungs via right-to-left shunting (eg, foramen ovale, ductus arteriosus). $Oxygenated blood from the placenta is delivered to the fetus via the #umbilical vein#.  Upon entering the fetal abdomen, a portion of this oxygen-rich blood is directed to the portal vein to supply the liver, while the majority is shunted through the #ductus venosus# to the #inferior vena cava# (IVC).  In the IVC, oxygen-rich blood from the ductus venosus runs alongside a stream of deoxygenated blood returning from the lower body. $As blood from the IVC enters the right atrium, a #preferential streaming# effect allows the majority of the oxygenated blood to pass directly through the #foramen ovale# into the left atrium.  The oxygen-rich blood delivered to the left atrium proceeds to the left ventricle and out the aorta, where it is supplied to the brain, myocardium (via the coronary arteries), and upper extremities. $Meanwhile, deoxygenated blood from the IVC and superior vena cava fills the right atrium and proceeds to the right ventricle.  #High pulmonary vascular resistance# causes most of the blood ejected into the pulmonary trunk to be shunted away from the lungs, with 90% of the deoxygenated blood being shunted through the #ductus arteriosus# into the aorta #(choices B and D)#.  This deoxygenated blood mixes with the oxygen-rich blood in the aorta, sending moderately oxygenated blood down the descending aorta to supply the intestines, kidneys, and lower body. $#(Choice A)#  Oxygen saturation in the descending aorta is significantly lower than in the ductus venosus because the oxygenated blood in the descending aorta is mixed with deoxygenated blood from both the lower and the upper body. $#(Choice E)#  The superior vena cava carries deoxygenated blood returning from the brain and upper extremities. $#(Choice F)#  The umbilical arteries branch off the internal iliac arteries to return moderately oxygenated blood to the placenta, where carbon dioxide and other wastes are unloaded and oxygen is again collected. $#Educational objective# The most highly oxygenated blood in the fetus is carried by the umbilical vein, which empties directly into the inferior vena cava via the ductus venosus.  "},

{"id":"1529","title":"A 54-year-old man is being evaluated for exertional dyspnea that started 6 months ago.  The patient has no associated cough or wheezing.  There is no known history of heart disease in his family.  ECG, chest x-ray, exercise stress test, and echocardiogram are obtained to evaluate his symptoms.  He subsequently undergoes right and left cardiac catheterization, and the results are as follows:","title_table":"?Arterial blood oxygen content? 20 mL O2/100 mL blood ?Pulmonary artery diastolic pressure? 12 mm Hg ?Left ventricular diastolic pressure? 10 mm Hg ?Mean right atrial pressure? 4 mm Hg ?Venous blood oxygen content? 15 mL O2/100 mL blood","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"What additional information is necessary to calculate cardiac output in this patient?","audio":"","comparison_items":"","answer_1":"A. Arteriovenous difference in oxygen content","answer_2":"B. Oxygen-binding capacity of hemoglobin","answer_3":"C. Percentage of hemoglobin saturation","answer_4":"D. Rate of oxygen consumption","answer_5":"E. Respiratory quotient","percent_1":"10%","percent_2":"3%","percent_3":"6%","percent_4":"74%","percent_5":"6%","right_answer":"D. Rate of oxygen consumption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Cardiac output, expressed in liters per minute, is commonly calculated using the following formula: $#  Cardiac output = stroke volume x heart rate# $Cardiac output can also be determined with a pulmonary artery (Swan-Ganz) catheter by applying the #Fick principle#, which uses the rate of oxygen consumption and the arteriovenous oxygen difference: $#  Cardiac output = rate of O₂ consumption / arteriovenous O₂ content difference# $Arterial oxygen content is measured directly from arterial blood, and mixed venous oxygen content is measured from pulmonary arterial blood.  The rate of oxygen consumption can be determined with an oxygen meter by measuring the rate of disappearance of oxygen in exhaled air. $#(Choice A)#  The arteriovenous difference in oxygen content can be calculated using the information provided in the question stem (eg, arterial blood O₂ content - venous blood O₂ content). $#(Choices B and C)#  The oxygen-binding capacity of hemoglobin and percentage of hemoglobin saturation can be used to calculate blood oxygen content using the following equation: $Blood O₂ content = (O₂-binding capacity x % saturation) + dissolved O₂ $Dissolved oxygen is the amount of oxygen unbound to hemoglobin and typically makes up a small fraction of the total blood oxygen content. $#(Choice E)#  The respiratory quotient is the ratio of CO₂ to O₂ across the alveolar membrane, and is used to estimate the metabolic rate.  The normal value is typically 0.8. $#Educational objective# The Fick principle can be applied to calculate cardiac output using the rate of oxygen consumption and the arteriovenous oxygen content difference: $#  #Cardiac output = rate of O₂ consumption / arteriovenous O₂ content difference  "},

{"id":"1589","title":"A 32-year-old woman is recruited for a research study.  She is evaluated in the hospital as part of the study protocol.  Her medical history includes an uncomplicated appendectomy, and medications include oral contraceptive pills and a multivitamin.  During the evaluation, increases in heart rate and cardiac output are observed, and an arterial blood gas study taken at the same time shows normal partial pressures of arterial oxygen (PaO2) and carbon dioxide (PaCO2).  These changes are most likely part of an integrated response to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carotid sinus massage","answer_2":"B. Exercise","answer_3":"C. High altitude exposure","answer_4":"D. Panic attack","answer_5":"E. Pulmonary artery occlusion","percent_1":"9%","percent_2":"76%","percent_3":"2%","percent_4":"10%","percent_5":"2%","right_answer":"B. Exercise","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with increased heart rate, cardiac output, and unchanged partial pressures of arterial oxygen (PaO2) and carbon dioxide (PaCO2) is likely undergoing an #exercise# test.  #Heart rate# and #cardiac output increase# to meet increased tissue oxygen demands, and the respiratory rate increases to eliminate the additional carbon dioxide produced.  Changes in the partial pressures of oxygen and carbon dioxide during exercise occur predominantly in the venous blood as muscle tissue extracts a higher portion of oxygen and produces greater amounts of carbon dioxide.  The #PaO2# and #PaCO2# remain relatively close to #resting values# at most levels of exercise due to a number of adaptations in the lungs and pulmonary circulation, such as hyperventilation and improved ventilation-perfusion (V/Q) matching. $#(Choice A)#  Carotid sinus massage causes reflex parasympathetic stimulation of the sinoatrial node, atrial myocytes, and atrioventricular node, resulting in a transient decrease in heart rate and cardiac output. $#(Choice C)#  High altitude simulation is associated with lower ambient oxygen pressures; consequently, heart rate and cardiac output increase in order to improve oxygen delivery to tissues.  The lower oxygen pressures cause hypoxemia and result in hypoxic stimulation of respiration, causing hyperventilation and decreased PaCO2. $#(Choice D)#  A panic attack can increase heart rate and cardiac output via sympathetic stimulation of the heart; however, there is usually associated hyperventilation without a significant increase in muscle activity and therefore a fall in the PaCO2. $#(Choice E)#  Pulmonary artery occlusion as seen in pulmonary embolism (PE) results in increased pulmonary vascular resistance, right ventricular strain, and frequently decreased left ventricular stroke volume.  Reflex tachycardia can result to maintain (not increase) cardiac output.  Additionally, PE often causes hypoxemia (low PaO2) due to acute V/Q mismatching in the affected lung. $#Educational objective# The cardiorespiratory response to exercise includes increased heart rate, cardiac output, and respiratory rate in order to balance the increased total tissue oxygen consumption and carbon dioxide production.  These coordinated adaptations result in relatively constant arterial blood gas values whereas venous oxygen is decreased and venous carbon dioxide is increased.  "},

{"id":"1884","title":"A 52-year-old man is being evaluated for nonspecific, chronic abdominal pain. As part of the workup, he undergoes an abdominal CT scan with intravenous contrast, which reveals no significant findings. An axial image from the scan is shown below.","image_1":"images/1884.jpg","title_2":"Which of the following statements best describes the structure indicated by the arrow?","audio":"","comparison_items":"","answer_1":"A. It drains into the left subclavian vein in the thorax.","ansImg_1":"","answer_2":"B. It drains through the cystic duct into the common bile duct.","ansImg_2":"","answer_3":"C. It gives rise to the right and left renal arteries.","ansImg_3":"","answer_4":"D. It is formed by the union of the common iliac veins.","ansImg_4":"","answer_5":"E. It joins the splenic vein to form the portal vein.","ansImg_5":"","right_answer":"D. It is formed by the union of the common iliac veins.","percent_1":"4%","percent_2":"10%","percent_3":"5%","percent_4":"70%","percent_5":"10%","explanation_img":"images/exp1884.jpg","explanation_1":"","explanation_2":"This axial CT image reveals the abdomen near the L1 vertebral level. At this level, the #inferior vena cava (IVC)# lies just anterior to the right renal artery and to the right of the aorta. The IVC is formed by the #union of the right and left common iliac veins# at the level of L4-L5 and drains into the right atrium just above the level of the diaphragm at T8. The IVC returns venous blood to the right atrium from the lower extremities, portal system, and abdominal and pelvic viscera.$(Choice A) The thoracic duct drains lymph from the entire left side of the body and all regions inferior to the umbilicus (including the entire gastrointestinal tract). It enters the thorax through the aortic hiatus and empties into the left subclavian vein near its junction with the internal jugular vein.$(Choice B) The cystic duct drains bile from the gallbladder into the common bile duct. The gallbladder is typically visualized just below the liver in the anterior right abdomen but is not well seen in this image.$(Choice C) The image reveals the abdominal aorta giving rise to the right and left renal arteries at the L1 vertebral level. The abdominal aorta lies posteromedial to the IVC within the abdomen.$(Choice E) The superior mesenteric vein joins the splenic vein to form the portal vein. The portal vein can be seen vaguely near the head of the pancreas in this cross-sectional image.$Educational objective The inferior vena cava is formed by the union of the right and left common iliac veins at the level of L4-L5. The renal arteries and veins lie at the level of L1. The inferior vena cava returns venous blood to the heart from the lower extremities, portal system, and abdominal and pelvic viscera."},

{"id":"1974","title":"Membrane potential changes in an isolated cardiac muscle cell are recorded along with ion movements across the cell membrane (see graph below).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1974.jpg","title_2":"Which of the following ion sequences corresponds to regions 1-2-3 on the graph, respectively?","audio":"","comparison_items":"","answer_1":"A. Potassium, sodium, calcium","answer_2":"B. Sodium, calcium, potassium","answer_3":"C. Calcium, sodium, chloride","answer_4":"D. Calcium, sodium, potassium","answer_5":"E. Sodium, potassium, calcium","percent_1":"1%","percent_2":"87%","percent_3":"2%","percent_4":"3%","percent_5":"8%","right_answer":"B. Sodium, calcium, potassium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1974.jpg","explanation_1":"","explanation_2":"$The action potential of ventricular and non-nodal conduction cells within the heart consists of four phases.  $1. #Phase 4: Resting potential (diastole).#  Resting potential is determined largely by membrane permeability to K+ ions when in the resting state.  The resting potential of cardiac myocytes is approximately -90mV, while the resting potential of skeletal myocytes is approximately -75mV.  The highly negative resting potential of cardiac myocytes reduces the risk of arrhythmias, as a larger stimulus is needed to excite the cells.  $2. #Phase 0: Rapid depolarization.# As in skeletal myocytes, the action potential onset occurs when voltage-gated Na+ channels open and Na+ ions rush into the cell.  $3. #Phase 1: Initial rapid repolarization.# This phase is associated with the rapid closure of Na+ channels.  $4. #Phase 2: Plateau.# This phase is a distinctive feature of the cardiac action potential not seen in other tissues.  It is characterized by the opening of L-type dihydropyridine-sensitive Ca++ channels and the closure of some K+ channels.  Consequently, the membrane becomes highly permeable to Ca++ ions and minimally permeable to K+ ions.  $5. #Phase 3: Late rapid repolarization.# This phase features closure of Ca++ channels and the opening of K+ channels.  Efflux of K+ from the cell restores the membrane resting potential. $In sum, the cardiac myocyte action potential includes the following three key events: Na+ ion influx (corresponding to the red curve on the ion conductivity graph); Ca++ ion influx (corresponding to the blue curve on the ion conductivity graph); and decreased K+ permeability during the action potential upstroke (corresponding to the green curve on the ion conductivity graph). $#(Choices A, C, D, and E)# The other ion sequences listed do not correlate with the action potential phases observed in cardiac myocytes. $#Educational objective# The cardiac myocyte action potential consists of rapid depolarization (phase 0), initial rapid repolarization (phase 1), plateau (phase 2), late rapid repolarization (phase 3), and resting potential (phase 4).  The action potential is associated with increased membrane permeability to Na+ and Ca++ and decreased permeability to K+.  "},

{"id":"1947","title":"In an experiment investigating vasoconstriction of the arterial wall, two samples of isolated porcine arterial vessels are studied.  Vascular tone is measured in the control vessel during infusion of increasing doses of norepinephrine.  The other vessel is pretreated with experimental drug A prior to infusion of norepinephrine.  A graph of the study results is depicted below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1947.jpg","title_2":"Drug A is most similar to which of the following agents?","audio":"","comparison_items":"","answer_1":"A. Atropine","answer_2":"B. Labetalol","answer_3":"C. Phenoxybenzamine","answer_4":"D. Phentolamine","answer_5":"E. Propranolol","percent_1":"5%","percent_2":"11%","percent_3":"49%","percent_4":"25%","percent_5":"10%","right_answer":"C. Phenoxybenzamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1947.jpg","explanation_1":"","explanation_2":"$Alpha-1 adrenergic receptors mediate arterial vasoconstriction whereas β2 receptors mediate vasodilation.  #Norepinephrine# is an agonist at α1 and β1 receptors but has significantly less action at β2 receptors; it is therefore a potent vasoconstrictor.  This experiment is testing the efficacy of drug A at blocking the #α1-mediated vasoconstriction# caused by norepinephrine administration. $The results show that pretreatment with drug A results in #decreased maximal effect# (Vmax) of norepinephrine without a significant change in the affinity (Km) of norepinephrine for α1 receptors.  This suggests that drug A is acting as either a #noncompetitive# antagonist or an #irreversible antagonist# of α1 adrenergic receptors.  #Phenoxybenzamine# is an irreversible α1 and α2 receptor antagonist that would produce results similar to those observed.  It is primarily used in the treatment of pheochromocytoma, in which a tumor of the adrenal medulla overproduces norepinephrine, causing systemic arterial vasoconstriction. $#(Choice A)#  Atropine is a competitive muscarinic acetylcholine receptor antagonist.  Pretreatment with atropine would not alter norepinephrine's effects on vascular tone. $#(Choices B and D)#  Labetalol is a reversible, competitive antagonist of α1 and β adrenergic receptors with partial β2 agonist activity that is used to treat hypertension.  Phentolamine is a reversible, competitive α-adrenergic antagonist used in the management of catecholamine-induced hypertensive crises (eg, pheochromocytoma, monoamine oxidase inhibitor toxicity, cocaine intoxication).  High doses of norepinephrine can overcome the α-adrenergic inhibition of these drugs. $#(Choice E)#  Propranolol is a nonspecific β-adrenergic antagonist.  Pretreatment with a β antagonist would potentiate the vasoconstrictive effects of norepinephrine due to unopposed α-adrenergic stimulation. $#Educational objective# Phenoxybenzamine is an irreversible α1 and α2 adrenergic antagonist that effectively reduces the arterial vasoconstriction induced by norepinephrine.  Because phenoxybenzamine is an irreversible antagonist, even very high concentrations of norepinephrine, such as those seen in pheochromocytoma, cannot overcome its effects.  "},

{"id":"19531","title":"A 4-year-old boy is brought to the office for routine evaluation of a heart murmur.  The patient has no fatigue, shortness of breath, or exercise intolerance.  He has no other medical conditions and has had no surgeries.  Vital signs are within normal limits.  On examination, the patient has no cyanosis or clubbing of the fingers.  There is a harsh, 3/6 holosystolic murmur best heard at the left lower sternal border.  There are no rubs or gallops.  Pulses are 2+ in the upper and lower extremities.  Compared to an unaffected child, which of the following changes in oxygen saturation would be expected in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Right atrium∆Right ventricle∆Left atrium∆Left ventricle∆Systemic circulation","answer_1":"§A. ∆ Decreased ∆Increased ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Increased ∆Increased ∆Decreased ∆Decreased ∆Decreased","answer_3":"§C. ∆ Increased ∆Increased ∆Normal ∆Normal ∆Normal","answer_4":"§D. ∆ Normal ∆Increased ∆Normal ∆Normal ∆Normal","answer_5":"§E. ∆ Normal ∆Normal ∆Normal ∆Decreased ∆Decreased","percent_1":"7%","percent_2":"12%","percent_3":"12%","percent_4":"59%","percent_5":"9%","right_answer":"§D. ∆ Normal ∆Increased ∆Normal ∆Normal ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19531.jpg","explanation_1":"","explanation_2":"$This patient with a harsh, #holosystolic murmur# along the #lower left sternal border# most likely has a #ventricular septal defect# (VSD), an abnormal connection between the right ventricle (RV) and the left ventricle (LV).  Deoxygenated blood is normally delivered to the right atrium (RA) from the systemic circulation, and oxygenated blood is delivered to the left atrium (LA) via the pulmonary circulation.  Because of increased pressure on the left side of the heart compared to the right, a VSD allows for #left-to-right shunting# of blood. $The delivery of #oxygenated blood to the RV# via a VSD results in #increased RV oxygen saturation# (SaO2) compared to that of a patient with an anatomically normal heart.  The SaO2 in the other cardiac chambers and systemic circulation remains unchanged, and patients are often #asymptomatic# (eg, no shortness of breath, cyanosis, or clubbing). $#(Choice A)#  In @tricuspid atresia@ (absent communication between the RA and the RV), an atrial septal defect (ASD) is always present, allowing deoxygenated blood to flow from the RA to the LA.  This decreases SaO2 in the LA, LV, and systemic circulation, causing neonatal cyanosis.  The little blood that reaches the lungs usually does so through a VSD, causing a relative increase in RV SaO2. $#(Choice B)#  The pattern of increased right-sided and decreased left-sided SaO2 is seen in @total anomalous pulmonary venous return@, a condition in which the pulmonary veins (ie, oxygenated blood) drain into the RA rather than the LA. $#(Choice C)#  An @ASD@ typically causes left-to-right shunting of oxygenated blood between the atria, increasing SaO2 in both the RA and RV.  In contrast to a VSD, an ASD typically causes a systolic ejection murmur at the left upper sternal border (pulmonic flow murmur). $#(Choice E)#  Over time, increased pulmonary blood flow from left-to-right shunting via a VSD can reverse to right-to-left shunting (ie, @Eisenmenger syndrome@).  SaO2 on the right side will be normal, whereas that in the LV and systemic circulation is decreased because of mixing with deoxygenated blood from the RV.  However, Eisenmenger syndrome takes years to develop and typically presents with signs of right heart failure and cyanosis in adolescents/adults. $#Educational objective# A ventricular septal defect, classically characterized by a harsh, holosystolic murmur at the left lower sternal border, causes left-to-right shunting of oxygenated blood from the left ventricle to the right ventricle.  Therefore, right ventricular oxygen saturation is increased compared to normal.  ","clickable_1":"images/img1.19531.jpg","clickable_2":"images/img2.19531.jpg","clickable_3":"images/img3.19531.jpg","clickable_4":"images/img4.19531.jpg"},

{"id":"1516","title":"Researchers are observing how coronary blood flow changes in response to progressive increases in the mean arterial blood pressure (see graph below).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1516.jpg","title_2":"The mostly horizontal portion of the slope indicates a region where coronary blood flow is relatively insensitive to blood pressure changes.  Within this zone of autoregulation, the metabolic demands of the myocardium are the main determinant of coronary blood flow.  Which of the following endogenous factors is most responsible for controlling coronary blood flow within this range?","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Angiotensin II","answer_3":"C. Histamine","answer_4":"D. Nitric oxide","answer_5":"E. Norepinephrine","answer_6":"F. Serotonin","percent_1":"9%","percent_2":"6%","percent_3":"1%","percent_4":"76%","percent_5":"9%","percent_6":"1%","right_answer":"D. Nitric oxide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1516.jpg","explanation_1":"","explanation_2":"$The myocardium has the highest resting oxygen requirement of any tissue in the body, extracting >70% of available oxygen from the blood at baseline (compared to ~30% in most other tissues).  As such, a significant #increase in myocardial oxygen demand# can only be met through a corresponding #increase in coronary blood flow#. $#Coronary autoregulation# is a process that #maintains myocardial blood flow# in settings of decreased coronary perfusion pressure (eg, hemorrhage, sepsis).  Within the region of autoregulation (eg, 60-140 mm Hg), changes in coronary blood flow are driven primarily by myocardial oxygen demand.  This is accomplished mostly by automated alterations in vascular resistance via the release of locally acting mediators, namely #adenosine# (released from cardiomyocytes as ATP is broken down for energy) and #nitric oxide# (synthesized by endothelial cells in response to chemical mediators and mechanical stress). $When myocardial perfusion pressure decreases, there is decreased oxygen delivery to the myocardium and less ATP is regenerated via oxidative metabolism, resulting in increased levels of adenosine.  Myocardial hypoxia also triggers increased synthesis of nitric oxide.  Increased levels of both adenosine and nitric oxide act on vascular smooth muscle to stimulate #vasodilation#, allowing for a relative increase in coronary blood flow at the new, lower perfusion pressure (ie, coronary blood flow is maintained).  A similar process occurs when coronary perfusion pressure increases; decreased levels of adenosine and nitric oxide increase vascular resistance, causing coronary blood flow to remain relatively unchanged at the new, higher perfusion pressure. $#(Choices A and E)#  Acetylcholine causes coronary vasodilation (via stimulation of endothelial nitric oxide release), and norepinephrine causes coronary vasoconstriction (via stimulation of alpha-1 receptors on vascular smooth muscle).  However, compared to locally released mediators, autonomic nervous system stimulation has a relatively small effect on coronary blood flow. $#(Choice B)#  Angiotensin II stimulates vasoconstriction of coronary arteries, but it is not involved in coronary autoregulation. $#(Choice C)#  Histamine has variable vasoconstrictive and vasodilatory effects on coronary arteries depending on the type of histamine receptor triggered.  However, histamine does not play a significant role in coronary autoregulation. $#(Choice F)#  Serotonin primarily functions in the gastrointestinal tract and CNS.  It may cause vasoconstriction of coronary arteries, evidenced by an association between 5HT1-receptor agonists (eg, sumatriptan) and coronary vasospasm.  However, it is not significantly involved in coronary autoregulation. $#Educational objective# Coronary autoregulation allows coronary blood flow to be primarily driven by myocardial oxygen demand over a wide range of perfusion pressures (60-140 mm Hg).  It is mostly accomplished by alterations in vascular resistance via release of adenosine and nitric oxide in response to myocardial hypoxia.  "},

{"id":"1883","title":"A 62-year-old man comes to the emergency department due to fever, productive cough, and dyspnea for the past several days. His symptoms are becoming progressively worse. The patient has underlying mild chronic obstructive pulmonary disease and has smoked a pack of cigarettes daily for the last 40 years. On examination, temperature is 38.3 C (100.9 F), pulse is 110/min, and respirations are 24/min. Auscultation of the right lung reveals bronchial breath sounds and crackles. Laboratory evaluation shows leukocytosis. Chest x-ray is shown below.","image_1":"images/1883.jpeg","title_2":"The mediastinal contour obscured by the lung consolidation on this patient's chest x-ray is primarily formed by which of the following structures?","audio":"","comparison_items":"","answer_1":"A. Coronary sinus","ansImg_1":"","answer_2":"B. Inferior vena cava","ansImg_2":"","answer_3":"C. Pulmonary artery","ansImg_3":"","answer_4":"D. Right atrium","ansImg_4":"","answer_5":"E. Right ventricle","ansImg_5":"","answer_6":"F. Superior vena cava","ansImg_6":"","right_answer":"D. Right atrium","percent_1":"1%","percent_2":"16%","percent_3":"4%","percent_4":"56%","percent_5":"17%","percent_6":"6%","explanation_img":"images/exp1883.jpg","explanation_1":"","explanation_2":"This patient has acute #lobar pneumonia# with consolidation involving the right middle lobe. The right middle lobe of the lung lies immediately adjacent to the #right border of the heart#, and any condition that increases radiographic density in the #right middle lobe# will obscure the adjacent cardiac silhouette. On posteroanterior (PA) chest x-ray projections, the #right atrium# composes most of the right side of the cardiac silhouette.$(Choice A) The coronary sinus receives most of the venous drainage from the cardiac circulation. It courses posteriorly around the heart in the coronary sulcus to empty directly into the right atrium. It is difficult to visualize on standard chest x-ray.$(Choice B) The inferior vena cava empties into the right atrium in the thorax. It composes only the most inferior edge of the right border of the cardiac silhouette.$(Choice C) The pulmonary artery can be seen on PA chest x-ray on the left side of the cardiomediastinal silhouette just below the aortic arch.$(Choice E) The right ventricle forms the anterior wall of the heart and is best seen on lateral chest x-ray.$(Choice F) The superior vena cava is formed behind the first costal cartilage by the confluence of the right and left brachiocephalic veins. On PA chest x-ray, it is the flattened opacity parallel to the vertebral column that terminates inferiorly at the right atrium.$Educational objectives On posteroanterior chest x-ray, the right middle lobe is seen adjacent to the right border of the heart, which is primarily formed by the right atrium. Consolidation in the right middle lobe can obscure the x-ray silhouette of the right heart border."},

{"id":"11956","title":"A 68-year-old man with a history of permanent atrial fibrillation comes to the office for follow-up. He has been having symptoms due to ineffective ventricular rate control despite aggressive medical therapy. On examination, the patient's heart rate is 125/min and irregular. ECG shows atrial fibrillation with rapid ventricular response. A catheter-based radiofrequency ablation of the atrioventricular node with placement of a permanent ventricular pacemaker is planned. The ablation tip should be positioned at which of the following locations?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Between the tricuspid valve and the inferior vena cava opening","ansImg_1":"","answer_2":"B. Interatrial septum near the opening of the coronary sinus","ansImg_2":"","answer_3":"C. Left atrium near the opening of the pulmonary veins","ansImg_3":"","answer_4":"D. The posterior border of the fossa ovalis","ansImg_4":"","answer_5":"E. Upper part of crista terminalis near the superior vena cava opening","ansImg_5":"","right_answer":"B. Interatrial septum near the opening of the coronary sinus","percent_1":"17%","percent_2":"45%","percent_3":"21%","percent_4":"7%","percent_5":"10%","explanation_img":"images/exp11956.jpg","explanation_1":"","explanation_2":"The #atrioventricular (AV) node# controls the rate at which atrial impulses are conducted to the ventricles. In patients with atrial fibrillation, continuous stimulation of the AV node can sometimes lead to a #rapid ventricular rate#, which can cause hemodynamic instability and (if persistent) tachycardia-induced cardiomyopathy. In order to prevent these complications, patients with a rapid ventricular response sometimes undergo #radiofrequency ablation# of the AV node. The AV node is located on the endocardial surface of the right atrium, #near# the insertion of the septal leaflet of the #tricuspid valve# and the orifice of the #coronary sinus#.$#(Choices A and D)# The isthmus between the inferior vena cava and the tricuspid annulus is the site of radiofrequency ablation for atrial flutter. The fossa ovalis is the name given to the foramen ovale (fetal opening between the right and left atria) once it is closed. However, neither option refers to the location of the AV node.$(Choice C) The pulmonary vein ostia are often the origination site of the aberrant electrical activity that triggers atrial fibrillation, and catheter ablation of these trigger sites (pulmonary vein isolation) can be used to prevent recurrent atrial fibrillation. However, this patient has already developed permanent atrial fibrillation and is undergoing an ablation procedure involving the AV node.$(Choice E) The sinoatrial node is located in the upper anterior right atrium at the opening of the superior vena cava.$Educational objective The atrioventricular node is located on the endocardial surface of the right atrium, near the insertion of the septal leaflet of the tricuspid valve and the orifice of the coronary sinus."},

{"id":"1624","title":"The cardiac output and venous return curves of a healthy person are shown below with solid lines.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1624.jpg","title_2":"Which of the following is the most likely cause of the change depicted by the dashed lines?","audio":"","comparison_items":"","answer_1":"A. Excessive hydration","answer_2":"B. Acute hemorrhage","answer_3":"C. Chronic anemia","answer_4":"D. Myocardial infarction","answer_5":"E. Anaphylaxis","percent_1":"2%","percent_2":"14%","percent_3":"5%","percent_4":"76%","percent_5":"3%","right_answer":"D. Myocardial infarction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The graph above combines cardiac and vascular function curves.  The cardiac function curve, labeled as cardiac output, illustrates the Frank-Starling effect.  The Frank-Starling effect states that as cardiac muscle is increasingly stretched, the cardiac output increases (up to a limit, as illustrated by the flat portion of the curve).  This is essentially the same length-tension relationship that is seen in skeletal muscle. $The venous return curve represents how venous return changes with variations in right atrial pressure.  Where the venous return curve intersects with the x-axis, it indicates a venous return of zero.  At this point, all circulatory flow ceases, and the pressure throughout the circulatory system equalizes.  This average pressure is termed the mean systemic filling pressure, which is a measure of the degree of filling of the circulatory system relative to the circulatory capacity.  Increases in blood volume (such as with @excessive hydration@, dashed line) shift the x-intercept to the right, while decreased blood volume (@acute hemorrhage@, dashed line) shifts it to the left #(Choices A and B)#.  Total peripheral resistance (TPR) affects the slope of both the venous return and cardiac output curves.  Increases in the TPR decrease the slope of both curves, as higher vascular resistance restricts venous return and increases afterload. $The dashed lines in the question image depict decreased cardiac output and an unchanged venous return (unchanged blood volume and TPR).  An isolated decrease in cardiac output indicates decreased contractility that is not the result of decreased preload (because the venous return line is unchanged).  This indicates inhibited contraction either from the action of a negative inotropic drug or an injury to the myocardium, such as a myocardial infarction. $#(Choice C)#  @Chronic anemia@ causes an increase in cardiac output in an effort to meet the metabolic demands of the tissues.  This causes an increase in the slope and height of the cardiac output graph.  Venous return also increases somewhat due to decreased blood viscosity. $#(Choice E)#  @Anaphylaxis@ causes widespread venous and arteriolar dilation along with increased capillary permeability and third-spacing of fluids.  This results in a serious drop in venous return (shifted down and leftward).  Cardiac contractility also increase as the body attempts to maintain blood pressure. $#Educational objective# Myocardial infarction causes a sharp decrease in cardiac output due to loss of function of a zone of myocardium.  On a cardiac function curve, myocardial infarction would decrease both the slope and the maximal height of the line.  ","clickable_1":"images/img1.1624.jpg","clickable_2":"images/img2.1624.jpg","clickable_3":"images/img3.1624.jpg","clickable_4":"images/img4.1624.jpg"},

{"id":"11780","title":"A 56-year-old woman is evaluated for fatigue and dyspnea on exertion. Past medical history includes hypertension and systemic sclerosis. Blood pressure is 135/80 mm Hg and pulse is 68/min. Cardiac examination reveals loud second heart sounds with no murmurs. Lungs are clear to auscultation. Further evaluation with a catheterization procedure is performed, during which a balloon-tipped catheter is advanced into the pulmonary artery. A branch of the pulmonary artery is occluded by the balloon, and the pressure beyond the point of occlusion is measured. The pressure reading from the procedure most likely corresponds to which of the following pressures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intrapleural pressure","ansImg_1":"","answer_2":"B. Left atrial pressure","ansImg_2":"","answer_3":"C. Mean airway pressure","ansImg_3":"","answer_4":"D. Mean arterial pressure","ansImg_4":"","answer_5":"E. Pulse pressure","ansImg_5":"","answer_6":"F. Right atrial pressure","ansImg_6":"","answer_7":"G. Right ventricular systolic pressure","ansImg_7":"","right_answer":"B. Left atrial pressure","percent_1":"2%","percent_2":"78%","percent_3":"2%","percent_4":"2%","percent_5":"1%","percent_6":"6%","percent_7":"9%","explanation_img":"","explanation_1":"","explanation_2":"$#Pulmonary artery catheters# (PACs; also called Swan-Ganz or right heart catheters) are used to diagnose pulmonary hypertension and occasionally for management of critically ill patients.  During pulmonary artery @catheterization@, the balloon at the distal tip of the catheter is inflated, and the catheter is advanced forward through the right atrium, right ventricle, and pulmonary artery and finally into a branch of the pulmonary artery.  Once lodged in a pulmonary artery branch, the inflated balloon obstructs forward blood flow, creating a continuous static column of blood between the catheter tip and left atrium.  The pressure measured at the catheter tip at this time is called the #pulmonary artery occlusion pressure# (PAOP; or pulmonary capillary wedge pressure [PCWP]) and closely reflects left atrial and left ventricular end-diastolic pressures. $#(Choices A and C)#  Direct measurement of intrapleural pressure (pleural manometry) can be obtained by placing a catheter in the pleural space during thoracentesis, whereas mean airway pressure is measured during mechanical ventilation.  PACs do not measure intrapleural or mean airway pressure. $#(Choice D)#  Mean arterial pressure is measured by placing an arterial catheter directly in central arterial circulation (common femoral or radial artery) and reflects the average aortic pressure (perfusion pressure). $#(Choice E)#  Pulse pressure refers to the difference between systemic arterial systolic and diastolic blood pressure. $#(Choices F and G)#  Right atrial and right ventricular systolic pressures can be measured directly by PACs by placing the catheter in the respective chambers. $#Educational objective# Pulmonary artery occlusion pressure is measured at the distal tip of the pulmonary artery catheter after an inflated balloon occludes blood flow through a pulmonary artery branch.  It closely corresponds to left atrial and left ventricular end-diastolic pressure. ","clickable_1":"images/img1.11780.jpg"},

{"id":"551","title":"Physiologists conduct a series of experiments on hypophysectomized animals to investigate the effects of cortisol on vascular reactivity.  Their initial tests show that administration of cortisol alone does not elicit a vascular response.  Next, the researchers measure vascular reactivity to an infusion of norepinephrine both with and without pretreatment with cortisol.  The results of their experiments are shown in the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/551.jpg","title_2":"Which of the following pharmacologic principles best describes the effect of cortisol in this experiment?","audio":"","comparison_items":"","answer_1":"A. Additive effect","answer_2":"B. Alteration in metabolism","answer_3":"C. Permissiveness","answer_4":"D. Synergistic effect","answer_5":"E. Tachyphylaxis","percent_1":"18%","percent_2":"2%","percent_3":"29%","percent_4":"50%","percent_5":"1%","right_answer":"C. Permissiveness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Although #cortisol# has no direct vasoactive properties, it #augments the vasoconstrictive effects of catecholamines# and angiotensin II.  The above graph shows that the administration of norepinephrine produced a limited degree of vasoconstriction that was markedly increased following pretreatment with cortisol.  This phenomenon is termed #permissiveness#; it occurs when a hormone has #no direct effect# on a physiologic process but #allows another hormone to exert its maximal effect# on that process.  Cortisol exerts its potentiating effect on vasoconstriction in part through upregulation of alpha-1 adrenergic receptors on vascular smooth muscle cells.  In adrenal insufficiency, low cortisol levels can contribute to hypotensive crisis by decreasing vascular responsiveness to norepinephrine and angiotensin II. $Cortisol also has a permissive effect on catecholamine-mediated bronchodilation and glucagon-mediated release of glucose from the liver. $#(Choices A and D)#  The combination of 2 drugs with similar actions can have a @synergistic or additive@ effect.  When the combined effect of 2 drugs is equal to the sum of their individual effects, it is termed an additive response (eg, 1 + 1 = 2).  When the combined effect exceeds the sum of the individual drugs' effects, the interaction is called synergistic (eg, 1 + 1 > 2).  In this case, cortisol's influence on vascular responsiveness is best described as permissive rather than synergistic because cortisol has no intrinsic vasoconstrictive effect (eg, 1 + 0 > 1). $#(Choice B)#  Alterations in metabolism can change a drug's pharmacokinetic and pharmacodynamic properties.  For example, certain drugs (eg, amiodarone, fluconazole) can inhibit the P450 cytochrome oxidase system, decreasing the metabolism of other drugs metabolized through this pathway, which can lead to additive or synergistic responses. $#(Choice E)#  Tachyphylaxis describes decreased drug responsiveness in a short period following one or more doses (ie, rapidly developing tolerance).  Time is not quantified in the graph; therefore, drug response over time cannot be assessed. $#Educational objective# A permissive hormone has no effect on a physiologic process by itself but allows another hormone to exert its maximal effect on that process.  Cortisol exerts a permissive effect on catecholamines to potentiate vasoconstriction and bronchodilation; it also has a permissive effect on glucagon to increase glucose release from the liver.  ","clickable_1":"images/img1.551.jpg"},

{"id":"2009","title":"A multinational research institute conducting experiments on human circulatory physiology enrolls a healthy 30-year-old male volunteer to assess the oxygen consumption rate of various organs.  During the study, the blood oxygen content of the aorta and several other vessels is measured at rest.  The greatest difference in these measurements will most likely be between the aorta and which of the following blood vessels?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brachial vein","answer_2":"B. Coronary sinus","answer_3":"C. Internal jugular vein","answer_4":"D. Portal vein","answer_5":"E. Pulmonary artery","answer_6":"F. Renal vein","percent_1":"1%","percent_2":"30%","percent_3":"9%","percent_4":"4%","percent_5":"53%","percent_6":"3%","right_answer":"B. Coronary sinus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2009.jpg","explanation_1":"","explanation_2":"$Arterial blood supply to the cardiac muscle (myocardium) is provided by the right and left coronary arteries arising directly from the aortic root.  Most cardiac venous blood drains into the right atrium via the #coronary sinus#, with the remainder draining directly into the other chambers of the heart.  Three specific features distinguish cardiac circulation from blood flow to skeletal muscle and viscera:  $1. #The left ventricle is perfused only during diastole.#  Myocardial contraction during systole leads to compression of the coronary vessels and disruption of blood flow.  Wall tension is highest near the endocardium, making the subendocardial region the most prone to ischemia.  $2. #Myocardial oxygen extraction is very high.#  The heart has a capillary density far exceeding that of skeletal muscle.  Oxygen extraction from arterial blood is very effective within the heart as the resting myocardium extracts 60%-75% of oxygen from blood.  This amount is higher than that extracted by any other tissue or organ in the body.  As a result, the cardiac venous blood in the coronary sinus, before it reaches the right atrium and mixes with blood returning from the systemic circulation, is the most deoxygenated blood in the body #(choices A, C, D, and F)#.  $3. #Myocardial oxygen demand and coronary blood flow are tightly coupled.#  Because oxygen extraction by the resting heart is already very high, there is little capacity to increase myocardial oxygen extraction during periods of increased oxygen demand (eg, during exercise).  Therefore, increased oxygen delivery to the heart can be achieved only through increased #coronary blood flow#.  Adenosine and nitric oxide are the most important vasodilators responsible for increasing coronary flow. $#(Choice E)#  Deoxygenated systemic blood returning via the vena cava contains more oxygen than coronary sinus venous blood.  Because the pulmonary artery contains an admixture of blood returning via coronary sinus and systemic venous circulation, its oxygen content is also higher than pure coronary venous return. $#Educational objective# Myocardial oxygen extraction exceeds that of any other tissue or organ; therefore, the cardiac venous blood in the coronary sinus is the most deoxygenated blood in the body.  Due to the high degree of oxygen extraction, increases in myocardial oxygen demand can only be met by an increase in coronary blood flow.  "},

{"id":"19523","title":"A 1-hour-old girl is evaluated in the delivery room.  The infant was born at term via spontaneous vaginal delivery following an uncomplicated pregnancy.  The mother is gravida 2 para 2 and has no significant medical history.  Apgar scores were 9 and 9 at 1 and 5 minutes, respectively.  The patient has been skin-to-skin with her mother and breastfed once without difficulty.  Physical examination shows a pink, alert infant.  Cardiac auscultation reveals a normal S1 and S2 with no murmurs, and femoral pulses are normal.  Which of the following hemodynamic changes most likely occurred during the fetal-to-neonatal transition at birth?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Systemic vascular resistance ∆Pulmonary vascular resistance ∆Left ventricular contribution to systemic blood flow","answer_1":"§A. ∆↓ ∆↓ ∆↑","answer_2":"§B. ∆↓ ∆↑ ∆↑","answer_3":"§C. ∆↑ ∆↓ ∆↓","answer_4":"§D. ∆↑ ∆↓ ∆↑","answer_5":"§E. ∆↑ ∆↑ ∆↓","percent_1":"12%","percent_2":"15%","percent_3":"5%","percent_4":"65%","percent_5":"3%","right_answer":"§D. ∆↑ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19523.jpg","explanation_1":"","explanation_2":"$#Fetal circulation# is characterized by: $• #High pulmonary vascular resistance# (PVR):  In utero, the lungs are filled with amniotic fluid, which causes diffuse vasoconstriction of the pulmonary capillary beds (hypoxic vasoconstriction). $• #Low systemic vascular resistance# (SVR):  The fetal systemic circulation is connected in parallel to the low-resistance placental vascular bed via the umbilical arteries (which deliver deoxygenated blood to the placenta) and umbilical vein (which delivers oxygenated blood to the fetus). $In the fetus, PVR is greater than SVR; the foramen ovale and ductus arteriosus allow blood to be shunted away from the high resistance pulmonary circulation into the low resistance systemic circulation (ie, right-to-left shunting), bypassing the lungs.  Because the ductus arteriosus is a high-caliber shunt, the #right ventricle# contributes approximately #60 percent# of the fetal systemic blood flow (and the left ventricle contributes the remainder). $At birth, fetal circulation transitions to #neonatal circulation#, which is characterized by: $• #Decreased PVR#:  Pulmonary expansion and aeration lead to diffuse pulmonary vasodilation. $• #Increased SVR#:  Umbilical cord clamping abruptly removes the low-resistance placenta from neonatal circulation. $Because SVR is now greater than PVR, shunting through the ductus arteriosus reverses to left-to-right shunting (triggering eventual closure of the ductus).  With the cessation of right-to-left shunting through the ductus arteriosus at birth, #only the left ventricle# contributes to systemic blood flow. $#Educational objective# Before birth, high pulmonary vascular resistance (PVR) and low systemic vascular resistance (SVR) facilitate right-to-left shunting through the ductus arteriosus, and both ventricles contribute to fetal systemic blood flow.  At birth, decreased PVR (due to oxygenation and ventilation of the lungs) and increased SVR (due to umbilical cord clamping) reverse shunting through the ductus arteriosus (ie, left-to-right shunting), and only the left ventricle contributes to systemic blood flow.  "},

{"id":"20986","title":"A healthy 80-year-old man has participated in a longitudinal study over the past 30 years to study the effects of aging on overall cardiovascular status.  He has undergone annual testing with echocardiography and his left ventricular ejection fraction has remained stable throughout the 30 years.  Which of the following changes is most likely responsible for the preserved left ventricular ejection fraction in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiomyocyte hypertrophy","answer_2":"B. Increased arterial reserve capacity","answer_3":"C. Increased left ventricular compliance","answer_4":"D. Increased left ventricular diastolic volume","answer_5":"E. Stable ventricular myocyte number","percent_1":"60%","percent_2":"2%","percent_3":"11%","percent_4":"12%","percent_5":"15%","right_answer":"A. Cardiomyocyte hypertrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Physiologic age-related cardiovascular changes#∆⨉ §^#Aortic stiffening# ∆ • Elastin replacement with collagen • ↑ Pulse pressure (isolated systolic HTN) §^#Mild concentric LVH*# ∆ • Response to cardiomyocyte dropout & ↑ afterload • Resting EF, SV & cardiac output maintained • ↓ Maximal cardiac output §^#Conduction cell# #degeneration# ∆ • Slightly ↓ resting heart rate • ↓ Maximal heart rate §^#Reduced baroreceptor sensitivity & adrenergic$ responsiveness# ∆ • ↑ Orthostasis • ↓ Heart rate & contractility response %#*A soft S4 is a normal finding in the elderly.$ #EF =# ejection fraction; #HTN =# hypertension; #LVH =# left ventricular hypertrophy; #SV =# stroke volume.","explanation_img":"","explanation_1":"","explanation_2":"The #cardiovascular system# undergoes an array of #age-related physiologic changes#.  Over time, cardiomyocytes are lost to both apoptosis and necrosis (ie, cardiomyocyte dropout), resulting in an overall #reduced cardiomyocyte number#.  The loss of ventricular cardiomyocytes #(choice E)# weakens contractile strength.  In addition, the aorta and other large arteries stiffen with age, resulting in reduced arterial compliance (ie, reduced arterial reserve capacity) #(choice B)# and increased left ventricular (LV) afterload.  To compensate for the cardiomyocyte loss and increased afterload, #cardiomyocyte hypertrophy# (ie, mild concentric LV hypertrophy) occurs, allowing for #maintenance of LV contractility# and ejection fraction. $Cardiomyocyte dropout also affects cardiac conduction cells, contributing to decreased maximal heart rate and slightly decreased resting heart rate.  Decreased responsiveness to adrenergic stimuli with age also contributes to reduced maximal heart rate. $#(Choices C and D)#  The mild concentric LV hypertrophy that occurs with age results in reductions in LV compliance and LV end-diastolic volume.  However, because these changes are relatively slight, stroke volume and cardiac output are mostly preserved. $#Educational objective# Cardiomyocyte hypertrophy (ie, concentric left ventricular hypertrophy) occurs with age to allow for maintenance of left ventricular contractility and ejection fraction despite cardiomyocyte dropout and increased left ventricular afterload (due to reduced aortic compliance).  "},

{"id":"157","title":"In an experiment, 3 L of isotonic saline are infused intravenously into a healthy volunteer after multiple baseline physiologic parameters are recorded.  Serial blood pressure measurements show an increase in the systolic and diastolic blood pressure.  Ultrasonography reveals an increase in the left ventricular volume and engorgement of the inferior vena cava.  Blood levels of a peptide hormone have also increased compared to baseline.  This hormone is most likely to increase which of the following in this test subject?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acid content of the urine","answer_2":"B. Glomerular filtration rate","answer_3":"C. Renal sodium reabsorption","answer_4":"D. Renal water reabsorption","answer_5":"E. Vascular resistance","percent_1":"3%","percent_2":"74%","percent_3":"10%","percent_4":"5%","percent_5":"7%","right_answer":"B. Glomerular filtration rate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp157.jpg","explanation_1":"","explanation_2":"$Intravenous infusion of isotonic saline leads to #intravascular volume expansion# with an increase in intracardiac volume and filling pressures.  The resultant increase in myocardial wall stretch leads to the release of endogenous natriuretic peptide hormones, including #atrial natriuretic peptide# (ANP) and #brain natriuretic peptide# (BNP) from the atria and ventricles, respectively. $Both ANP and BNP activate guanylate cyclase, which increases intracellular cyclic GMP, and leads to downstream physiologic effects in various tissues.  In the kidney, natriuretic peptides promote afferent glomerular arteriolar vasodilation and efferent arteriolar constriction, causing #increased glomerular filtration rate#; this leads to increased #natriuresis# (sodium excretion) and #diuresis# (fluid excretion).  Natriuretic peptides also directly inhibit proximal tubular sodium reabsorption and renin secretion.  Decreased renin secretion results in reduced angiotensin II and aldosterone levels, further promoting natriuresis and diuresis. $#(Choice A)#  An increase in aldosterone levels causes sodium and water retention, hypokalemia, and metabolic alkalosis due to increased urinary hydrogen excretion.  Infusion of isotonic saline inhibits aldosterone release and causes a decrease in urinary hydrogen excretion and acid content of the urine. $#(Choice C)#  Activation of the @renin-angiotensin-aldosterone system@ (eg, hypotension, hypovolemia, increased sympathetic activity) leads to an increase in renin secretion, which in turn leads to increased production of angiotensin II and aldosterone.  Angiotensin II increases sodium reabsorption in the proximal tubules and stimulates aldosterone secretion from the adrenal cortex, which in turn promotes sodium and water reabsorption in the distal tubule.  An increase in intravascular volume by isotonic saline inhibits renin release and causes a decrease in sodium and water reabsorption. $#(Choice D)#  Infusion of isotonic saline inhibits the release of antidiuretic hormone (vasopressin), reducing renal water reabsorption in the collecting duct. $#(Choice E)#  Angiotensin II causes arteriolar vasoconstriction via direct actions on AT1 receptors on the cell membrane.  Infusion of isotonic saline decreases renin release with a reduction in angiotensin II production, resulting in decreased systemic vascular resistance. $#Educational objective# Atrial natriuretic peptide and brain natriuretic peptide are released from the atria and ventricles, respectively, in response to myocardial wall stretch due to intravascular volume expansion.  These endogenous hormones promote increased glomerular filtration rate, natriuresis, and diuresis.  ","clickable_1":"images/img1.157.jpg"},

{"id":"11837","title":"A 66-year-old man comes to the hospital due to sudden-onset chest pain and dyspnea. The patient has a history of asthma and gastroesophageal reflux disease but says his current symptoms feel different than what he usually experiences. An ECG is consistent with ST-elevation myocardial infarction, and an emergent cardiac catheterization is performed. Evaluation of the left and right coronary arteries reveals left-dominant circulation. A stenotic region is identified in one of the coronary vessels just before the origin of the artery supplying the atrioventricular node. Which of the following arteries is most likely affected?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior interventricular artery","ansImg_1":"","answer_2":"B. Left circumflex artery","ansImg_2":"","answer_3":"C. Left diagonal artery","ansImg_3":"","answer_4":"D. Right coronary artery","ansImg_4":"","answer_5":"E. Right marginal artery","ansImg_5":"","right_answer":"B. Left circumflex artery","percent_1":"7%","percent_2":"55%","percent_3":"3%","percent_4":"31%","percent_5":"5%","explanation_img":"images/exp11837.jpg","explanation_1":"","explanation_2":"$#Coronary dominance# is determined by the coronary artery that supplies blood to the #posterior descending artery# (PDA [or posterior interventricular artery]).  The PDA originates from one of the following: $• @Right coronary artery@ in approximately 70%-80% of the population (right dominant) $• Left circumflex artery in approximately 5%-10% of the population (#left dominant#) $• Both right coronary and left circumflex artery in 10%-20% of the population (codominant) $The atrioventricular #(AV) nodal artery# most often #arises# from the #dominant coronary artery#.  This patient has left-dominant coronary circulation; therefore, his atherosclerotic lesion is most likely in the #left circumflex artery#.  Involvement of the AV nodal artery during myocardial infarction can cause varying degrees of AV block. $#(Choice A)#  The @left anterior descending artery@ travels in the anterior interventricular groove and supplies the anterior part of the septum and the anterior wall of the left ventricle.  It does not supply the AV node. $#(Choice C)#  The diagonal arteries arise from the left anterior descending artery and supply the anterolateral wall of the left ventricle. $#(Choice D)#  The right coronary artery gives rise to the AV nodal artery in patients with right-dominant or codominant circulation.  This patient has left-dominant circulation, so the AV node is most likely supplied by the left circumflex artery. $#(Choice E)#  The right marginal arteries arise from the right coronary artery and supply blood to the free wall of the right ventricle. $#Educational objective# Coronary dominance is determined by the coronary artery supplying the posterior descending artery.  The posterior descending artery originates from the right coronary artery in approximately 70%-80% of patients (right dominant), both the right coronary and left circumflex artery in 10%-20% (codominant), and the left circumflex artery in 5%-10% (left dominant).  The dominant coronary artery supplies blood to the atrioventricular (AV) node via the AV nodal artery.  ","clickable_1":"images/img1.11837.jpg","clickable_2":"images/img2.11837.jpg"},

{"id":"1625","title":"A 34-year-old woman comes to the office due to exertional dyspnea.  The patient has a history of IgA nephropathy; she received hemodialysis for 2 years before undergoing kidney transplantation last month.  Chest x-ray reveals cardiomegaly and pulmonary congestion.  Further evaluation determines that her symptoms are likely due to persistence of the arteriovenous fistula that was used for hemodialysis.  Which of the following physiologic changes are most likely present in this patient due to the fistula?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Cardiac output ∆ Systemic vascular resistance ∆ Venous return","answer_1":"§A. ∆ ↓ ∆ ↑ ∆ ↓","answer_2":"§B. ∆ ↓ ∆ ↑ ∆ ↑","answer_3":"§C. ∆ ↑ ∆ ↓ ∆ ↓","answer_4":"§D. ∆ ↑ ∆ ↓ ∆ ↑","answer_5":"§E. ∆ ↑ ∆ ↑ ∆ ↑","percent_1":"11%","percent_2":"12%","percent_3":"7%","percent_4":"59%","percent_5":"12%","right_answer":"§D. ∆ ↑ ∆ ↓ ∆ ↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1625.jpg","explanation_1":"","explanation_2":"$This patient with dyspnea and chest x-ray showing an enlarged heart and pulmonary edema likely has #high-output heart failure# due to excessive flow through her #arteriovenous fistula#.  A surgically created arteriovenous fistula forms an @enlarged vein@ that serves as an access point for hemodialysis (which requires a vessel with high blood flow rates); however, if the fistula becomes too large, it can lead to hemodynamic complications. $A large arteriovenous fistula allows a high proportion of blood flow to bypass the resistance of the systemic arterioles, causing markedly #decreased systemic vascular resistance# (SVR) (ie, reduced afterload).  Blood passing through the low peripheral resistance returns to the right atrium quickly and easily, resulting in #increased venous return# (ie, increased preload).  Both the reduced afterload and increased preload facilitate increased stroke volume (ie, #increased cardiac output#).  A baroreceptor reflex-mediated increase in contractility and heart rate in response to hypotension may also contribute to increased cardiac output. $With excessively large fistulas, the left ventricle becomes unable to keep up with the increased venous return despite a persistent increase in cardiac output; left ventricular diastolic pressure gradually increases, and decompensated heart failure develops.  Other common @causes@ of high-output heart failure also involve decreased SVR as the initial disturbance. $#(Choice A)#  @Hypovolemia@ (eg, severe dehydration) involves a marked reduction in blood volume.  Venous return is decreased, leading to reduced cardiac output and a compensatory increase in SVR. $#(Choice B)#  Low-output heart failure (the typical cause of @cardiogenic shock@) involves left ventricular dysfunction as the initial disturbance, which leads to decreased cardiac output and a compensatory increase in SVR.  Increased pressure is transmitted backward from the left ventricle, causing elevated central venous pressure (ie, increased venous return [preload]). $#(Choice C)#  The pathophysiology of @sepsis@ is similar to high-output heart failure in that reduced SVR is the initial disturbance and is followed by a compensatory increase in cardiac output.  However, in sepsis the leaky vasculature reduces intravascular volume to decrease venous return, preventing volume overload of the left ventricle. $#(Choice E)#  Stimulation of both alpha-1 and beta-1 adrenergic receptors (eg, with norepinephrine) causes arteriolar constriction to increase SVR, venoconstriction to increase venous return, and increased heart rate and contractility to increase cardiac output. $#Educational objective# High-output heart failure results from markedly decreased systemic vascular resistance (eg, large arteriovenous fistula) that leads to increased venous return and increased cardiac output.  Despite a sustained increase in cardiac output, the left ventricle is unable to keep up with the increased venous return, and decompensated heart failure develops.  ","clickable_1":"images/img1.1625.jpg","clickable_2":"images/img2.1625.jpg","clickable_3":"images/img3.1625.jpg","clickable_4":"images/img4.1625.jpg","clickable_5":"images/img5.1625.jpg"},

{"id":"951","title":"A 43-year-old man comes to the office due to occasional chest discomfort over the last 6 weeks.  He thinks he is most likely experiencing musculoskeletal pain but is concerned due to family history of heart disease.  The patient has no medical conditions and does not use tobacco.  He leads an active lifestyle and exercises every day.  He undergoes treadmill exercise stress testing.  Baseline blood pressure is 122/75 mm Hg and pulse is 54/min.  After 10 minutes of exercise, his blood pressure is 155/80 mm Hg and pulse is 150/min.  He has no chest pain and ECG shows no abnormalities.  Compared to pretest conditions, which of the following is the single most important limiting factor for left ventricular myocardial blood supply during the test?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Contraction force","answer_2":"B. Coronary vasoconstriction","answer_3":"C. Diastolic aortic pressure","answer_4":"D. Duration of diastole","answer_5":"E. Intraventricular pressure","answer_6":"F. Systolic ventricular wall stress","percent_1":"6%","percent_2":"8%","percent_3":"4%","percent_4":"74%","percent_5":"2%","percent_6":"5%","right_answer":"D. Duration of diastole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp951.jpg","explanation_1":"","explanation_2":"$Myocardial perfusion is provided by the right and left coronary arteries arising directly from the aortic root.  In contrast to most other vascular beds in the body, #left ventricular myocardial perfusion# occurs mainly during #diastole#.  During ventricular systole, @intraventricular pressure@ and wall stress in the left ventricle exceed the aortic perfusion pressure (eg, 120 mm Hg), preventing effective coronary perfusion.  Wall tension is highest in the subendocardial region, making this area of the myocardium particularly susceptible to ischemia.  Relaxation of the left ventricle during diastole decreases intraventricular pressure to about 10 mm Hg (which is much lower than aortic diastolic pressure [~80 mm Hg]), providing a driving force that allows for adequate perfusion. $#Increased heart rate# shortens the time of ventricular relaxation (#duration of diastole#); therefore, the time available for maximal coronary blood flow decreases and consequently becomes the major limiting factor for coronary blood supply to the myocardium. $#(Choice B)#  During exercise, mechanisms such as flow-mediated dilation and release of vasodilators such as adenosine and nitric oxide ensure adequate coronary blood supply. $#(Choices A, E, and F)#  Left ventricular contraction force, intraventricular pressure, and ventricular wall stress all increase during exercise to provide adequate blood flow to actively contracting skeletal muscle.  However, because there is already minimal left ventricular perfusion occurring during systole, the increase in these forces does not cause further limitation in left ventricular myocardial perfusion. $#(Choice C)#  Diastolic aortic pressure is the driving force for coronary blood flow during diastole, and coronary blood flow is reduced in patients with low diastolic pressures.  This patient's diastolic pressures are similar while at rest and during exercise and would not contribute to decreased coronary blood supply. $#Educational objective# The high systolic intraventricular pressure and wall stress of the left ventricle prevent myocardial perfusion during systole; therefore, the majority of left ventricular myocardial perfusion occurs during diastole.  Shorter duration of diastole is the major limiting factor for coronary blood supply to the left ventricular myocardium during periods of tachycardia (eg, exercise).  ","clickable_1":"images/img1.951.jpg"},

{"id":"1511","title":"A 55-year-old man undergoes an elective surgery under general anesthesia.  Two hours into the surgery, his left ventricular pressure-volume loop has changed from the solid line to the dashed line, as shown in the image below (the loop is unchanged in areas where there is no dashed line):","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1511.jpg","title_2":"Which of the following is most likely responsible for this patient's hemodynamic change?","audio":"","comparison_items":"","answer_1":"A. Abdominal aorta clamping","answer_2":"B. Blood volume loss","answer_3":"C. Dobutamine administration","answer_4":"D. Myocardial infarction","answer_5":"E. Normal saline infusion","percent_1":"6%","percent_2":"2%","percent_3":"13%","percent_4":"1%","percent_5":"77%","right_answer":"E. Normal saline infusion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1511.jpg","explanation_1":"","explanation_2":"$The left ventricular (LV) @pressure-volume loop@ in this patient shows a rightward shift in end-diastolic volume (point 1), indicating #increased preload#, which occurs with #infusion of normal saline# or other causes of increased blood volume (eg, blood transfusion, renal failure).  Following the @Frank-Starling@ law, the increased LV stretch from increased preload leads to #increased stroke volume# (the horizontal distance between points 1 and 3) and a #slight increase in afterload# (ie, the peak LV pressure reached during blood ejection).  #Contractility is unchanged#. $#(Choice A)#  Clamping of the abdominal aorta increases aortic pressure to @increase afterload@.  Stroke volume decreases because the left ventricle is unable to eject as much blood against the increased aortic pressure.  Preload is unchanged. $#(Choice B)#  Blood loss decreases intravascular volume and leads to @decreased preload@.  The decreased preload causes reduced stroke volume and a slight decrease in afterload (Frank-Starling). $#(Choice C)#  Dobutamine primarily acts as a beta 1 receptor agonist and stimulates @increased contractility@.  The increased contractility increases stroke volume and leads to a slight increase in afterload; preload is not increased. $#(Choice D)#  Acute myocardial infarction disrupts myocardial function and often @decreases contractility@.  The decreased contractility decreases stroke volume and causes a slight decrease in afterload.  Preload is unchanged initially but is likely to increase if the decrease in contractility is sustained. $#Educational objective# A rightward shift of the bottom right corner (point 1) of the left ventricular (LV) pressure volume loop indicates increased end-diastolic volume or preload, which occurs with infusion of normal saline.  The increased preload causes increased LV stretching and leads to increased stroke volume and a slight increase in afterload (Frank-Starling law).  ","clickable_1":"images/img1.1511.jpg","clickable_2":"images/img2.1511.jpg","clickable_3":"images/img3.1511.jpg","clickable_4":"images/img4.1511.jpg","clickable_5":"images/img5.1511.jpg","clickable_6":"images/img6.1511.jpg"},

{"id":"19895","title":"A 24-year-old woman participates in a study of changes in blood pressure during aerobic exercise.  She is healthy and takes no medications.  During the study she is asked to run on a treadmill at incrementally increasing speed until her heart rate reaches 90% of her expected maximum heart rate.  Compared to at rest, which of the following changes in blood pressure are expected during this time?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Systolic blood pressure ∆ Diastolic blood pressure ∆ Pulse pressure","answer_1":"§A. ∆ Decreased ∆ Decreased ∆ Unchanged","answer_2":"§B. ∆ Unchanged ∆ Increased ∆ Decreased","answer_3":"§C. ∆ Increased ∆ Unchanged ∆ Increased","answer_4":"§D. ∆ Increased ∆ Increased ∆ Unchanged","answer_5":"§E. ∆ Increased ∆ Increased ∆ Increased","percent_1":"5%","percent_2":"2%","percent_3":"38%","percent_4":"30%","percent_5":"25%","right_answer":"§C. ∆ Increased ∆ Unchanged ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19895.jpg","explanation_1":"","explanation_2":"$#Diastolic blood pressure# (DBP) is the baseline hydrostatic pressure in the arterial system and is #directly related to systemic vascular resistance# (SVR) and arterial blood volume.  #Pulse pressure# (PP) is the amount that arterial pressure increases above DBP during left ventricular contraction; it is #directly related to stroke volume# and inversely related to aortic compliance (which is generally constant but decreases with advancing age).  Systolic blood pressure (SBP) is the summation of DBP and PP. $During #aerobic exercise#, there is vasoconstriction of splanchnic arterioles and a larger degree of vasodilation of skeletal muscle arterioles, which shunts blood to exercising muscle and leads to overall #reduced SVR#.  In addition, venoconstriction of capacitance veins mobilizes stored blood to increase venous return (ie, #increased preload#), and #myocardial contractility# is also increased.  Both the increased preload and increased myocardial contractility #increase stroke volume#, which in combination with increased heart rate, markedly increases cardiac output. $The reduced SVR during aerobic exercise facilitates decreased DBP but it is somewhat offset by mobilization of a higher percentage of blood volume from the venous to the arterial circulation (due to venoconstriction and increased heart rate), resulting in #slightly decreased or unchanged DBP#.  The increased stroke volume leads to #increased PP#, and consequently #increased SBP#. $#(Choice A)#  Decreased DBP and unchanged PP results in decreased SBP.  Such changes are expected with reduced SVR and no change in stroke volume. $#(Choice B)#  Increased DBP and decreased PP can result in unchanged SBP.  Such changes are expected with increased SVR and decreased stroke volume. $#(Choice D)#  Increased DBP and unchanged PP results in increased SBP.  Such changes are expected with increased SVR and no change in stroke volume. $#(Choice E)#  Increased DBP and increased PP results in greatly increased SBP.  Such changes occur with resistance exercise (eg, heavy weightlifting) as SVR is increased due to arteriolar compression by vigorously contracting muscles, and stroke volume is increased due to increased venous return and myocardial contractility. $#Educational objective# Diastolic blood pressure (DBP) is largely determined by systemic vascular resistance (SVR), and pulse pressure is largely determined by stroke volume.  During aerobic exercise, reduced SVR leads to slightly decreased or unchanged DBP, and increased stroke volume leads to increased pulse pressure and systolic blood pressure.  "},

{"id":"18536","title":"An 8-month-old previously healthy infant is brought to the urgent care clinic due to vomiting and watery diarrhea for the past 3 days.  He attends a day care where recently several other children had similar symptoms.  His mother states that the infant is less active and has no interest in feeding.  Physical examination shows a listless infant with tachycardia, dry mucous membranes, and decreased skin turgor.  The abdomen is nontender with hyperactive bowel sounds.  Compared to pre-illness levels, which of the following sets of laboratory findings are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Hematocrit ∆ Serum albumin concentration ∆ Serum uric acid concentration","answer_1":"§A. ∆ Decreased ∆ Decreased ∆ Decreased","answer_2":"§B. ∆ Decreased ∆ Decreased ∆ Normal","answer_3":"§C. ∆ Decreased ∆ Increased ∆ Decreased","answer_4":"§D. ∆ Increased ∆ Decreased ∆ Normal","answer_5":"§E. ∆ Increased ∆ Increased ∆ Increased","answer_6":"§F. ∆ Increased ∆ Normal ∆ Normal","percent_1":"3%","percent_2":"10%","percent_3":"5%","percent_4":"14%","percent_5":"49%","percent_6":"19%","right_answer":"§E. ∆ Increased ∆ Increased ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's history of vomiting and diarrhea and physical examination findings of tachycardia, dry mucous membranes, and decreased skin turgor are consistent with moderate to severe #hypovolemia#.  Vomiting and diarrhea cause gastrointestinal losses of both sodium and water from the extracellular space with a consequent #decrease in plasma volume#.  Because red blood cells and proteins such as albumin are relatively large and trapped intravascularly, these blood components become concentrated, leading to #increased hematocrit# and #increased serum albumin#.  Such hemoconcentration can be a clue to hypovolemia caused by salt and/or water depletion; however, it does not occur with hypovolemia due to acute blood loss because red blood cells and albumin are also depleted. $In the setting of hypovolemia, the kidneys respond by increasing sodium reabsorption to increase circulating blood volume.  This increased sodium reabsorption occurs in both the distal renal tubule via increased aldosterone activity and the proximal renal tubule through poorly understood mechanisms.  Uric acid absorption is closely tied and directly related to sodium absorption in the proximal renal tubule; therefore, there is typically #increased serum uric acid# in the setting of hypovolemia.  Although uric acid levels are not typically collected in the management of hypovolemia, the relationship between hypovolemia and serum uric acid level has clinical application in that hypovolemia increases the risk of acute gout flares. $#Educational objective# Hypovolemia due to loss of sodium and/or water causes increased concentration of red blood cells (ie, hematocrit) and albumin as both of these blood components are trapped within the intravascular space.  Hypovolemia also triggers increased absorption of uric acid in the proximal renal tubule, resulting in an increased serum uric acid level.  "},

{"id":"11730","title":"A 35-year-old previously healthy man is evaluated for several episodes of syncope in the past 6 weeks. Physical examination is unremarkable. Echocardiogram shows no structural heart defect. An electrophysiologic study is performed during which catheters are passed into the patient's right and left atrium to record atrial electric potentials. Cardiac monitor currently shows normal sinus rhythm. Which of the following is the most likely earliest site of electric activation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Junction of left atrium and atrial appendage","ansImg_1":"","answer_2":"B. Left atrium near the opening of pulmonary veins","ansImg_2":"","answer_3":"C. Right atrium near the opening of inferior vena cava","ansImg_3":"","answer_4":"D. Right atrium near the opening of superior vena cava","ansImg_4":"","answer_5":"E. Right atrium near the septal cusp of tricuspid valve","ansImg_5":"","right_answer":"D. Right atrium near the opening of superior vena cava","percent_1":"2%","percent_2":"2%","percent_3":"7%","percent_4":"81%","percent_5":"8%","explanation_img":"images/exp11730.jpg","explanation_1":"","explanation_2":"The cardiac conduction system consists of the #sinoatrial (SA) node#, atrioventricular (AV) node, bundle of His, right and left bundle branches, and the Purkinje system (which directly activates the ventricular myocardium). In patients with normal sinus rhythm (as in this patient), the #SA node# acts as the dominant pacemaker site and is the site of earliest electrical activation. The SA node is a compact subepicardial structure that consists of specialized pacemaker cells located at the# junction of the right atrium and superior vena cava#.$#(Choices A and B)# The SA node is located in the right, not the left, atrium. The area around the opening of the pulmonary veins in the left atrium is frequently involved in the pathogenesis of atrial fibrillation.$(Choice C) The junction of the right atrium and inferior vena cava is not a major site of electrical activity.$(Choice E) The AV node is located in the right atrium near the septal cusp of the tricuspid valve.$Educational Objectives The sinoatrial node consists of specialized pacemaker cells located at the junction of the right atrium and superior vena cava. It is the site of earliest electrical activation in patients with sinus rhythm."},

{"id":"179","title":"A 59-year-old African American male presents to the emergency room with crushing chest pain, sweating, and lightheadedness.  His blood pressure is 90/60 mm Hg and his heart rate is 48 beats per minute.  Electrocardiogram (ECG) shows sinus bradycardia and ST segment elevation in leads II, III, and aVF.  Occlusion of which of the following coronary arteries is most likely responsible for this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left main coronary artery","answer_2":"B. Left anterior descending artery","answer_3":"C. Left circumflex artery","answer_4":"D. Right coronary artery","answer_5":"E. Intramural arteries","percent_1":"3%","percent_2":"35%","percent_3":"5%","percent_4":"55%","percent_5":"1%","right_answer":"D. Right coronary artery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp179.jpg","explanation_1":"","explanation_2":"$@Click here for posterior view@.$This patient presents with symptoms and ECG findings consistent with transmural ischemic injury to the inferior wall of the heart.  In 90% of individuals, the posteroinferior wall of the left ventricle is supplied by the posterior descending branch of the right coronary artery (RCA).  The patient's bradycardia and resultant hypotension suggests that there may have been ischemic injury to the sinus node as well.  (The sinus node normally receives its arterial blood supply from the RCA.) $ #(Choices A, B, and C)#  The left main coronary artery gives rise to the left anterior descending (LAD) and the left circumflex (LCX) coronary arteries.  The LAD supplies the interventricular septum and the anterior wall of the left ventricle.  Transmural ischemia of the septum would produce ST elevation mainly in leads V1 and V2.  Infranodal (Mobitz type II) second-degree or third-degree heart block is a possible result as well; but sinus bradycardia would not occur with this type of injury.  Transmural ischemia of the anterior left ventricular wall would produce ST elevations mainly in leads V3 and V4.  An occlusion of the proximal LAD would cause anteroseptal transmural ischemia, with ST elevations in leads V1–V4. $ The LCX supplies the lateral wall of the left ventricle.  Transmural ischemia secondary to LCX occlusion would produce ST elevations mainly in leads V5 and V6, and possibly also in leads I and aVL.  An occlusion of the left main coronary artery would therefore be expected to produce widespread transmural ischemia of the interventricular septum and left ventricle, with ST elevations in all of the chest (V) leads, and possibly also in leads I and aVL. $ (Choice E)  Intramural arteries in the substance of the myocardium are unlikely sites of occlusion because, unlike the epicardial coronary arteries, they are rarely affected by atherosclerosis.  Moreover, if occlusion of intramural arteries did occur, subendocardial ischemia (with associated ST depression) would be more likely than transmural ischemia (with ST elevation). $ Educational Objective In 90% of individuals, occlusion of the right coronary artery can result in transmural ischemia of the inferior wall of the left ventricle, producing ST elevation in leads II, III, and aVF as well as possible sinus node dysfunction.  Occlusion of the proximal LAD would be expected to result in anteroseptal transmural ischemia, with ST elevations in leads V1–V4.  Occlusion of the LCX would produce transmural ischemia of the lateral wall of the left ventricle, with ST elevations mainly in V5 and V6, and possibly also in I and aVL.","clickable_1":"images/img1.179.jpg"},

{"id":"180","title":"Autopsy of a 78-year-old man demonstrates decreased left ventricular cavity size and a sigmoid-shaped ventricular septum.  Light microscopy shows increased collagen content within the ventricular wall.  Some myocardial cells also have brownish perinuclear cytoplasmic inclusions.  The changes described are most consistent with which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dilated cardiomyopathy","answer_2":"B. Hemolytic anemia","answer_3":"C. Hypertrophic cardiomyopathy","answer_4":"D. Ischemic heart disease","answer_5":"E. Long-standing hypertension","answer_6":"F. Normal aging","percent_1":"2%","percent_2":"2%","percent_3":"18%","percent_4":"11%","percent_5":"13%","percent_6":"54%","right_answer":"F. Normal aging","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp180.jpg","explanation_1":"","explanation_2":"$The morphologic changes described are consistent with #normal aging# of the heart.  Aging is associated with #decreased left ventricular chamber size#, particularly in the apex-to-base dimension.  This decrease in chamber length causes the ventricular septum to acquire a #sigmoid shape#, with the basilar portion bulging into the left ventricular outflow tract.  Atrophy of the myocardium results in #increased interstitial connective tissue#, often with concomitant extracellular amyloid deposition.  Within the cardiomyocytes, there is a progressive accumulation of cytoplasmic granules containing brownish #lipofuscin pigment# (the result of indigestible byproducts of subcellular membrane lipid oxidation). $#(Choice A)#  Dilated cardiomyopathy causes an increase in the left ventricular chamber size.  There is an increased risk of mural thrombi with this condition due to contractile dysfunction. $#(Choice B)#  Chronic hemolytic anemia may result in the formation of hemosiderin granules containing excess iron inside cardiac myocytes (hemosiderosis), which can be visualized with Prussian-blue stain.  Excessive deposition of iron within the myocytes usually leads to dilated or restrictive cardiomyopathy. $#(Choice C)#  Hypertrophic cardiomyopathy (idiopathic hypertrophic subaortic stenosis) causes asymmetric septal hypertrophy with disproportionate thickening of the ventricular septum compared to the left ventricular free wall.  Microscopic examination shows extreme myocyte hypertrophy, disorganized myocyte bundles, and myofiber disarray. $#(Choice D)#  Chronic ischemic heart disease tends to result in progressive congestive heart failure and ventricular dilation.  Histologically, the major findings are diffuse subendocardial vacuolization and fibrosis. $#(Choice E)#  Long-standing hypertension results in hypertensive heart disease.  Although left ventricular chamber size may be reduced in this condition, the major morphologic change is concentric left ventricular hypertrophy. $#Educational objective# Normal morphological changes in the aging heart include a decrease in left ventricular chamber apex-to-base dimension, development of a sigmoid-shaped ventricular septum, myocardial atrophy with increased collagen deposition, and accumulation of cytoplasmic lipofuscin pigment within cardiomyocytes.  "},

{"title":"A 55-year-old man is brought to the emergency department due to shortness of breath, productive cough, and confusion. His wife mentions that last week he was diagnosed with the flu and his symptoms have progressively worsened. Temperature is 39.4 C (103 F), blood pressure is 80/50 mm Hg, pulse is 120/min, and respiratory rate is 22/min. Pulse oximetry shows 86% on room air. On physical examination, the patient is obtunded and in respiratory distress. He is intubated, given a 2-L bolus of normal saline, and started on broad spectrum antibiotics after blood cultures are obtained. A central line is placed to access a structure embryonically derived from the common cardinal veins. This structure is represented by which of the following labels shown in the chest CT scan below?","image_1":"images/2023.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A","ansImg_1":"","answer_2":"B","ansImg_2":"","answer_3":"C","ansImg_3":"","answer_4":"D","ansImg_4":"","answer_5":"E","ansImg_5":"","right_answer":"A","percent_1":"51%","percent_2":"9%","percent_3":"13%","percent_4":"13%","percent_5":"13%","id":"2023","explanation_img":"images/exp2023.jpg","explanation_1":"","explanation_2":"$Patients with hemodynamic instability or shock often have #central lines# placed into the central venous system to allow rapid infusion of intravenous fluids, blood, and vasopressors.  The catheter is usually inserted into the neck (internal jugular vein) or chest (subclavian vein), and is advanced until the catheter tip enters the #superior vena cava# (SVC).  The SVC is derived from the common cardinal veins.  On CT scan imaging of the upper thorax, the SVC can be identified to the right of the heart, posterolateral to the ascending aorta, anterior to the right pulmonary artery, and just below the level of the carina. $All veins in the @developing embryo@ ultimately drain into the sinus venosus, which drains into the primitive atrium of the developing heart.  In early embryonic development, the body's veins fall into 3 main groups: umbilical, vitelline, and #cardinal veins#.  The umbilical vein degenerates, the vitelline veins form the portal system, and the cardinal veins form constituents of the #systemic venous circulation#. $#(Choice B)#  The ascending aorta develops from the truncus arteriosus, which also gives rise to the pulmonary trunk.  A portion of the aortic arch develops from the fourth branchial (pharyngeal) arch. $#(Choice C)#  The pulmonary trunk is derived from the truncus arteriosus.  Neural crest cell migration helps partition the truncus arteriosus into the 2 great arteries (aorta and pulmonary artery) by causing fusion and twisting of the truncal and bulbar ridges.  This process results in the normal spiral relation between the aorta and pulmonary artery.  Failure of this process can result in transposition of the great vessels or tetralogy of Fallot. $#(Choice D)#  The esophagus is embryologically derived from the endodermal foregut.  In the thoracic cavity, it descends posterior to the trachea and anterior to the vertebrae. $#(Choice E)#  The descending aorta is derived from fusion of the embryonic right and left dorsal aortas.  In the thoracic cavity, it starts left of the vertebral column and approaches the midline as it descends toward the diaphragm. $#Educational objective# The common cardinal veins of the developing embryo drain directly into the sinus venosus.  These cardinal veins ultimately give rise to the superior vena cava and other constituents of the systemic venous circulation.  ","clickable_1":"images/img1.2023.jpg"},

{"id":"1653","title":"A 46-year-old man comes to the office with chest pain and dyspnea on exertion.  He has no known medical problems and leads a sedentary lifestyle.  He is a lifetime nonsmoker.  Noninvasive cardiac testing is nondiagnostic.  Left and right heart catheterization is planned.  During the procedure, the catheter records periodic pressure changes with a maximum of 25 mm Hg and minimum of 2 mm Hg.  The catheter is advanced further, and then shows periodic pressure changes with a maximum of 25 mm Hg and a minimum of 10 mm Hg.  Assuming the results of the procedure are normal, the first set of readings was most likely obtained from which of the following locations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left atrium","answer_2":"B. Left ventricle","answer_3":"C. Pulmonary artery","answer_4":"D. Right atrium","answer_5":"E. Right ventricle","percent_1":"9%","percent_2":"3%","percent_3":"15%","percent_4":"35%","percent_5":"38%","right_answer":"E. Right ventricle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1653.jpg","explanation_1":"","explanation_2":"$Cardiac catheterization is performed to evaluate for cardiac etiologies and obtain direct measurements of intracardiac pressures in patients with unexplained symptoms.  In general, right-sided pressures are much lower than those of the left side as the right ventricle is pumping blood into a much lower resistance pulmonary vasculature. $A balloon-tipped pulmonary artery (PA) @catheter@ (attached distally to a pressure transducer) is inserted into the subclavian or internal jugular vein.  When the PA catheter enters the superior vena cava (SVC), a venous waveform appears, and the balloon is inflated with air and the catheter is advanced.  The location of the catheter tip is determined by the @pressure readings@ as follows:  $1. The venous pressure waveform of the SVC appears as small-amplitude oscillations.  The pressure remains unchanged as the catheter is advanced into the right atrium (RA).  Normal pressure in the SVC and RA is 1-6 mm Hg #(choice D).#  $2. As the catheter is advanced across the tricuspid valve into the right ventricle (RV), a pulsatile waveform appears.  The peak (systolic) pressure is the strength of right ventricular contraction, and the lowest (diastolic) pressure is just below the RA pressure.  RV systolic pressure is normally 15-30 mm Hg.  $3. As the catheter advances across the pulmonic valve into a main pulmonary artery, the pressure waveform shows a sudden increase in diastolic pressure with no change in systolic pressure.  This rise in diastolic pressure is due to pulmonary capillary resistance and backward transmission of left atrial pressure.  The PA diastolic pressure is normally 6-12 mm Hg #(choice C).#  $4. When the catheter is advanced into the distal PA branches, a venous type waveform appears; this is called the PA occlusion pressure or pulmonary capillary wedge pressure (PCWP).  This pressure is reflective of venous pressure in the left heart (left atrial pressure and left ventricular diastolic pressure) #(choice A).#  PCWP is usually equal to PA diastolic pressure (6-12 mm Hg). $#(Choice B)#  Left-sided pressures are much higher than right heart pressures in order to maintain systemic perfusion.  The normal left ventricular systolic pressure is approximately 90-140 mm Hg with a left ventricular end-diastolic pressure of 6-12 mm Hg. $#Educational objective# Right-sided pressures in the heart are lower than left-sided pressures due to lower resistance in the pulmonary vasculature.  Right ventricular diastolic pressure is similar to right atrial/central venous pressure (1-6 mm Hg), whereas pulmonary artery diastolic pressure is slightly higher (6-12 mm Hg) due to resistance to flow in the pulmonary circulation.  ","clickable_1":"images/img1.1653.jpg","clickable_2":"images/img2.1653.jpg"},

{"id":"751","title":"A 64-year-old man is brought to the emergency department due to severe chest pain, diaphoresis, and shortness of breath.  Symptoms began suddenly on awakening and have worsened over the past 2 hours.  Blood pressure is 150/90 mm Hg and pulse is 102/min.  Physical examination reveals an S4.  ECG shows ST-segment depression and T-wave inversion in the lateral leads.  Coronary angiography reveals a ruptured atherosclerotic plaque, with a thrombus in the left circumflex artery that causes near-total occlusion.  Normal endothelial cells surrounding the lesion have released large amounts of a chemical substance that help decrease thrombus propagation by inhibiting platelet aggregation.  Which of the following substances was most likely secreted by these endothelial cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Hageman factor","answer_2":"B.Kallikrein","answer_3":"C.Prostacyclin","answer_4":"D.Protein C","answer_5":"E.Serotonin","answer_6":"F.Thromboxane A2","percent_1":"6%","percent_2":"7%","percent_3":"51%","percent_4":"18%","percent_5":"2%","percent_6":"17%","right_answer":"C.Prostacyclin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp751.jpg","explanation_1":"","explanation_2":"$The formation of a #platelet plug# (primary hemostasis) is essential for preventing bleeding after damage to vascular endothelium; it occurs in 3 steps: $• Platelet #adhesion# takes place via von Willebrand factor acting as a connector that binds platelets to underlying collagen $• Platelets become #activated# and secrete multiple substances, including adenosine diphosphate, ionized calcium, and fibrinogen, from their alpha and delta (dense) granules. $• Thromboxane A2 #(choice F)# is released and acts as a vasoconstrictor and potent stimulator of platelet #aggregation#.  Adenosine diphosphate also stimulates platelet aggregation. $Balance is required as excessive platelet plug formation can lead to a pathologic thrombus that restricts blood flow (eg, myocardial infarction).  To oppose the functions of thromboxane A2, the endothelium secretes #prostacyclin# (prostaglandin I2), which is derived from arachidonic acid and synthesized from prostaglandin H2 by prostacyclin synthase.  Once secreted, prostacyclin acts locally to #inhibit platelet aggregation# and adhesion to the vascular endothelium and to cause #vasodilation#.  Nitric oxide aids in these functions as well.  Atherosclerosis can impair the ability of endothelial cells to synthesize prostacyclin and nitric oxide, creating localized predisposition to excessive platelet thrombus formation. $A synthetic prostacyclin, epoprostenol, is used in the treatment of pulmonary hypertension, peripheral vascular disease, and Raynaud syndrome. $#(Choice A)#  Hageman factor (factor XII) is synthesized by the liver and is activated by exposed collagen following damage to endothelial cells.  It participates in secondary hemostasis by activating the intrinsic clotting pathway; it also activates fibrinolysis. $#(Choice B)#  Kallikrein converts kininogen into bradykinin.  It also may play a role in triggering the @fibrinolytic pathway@, but it does not inhibit platelet aggregation. $#(Choice D)#  Protein C is a vitamin K–dependent factor synthesized by the liver.  It regulates the coagulation cascade by inactivating factors Va and VIIIa. $#(Choice E)#  Serotonin has a wide range of functions, including mediation of mood (in the central nervous system) and gastrointestinal motility.  It is also released from the delta granules of activated platelets and facilitates localized vasoconstriction. $#Educational objective# Prostacyclin (prostaglandin I2) is synthesized from prostaglandin H2 by prostacyclin synthase in vascular endothelial cells.  Once secreted, it inhibits platelet aggregation and causes vasodilation to oppose the functions of thromboxane A2 and help maintain vascular homeostasis.  ","clickable_1":"images/img1.751.jpg"},

{"id":"1622","title":"A 48-year-old man with diet-controlled type 2 diabetes mellitus is being evaluated for occasional retrosternal chest pain.  He has no history of hypertension, and his blood pressure measurements during office visits were always within normal limits.  There is no family history of cardiovascular disease.  The patient undergoes exercise treadmill stress testing.  He walks for 7 minutes on the treadmill and stops due to fatigue but does not experience chest pain.  His ECG does not show any abnormal changes.  Heart rate ranges from 70/min at rest to 132/min at peak and mean blood pressure ranges from 95 mm Hg at rest to 112 mm Hg at peak.  Which of the following parameters was most likely decreased during peak stress compared to the resting state in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac output","answer_2":"B. Left ventricular end-diastolic pressure","answer_3":"C. Pulmonary artery systolic pressure","answer_4":"D. Systemic systolic blood pressure","answer_5":"E. Total systemic vascular resistance","percent_1":"9%","percent_2":"29%","percent_3":"9%","percent_4":"2%","percent_5":"52%","right_answer":"E. Total systemic vascular resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1622.jpg","explanation_1":"","explanation_2":"$#Exercise# is associated with several hemodynamic and vasoregulatory adjustments to provide maximal blood flow to the active muscles.  Stimulation of mechano- and chemoreceptors in the exercising muscle causes sympathetic activation and withdrawal of vagal tone, resulting in increased heart rate (HR), stroke volume, and overall cardiac output #(choice A).#  At higher levels of exercise, HR is predominantly responsible for most of the increase in CO. $Sympathetic discharge causes contraction of the arterioles in all tissues except the actively working muscles, effectively shunting blood toward the exercising muscle.  This also results in an increase in systolic blood pressure, which helps improve perfusion of actively contracting skeletal muscle #(choice D).#  However, the rise in the mean arterial pressure is much lower due to an #overall decrease in systemic vascular resistance#.  This occurs due to the substantial arteriolar vasodilation in active skeletal muscles, which is mediated by local release of adenosine, potassium ions, ATP, CO2, and lactate. $#(Choice B)#  Left ventricular (LV) end-diastolic volume and pressure both rise during exercise due to an increase in LV filling (increased venous return) by peripheral vasoconstriction and the pumping actions of actively contracting muscles. $#(Choice C)#  Pulmonary artery systolic pressure typically rises during exercise; however, similar to systemic circulation, the rise in pulmonary pressure is much smaller than the increase in blood flow across the pulmonary circulation due to a fall in pulmonary vascular resistance. $#Educational objective# Exercising muscles can receive up to 85% of the total cardiac output during periods of strenuous activity.  Although sympathetic discharge during exercise causes increased cardiac output and splanchnic vasoconstriction, there is only a modest increase in mean blood pressure as vasodilation within active skeletal muscles significantly decreases the total systemic vascular resistance.  "},

{"id":"1513","title":"Physiologists conducting research on the electrical properties of the heart measure action potential conduction velocity at 4 different points within normal cardiac tissue.  The results, expressed in terms of speed of conduction (meters per second), are as follows:","title_table":"?Point 1? 0.05 m/sec ?Point 2? 0.3 m/sec ?Point 3? 1.1 m/sec ?Point 4? 2.2 m/sec","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"From the following list of locations, which most likely corresponds to the order of points 1-2-3-4 (AV = atrioventricular)?","audio":"","comparison_items":"","answer_1":"A. Atrial muscle, ventricular muscle, Purkinje system, AV node","answer_2":"B. AV node, Purkinje system, ventricular muscle, atrial muscle","answer_3":"C. AV node, ventricular muscle, atrial muscle, Purkinje system","answer_4":"D. Purkinje system, AV node, ventricular muscle, atrial muscle","answer_5":"E. Ventricular muscle, AV node, Purkinje system, atrial muscle","percent_1":"16%","percent_2":"16%","percent_3":"50%","percent_4":"15%","percent_5":"4%","right_answer":"C. AV node, ventricular muscle, atrial muscle, Purkinje system","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1513.jpg","explanation_1":"","explanation_2":"$Cardiac impulses normally originate in the sinoatrial (SA) node.  SA node depolarization delivers an electrical impulse to the surrounding atrial myocardium, which carries the action potential to the atrioventricular (AV) node at a rate of 1.1 m/sec.  Speed of conduction in the #AV node# is the #slowest# (0.05 m/sec), and this delay allows the ventricles to completely fill with blood during diastole.  From the AV node, the action potential enters the His-Purkinje system.  Impulses travel the #fastest# through the #Purkinje fibers# (2.2 m/sec), which ensures that the ventricles contract in a bottom-up fashion (necessary for efficient propulsion of blood into the pulmonary artery and aorta).  From the Purkinje fibers, the action potential is transmitted to the ventricular myocardium, where it travels at a rate of 0.3 m/sec. $Points 1-2-3-4 are arranged in order of increasing #conduction speed# (not conduction time), as follows: $ Point 1 – AV node (0.05 m/sec) $ Point 2 – Ventricular muscle (0.3 m/sec) $ Point 3 – Atrial muscle (1.1 m/sec) $ Point 4 – Purkinje system (2.2 m/sec) $#Educational objective# The cardiac action potential conduction speed is slowest in the atrioventricular node and fastest in the Purkinje system.  Conduction speed of the atrial muscle is faster than that of the ventricular muscle.  "},

{"id":"19570","title":"A 32-year-old woman comes to the office for preconception medical evaluation.  She feels well, reports no health issues, and has had regular menstruations.  The patient has been an elite long-distance swimmer since high school and recently retired from professional competition.  She still continues to practice swimming regularly.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 114/66 mm Hg and pulse is 60/min.  Physical examination shows no abnormalities.  Compared to a person of similar age and sex with sedentary lifestyle, which of the following cardiac changes are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Left ventricular ejection fraction ∆ Left ventricle cavity size ∆ Maximum cardiac output","answer_1":"§A. ∆ Decreased ∆ Increased ∆ Increased","answer_2":"§B. ∆ Increased ∆ Decreased ∆ Increased","answer_3":"§C. ∆ Increased ∆ Decreased ∆ Unchanged","answer_4":"§D. ∆ Unchanged ∆ Increased ∆ Increased","answer_5":"§E. ∆ Decreased ∆ Unchanged ∆ Unchanged","percent_1":"6%","percent_2":"39%","percent_3":"6%","percent_4":"48%","percent_5":"2%","right_answer":"§D. ∆ Unchanged ∆ Increased ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19570.jpg","explanation_1":"","explanation_2":"$Resting cardiac output is approximately 5 L/min and commonly increases to 15 or 20 L/min with exercise.  Highly trained endurance athletes with the characteristic cardiovascular adaptations of #athlete's heart# can often increase their cardiac output up to 35 or 40 L/min.  Maximum heart rate does not significantly increase in highly trained athletes; therefore, the #increased maximum cardiac output# is primarily due to #increased stroke volume# (cardiac output = stroke volume x heart rate). $To meet the metabolic demands of frequent and intense #endurance training# (eg, long-distance swimming) the body gradually increases both red blood cell mass and plasma volume to increase oxygen carrying capacity.  In addition, skeletal muscles develop increased arteriolar and capillary density, which improves oxygen uptake and also causes overall #reduced systemic vascular resistance# (SVR). $Both the increased blood volume and reduced SVR contribute to increased cardiac venous return (ie, preload), which places increased volume load on the left ventricle.  In response, the left ventricle undergoes @eccentric hypertrophy@ to #increase left ventricular cavity size# and improve diastolic filling capacity.  The resulting increase in end-diastolic volume capacity is the primary driver of the marked increase in stroke volume that occurs with endurance training (a training-induced increase in myocardial contractility also somewhat contributes).  Because end-diastolic volume and stroke volume are both @proportionally@ increased, #left ventricular ejection fraction# is mostly #unchanged#. $The right ventricle also undergoes similar cavity enlargement to support the increase in maximum cardiac output. $#Educational objective# With endurance training, the physiologic changes of athlete's heart allow for increased maximum cardiac output via an increase in stroke volume.  The left ventricle undergoes eccentric hypertrophy to increase left ventricular cavity size and improve diastolic filling capacity.  The resulting increase in end-diastolic volume capacity allows for increased stroke volume and cardiac output.  Because end-diastolic volume and stroke volume are both proportionally increased, left ventricular ejection fraction is mostly unchanged.  ","clickable_1":"images/img1.19570.jpg","clickable_2":"images/img2.19570.jpg"},

{"id":"19568","title":"A 28-year-old professional endurance athlete comes to the office after his team physician detected a heart murmur.  The patient has no symptoms and has no exercise limitations.  Medical history is nonsignificant.  Blood pressure is 110/66 mm Hg and pulse is 54/min.  Physical examination shows a soft systolic murmur best heard at the left second intercostal space in the supine position.  The murmur disappears when the patient is upright but reappears after brief exercise.  Which of the following cardiovascular adaptations best explains this patient's finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased pulmonary vascular capacitance","answer_2":"B. Decreased vagal tone","answer_3":"C. Increased stroke volume","answer_4":"D. Increased systemic vascular resistance","answer_5":"E. Increased ventricular wall thickness","percent_1":"13%","percent_2":"3%","percent_3":"46%","percent_4":"12%","percent_5":"26%","right_answer":"C. Increased stroke volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19568.jpg","explanation_1":"","explanation_2":"$This professional athlete most likely has the cardiovascular adaptations of #athlete's heart#.  The soft systolic murmur likely represents a pulmonic flow murmur, a common finding due to the high stroke volume that develops with intensive #endurance training#. $The adaptations of athlete's heart differ depending on whether intensive endurance training (eg,# #long-distance running) or resistance training (eg, heavy weightlifting) is pursued.  With endurance training, systemic vascular resistance (SVR) is reduced (due to vasodilation in skeletal muscle) and blood volume is increased, leading to #increased left ventricular (LV) volume load#.  To compensate, LV #eccentric hypertrophy# (ie, LV wall lengthening) develops, which increases LV cavity size to increase diastolic filling capacity and facilitate #increased stroke volume# and cardiac output.  Right ventricular (RV) cavity enlargement also takes place to increase diastolic filling and accommodate the increase in cardiac output; because the right ventricle and left ventricle are arranged in series and contract at the same rate, RV stroke volume must increase to match LV stroke volume and prevent backup of blood flow. $An increase in stroke volume is maintained at rest and allows for adequate cardiac output at #low resting heart rate# (eg, <55/min).  The anterior location of the pulmonic valve and slightly smaller valve area compared to the aortic valve often create a #pulmonic flow murmur# due to the high stroke volume.  The murmur is best heard at the left second intercostal space in the supine position and may disappear when venous return is decreased with standing. $#(Choice A)#  Pulmonary vascular capacitance is increased with endurance training, allowing the pulmonary circulation to accommodate high flow while minimizing the afterload on the right ventricle. $#(Choice B)#  Baseline vagal tone is increased with endurance training, facilitating low resting heart rate. $#(Choices D and E)#  Intensive resistance training increases SVR during exercise (due to vascular compression by vigorously contracting muscles), which increases LV pressure load and leads to mild concentric hypertrophy (ie, LV wall thickening).  Unlike pathologic concentric LV hypertrophy, the LV cavity remains normal in size and diastolic function is maintained.  LV stroke volume and ejection fraction remain normal or are slightly increased, and the right ventricle is unaffected.  A flow murmur is not expected. $#Educational objective# Intensive endurance training causes cavity enlargement of both the left ventricle and right ventricle to facilitate an increase in stroke volume and cardiac output.  The high stroke volume may cause a pulmonic valve flow murmur.  "},

{"id":"19567","title":"Researchers conduct an experiment to determine hemodynamic changes during exercise.  Invasive monitoring of various parameters is performed to obtain a left ventricular pressure-volume loop.  Compared to at rest, which of the following changes is most likely to be observed during moderate to heavy exercise? $(solid line: at rest; dashed line: during exercise)  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"33%","percent_2":"29%","percent_3":"11%","percent_4":"22%","percent_5":"5%","right_answer":"A. ","ansImg_1":"images/ansA19567.jpg","ansImg_2":"images/ansB19567.jpg","ansImg_3":"images/ansC19567.jpg","ansImg_4":"images/ansD19567.jpg","ansImg_5":"images/ansE19567.jpg","table":"","table_3":"","explanation_img":"images/exp19567.jpg","explanation_1":"","explanation_2":"$During moderate to heavy #exercise#, several #cardiovascular changes# occur to facilitate adequate oxygen delivery to skeletal muscle.  These changes and their effects on the left ventricular (LV) @pressure-volume loop@ are as follows: $• Vasoconstriction of capacitance veins mobilizes blood from the legs and increases venous return (ie, #increased preload#), which shifts LV end-diastolic volume to the right.  There is also vasoconstriction of the splanchnic circulation and a higher degree of vasodilation in skeletal muscle, which shunts blood away from the gastrointestinal tract toward skeletal muscle and causes overall #reduced systemic vascular resistance# (SVR).  The reduced SVR also contributes to increased preload by allowing cardiac output to return to the right atrium more quickly and easily. $• #Myocardial contractility# is markedly #increased#, shifting point 3 up and to the left.  Both the increased contractility and the increased preload contribute to #increased stroke volume# (ie, the horizontal distance between points 1 and 3 is increased). $• Although reduced SVR typically leads to a slight decrease in diastolic pressure during exercise, the increase in myocardial contractility and stroke volume causes systolic pressure to rise.  This results in an overall #increase in afterload# due to increased peak LV and aortic pressure during LV contraction. $The increase in stroke volume, combined with an increase in heart rate, #increases cardiac output# to meet the metabolic demands of exercise. $#(Choice B)#  This graph shows an @increase in contractility@ that leads to increased stroke volume and a slight increase in afterload.  Such changes are expected with a positive inotropic agent such as digoxin. $#(Choice C)#  This graph shows an @increase in afterload@ with a consequent reduction in stroke volume (end-systolic volume is increased).  Such changes are expected with the obstruction to LV outflow that occurs with aortic stenosis. $#(Choice D)#  This graph shows an @increase in preload@ (end-diastolic volume) with a consequent increase in stroke volume and slight increase in afterload.  Such changes are expected with the increase in intravascular volume that occurs with the infusion of normal saline. $#(Choice E)#  This graph shows @decreased preload@ with a consequent decrease in stroke volume and slight reduction in afterload.  Such changes are expected with the selective venous vasodilation that occurs with nitroglycerin. $#Educational objective# With moderate to heavy exercise, the changes to the left ventricular pressure-volume loop include increased preload and increased contractility that both contribute to increased stroke volume.  Although reduced systemic vascular resistance decreases afterload, the increase in systolic pressure caused by increased preload and contractility override the decrease, resulting in overall increased afterload.  ","clickable_1":"images/img1.19567.jpg","clickable_2":"images/img2.19567.jpg","clickable_3":"images/img3.19567.jpg","clickable_4":"images/img4.19567.jpg","clickable_5":"images/img5.19567.jpg"},

{"id":"108008","explanation_img":"images/exp108008.jpg","comparison_items":"§∆Occluded artery ∆Coronary artery dominance","title":"A 56-year-old man is brought to the emergency department due to sudden-onset, severe chest pain. Blood pressure is 88/56 mm Hg and pulse is 83/min. On physical examination, the patient is in moderate distress. The jugular veins are distended. No murmurs or extra heart sounds are heard on cardiac auscultation. The lungs are clear to auscultation. ECG shows evidence of an ST-segment elevation myocardial infarction. Bedside echocardiography reveals contractile dysfunction of a large portion of the right ventricle and normal function of the entire left ventricle consistent with myocardial infarction involving only the right ventricle. Percutaneous coronary intervention with coronary angiography is performed and shows thrombotic occlusion affecting one of the major coronary arteries. No other significant atherosclerotic lesions are identified. Which of the following most likely explains the findings in this patient?","image_1":"","title_2":"","audio":"","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","answer_1":"§A. ∆Left anterior descending ∆Left dominant","answer_2":"§B. ∆Left anterior descending ∆Right dominant","answer_3":"§C. ∆Left circumflex ∆Left dominant","answer_4":"§D. ∆Left circumflex ∆Right dominant","answer_5":"§E. ∆Right coronary ∆Left dominant","answer_6":"§F. ∆Right coronary ∆Right dominant","percent_1":"2%","percent_2":"7%","percent_3":"2%","percent_4":"3%","percent_5":"46%","percent_6":"39%","right_answer":"§E. ∆Right coronary ∆Left dominant","explanation_1":"","explanation_2":"$The @coronary circulation@ is composed of 3 major epicardial vessels. $• The #left anterior descending# artery (LAD) arises from the left main artery and courses down the anterior heart, supplying the anterior left ventricular (LV) wall and septum. $• The #left circumflex# artery (LCx) arises from the left main artery and courses around the left side of the heart to supply the lateral LV wall.  Occasionally, the LCx extends all the way around the heart to supply the inferior LV wall (left-dominance). $• The #right coronary# artery (RCA) comes directly off the aorta and courses around the right side of the heart to supply the right ventricle (RV).  In most patients, the RCA extends past the RV to also supply the inferior LV wall (right-dominance). $Blood supply to the #inferior LV wall# depends on coronary artery #dominance#.  Right coronary dominance is present in approximately 85% of patients and involves the RCA coursing past the RV to give off the posterior descending artery (PDA) and supply the inferior LV wall.  Left coronary dominance is present in approximately 10% of patients and involves the LCx extending around the left side of the heart to give off the PDA and supply the inferior LV wall.  Approximately 5% of patients have codominant circulation. $In virtually all patients, the RV is fully supplied by the RCA, and in patients with left-dominant circulation, none of the inferior LV wall is supplied by the RCA.  Therefore, #isolated RV myocardial infarction# (MI) can occur due to #RCA occlusion# in a patient with #left-dominant circulation#.  Given the low prevalence of left-dominant circulation, isolated RV MI is an uncommon event (approximately 3% of MIs). $#(Choices A, B, C, and D)#  The LAD and LCx do not supply the RV and are not involved in RV MI. $#(Choice F)#  With right-dominant circulation, the RCA supplies the inferior LV wall.  Therefore, RCA occlusion would cause MI involving the RV and the inferior LV wall, or the inferior LV wall alone if the occlusion is distal to the RV. $#Educational objective# Blood supply to the inferior left ventricular (LV) wall is determined by coronary dominance.  Most patients have right-dominant circulation, in which the inferior LV wall is supplied by the right coronary artery.  Approximately 10% of patients have left-dominant circulation, in which the inferior LV wall is supplied by the left circumflex artery.  The right ventricle is fully supplied by the right coronary artery in virtually all patients. ","clickable_1":"images/img1.108008.jpg"},

{"id":"952","title":"Atherosclerotic lesions of the coronary arteries can limit blood flow to the myocardial regions supplied by the affected vessels.  In some patients, certain medications can cause a redistribution of blood flow away from the ischemic areas, exacerbating existing myocardial ischemia.  Which of the following drug effects is most likely to produce this phenomenon?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coronary arteriolar dilation","answer_2":"B. Decreased myocardial contractility","answer_3":"C. Epicardial vessel dilation","answer_4":"D. Negative chronotropic effect","answer_5":"E. Systemic venous dilation","percent_1":"61%","percent_2":"5%","percent_3":"12%","percent_4":"4%","percent_5":"18%","right_answer":"A. Coronary arteriolar dilation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Hemodynamically significant atherosclerotic lesions (>70% occlusion) reduce the amount of blood supplied by a coronary vessel to the corresponding myocardial territory.  In response, the myocardium releases locally acting, endogenous substances (eg, adenosine, nitric oxide) that cause #dilation of coronary arterioles#, leading to a downstream reduction in vascular resistance and recruitment of additional blood flow to that region.  Arterioles that supply areas of significantly #ischemic myocardium# can become #maximally dilated# at rest, limiting their capacity to further increase blood flow. $#Pharmacologic stress agents# (eg, adenosine, dipyridamole) are used during myocardial perfusion imaging to simulate exercise-induced coronary arteriole dilation and assist in identifying areas of ischemic myocardium.  Most of the time, administration of these drugs will result in a significant #increase in blood flow to nonischemic myocardium# and @no change in blood flow@ to ischemic myocardium (because additional blood flow is recruited proximally). $In some patients with extensive coronary artery disease, the recruitment of additional upstream blood flow is limited due to @proximal atherosclerotic disease@ (reduced coronary flow reserve).  In such a setting, these drugs can cause an absolute #decrease in blood flow to ischemic myocardium#, as most of the limited blood supply is redirected toward the newly vasodilated areas of nonischemic myocardium.  This redistribution of blood flow leading to worsening ischemia is referred to as #coronary steal#. $#(Choices B, D, and E)#  Decreased myocardial contractility, negative chronotropy, and systemic venous dilation (leading to reduced preload) all decrease myocardial oxygen demand through a reduction in cardiac work.  These mechanisms act to improve myocardial ischemia globally and will not result in a redistribution of blood flow away from areas of ischemic myocardium. $#(Choice C)#  The epicardial vessels are the large coronary arteries of the heart (eg, right coronary, left circumflex).  Although dilation of these large arteries plays a role in increasing myocardial blood flow, coronary blood flow regulation is mostly mediated by the arterioles.  Dilation of large coronary arteries would improve cardiac blood flow and would not trigger coronary steal. $#Educational objective# Increases in resting blood flow to ischemic myocardium are primarily mediated by locally-acting substances (eg, adenosine, nitric oxide) that trigger coronary arteriolar vasodilation.  Pharmacologic arteriolar vasodilators (eg, adenosine, dipyridamole) mimic the vasodilation that occurs with exercise and may cause redistribution of blood flow from ischemic to nonischemic areas of myocardium (ie, coronary steal).  ","clickable_1":"images/img1.952.jpg","clickable_2":"images/img2.952.jpg"}


 ]