[

{"id":"20921","title":"A 58-year-old man is seen in the clinic 6 months after undergoing right coronary artery stent placement due to unstable angina.  His father died at age 50 from coronary artery disease.  The patient follows a healthy diet and exercise plan and is compliant with his current medication regimen.  BMI is 29 kg/m2.  Physical examination is unremarkable.  After extensive discussion with the patient, evolocumab is added to his treatment plan.  Which of the following is expected as an immediate result of this treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased hepatocyte cholesterol synthesis","answer_2":"B. Decreased intestinal cholesterol absorption","answer_3":"C. Decreased low-density lipoprotein receptor lysosomal degradation","answer_4":"D. Stimulation of lipoprotein lipase transcription","answer_5":"E. Stimulation of low-density lipoprotein receptor transcription","percent_1":"4%","percent_2":"8%","percent_3":"70%","percent_4":"5%","percent_5":"13%","right_answer":"C. Decreased low-density lipoprotein receptor lysosomal degradation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20921.jpg","explanation_1":"","explanation_2":"$#Proprotein convertase subtilisin kexin 9# (PCSK9) is a serine protease that regulates the concentration of #low-density lipoprotein receptor# (LDL-R) on the hepatocyte cell surface.  Binding of PCSK9 to LDL-R causes increased lysosomal degradation of LDL-R, which leads to decreased uptake of circulating LDL into hepatocytes. $#PCSK9 inhibitors# (eg, evolocumab, alirocumab) are monoclonal antibodies that inhibit binding of PCSK9 to LDL-R, which #decreases LDL-R degradation# and increases the concentration of LDL-R remaining on the cell surface.  This results in #greater uptake of LDL in the liver# and lower circulating LDL levels. $When statins are used to treat high LDL levels, circulating levels of PCSK9 are upregulated, suggesting that PCSK9 pathway inhibition may complement the LDL–lowering effect of statins.  Therefore, PCSK9 inhibitors are indicated for high-risk patients who have #persistently elevated LDL# despite statin therapy; PCSK9 inhibitors reduce the risk of cardiovascular events (eg, myocardial infarction, stroke) in these patients. $#(Choice A)#  Statins (eg, atorvastatin) are the primary, first-line lipid-lowering agents for patients who have atherosclerotic cardiovascular disease or are at increased atherosclerotic risk.  They decrease hepatic cholesterol synthesis by @inhibiting HMG-CoA reductase@. $#(Choice B)#  Ezetimibe is a lipid-lowering drug that directly @inhibits absorption of cholesterol@ in the small intestine.  PCSK9 inhibitors do not inhibit intestinal cholesterol absorption. $#(Choice D)#  Insulin upregulates lipoprotein lipase, which @hydrolyzes triglycerides@ in chylomicrons and VLDL; the liberated fatty acids are taken up in adipose tissue, leading to reduced plasma triglyceride levels.  In contrast, PCSK9 inhibitors have little effect on triglycerides. $#(Choice E)#  Thyroid hormone @increases expression of LDL-R@, as does estrogen and various dietary factors (eg, low saturated fat diet).  However, the increase in cell-surface LDL-R from PCSK9 inhibitors is due to decreased lysosomal degradation, not increased transcription (synthesis). $#Educational objective# Binding of proprotein convertase subtilisin kexin 9 (PCSK9) to low-density lipoprotein receptor (LDL-R) on the hepatocyte cell surface increases degradation of LDL-R, leading to decreased uptake of circulating LDL.  PCSK9 inhibitors (eg, evolocumab, alirocumab) decrease LDL-R degradation, resulting in greater uptake of LDL in the liver and lower circulating LDL levels.  ","clickable_1":"images/img1.20921.jpg","clickable_2":"images/img2.20921.jpg","clickable_3":"images/img3.20921.jpg","clickable_4":"images/img4.20921.jpg"},

{"id":"15201","title":"Fifty obese adults without diabetes mellitus are enrolled in a 10-week weight loss program.  The program includes a low-calorie diet and moderate-intensity exercise for at least 150 minutes per week.  The study subjects who are adherent to the regimen lose an average of 7 kg (15.5 lb) at the end of 10 weeks.  Venous blood samples to study biochemical changes induced by weight loss are taken at the start of the trial and at the 10-week follow-up visit.  Which of the following hormonal changes are likely to occur during the course of the study?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Ghrelin ∆Leptin ∆Insulin","answer_1":"§A. ∆ ↑ ∆↓ ∆↓","answer_2":"§B. ∆ ↓ ∆↓ ∆↓","answer_3":"§C. ∆ ↓ ∆↑ ∆↑","answer_4":"§D. ∆ ↑ ∆↓ ∆↑","answer_5":"§E. ∆ ↑ ∆↑ ∆↓","percent_1":"45%","percent_2":"12%","percent_3":"29%","percent_4":"8%","percent_5":"6%","right_answer":"§A. ∆ ↑ ∆↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15201.jpg","explanation_1":"","explanation_2":"$Energy homeostasis and body fat content are regulated by a complex network of hormones.  Prominent hormones involved in weight regulation include: $• #Ghrelin:#  Produced primarily in the stomach in response to fasting, ghrelin stimulates appetite and promotes weight gain. $• #Leptin:#  Produced primarily by fat cells in response to short-term food intake and long-term adequacy of fat stores, leptin acts on the hypothalamus to decrease appetite (obesity blunts this action).  During fasting states, leptin levels fall. $• #Insulin:#  Produced by pancreatic beta cells in response to high blood glucose levels, insulin acts on the CNS to decrease appetite, in addition to its effects on glucose metabolism.  Levels are higher and effects are blunted in obesity (insulin resistance); weight loss is associated with greater insulin sensitivity and lower insulin levels. $#Caloric restriction# and falling fat stores, as in these study subjects, lead to #increased ghrelin# levels along with #decreased insulin and leptin# levels.  This causes an increase in appetite and, typically, regain of weight.  The effect can last up to a year or more and accounts for much of the difficulty patients have in maintaining short-term weight loss. $#(Choice B)#  Certain bariatric procedures that alter stomach capacity (eg, sleeve gastrectomy) can induce weight loss with decreased ghrelin production (may reduce weight loss-associated appetite stimulation).  However, dietary modification and exercise alone would lead to increased ghrelin secretion. $#(Choice C)#  Overeating and weight gain suppress ghrelin secretion and increase secretion of leptin and insulin. $#(Choice D)#  HIV-associated lipodystrophy is an alteration in fat distribution, most often seen in patients receiving highly active antiretroviral therapy.  Numerous metabolic abnormalities have been seen in this disorder, including increased insulin levels, increased ghrelin, and decreased leptin secretion. $#(Choice E)#  Fasting states that stimulate ghrelin and suppress insulin secretion generally lead to lower, not higher, leptin levels. $#Educational objective# Ghrelin stimulates appetite and promotes weight gain.  Leptin and insulin act in the CNS to decrease appetite.  Caloric restriction leads to increased ghrelin levels along with decreased insulin and leptin levels, causing an increase in appetite that can make it difficult to maintain weight loss.  "},

{"id":"1889","title":"An 18-year-old girl with a history of type 1 diabetes mellitus comes to the emergency department after several hours of nausea, vomiting, and abdominal pain.  The patient reports that she is on vacation visiting friends and has not taken insulin in the last 2 days.  Physical examination shows breath with fruity odor and dry mucosal membranes.  Laboratory studies show a blood glucose level of 452 mg/dL and high anion gap metabolic acidosis.  Urinalysis is positive for ketones.  It is determined that the patient's insulin deficiency is causing increased production of gluconeogenic precursors that are subsequently converted to glucose in the liver.  Which of the following enzymes is most likely to provide these precursor substrates?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetyl CoA carboxylase","answer_2":"B. Acyl CoA synthetase","answer_3":"C. ATP citrate lyase","answer_4":"D. Glucose-6-phosphate dehydrogenase","answer_5":"E. Glycerol kinase","percent_1":"41%","percent_2":"26%","percent_3":"4%","percent_4":"9%","percent_5":"20%","right_answer":"E. Glycerol kinase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1889.jpg","explanation_1":"","explanation_2":"$This patient in #diabetic ketoacidosis# is experiencing increased triglyceride breakdown in adipose tissue due to her insulin deficiency.  Triglycerides stored in adipose tissue are metabolized to free fatty acids and #glycerol# by hormone-sensitive lipase in response to low insulin and high catecholamine levels.  Adipocytes are unable to metabolize glycerol, so it is secreted into the circulation and transported to the liver, where it is phosphorylated to glycerol-3-phosphate by #glycerol kinase#.  Glycerol-3-phosphate is subsequently converted by glycerol-3-phosphate dehydrogenase to dihydroxyacetone phosphate (DHAP), which can be used to produce #glucose# through #gluconeogenesis#. $#(Choice A)#  Acetyl CoA carboxylase is a biotin-dependent enzyme present in both liver and adipose tissues.  It catalyzes the first committed step in fatty acid synthesis, the conversion of acetyl CoA to malonyl CoA. $#(Choice B)#  Fatty acids must first be activated by acyl CoA synthetase in the cytoplasm in order to undergo beta-oxidation in mitochondria.  Although beta-oxidation of fatty acids is increased in diabetic ketoacidosis, the resulting acetyl-CoA is used for energy and ketone body formation (not glucose production). $#(Choice C)#  In contrast to fatty acid oxidation, which occurs in mitochondria, fatty acid synthesis occurs in the cytosol.  Acetyl CoA generated in mitochondria during glycolysis is transferred to the cytosol as citrate.  In the cytoplasm, ATP citrate lyase converts citrate back into acetyl CoA that can be used for fatty acid chain elongation. $#(Choice D)#  Glucose-6-phosphate dehydrogenase is the first enzyme of the hexose monophosphate (HMP) shunt.  The HMP shunt produces pentose sugars for nucleotide synthesis and NADPH, which is necessary for cholesterol and fatty acid biosynthesis. $#Educational objective# Glycerol produced by the degradation of triglycerides in adipose tissue can be used by glycerol kinase in the liver and kidney to synthesize glucose during gluconeogenesis.  "},

{"id":"1327","title":"A 58-year-old man is hospitalized due to sudden onset of chest pain.  Blood pressure is 160/110 mm Hg and pulse is 90/min.  BMI is 26.9 kg/m2.  A baseline ECG shows nonspecific ST-segment and T-wave abnormalities, and serial troponin measurements are normal.  The patient's fasting plasma glucose level is 160 mg/dL, although he has not been diagnosed previously with diabetes mellitus.  Serum triglyceride level is elevated, and the HDL level is low.  Which of the following additional findings would be most suggestive of increased insulin resistance in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased hepatic glucose production","answer_2":"B. Elevated LDL level","answer_3":"C. High urine ketone concentration","answer_4":"D. Increased glycogen stores in skeletal muscles","answer_5":"E. Increased waist circumference","percent_1":"5%","percent_2":"13%","percent_3":"18%","percent_4":"3%","percent_5":"62%","right_answer":"E. Increased waist circumference","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has hypertension and likely #type 2 diabetes mellitus#.  The primary defects in the pathophysiology of type 2 diabetes include #defective insulin secretion# from pancreatic beta cells and #insulin resistance# in peripheral tissues.  Insulin resistance is caused by a number of genetic (eg, insulin receptor and postreceptor mutations) and environmental factors (eg, lack of physical activity, obesity). $An adipose body habitus is commonly associated with insulin resistance and type 2 diabetes.  In particular, excess #visceral fat# (surrounding internal organs) correlates much more strongly with insulin resistance than does subcutaneous fat.  Measurement of #waist circumference# or #waist-to-hip ratio# is an effective indirect assessment of visceral fat, especially in patients who are overweight (BMI 25-29.9 kg/m2) or mildly obese (BMI 30-34.9 kg/m2).  A waist circumference >102 cm (40 in) in men and >88 cm (35 in) in women is associated with a higher risk of insulin resistance. $The association of insulin resistance, increased visceral adiposity (ie, increased waist circumference), hypertension, and serum lipid abnormalities (high triglyceride levels, low HDL levels) is known as #metabolic syndrome# (sometimes called syndrome X).  Patients with metabolic syndrome have increased rates of #cardiovascular events# and warrant careful risk factor management. $#(Choice A)#  Insulin suppresses gluconeogenesis and promotes glycogen synthesis in the liver.  In patients with insulin resistance, the inhibitory effect of insulin on gluconeogenesis is reduced, leading to increased hepatic glucose production. $#(Choice B)#  High LDL levels are an independent risk factor for atherosclerotic heart disease in patients with diabetes, but are not directly associated with increased insulin resistance.  In contrast, insulin resistance is associated with high triglyceride and low HDL levels. $#(Choice C)#  High urinary excretion of ketones suggests absolute insulin deficiency, as seen in type 1 diabetes, rather than insulin resistance.  Patients with type 2 diabetes and insulin resistance typically have high circulating insulin levels that are more than adequate to suppress ketone formation. $#(Choice D)#  Skeletal muscle is a major repository for ingested glucose due to insulin-mediated glucose uptake.  In patients with insulin resistance, decreased glucose uptake in skeletal muscle leads to reduced glycogen synthesis and higher blood glucose levels. $#Educational objective# Visceral obesity as measured by waist circumference or waist-to-hip ratio is an important predictor of insulin resistance.  "},

{"id":"11634","title":"A 68-year-old man reports myalgia and fatigue during a follow-up office visit.  The patient has been taking high-intensity statin therapy since he had an acute myocardial infarction several weeks ago.  His other medical problems include hypertension and type 2 diabetes mellitus.  On examination, there is mild generalized muscle tenderness.  Serum creatine kinase level is 456 U/L.  Vitamin D and TSH levels are within normal range.  The patient's statin therapy is discontinued, and he is started on a medication that inhibits cholesterol absorption at the brush border of the small intestine.  Which of the following drugs was most likely started in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Colesevelam","answer_2":"B. Ezetimibe","answer_3":"C. Fenofibrate","answer_4":"D. Nicotinic acid","answer_5":"E. PCSK9 inhibitor","percent_1":"9%","percent_2":"77%","percent_3":"10%","percent_4":"1%","percent_5":"2%","right_answer":"B. Ezetimibe","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11634.jpg","explanation_1":"","explanation_2":"$@Cholesterol-lowering agents@ commonly work in 1 of 3 ways: $• Decreasing hepatic cholesterol synthesis $• Decreasing intestinal cholesterol absorption $• Altering cholesterol transport between the blood and tissues $#Ezetimibe# decreases #intestinal absorption# of cholesterol by inhibiting the Niemann-Pick C1-like 1 (NPC1L1) transporter protein, which transports dietary cholesterol from the gastrointestinal lumen into intestinal enterocytes.  As a result, the total amount of dietary cholesterol reaching the liver decreases, lowering intrahepatocyte cholesterol levels.  To compensate, the liver increases LDL receptor expression, which draws cholesterol out of the circulation. $#(Choice A)#  Bile acid sequestrants (eg, colesevelam) bind bile salts in the intestine, decreasing their reabsorption.  Subsequent depletion of the bile acid pool causes upregulation of cholesterol 7-α-hydroxylase, which converts cholesterol into bile acids. $#(Choice C)#  Fibrates activate peroxisome proliferator-activated receptor-alpha transcription factors, which leads to stimulation of lipoprotein lipase activity and a decrease in triglyceride levels. $#(Choice D)#  Nicotinic acid inhibits hepatic triglyceride synthesis, which in turn reduces the liver's availability to synthesize VLDL particles that are subsequently metabolized into LDL in the circulation. $#(Choice E)#  Proprotein convertase subtilisin kexin 9 (PCSK9) increases degradation of hepatic LDL receptors.  Alirocumab is a monoclonal antibody against PCSK9 that blocks this effect, resulting in increased availability of LDL receptors on hepatocyte membranes and subsequently increased clearance of LDL from the blood. $#Educational objective# Ezetimibe reduces intestinal absorption of cholesterol.  As a result, the amount of dietary cholesterol reaching the liver decreases.  To compensate, the liver increases LDL receptor expression, which draws cholesterol out of the circulation.  ","clickable_1":"images/img1.11634.jpg"},

{"id":"163","title":"A 46-year-old man comes to the office to follow up mixed hyperlipidemia.  His lipid levels have progressively worsened over the last 10 years associated with gradual weight gain.  In the last 6 months, the patient has attempted to modify his diet and exercise regimen, but his lipid levels have not improved.  Past medical history is unremarkable, and he currently takes no medications.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 130/86 mm Hg, pulse is 76/min, and BMI is 28 kg/m2.  Cardiovascular examination is normal.  Which of the following drugs, when used as monotherapy, would be most likely to increase triglyceride levels in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atorvastatin","answer_2":"B. Cholestyramine","answer_3":"C. Ezetimibe","answer_4":"D. Gemfibrozil","answer_5":"E. Niacin","percent_1":"7%","percent_2":"48%","percent_3":"13%","percent_4":"17%","percent_5":"16%","right_answer":"B. Cholestyramine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp163.jpg","explanation_1":"","explanation_2":"$#Bile acid-binding resins# (eg, cholestyramine, colestipol, colesevelam) work by binding bile acids in the gastrointestinal tract, inhibiting #enterohepatic circulation#.  This leads to diversion of hepatic cholesterol to synthesis of new bile acids, increased uptake of LDL cholesterol from the circulation, and reduced blood LDL levels. $The main side effects of bile acid-binding resins are gastrointestinal upset and impaired absorption of nutrients and drugs.  In addition, bile acid-binding resins increase hepatic production of triglycerides and increase the release of triglyceride-heavy VLDL particles into the circulation, leading to #hypertriglyceridemia#. $#(Choice A)#  Statins cause modest reductions in triglyceride levels by decreasing synthesis and increasing clearance of VLDL particles. $#(Choice C)#  Ezetimibe selectively inhibits the intestinal absorption of cholesterol and lowers LDL levels.  Ezetimibe does not affect triglyceride absorption but may lower blood triglyceride levels slightly. $#(Choice D)#  Fibrates (eg, gemfibrozil, fenofibrate) inhibit hepatic production of triglycerides and are first-line treatments for hypertriglyceridemia. $#(Choice E)#  Niacin reduces blood triglyceride levels, raises HDL levels, and decreases VLDL conversion to LDL, thereby decreasing LDL concentrations as well. $#Educational objective# Bile acid-binding resins inhibit the enterohepatic circulation of bile acids.  This leads to diversion of hepatic cholesterol to synthesis of new bile acids, increased uptake of cholesterol from the circulation, and reduced blood LDL levels.  However, bile acid-binding resins increase hepatic production of triglycerides and can cause hypertriglyceridemia.  "},

{"id":"2064","title":"A 36-year-old man comes to the office due to skin lesions on his palms.  The patient has yellowish skin nodules over the palmar creases that have been increasing in size and number over the past several years.  He also has small clusters of yellow papules on his elbows, knees, and buttocks.  His father died of a myocardial infarction at age 56.  Biopsy of his lesions shows accumulation of lipid-laden macrophages.  Immunoblot analysis suggests a lack of ApoE3 and ApoE4 in his circulating lipoproteins.  Which of the following is most likely impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ApoC-2 production","answer_2":"B. Cholesterol esterification in the blood","answer_3":"C. Chylomicron remnant uptake by liver cells","answer_4":"D. LDL particle uptake by hepatocytes","answer_5":"E. Lipoprotein lipase activity","percent_1":"2%","percent_2":"7%","percent_3":"41%","percent_4":"36%","percent_5":"14%","right_answer":"C. Chylomicron remnant uptake by liver cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Important inherited hyperlipoproteinemias#∆⨉∆⨉∆⨉ §^#Dyslipidemia# ∆^#Protein $defect# ∆^#Elevated$ lipoproteins# ∆^#Major manifestations# §^#Familial $chylomicronemia syndrome$ (type I)# ∆ • Lipoprotein lipase • ApoC-2 ∆Chylomicrons ∆ • Acute pancreatitis • Lipemia retinalis • Eruptive xanthomas §^#Familial $hypercholesterolemia$ (type II A)# ∆ • LDL receptor • ApoB-100 ∆LDL ∆ • Premature atherosclerosis • Tendon xanthomas • Xanthelasmas §^#Familial $dysbetalipoproteinemia$ (type III)# ∆ • ApoE ∆Chylomicron & VLDL remnants ∆ • Premature atherosclerosis • Tuboeruptive & palmar xanthomas §^#Familial $hypertriglyceridemia$ (type IV)# ∆ • Polygenic ∆VLDL ∆ • Associated with coronary disease, pancreatitis & diabetes %#LDL =# low-density lipoprotein; #VLDL =# very low-density lipoprotein.","explanation_img":"","explanation_1":"","explanation_2":"#Familial dysbetalipoproteinemia# (type III hyperlipoproteinemia) is characterized by xanthomas and premature coronary and peripheral vascular disease.  It is an autosomal recessive disorder that is clinically more severe in patients with other conditions affecting lipoprotein metabolism (eg, diabetes, hypothyroidism). $The primary defects in familial dysbetalipoproteinemia are in #ApoE3 and ApoE4#, apolipoproteins found on the triglyceride-rich lipoproteins (#chylomicrons and VLDLs#) that are responsible for binding hepatic apolipoprotein receptors.  Without ApoE3 and ApoE4, the liver cannot efficiently remove chylomicrons and VLDL remnants from the circulation, causing their accumulation in the blood and resultant elevations in #cholesterol and triglyceride# levels. $#(Choices A and E)#  Familial chylomicronemia syndrome is an autosomal recessive disorder characterized by defective lipoprotein lipase activity with increased synthesis and decreased clearance of chylomicron particles (and VLDL to a lesser extent).  It can also be due to ApoC2 deficiency because lipoprotein lipase is activated by ApoC2 on chylomicrons and VLDL. $#(Choice B)#  ApoA1 is required for esterification of free cholesterol in HDL particles by lecithin-cholesterol acyltransferase (LCAT).  ApoA1 and LCAT deficiencies result in low HDL levels and increased circulating free cholesterol levels. $#(Choice D)#  Familial hypercholesterolemia is associated with increased levels of LDL cholesterol.  It is caused by defects in the ApoB/E LDL receptor or ApoB-100 ligand, leading to decreased hepatic clearance of LDL. $#Educational objective# Familial dysbetalipoproteinemia (type III hyperlipoproteinemia) is an autosomal recessive disorder characterized by elevated cholesterol and triglyceride levels.  It is caused by defects in ApoE3 and ApoE4, leading to decreased clearance of chylomicrons and VLDL remnants.  Patients can develop eruptive and palmar xanthomas and premature atherosclerosis.  "},

{"id":"191","title":"A 42-year-old woman comes to the physician for a routine check-up.  She has no current complaints and no significant past medical history.  On physical examination, the physician notes lesions on her eyelids that are pictured below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/191.jpg","title_2":"Which of the following is the best next step in the management of this patient?","audio":"","comparison_items":"","answer_1":"A. ECG and serum cardiac enzymes","answer_2":"B. Serum lipids and blood glucose level","answer_3":"C. Liver function tests and abdominal ultrasonography","answer_4":"D. Complete blood count and stool guaiac test","answer_5":"E. Slit lamp exam and ophthalmoscopy","answer_6":"F. Lesion biopsy and surgeon referral","percent_1":"1%","percent_2":"93%","percent_3":"4%","percent_4":"0%","percent_5":"1%","percent_6":"0%","right_answer":"B. Serum lipids and blood glucose level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The lesion pictured is a xanthelasma, a type of xanthoma usually found on the medial eyelids.  Hyperlipidemia and/or dyslipidemia can result in xanthomas (including xanthelasmas).  Xanthelasmas are dermal accumulations of benign-appearing macrophages with abundant, finely vacuolated (foamy) cytoplasm containing cholesterol (free and esterified), phospholipids, and triglycerides.  Due in part to insulin resistance promoting increased VLDL production, diabetics may develop a secondary Type IV or V hyperlipidemia (increased VLDL, chylomicrons) and/or a secondary diabetic dyslipidemia with elevated LDL cholesterol and low HDL cholesterol.  Thus, in order to determine the type of this patient's lipid disorder and to rule out underlying diabetes, her serum lipids and blood glucose should be measured. $#(Choice A)#  Although this patient may be at increased risk for coronary artery disease due to hyperlipidemia or dyslipidemia, she does not currently have symptoms of myocardial infarction.  Her current management should be focused on treating her lipid disorder. $#(Choice C)#  The first step in managing this patient is to establish what type of lipid abnormality she has based upon her serum lipid levels and lipoprotein profile.  If the results are consistent with an obstructive liver and/or biliary system lesion producing cholestasis and hypercholesterolemia, then liver function tests and abdominal ultrasonography may be warranted. $#(Choice D)#  A CBC and stool guaiac test are performed when searching for occult GI bleeding. $#(Choice E)#  Slit lamp examination and funduscopy could reveal ocular findings associated with this patient's lipid disorder, such as a corneal arcus (lipid deposit) or lipemia retinalis.  However, a serum lipid profile should be obtained next in order to establish the type of hyperlipidemia or dyslipidemia in this patient. $#(Choice F)#  Xanthelasmas are usually diagnosed based on clinical appearance.  Biopsy is not required.  Treatment is primarily medical and directed at the underlying lipid abnormality.  Surgical excision is not medically necessary, but may be undertaken electively for cosmetic reasons. $#Educational objective# Xanthelasmas, a type of xanthoma, are yellowish macules/papules found on the medial eyelids.  They are dermal accumulations of macrophages containing cholesterol and triglycerides, and are generally associated with a primary or secondary hyperlipidemia or dyslipidemia.  An LDL receptor abnormality is the most common cause. "},

{"id":"782","title":"A 6-year-old boy is brought to the emergency department after a traumatic fall from his bicycle.  Physical examination shows a large laceration over his left leg that is irrigated and closed with sutures.  While he is receiving care, a routine blood draw shows milky plasma that forms a creamy-appearing supernatant upon standing.  Further testing shows that his plasma lipoprotein lipase activity measured after intravenous heparin administration is substantially lower than normal.  If his condition remains untreated, this patient is most likely to develop which of the following features?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute pancreatitis","answer_2":"B. Intellectual disability","answer_3":"C. Myocardial infarction","answer_4":"D. Tendon xanthomas","answer_5":"E. Xanthelasmas","percent_1":"39%","percent_2":"2%","percent_3":"21%","percent_4":"25%","percent_5":"14%","right_answer":"A. Acute pancreatitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Important inherited hyperlipoproteinemias#∆⨉∆⨉∆⨉ §^#Dyslipidemia# ∆^#Protein $defect# ∆^#Elevated$ lipoproteins# ∆^#Major manifestations# §^#Familial $chylomicronemia syndrome$ (type I)# ∆ • Lipoprotein lipase • ApoC-2 ∆Chylomicrons ∆ • Acute pancreatitis • Lipemia retinalis • Eruptive xanthomas §^#Familial $hypercholesterolemia$ (type II A)# ∆ • LDL receptor • ApoB-100 ∆LDL ∆ • Premature atherosclerosis • Tendon xanthomas • Xanthelasmas §^#Familial $dysbetalipoproteinemia$ (type III)# ∆ • ApoE ∆Chylomicron & VLDL remnants ∆ • Premature atherosclerosis • Tuboeruptive & palmar xanthomas §^#Familial $hypertriglyceridemia$ (type IV)# ∆ • Polygenic ∆VLDL ∆ • Associated with coronary disease, pancreatitis & diabetes %#LDL =# low-density lipoprotein; #VLDL =# very low-density lipoprotein.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #familial chylomicronemia syndrome# (type 1 hyperlipoproteinemia), an autosomal recessive condition most often caused by #lipoprotein lipase (LPL) deficiency#.  LPL is normally bound to heparan sulfate moieties on the vascular endothelium, allowing it to interact with chylomicrons and VLDL in the circulation and release free fatty acids into the adjacent tissues.  Heparin administration releases these endothelium-bound lipases, allowing LPL activity to be measured in the laboratory.  Without sufficient LPL activity, the body is unable to clear dietary lipid loads due to defective hydrolysis of serum triglycerides (especially #chylomicrons#). $Patients with familial chylomicronemia syndrome present in childhood with marked #hypertriglyceridemia#, recurrent #acute pancreatitis, lipemia retinalis# (milky-appearing retinal vasculature), and eruptive xanthomas (small yellowish papules surrounded by erythema found mainly on extensor surfaces). $#(Choice B)#  The familial hyperlipoproteinemias are not associated with intellectual disability. $#(Choices C, D, and E)#  Accelerated coronary artery disease, tendon xanthomas (nodular lipid deposits in the tendons, particularly the Achilles), and @xanthelasmas@ are seen in familial hypercholesterolemia, a condition caused by defects in the LDL receptor or its ligand, ApoB-100.  As LDL is mainly cleared from the circulation by receptor-mediated uptake in the liver, individuals with familial hypercholesterolemia have dramatically elevated LDL concentrations. $#Educational objective# Familial chylomicronemia syndrome frequently presents in childhood with recurrent episodes of acute pancreatitis.  Patients with this disorder are not usually at increased risk for premature coronary artery disease.  Eruptive skin xanthomas may be present in hypertriglyceridemia, but tendon xanthomas and xanthelasmas are primarily seen with hypercholesterolemia. ","clickable_1":"images/img1.782.jpg"},

{"id":"18595","title":"A 34-year-old woman comes to the office due to inability to lose weight despite diet and exercise.  She reports that she gained a significant amount of weight after she stopped smoking 4 years ago.  The patient has tried several commercial weight-loss diet programs in the last year without success.  She wants to lose at least 4.5 kg (10 lb) over the next few months before she gets married.  The patient does not have any other medical conditions and takes no medications.  Blood pressure is 122/80 mm Hg and pulse is 78/min.  BMI is 33 kg/m2.  Physical examination shows an obese habitus but is otherwise unremarkable.  Laboratory testing for secondary causes of weight gain is unrevealing.  In addition to encouraging continued efforts at lifestyle change, the physician prescribes a short course of oral phentermine for weight loss.  The weight loss induced by this medication is caused by which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Delayed gastric emptying","answer_2":"B. Lipase inhibition","answer_3":"C. Opioid antagonist","answer_4":"D. Reduced presynaptic reuptake of serotonin","answer_5":"E. Release of norepinephrine","percent_1":"33%","percent_2":"10%","percent_3":"4%","percent_4":"7%","percent_5":"46%","right_answer":"E. Release of norepinephrine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medications for weight loss# ∆⨉∆⨉ § ∆^#Mechanism of action# ∆^#Notable features# §^#Sympathomimetic amines#$ (ie, phentermine, diethylpropion,$ benzphetamine) ∆^Stimulant/CAS ∆ • High rate of weight regain • Not recommended for $patients with CVD §^#Orlistat# ∆^Intestinal lipase inhibitor ∆ • Significant gastrointestinal$ side effects §^#Bupropion/naltrexone# ∆^CAS (antidepressant +$ opioid antagonist) ∆ • Lowers seizure threshold • May also assist in smoking $cessation %#CAS =# central appetite suppressant; #CVD =# cardiovascular disease.","explanation_img":"","explanation_1":"","explanation_2":"#Norepinephrine-releasing agents# (eg, #phentermine#) are sympathomimetic weight-loss drugs indicated for #short-term# (≤12 weeks) treatment of obesity.  They work by stimulating release and inhibiting reuptake of norepinephrine and, to a lesser extent, serotonin and dopamine.  Subjective effects include an #increased# sensation of #satiety# and subsequently reduced caloric intake. $Because of the increased sympathetic activity associated with these drugs, they can raise blood pressure and should be #avoided# in patients with comorbid #hypertension# or #heart disease#.  Norepinephrine-releasing agents can induce brisk initial weight loss but are notable for poor long-term benefit, and most patients regain the lost weight following discontinuation. $#(Choice A)#  Glucagonlike peptide-1 (GLP-1) agonists (eg, liraglutide) increase @glucose-dependent insulin secretion@ and are most commonly used in treatment of type 2 diabetes mellitus.  In addition, GLP-1 agonists cause delayed gastric emptying and decreased appetite, leading to weight loss. $#(Choice B)#  Orlistat is an intestinal lipase inhibitor.  It acts by reducing the digestion and subsequent absorption of dietary fats.  The increased residual fat content in the intestinal lumen can lead to intestinal discomfort, diarrhea, fecal incontinence, and impaired absorption of fat-soluble vitamins (eg, vitamin D). $#(Choice C)#  Naltrexone is an opioid antagonist indicated for the treatment of opioid abuse and alcohol dependence.  It is also used in a combination pill with bupropion for weight loss, in which it is thought to potentiate the otherwise minor weight-loss effects of bupropion. $#(Choice D)#  In addition to treating depression and anxiety, selective serotonin reuptake inhibitors (SSRIs) (eg, fluoxetine) are commonly used in the treatment of eating disorders, especially bulimia nervosa.  Although some patients taking SSRIs experience minor weight loss, the effects on weight are variable, and these medications are not prescribed for weight loss. $#Educational objective# Norepinephrine-releasing agents (eg, phentermine) are sympathomimetic weight-loss drugs indicated for short-term treatment of obesity.  They stimulate the release and inhibit the reuptake of norepinephrine.  Subjective effects include an increased sensation of satiety, leading to reduced caloric intake.  Weight regain after cessation is common with these drugs.  ","clickable_1":"images/img1.18595.jpg"},

{"id":"190","title":"A cross-section of the right coronary artery of a 34-year-old Caucasian male who died in the cardiac intensive care unit is shown on the slide below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/190.jpg","title_2":"His father died of a heart attack at the age of 40.  Assuming this patient's disease had a genetic basis, poor receptor expression in which of the following organs is most likely responsible for his condition?","audio":"","comparison_items":"","answer_1":"A. Small intestine","answer_2":"B. Kidney","answer_3":"C. Liver","answer_4":"D. Heart","answer_5":"E. Lung","answer_6":"F. Pancreas","percent_1":"3%","percent_2":"2%","percent_3":"87%","percent_4":"4%","percent_5":"1%","percent_6":"2%","right_answer":"C. Liver","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's right coronary artery (RCA) shows significant occlusion by a large atheromatous plaque with a soft, yellow, lipid core composed mainly of cholesterol and cholesterol esters.  Presumably, this patient died from a complication of advanced atherosclerosis, such as a myocardial infarction.  His father's similar fate at a young age suggests a familial condition, most likely familial hypercholesterolemia.  Familial hypercholesterolemia is one of the most common inherited disorders, and results from autosomal dominant mutations of the LDL receptor gene. $The liver LDL receptor is normally the greatest contributor to the removal of cholesterol-containing IDL and LDL particles from the circulation.  Although numerous other cell types, including smooth muscle cells, adrenocortical cells, fibroblasts, and lymphocytes also express high-affinity LDL receptors, approximately 70% of the plasma LDL is normally cleared by the liver.  Heterozygotes with one mutant LDL receptor gene have a 2- to 3-fold elevation of plasma cholesterol from birth, due to reduced hepatic IDL and LDL uptake.  Homozygotes may have a 5- to 6-fold elevation.  In both heterozygotes and homozygotes, the progression of atherosclerosis with aging is accelerated.  Complications include coronary artery disease at an unusually young age, as was the case for the patient in the vignette. $#(Choices A, B, D, E and F) #Although many cell types express the LDL receptor, their rate of LDL uptake from the circulation is usually less than that of hepatocytes.  The liver is also the major site of cholesterol catabolism and excretion, making it the most important organ in serum cholesterol level homeostasis. $#Educational objective# Familial hypercholesterolemia, one of the most common autosomal dominant disorders, is the result of heterozygous or homozygous LDL receptor gene mutations, which cause hepatocyte under-expression of functional LDL receptors.  This condition can lead to accelerated atherosclerosis and early-onset coronary artery disease. "},

{"id":"166","title":"A 22-year-old man comes to the emergency department with abdominal pain and vomiting.  His symptoms began acutely 24 hours ago with nausea and decreased appetite.  His medical history is unremarkable.  The patient drinks 3-4 beers a week and does not use tobacco or illicit drugs.  BMI is 37 kg/m2.  Physical examination is notable for moderate epigastric tenderness with decreased bowel sounds but no rebound tenderness, guarding, or abdominal rigidity.  Fasting laboratory studies show a serum triglyceride concentration of 1,500 mg/dL (normal: <200 mg/dL).  Once the patient has been medically stabilized, which of the following medications would be most helpful in preventing recurrences of his condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atorvastatin","answer_2":"B. Cholestyramine","answer_3":"C. Ezetimibe","answer_4":"D. Fenofibrate","answer_5":"E. Niacin","answer_6":"F. Omega-3 fatty acids","percent_1":"14%","percent_2":"7%","percent_3":"6%","percent_4":"59%","percent_5":"11%","percent_6":"2%","right_answer":"D. Fenofibrate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Antihyperlipidemic medications# ∆⨉∆⨉∆⨉§^#Drug# ∆^#Mechanism# ∆^#Major#$ #lipid effects# ∆^#Adverse effects#§^#Statins# ∆ • Inhibit HMG-CoA reductase ∆ • ↓↓ LDL • ↓ Triglycerides ∆ • Hepatotoxicity • Muscle toxicity§^#Ezetimibe# ∆ • ↓ Intestinal cholesterol $absorption ∆ • ↓ LDL ∆ • ↑ Hepatotoxicity if given with$ statins§^#Bile acid$ sequestrants# ∆ • Prevent reabsorption of bile$ acids in the intestine ∆ • ↓ LDL ∆ • Nausea, bloating, cramping • Impaired drug & fat-soluble$ vitamin absorption§^#Niacin# ∆ • ↓ Fatty acid release • ↓ VLDL synthesis • ↓ HDL clearance ∆ • ↓ LDL • ↑↑ HDL ∆ • Flushing & pruritus • Hepatotoxicity • Hyperuricemia/gout§^#Fibrates# ∆ • Activate PPAR-α • ↓ VLDL synthesis ∆ • ↓↓ Triglycerides • ↑ HDL ∆ • Muscle toxicity • Gallstones§^#Fish oil/$ omega-3$ fatty acids# ∆ • ↓ VLDL synthesis • ↓ Apolipoprotein B synthesis ∆ • ↓ Triglycerides • ↑ HDL ∆ • Fishy taste%#PPAR-#α = peroxisome proliferator-activated receptor-alpha.","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #acute pancreatitis# due to severe #hypertriglyceridemia#.  Small quantities of pancreatic lipase normally leak into the pancreatic capillaries, where they can metabolize triglycerides to #free fatty acids#, which have toxic and inflammatory effects on the pancreas.  The risk of pancreatitis rises with increasing triglyceride levels and is most significant when triglycerides are severely elevated (>1,000 mg/dL). $Triglycerides loosely reflect caloric balance; a calorie-restricted diet with increased exercise and reduced alcohol intake can provide a rapid and significant drop in triglyceride levels.  Lipid-lowering medications are also indicated for patients with moderate to severe hypertriglyceridemia.  #Fibrates# (eg, fenofibrate, gemfibrozil) work by activating peroxisome proliferator-activated receptor-alpha (#PPAR-α#), which increases the synthesis of @lipoprotein lipase@. $#(Choice A)#  Although statins (eg, atorvastatin) are the preferred lipid-lowering agents for the prevention of cardiovascular disease, they only modestly lower triglyceride levels and would be less effective than fibrates for preventing recurrent pancreatitis due to hypertriglyceridemia. $#(Choices B and C)#  Bile acid-binding resins (eg, cholestyramine) work by binding bile acids in the gastrointestinal tract, subsequently interfering with enterohepatic bile acid circulation.  Ezetimibe selectively inhibits intestinal cholesterol absorption.  These medications are used primarily for the treatment of hypercholesterolemia. $#(Choice E)#  Niacin decreases hepatic production of VLDLs and reduces triglyceride release from adipose tissue.  It has a weaker effect in lowering triglycerides than fibrates and is associated with significant side effects, especially flushing. $#(Choice F)#  Fish oil supplements containing omega-3 fatty acids lower triglyceride levels by decreasing the production of VLDLs.  Fish oils decrease serum triglycerides to a lesser degree than fibrates but may be added to fibrates in patients whose triglyceride levels are not adequately controlled with a fibrate alone. $#Educational objective# In patients with severe hypertriglyceridemia, pancreatic lipases can cause toxic levels of free fatty acids to be released within the pancreatic tissue, leading to acute pancreatitis.  Fibrates (eg, fenofibrate) are the most effective agents for the treatment of hypertriglyceridemia.  ","clickable_1":"images/img1.166.jpg"},

{"id":"11917","title":"A 72-year-old woman is brought to the emergency department after lying on the floor in her home for the past 2 days.  The patient's neighbor called police after phone calls were not answered and no one opened the door.  She was found awake on the bathroom floor lying in feces and urine.  The patient says she fell and injured her right hip and was unable to get up to call for help.  She did not eat or drink anything during that time.  On examination, the patient appears dehydrated and has right hip tenderness.  Laboratory studies show serum glucose of 72 mg/dL and positive urine ketones.  Radiographs of the right hip show a right femoral neck fracture.  Increased activity of which of the following enzymes is most likely contributing to both the serum and urine laboratory findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glycogen phosphorylase","answer_2":"B. Hormone-sensitive lipase","answer_3":"C. Lipoprotein lipase","answer_4":"D. Mitochondrial HMG CoA synthase","answer_5":"E. Phosphofructokinase-1","percent_1":"18%","percent_2":"40%","percent_3":"11%","percent_4":"20%","percent_5":"10%","right_answer":"B. Hormone-sensitive lipase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11917.jpg","explanation_1":"","explanation_2":"$This patient's laboratory studies show the presence of ketones in the urine and maintenance of fasting blood glucose values in the low-normal range despite prolonged fasting. $#Hormone-sensitive lipase# (HSL) is an enzyme found in adipose tissue that catalyzes the mobilization of stored triglycerides into #free fatty acids# (FFAs) and #glycerol#.  HSL is activated in response to stress hormones (eg, catecholamines, glucagon, ACTH), whereas it is inhibited by the release of insulin.  The stress hormones stimulate Gs protein-coupled receptors on adipocytes, leading to increased cAMP production and activation of protein kinase A (PKA).  Finally, PKA phosphorylates and activates HSL, stimulating lipolysis. $FFAs and glycerol released into the circulation can be taken up by the liver, where the glycerol is used primarily as a carbon source for #gluconeogenesis#.  The liver oxidizes the FFAs to acetyl-coA, which can then be further metabolized to #ketone bodies# (eg, acetoacetate, beta-hydroxybutyrate) or shunted into the TCA cycle to generate energy for gluconeogenesis.  During starvation, most tissues utilize a combination of FFAs and ketones for their energy needs.  Important exceptions include the brain (FFAs do not cross the blood-brain barrier, so only ketone bodies/glucose can be used) and erythrocytes (can use only glucose due to lack of mitochondria). $#(Choice A)#  Glycogen phosphorylase is the rate-limiting enzyme in glycogenolysis, a process that frees glucose-1-phosphate from stored glycogen chains.  Glycogenolysis increases blood glucose levels during the first several hours of fasting but has no effect on fatty acid oxidation. $#(Choice C)#  @Lipoprotein lipase@ is an enzyme found on endothelial cells that functions to degrade triglycerides found in chylomicrons and VLDL.  Although it is functionally similar to HSL, it works in the bloodstream to form FFAs that are then transported into adipocytes storage or used by tissues (eg, heart/skeletal muscle) for energy production. $#(Choice D)#  Mitochondrial HMG-CoA synthase plays a role in the production of ketones.  Although it could be responsible for the presence of urinary ketone bodies in this patient, it would not account for the maintenance of blood glucose levels. $#(Choice E)#  Phosphofructokinase-1 catalyzes the major rate-limiting step in glycolysis by converting fructose-6-phosphate to fructose-1,6-bisphosphate.  It is not involved in gluconeogenesis or ketone production. $#Educational objective# Hormone-sensitive lipase is found in adipose tissue, where it functions to drive the breakdown of stored triglycerides into free fatty acids and glycerol.  During times of starvation, this enzyme provides substrates for hepatic gluconeogenesis and ketone body formation.  ","clickable_1":"images/img1.11917.jpg"}


]