[

{"id":"633","title":"A 28-year-old man is evaluated for abnormal movements of the hands and face.  The patient reports that he started experiencing involuntary grimacing a year ago, which has gradually worsened.  He is taking a selective serotonin reuptake inhibitor for major depression but has not taken any antipsychotic medications.  His 52-year-old father was diagnosed with an inherited movement disorder 2 months ago.  Physical examination shows normal strength and normal deep tendon reflexes.  No sensory deficits are noted.  Which of the following best explains the difference in disease presentation between this patient and his father?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anticipation","answer_2":"B. Genomic imprinting","answer_3":"C. Incomplete penetrance","answer_4":"D. Microdeletion","answer_5":"E. Mosaicism","answer_6":"F. Pleiotropy","percent_1":"89%","percent_2":"1%","percent_3":"6%","percent_4":"0%","percent_5":"1%","percent_6":"3%","right_answer":"A. Anticipation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp633.jpg","explanation_1":"","explanation_2":"$This patient presenting with involuntary movements, depression, and a family history of a movement disorder likely has #Huntington disease# (HD), which typically manifests with the triad of movement disorder (chorea), behavioral abnormalities (aggressiveness, apathy, or depression), and dementia.  HD is caused by an expansion of cytosine-adenine-guanine (CAG) trinucleotide repeats.  Most patients develop symptoms in their 40s or 50s, but an earlier age of onset and more severe symptoms are associated with a larger number of #trinucleotide repeats#. $During spermatogenesis, CAG repeats in the abnormal HTT gene (chromosome 4p) can rapidly increase (much more than during oogenesis).  Therefore, patients who receive an abnormal gene from their fathers tend to develop the disease earlier in life.  The tendency for clinical symptoms to worsen and/or occur earlier in subsequent generations is called #anticipation#.  Anticipation is common in disorders associated with trinucleotide repeats, as in Fragile X syndrome, myotonic dystrophy, and Friedreich ataxia. $#(Choice B)#  Genomic imprinting is a selective inactivation of the genes of either maternal or paternal origin.  It results in Prader-Willi and Angelman syndromes, which involve deletions of the same region on chromosome (15q) but have very different clinical manifestations due to the differential expression of parental genes.  When the chromosome with the deleted region comes from the father, the lack of expression of maternally imprinted genes results in Prader-Willi syndrome.  Likewise, deletions affecting the maternal chromosome result in Angelman syndrome due to absent expression of paternally imprinted genes. $#(Choice C)#  HD is transmitted in an autosomal dominant pattern with complete penetrance, which means that a child who inherits the abnormal gene will inevitably develop Huntington disease. $#(Choice D)#  Microdeletion is the loss of genetic material too small to be visible via light microscopy.  For example, microdeletion of 22q11 is responsible for DiGeorge syndrome. $#(Choice E)#  The presence of 2 populations of cells with different genotypes in one patient resulting in the mixed expression of disease is called mosaicism.  Examples of mosaicism include milder forms of Turner (genotype 46XX/45X0), Klinefelter (46XY/47XXY), and Down syndromes. $#(Choice F)#  Sometimes, one gene mutation leads to multiple, seemingly unrelated phenotypic abnormalities, a genetic phenomenon termed pleiotropy. $#Educational objective# An increased number of trinucleotide repeats on the HTT gene is associated with Huntington disease.  The larger the number of repeats, the earlier the onset of the disease.  Trinucleotide expansion occurs more frequently during paternal transmission, causing a genetic phenomenon called anticipation.  "},

{"id":"1789","title":"A healthy couple, who recently emigrated from Eastern Europe, brings their 3-year-old son to the office for evaluation of an eczematous rash.  On examination, the child also shows signs of intellectual disability and gait abnormality and has a musty body odor.  Which of the following is the likelihood that this couple's next child will be affected with the same disease?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Same as the general population","answer_2":"B. 1/32","answer_3":"C. 1/16","answer_4":"D. 1/8","answer_5":"E. 1/4","answer_6":"F. 1/2","percent_1":"6%","percent_2":"1%","percent_3":"4%","percent_4":"4%","percent_5":"79%","percent_6":"6%","right_answer":"E. 1/4","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$Intellectual disability, gait abnormalities, a musty body odor, and eczema are signs consistent with @phenylketonuria@ (PKU).  PKU is caused by a mutation in a single gene that codes for phenylalanine hydroxylase.  This enzyme normally synthesizes tyrosine from phenylalanine, and a buildup of phenylalanine in the CNS results in neurologic dysfunction.  In the United States, phenylalanine levels are measured in neonates via routine newborn screening. $PKU is an @autosomal recessive@ disease.  Therefore, when a child is affected but #parents are unaffected#, the parents are very likely to be #heterozygous carriers# of the mutation.  The probability of a child inheriting any disease with an autosomal recessive inheritance pattern, including PKU, depends on the following factors: $p1 = probability that the mother transmits the mutant allele = ½ $ p2 = probability that the father transmits the mutant allele = 1/2 $The probability that a child will inherit a mutant allele from each carrier parent is equal to p1 × p2 = #1/4# because these are independent events #(choices A, B, and D)#. $#(Choice C)#  The probability of having two future children both inherit an autosomal recessive disease from parents who are heterozygous carriers is 1/4 × 1/4 = 1/16 (each 1/4 representing the likelihood of 1 child inheriting the disease).  In this case, this family already has an affected child, making the probability of a single subsequent child with the disease remain at 1/4. $#(Choice F)#  The probability that a child will inherit an @autosomal dominant@ disorder if one parent is affected is 1/2. $#Educational objective# Intellectual disability, gait abnormalities, and a musty body odor are signs of phenylketonuria, an autosomal recessive disorder.  The probability that a child will inherit an autosomal recessive disease from heterozygous carrier parents is 1/4.  ","clickable_1":"images/img1.1789.jpg","clickable_2":"images/img2.1789.jpg","clickable_3":"images/img3.1789.jpg"},

{"id":"1788","title":"A 14-year-old boy experiences severe, prolonged bleeding following a tooth extraction.  He also has a history of multiple episodes of painful joint swelling following minor trauma.  His parents have no bleeding problems.  Evaluation shows that the patient has an inherited disorder and that one of his parents is a genetic carrier.  His older sister, who does not have this condition, is pregnant.  She does not know the sex of her child.  She asks about the risk that her child will be affected.  Which of the following is the best estimate that this child will have the disease?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Near 0","answer_2":"B. 1/2","answer_3":"C. 1/4","answer_4":"D. 1/8","answer_5":"E. 1/16","answer_6":"F. 1/32","percent_1":"11%","percent_2":"8%","percent_3":"29%","percent_4":"45%","percent_5":"5%","percent_6":"1%","right_answer":"D. 1/8","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1788.jpg","explanation_1":"","explanation_2":"$This patient is a boy with excessive bleeding and hemarthroses, suggesting a diagnosis of #hemophilia# A or B.  Both diseases are @X-linked recessive@ coagulation factor deficiencies.  The probability that his sister will give birth to an affected child can be calculated by multiplying the following probabilities: $• The probability (p1) that the sister is a #carrier# = 0.5.  The patient's father does not carry the mutation on his X chromosome because he would be affected by the disease if he did.  That means the mother carries the mutation on 1 of her 2 X chromosomes.  This gives the daughter a 50% chance of having inherited the mutated X chromosome and therefore being a carrier. $• The probability (p2) that the offspring of a female carrier will #inherit# the X chromosome with the hemophilia gene = 0.5.  Assuming the daughter is a carrier, the probability of passing on the mutant allele is 50% as only 1 of her 2 X chromosomes is passed to her offspring. $• The probability (p3) that his sister will have a #boy# = 0.5.  If the sister's child is female, the child could be a carrier of the disease but would not be affected by it.  If a male child inherits the mutated X chromosome, he will have the disease. $The probability that the sister will have an affected son is the probability that all 3 of the above events will take place (ie, the product of their individual probabilities): p1 x p2 x p3 = 1/2 x 1/2 x 1/2 = 1/8. $#Educational objective# Given phenotypically normal parents, the probability that a female sibling of a male affected by an X-linked recessive disease will give birth to an affected child is 1/8.  ","clickable_1":"images/img1.1788.jpg"},

{"id":"1610","title":"A 1-hour-old girl born to a 40-year-old woman is brought to the nursery for evaluation.  The pregnancy and delivery were uncomplicated.  Physical examination shows mid-face hypoplasia with a flat nasal bridge, up-slanting palpebral fissures, a small mouth, and a single palmar crease bilaterally.  Cardiac auscultation reveals a blowing holosystolic murmur heard best along the sternal border.  Which of the following abnormalities is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aberrant genomic imprinting","answer_2":"B. Mosaicism","answer_3":"C. Partial deletion","answer_4":"D. Triplet expansion","answer_5":"E. Uniparental disomy","percent_1":"2%","percent_2":"47%","percent_3":"6%","percent_4":"12%","percent_5":"33%","right_answer":"B. Mosaicism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Inheritance of Down syndrome#∆⨉∆⨉ §^#Mechanism# ∆^#Pathogenesis# ∆^#Recurrence risk# §Meiotic nondisjunction$ (~95℅) ∆ • Extra copy of chromosome 21 present in every cell ∆ Based on maternal age §Unbalanced$ translocation ∆ • All or part of additional chromosome 21 attached to another chromosome ∆ High if balanced translocation is present in one parent §Mosaicism ∆ • Some (not all) cells have an extra copy of chromosome 21 • Nondisjunction event in early embryonic life ∆ Similar to normal population","explanation_img":"","explanation_1":"","explanation_2":"This child has many of the characteristic features of @Down syndrome@ (DS), a condition that results from an #increased gene dosage# effect due to an #extra copy# of chromosome 21.  Three cytogenetic abnormalities can lead to DS: $• @Meiotic nondisjunction@ accounts for nearly 95% of DS cases.  Failure of homologous chromosomes or sister chromatids to separate during meiosis can result in the inheritance of 3 copies of chromosome 21 in one daughter cell (trisomy) and 1 copy in the other daughter cell (monosomy).  Nondisjunction during meiosis is almost always of maternal origin. $• #Unbalanced translocations# account for 2%-3% of DS cases.  These individuals have 46 chromosomes, but have extra genetic material (consisting of duplicate chromosome 21 genes) attached to one of their chromosomes.  Approximately one third of these cases are due to a balanced translocation in one parent, which confers a high recurrence risk. $• #Mosaicism# accounts for <2% of DS cases.  Affected individuals have 2 distinct cell lines as a result of #nondisjunction during# #mitosis#:  one with a normal genotype and one with trisomy 21.  The proportion of affected cells determines the severity of DS features. $Of the available answer options, only mosaicism is consistent with a #third copy# of chromosome 21 existing in at least a portion of the patient's cells. $#(Choices A and E)#  Genomic imprinting is a normal process that refers to selective activation of gene expression depending on the parent of origin.  Aberrant imprinting occurs with uniparental disomy, or when a person receives #2 copies# of a chromosome from the same parent and no copy from the other parent.  Prader-Willi syndrome and Angelman syndrome (15q) are examples of conditions caused by dysfunctional imprinting due to uniparental disomy. $#(Choice C)#  Many genetic syndromes are caused by deletions (loss of genetic material).  Cri du chat syndrome (5p deletion) is an example of a syndrome caused by a partial deletion of chromosome 5. $#(Choice D)#  Increased trinucleotide repeats (triplet expansion) on certain genes can lead to silencing of a gene or synthesis of an abnormal gene product.  Huntington disease and fragile X syndrome are examples of conditions caused by triplet expansion. $#Educational objective# Common findings in Down syndrome include cognitive impairment, facial dysmorphism, and cardiac defects; 95% of cases are caused by the presence of an extra chromosome 21 (trisomy) resulting from nondisjunction.  Unbalanced Robertsonian translocations or mosaicism are less common causes.  ","clickable_1":"images/img1.1610.jpg","clickable_2":"images/img2.1610.jpg"},

{"id":"112284","title":"Researchers studying cancer predisposition syndromes evaluate a group of patients who have early-onset solid tumors, including soft tissue sarcomas and brain tumors.  These patients all have loss of function in a protein that plays a major role in regulating cell cycle progression.  The protein is encoded by a gene on chromosome 17, and most patients appear to have point mutations within the gene.  However, the specific site within the gene where they occur varies widely among patients, and many of the causative mutations remain unknown and not well characterized.  Which of the following studies is most appropriate in the initial evaluation of patients suspected of having this condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chromosomal microarray","answer_2":"B. Cytogenetic analysis","answer_3":"C. Fluorescence in situ hybridization testing","answer_4":"D. Methylation analysis","answer_5":"E. Single gene sequencing","percent_1":"18%","percent_2":"9%","percent_3":"22%","percent_4":"5%","percent_5":"46%","right_answer":"E. Single gene sequencing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Applications of common genetic tests#∆⨉∆⨉ §^#Test# ∆^#Applications# ∆^#Limitations# §^#Gene$ sequencing# ∆ • Detects mutations within a single gene (eg, point mutation) ∆ • Cannot detect whole gene deletion §^#Fluorescence in$ situ hybridization$ (#FISH) ∆ • Identifies targeted chromosomal abnormalities (eg, deletion, duplication, trisomy) • Specific probe(s) used for a suspected diagnosis (eg, BCR-ABL fusion in CML) ∆ • Cannot detect chromosomal abnormalities other than those specified by labeled probe §^#Chromosomal$ microarray# ∆ • Identifies targeted chromosomal abnormalities (eg, microdeletion, microduplication) • Many probes allow for simultaneous assessment of multiple abnormalities for a broad diagnosis (eg, autism) ∆ • Cannot detect chromosomal abnormalities other than those specified by labeled probe • Cannot detect balanced translocations §^#Karyotype$ (#cytogenetic analysis) ∆ • Detects large chromosomal abnormalities (eg, aneuploidy) ∆ • Cannot detect small chromosomal abnormalities %#CML# = chronic myeloid leukemia.","explanation_img":"","explanation_1":"","explanation_2":"In this study, the affected patients have varying and unknown point mutations within a particular gene.  The initial genetic test for identifying an #unknown mutation# in a given gene is #single gene sequencing#.  This technique typically involves isolating and amplifying the target gene (eg, via PCR) and then determining the specific nucleotide order.  Subsequent comparison to a normal sequence allows for identification of a potentially pathogenic variant. $The patients in this study likely have #Li-Fraumeni syndrome#, an autosomal dominant disorder involving a tumor suppressor gene on chromosome 17 (TP53).  This gene plays an important role in preventing cell cycle progression in cells with damaged DNA.  Because patients with Li-Fraumeni syndrome have only 1 functional gene, they are at a greater risk for malignancy due to uncontrolled cell proliferation if the remaining gene spontaneously mutates during the cell's lifetime. $Multiple pathogenic variants, most commonly missense point mutations, have been identified at various loci within the gene, making single gene sequencing the ideal tool for identifying patients with Li-Fraumeni syndrome.  However, this method has #limitations#, including the #inability to detect whole gene deletions# (the remaining normal allele will still be sequenced, so the absence of the deleted allele cannot be directly ascertained). $#(Choices A and C)#  Chromosomal microarrays and fluorescence in situ hybridization (FISH) identify known targeted chromosomal abnormalities using oligonucleotide probes (at least 20 bases long) that bind complementary sequences; neither can reliably detect the presence of unknown point mutations at various locations.  Microarrays are typically used to screen for many mutations or genetic polymorphisms simultaneously, whereas FISH is typically used to identify a suspected condition (eg, BCR-ABL1 fusion in chronic myeloid leukemia). $#(Choice B)#  Cytogenetic analysis, or karyotyping, can detect large abnormalities in chromosomal size (eg, long arm deletion) or number (eg, trisomy) but not small chromosome abnormalities or point mutations. $#(Choice D)#  DNA methylation is an epigenetic modification that results in suppressed gene expression via the addition of a methyl group to a base.  Because methylation patterns can be specific to the parental origin of the chromosome, methylation analysis is useful for suspected imprinting disorders (eg, Prader-Willi syndrome) in which a patient may inherit two genes derived from the same parent. $#Educational objective# Single gene sequencing is the initial genetic test for disorders caused by an unknown mutation in a single gene (eg, Li-Fraumeni syndrome).  A limitation includes the inability to detect whole gene deletions.  "},

{"id":"1487","title":"A 5-year-old boy is being evaluated for progressive muscle weakness that has resulted in numerous recent falls.  There is no family history of muscle disorders.  Physical examination reveals bilateral calf enlargement.  When the patient is asked to stand, he uses his hands and arms to help push himself to an upright position.  Serum creatine kinase is 12,600 U/L (normal: 30-170 U/L).  Molecular tests reveal a large muscle protein that is defective due to the loss of 508 amino acid residues.  Genetic analysis reveals a single base substitution within exon 48 of the gene encoding this muscle protein.  This patient's gene mutation has most likely resulted in which of the following mRNA codon changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CUU → AUU","answer_2":"B. UAA → UAG","answer_3":"C. UAC → CAC","answer_4":"D. UCA → UGA","answer_5":"E. UUU → UUC","percent_1":"3%","percent_2":"19%","percent_3":"6%","percent_4":"70%","percent_5":"2%","right_answer":"D. UCA → UGA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Types of DNA mutations#∆⨉ §^#Silent# ∆Base substitution codes for same amino acid §^#Missense# ∆Base substitution codes for different amino acid §^#Conservative# ∆Base substitution codes for different amino acid with similar chemical structure §^#Nonsense# ∆Base substitution introduces premature stop codon §^#Nonstop# ∆Base substitution within stop codon results in continued translation §^#Splice site# ∆Mutation at splice site alters intron removal from pre-mRNA §^#Frameshift# ∆Deletion/insertion of bases causes downstream misreading","explanation_img":"","explanation_1":"","explanation_2":"This young boy with progressive proximal muscle weakness, calf pseudohypertrophy, @Gowers sign@, and elevated creatine kinase likely has #Duchenne muscular dystrophy#, an X-linked recessive disorder caused by mutations in the dystrophin gene.  Although Duchenne muscular dystrophy is most commonly caused by #deletions# resulting in frameshift mutations, #nonsense mutations# may also occur, leading to the formation of a truncated dystrophin protein. $After messenger RNA (mRNA) is produced from DNA and posttranscriptionally modified, it is transported to the cytoplasm for translation into protein.  mRNA is composed of groups of 3 sequential nucleotide bases known as codons.  These nucleotide triplets code for specific amino acids and signal for the initiation (eg, start codon [AUG]) or termination of translation (eg, #stop codons# [#UAA, UAG, UGA#]).  In this case, a single base substitution from UCA (serine) to UGA has introduced a #premature# stop codon in the middle of the protein sequence (nonsense mutation), resulting in early termination of protein synthesis. $Dystrophin normally links with actin fibers and provides mechanical reinforcement to glycoprotein complexes in the plasma membrane of skeletal muscle cells.  Consequently, dystrophin dysfunction leads to increased breakdown of the sarcolemma, muscle fiber degeneration, and the clinical findings described above. $#(Choices A and C)#  Changing CUU (leucine) to AUU (isoleucine) or UAC (tyrosine) to CAC (histidine) would result in an amino acid substitution at one position (missense mutation).  The function of this protein may be altered depending on a variety of factors, but the ultimate size of the protein will remain the same.  Missense mutations that result in the substitution of a new amino acid with similar chemical properties are called conservative mutations. $#(Choice B)#  Changing UAA to UAG would not affect protein structure or function because both of these sequences are stop codons.  Stop codons are normally located at the end of the translated region of mRNA. $#(Choice E)#  Changing UUU to UUC would not affect the protein as both sequences code for phenylalanine.  Point mutations that do not change the amino acid sequence of a protein are called silent mutations. $#Educational objective# Duchenne muscular dystrophy presents with progressive proximal muscle weakness in young boys due to increased muscle fiber degeneration.  It is caused by frameshift mutations (most common) or nonsense mutations in the dystrophin gene that lead to the formation of a truncated, defective protein.  Nonsense mutations introduce premature stop codons (eg, UAA, UAG, UGA) in the coding sequence of mRNA.  ","clickable_1":"images/img1.1487.jpg"},

{"id":"1728","title":"A patient is suspected of having an inherited disorder.  Pedigree analysis shows the following pattern:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1728.jpg","title_2":"This patient most likely has which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Classic galactosemia","answer_2":"B. Hemophilia B","answer_3":"C. Huntington disease","answer_4":"D. Leber hereditary optic neuropathy","answer_5":"E. Rett syndrome","percent_1":"65%","percent_2":"17%","percent_3":"6%","percent_4":"6%","percent_5":"6%","right_answer":"A. Classic galactosemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1728.jpg","explanation_1":"","explanation_2":"$Each of the affected individuals on this pedigree inherited the disorder from #asymptomatic carrier parents#, which is consistent with a recessive inheritance pattern.  Because #both males and females# inherit the condition, it is an #autosomal recessive# disorder.  Based on this inheritance pattern, 50% of offspring will be asymptomatic carriers, 25% will be unaffected, and 25% will express the disorder. $#Classic galactosemia# is the most common and most severe of the galactosemic disorders.  It is an autosomal recessive disorder leading to complete enzymatic absence of galactose-1-phosphate uridyl transferase.  Newborns present within days of birth with jaundice, vomiting, and hepatomegaly. $In general, most #enzyme deficiency conditions# follow an autosomal recessive inheritance pattern whereas diseases due to defective noncatalytic proteins follow an autosomal dominant pattern. $#(Choice B)#  Hemophilia B (Christmas disease) is an @X-linked recessive disorder@, (@image2@) affecting #males# that causes factor IX deficiency with easy bruising and bleeding (eg, hemarthrosis, oral bleeding, intracranial hemorrhage).  Affected males will have asymptomatic carrier mothers. $#(Choice C)#  Huntington disease is an @autosomal dominant disorder@ affecting males and females equally.  It causes progressive neurodegeneration of the caudate and putamen, leading to chorea, dementia, and death.  Patients usually have an affected parent. $#(Choice D)#  Leber hereditary optic neuropathy is a @mitochondrial inheritance disorder@ affecting all offspring of an affected mother; there is no father-child transmission.  It is characterized by progressive bilateral optic neuropathy leading to blindness. $#(Choice E)#  Rett syndrome is an @X-linked dominant disorder@ (@image2@) affecting females (affected males die in utero) that presents in early childhood with progressive neurodegeneration and stereotypical hand movements.  X-linked dominant conditions are characterized by a lack of father-son transmission whereas all daughters of an affected father are affected.  Half of all offspring of an affected mother are also affected. $#Educational objective# Autosomal recessive disorders affect 25% of offspring of asymptomatic heterozygous carrier parents.  Classical galactosemia is the most common and severe galactosemic disorder and presents within days of birth with jaundice, vomiting, and hepatomegaly.  ","clickable_1":"images/img1.1728.jpg","clickable_2":"images/img2.1728.jpg","clickable_3":"images/img3.1728.jpg","clickable_4":"images/img4.1728.jpg","clickable_5":"images/img5.1728.jpg","clickable_6":"images/img6.1728.jpg"},

{"id":"596","title":"A 12-year-old boy is brought to the clinic for evaluation of muscle weakness.  The patient has a history of seizures, and he has recently had several stroke-like episodes that resulted in muscle weakness.  Examination shows decreased strength in the upper and lower extremities on the left compared to the right.  Laboratory evaluation shows increased serum lactate levels both after exercise and at rest.  Further work-up confirms that the patient has a genetic condition that is transmitted exclusively through the maternal line.  His older sister is affected by the same disorder, but she displays very few symptoms.  Which of the following is the most likely explanation for the variability in clinical presentation between this patient and his sister?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anticipation","answer_2":"B. Genetic heterogeneity","answer_3":"C. Genetic imprinting","answer_4":"D. Heteroplasmy","answer_5":"E. Pleiotropy","percent_1":"4%","percent_2":"20%","percent_3":"5%","percent_4":"62%","percent_5":"9%","right_answer":"D. Heteroplasmy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp596.jpg","explanation_1":"","explanation_2":"$This patient has a genetic condition with a #maternal inheritance pattern#, a finding characteristic of mitochondrial disease.  Unlike nuclear DNA (inherited from both parents), @mitochondrial DNA@ (mtDNA) is inherited almost exclusively through the maternal line. $Inheritance of mtDNA mutations affects male and female offspring with equal frequency, but disease often presents with #varying severity# even in those with the #same mtDNA mutation#.  This variability is the result of #heteroplasmy#.  Cells contain thousands of mitochondria, each with several copies of its own genome.  Mitochondria containing more mutant mtDNA copies are less likely to function normally, and random distribution of mitochondria during mitosis/meiosis results in #variable amounts# of mutant and normal mitochondria among daughter cells.  The relative balance of mutated and normal mtDNA explains the variability in symptom severity between this patient and his sibling, who presumably has less mutant mitochondria. $Because mitochondrial defects lead to impaired oxidative phosphorylation (ie, decreased ATP production), tissues with the highest energy requirements (eg, brain, skeletal muscle) are most affected, as seen in this child.  This patient likely has mitochondrial encephalopathy, lactic acidosis, and stroke-like episodes (MELAS), one of the most common mitochondrial disorders. $#(Choice A)#  @Anticipation@ is the increasing severity or earlier onset of a genetic disease in subsequent generations.  This phenomenon is often seen in conditions with an increasing number of trinucleotide repeats with each generation (eg, Huntington disease). $#(Choice B)#  Genetic heterogeneity refers to varying genotypes among individuals with the same phenotype, such as sensorineural hearing loss, which can be caused by >100 different mutations.  In contrast, this patient has the same mutation as his sister but a more severe phenotype. $#(Choice C)#  Genetic imprinting refers to selective inactivation of paternal or maternal alleles.  This phenomenon explains the difference in presentation between Prader-Willi and Angelman syndromes. $#(Choice E)#  Pleiotropy refers to the seemingly unrelated phenotypic effects of a single genetic mutation.  This is seen in Marfan syndrome, in which a fibrillin gene mutation affects various organs (eg, heart, eye).  Pleiotropy would not explain variable symptom severity between siblings. $#Educational objective# Mitochondrial DNA (mtDNA) is inherited through the maternal line, and identical mutations can cause varying disease severity due to heteroplasmy.  Mitochondrial heteroplasmy describes cells that contain both mutant and normal mitochondria; the relative amount of each determines disease severity.  ","clickable_1":"images/img1.596.jpg","clickable_2":"images/img2.596.jpg"},

{"id":"11914","title":"A 19-year-old woman is evaluated for new onset generalized tonic-clonic seizures.  For the past several years, she has also been having erratic jerks of her arms and legs, and intermittent muscle weakness.  The girl has multiple family members with similar symptoms.  Neurological examination reveals decreased sensation in the lower extremities and a broad-based gait.  Skeletal muscle biopsy shows ragged, red-appearing muscle fibers.  Further analysis reveals that the patient's symptoms are due to a mutation affecting extranuclear DNA.  Which of the following pedigrees is most likely to represent this patient's family history? (The arrow points to the patient.)","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"4%","percent_2":"3%","percent_3":"4%","percent_4":"4%","percent_5":"84%","right_answer":"E. ","ansImg_1":"images/ansA11914.jpg","ansImg_2":"images/ansB11914.jpg","ansImg_3":"images/ansC11914.jpg","ansImg_4":"images/ansD11914.jpg","ansImg_5":"images/ansE11914.jpg","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient most likely has a form of #mitochondrial myopathy#.  Without properly functioning mitochondria, cells are unable to use oxidative phosphorylation to efficiently produce adequate levels of ATP.  Organ systems such as the brain and skeletal muscle will be affected first due to their high metabolic demand relative to other tissues.  Affected patients often present with myopathy (eg, #muscle weakness#, myalgia), lactic acidosis due to impaired aerobic glycolysis, and #nervous system dysfunction# (eg, neuropathy, seizures).  Muscle biopsy classically shows #ragged red fibers#. $Mitochondria are unique organelles because they contain their own DNA, known as #mtDNA#.  Offspring inherit mtDNA in a maternal fashion with no paternal contribution (#maternal inheritance#).  Only affected females transmit abnormal mitochondria to offspring; transmission never occurs through males (even if they are affected). $#(Choice A)#  Autosomal dominant disorders affect 50% of all children (males and females) born to one affected parent.  The disease will appear in consecutive generations, and father-to-son transmission can occur. $#(Choice B)#  Autosomal recessive conditions affect about 25% of all children (males and females) with two carrier parents.  Offspring of a single affected parent will be carriers for the disorder.  As a result, the disease can skip generations, but consanguineous families will show increased incidence. $#(Choice C)#  In @X-linked dominant@ disorders, all female children of affected males will have the condition, but both female and male children of an affected female have a 50% chance of being affected.  There is no father-to-son transmission. $#(Choice D)#  In @X-linked recessive@ conditions, male offspring of a carrier female have a 50% chance of being affected, whereas female offspring have a 50% chance of being carriers.  Female children of an affected father are obligate carriers.  The disease can skip generations, and there is no father-to-son transmission. $#Educational objective# Mitochondrial dysfunction frequently presents with myopathy, nervous system dysfunction, lactic acidosis, and ragged red fibers on muscle biopsy.  Mitochondrial myopathies due to mtDNA mutations are inherited solely in a maternal fashion (ie, maternal inheritance).  Therefore, transmission occurs only through affected females and never through males.  ","clickable_1":"images/img1.11914.jpg","clickable_2":"images/img2.11914.jpg"},

{"id":"11960","title":"A 26-year-old woman comes to the office with her husband for genetic counseling.  Both of them are healthy with no chronic medical conditions, but their firstborn son has had recurrent episodes of anemia, jaundice, and painful swelling of the hands and feet.  Hemoglobin electrophoresis is performed on the son at alkaline pH to determine the predominant hemoglobin variants present in his red blood cells.  The results are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/11960.jpg","title_2":"The parents are considering having another child.  What is the probability they will conceive a child who inherits ≥1 mutated alleles?","audio":"","comparison_items":"","answer_1":"A. Near 0%","answer_2":"B. 25%","answer_3":"C. 50%","answer_4":"D. 75%","answer_5":"E. 100%","percent_1":"5%","percent_2":"32%","percent_3":"11%","percent_4":"49%","percent_5":"4%","right_answer":"D. 75%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11960.jpg","explanation_1":"","explanation_2":"$This couple's son has #sickle cell disease# (SCD), an #autosomal recessive# disorder characterized by the production of hemoglobin S and sickled red blood cells that undergo hemolysis (eg, anemia, jaundice) and cause vascular obstruction (eg, painful swelling of the hands/feet).  SCD is diagnosed using #hemoglobin electrophoresis#, which separates different types of @hemoglobin@ according to the electrical charge of their amino acid composition.  In this case, electrophoresis shows a predominance of hemoglobin S, consistent with SCD. $For autosomal recessive disorders such as SCD, affected offspring must inherit a mutant allele from each parent.  In this case, both #parents are unaffected# but have #affected offspring#.  Therefore, both parents must be #carriers#, and the probability of inheriting each of the 3 possible genotypes (AA, Aa, aa) can be determined using a Punnett square. $• 25% probability (1 in 4) of inheriting 2 normal alleles (AA, unaffected) $• #50%# probability (2 in 4) of inheriting 1 normal allele and 1 mutated allele (#Aa#, carrier) $• #25%# probability (1 in 4) of inheriting 2 mutated alleles (#aa#, affected) $Although the couple already has an affected child, each child's genotype is determined independently, and the probability of this couple's second child inheriting ≥1 mutant alleles is neither more nor less likely than that of their first.  Therefore, the probability of this couple's second child inheriting #≥1 mutated alleles# is 50% + 25% = #75%#. $#Educational objective# Sickle cell disease is an autosomal recessive disorder characterized by a predominance of hemoglobin S, causing red blood cells to sickle, hemolyze, and cause vascular obstruction.  Offspring of carrier parents have a 3 in 4 (75%) chance of inheriting at least 1 mutated allele (ie, genotype Aa or aa).  ","clickable_1":"images/img1.11960.jpg"},

{"id":"21307","title":"A 25-year-old nulligravid woman comes with her husband to the clinic for preconception genetic counseling.  She has oculocutaneous albinism due to a homozygous OCA2 gene mutation within the region of chromosome 15q12-q13.  Examination shows pale hypopigmented skin with blonde hair.  Eye examination shows faint brown irises.  Her husband is 26 years old and has oculocutaneous albinism due to a biallelic TYR gene mutation at position 11q14.3.  Examination of the husband shows complete absence of pigmentation in the skin, hair, and irises.  The couple asks about their chance of having a child with oculocutaneous albinism and are told that the chance is 0%.  Which of the following is the best explanation for this?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Allelic heterogeneity","answer_2":"B. Heteroplasmy","answer_3":"C. Incomplete penetrance","answer_4":"D. Linkage disequilibrium","answer_5":"E. Locus heterogeneity","answer_6":"F. Pleiotropy","percent_1":"27%","percent_2":"4%","percent_3":"5%","percent_4":"12%","percent_5":"48%","percent_6":"5%","right_answer":"E. Locus heterogeneity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21307.jpg","explanation_1":"","explanation_2":"$This case is an example of #locus heterogeneity#, in which mutations at different genetic loci result in similar phenotypes.  Both parents have oculocutaneous albinism, an inherited #autosomal recessive# disorder.  However, although their phenotype is similar, their recessive mutations occur on #different chromosomes#. $In this case, the child would inherit one normal (paternal) allele and one abnormal (maternal) allele at location 15q12-q13 and one normal (maternal) allele and one abnormal (paternal) allele at location 11q14.3.  Because the child would have #one normal, dominant allele at each location#, they would be a #double heterozygote# and therefore would not express an oculocutaneous albinism phenotype. $#(Choice A)#  In contrast to this case, @allelic heterogeneity@ describes different mutations at the same genetic locus causing similar phenotypes (eg, cystic fibrosis).  Children born to parents who have autosomal recessive genetic conditions resulting from different mutations at the same genetic locus would inherit two abnormal copies of the gene and likely display the corresponding phenotype. $#(Choice B)#  Mitochondrial diseases (eg, MELAS syndrome, Leber hereditary optic neuropathy) are maternally inherited.  The variable severity of these diseases is explained by @heteroplasmy@, the random distribution of normal and mutated mitochondrial DNA between daughter cells during meiosis.  As a result, some eggs may have completely healthy mitochondria, while other cells contain mitochondria affected by genetic mutation. $#(Choice C)#  Penetrance is the probability that a person with a given genotype will express its associated phenotype.  Incomplete penetrance means that some individuals with an abnormal genotype will not express the corresponding phenotype (eg, breast cancer in individuals with BRCA1/2 mutations). $#(Choice D)#  Two allele loci are said to be in @linkage disequilibrium@ when a pair of alleles is inherited together in the same gamete (haplotype) more often or less often than would be expected given random pairing.  This most often occurs when the genes are in close physical proximity on the same chromosome. $#(Choice F)#  The occurrence of multiple, seemingly unrelated phenotypic manifestations (often in different organ systems as a result of a single genetic defect) is termed pleiotropy.  Although this may apply to features of oculocutaneous albinism (eg, absence of melanin in skin, reduced visual acuity, nystagmus), it does not explain why a child of two affected parents would be unaffected. $#Educational objective# Locus heterogeneity describes when a similar phenotype is produced by mutations in different genetic loci (eg, oculocutaneous albinism).  ","clickable_1":"images/img1.21307.jpg","clickable_2":"images/img2.21307.jpg","clickable_3":"images/img3.21307.jpg"},

{"id":"1970","title":"A 10-year-old boy is brought to the emergency department for new swelling in his right leg.  He has a history of lens dislocation and intellectual disability.  Physical examination demonstrates moderate, pitting edema from his right calf to his right thigh and a normal left lower extremity.  In addition, the patient has a caved-in appearing chest wall.  He has no family members with similar conditions.  Ultrasound reveals a deep venous thrombosis in his right femoral vein.  Further genetic testing reveals a single missense mutation in the gene coding for cystathionine beta-synthase enzyme.  Which of the following is the most likely explanation for this patient's genetic defect affecting multiple tissues?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dominant negative mutation","answer_2":"B. Genetic linkage","answer_3":"C. Incomplete penetrance","answer_4":"D. Locus heterogeneity","answer_5":"E. Pleiotropy","answer_6":"F. Polyploidy","answer_7":"G. Segregation","percent_1":"5%","percent_2":"3%","percent_3":"3%","percent_4":"10%","percent_5":"74%","percent_6":"3%","percent_7":"1%","right_answer":"E. Pleiotropy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient presenting with skeletal abnormalities, lens dislocation, intellectual deficits, vascular thromboses, and a genetic defect in the cystathionine beta-synthase enzyme likely has @homocystinuria@.  The occurrence of #multiple#, seemingly unrelated #phenotypic manifestations#, often in different organ systems, as a result of a #single genetic defect# is termed #pleiotropy#.  Most syndromic genetic illnesses including homocystinuria exhibit pleiotropy. $#(Choice A)#  Dominant negative mutations occur when an abnormal gene negatively affects the product of the wild-type gene in the same cell.  For example, certain oncogene p53 mutations can lead to translation of a protein product that prevents wild-type p53 from binding to the promoter of its target genes. $#(Choice B)#  Genetic linkage describes the tendency of alleles located near one another on the same chromosome to be inherited jointly. $#(Choice C)#  Penetrance refers to the proportion of individuals with a given genotype that express the associated phenotype.  In incomplete penetrance, less than 100% of individuals with a given genotype express its associated phenotype. $#(Choice D)#  Locus heterogeneity refers to the ability of one disease or trait to be caused by mutations in multiple different genes.  An example is familial hypercholesteremia, which can be caused by different mutations affecting cholesterol metabolism genes (eg, LDL receptor, apo B-100). $#(Choice F)#  Polyploidy occurs when more than 2 complete sets of homologous chromosomes exist within an organism or cell.  In a partial hydatidiform mole, for example, there are cells of nonstandard ploidy (typically 69,XXX; 69,XXY; or 69,XYY).  The chromosomes in this case are derived from 1 haploid maternal set and 2 haploid paternal sets of chromosomes. $#(Choice G)#  The law of segregation (Mendel's first law) describes the phenomenon whereby gametogenesis within the parent organism results in the separation of paired alleles so that each offspring inherits only half of each parent's genetic composition. $#Educational objective# Pleiotropy describes instances where multiple phenotypic manifestations result from a single genetic mutation.  Most syndromic genetic illnesses exhibit pleiotropy.  ","clickable_1":"images/img1.1970.jpg"},

{"id":"1790","title":"A young couple has undergone a successful in vitro fertilization procedure.  The father has cystic fibrosis and the mother has a sister with cystic fibrosis.  The father as well as the mother's sister are both known to have ΔF508 mutations, but the mother's carrier status is unknown.  Before making the decision to conceive, the couple underwent extensive genetic counseling regarding the potential risks of having a child with cystic fibrosis.  The family pedigree is diagrammed below with the unborn child marked by the red arrow.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1790.jpg","title_2":"What is the probability that the unborn child will have cystic fibrosis?","audio":"","comparison_items":"","answer_1":"A. 1/16","answer_2":"B. 1/8","answer_3":"C. 1/4","answer_4":"D. 1/3","answer_5":"E. 2/3","answer_6":"F. 3/4","percent_1":"4%","percent_2":"12%","percent_3":"31%","percent_4":"36%","percent_5":"11%","percent_6":"6%","right_answer":"D. 1/3","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1790.jpg","explanation_1":"","explanation_2":"$Cystic fibrosis (CF) results from an #autosomal recessive# defect in the CF transmembrane conductance regulator (CFTR) gene.  Although most men with CF are infertile due to congenital absence of the vas deferens, they are #not sterile# and can have children via assisted reproductive technology. $Calculating the probability that the unborn child will have CF can be done by analyzing the above pedigree as follows:  $1. Because the #father# is homozygous for the mutant CFTR allele, he will #always# transmit the mutant allele to his offspring.  $2. Because the #mother# has an affected sibling and neither of her parents is affected, she most likely had 2 heterozygous carrier parents.  Therefore, the mother's 4 possible genotypes are: homozygous for the normal allele, heterozygous with her mother's mutant allele, heterozygous with her father's mutant allele, and homozygous for the mutant allele.  However, the mother does #not have CF# and therefore is #not homozygous for the mutant allele#.  This leaves 3 possible genotypes for the mother.  Two of the 3 remaining genotypes result in her being a #carrier# for the mutant CFTR allele, while the last one results in her being homozygous normal.  Therefore, the mother's probability of being a carrier equals #2/3#.  $3. If the mother is a carrier (2/3 chance), the probability that she will transmit the mutant allele to the child is 1 in 2.  As a result, the probability that the child will inherit a mutant allele from the mother (and therefore have CF as the father will always contribute a mutant allele) is: 2/3 x 1/2 = #1/3#. $#Educational objective# The probability that an autosomal recessive disease will be transmitted to a child can be calculated based on the maternal and paternal pedigrees.  An unaffected individual (with unaffected parents) who has a sibling affected by an autosomal recessive condition has a 2/3 chance of being a carrier for that condition.  "},

{"id":"8283","title":"A study is undertaken to map the HLA-DQ loci in a population with a high incidence of celiac sprue.  High-resolution HLA typing of the DQA1 and DQB1 loci is performed using polymerase chain reaction sequencing.  The frequency of the DQA1*0501-DQB1*0201 haplotype, strongly implicated in autoimmunity, is found to be 0.2.  However, in the same population, the frequency of the DQA1*0501 allele is 0.3 and the frequency of the DQB1*0201 allele is 0.2.  Which of the following best explains the observed DQA1*0501-DQB1*0201 haplotype frequency in this population?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Heteroplasmy","answer_2":"B. Increased penetrance","answer_3":"C. Linkage disequilibrium","answer_4":"D. Pleiotropy","answer_5":"E. Segregation","percent_1":"11%","percent_2":"8%","percent_3":"60%","percent_4":"13%","percent_5":"7%","right_answer":"C. Linkage disequilibrium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8283.jpg","explanation_1":"","explanation_2":"$Two genetic loci are said to be in #linkage disequilibrium# when their respective alleles are #inherited together# in the same gamete (haplotype) #more or less often than expected# by chance alone given their corresponding allele frequencies.  Although linkage disequilibrium is often the result of #physical proximity# of genes on the same chromosome, it does not always imply physical linkage between the allelic loci. $To estimate the expected probability of 2 alleles from separate loci appearing together, multiply their occurrence rates.  Note that the Hardy-Weinberg principle (2pq) is not applicable when considering alleles at different loci. $DQA1*0501-DQB1*0201 haplotype frequency = [Frequency of DQA1*0501] × [Frequency of DQB1*0201] = 0.3 × 0.2 = 0.06  $In this example, the observed frequency of both alleles being inherited together is #0.2#, which is greater than the expected frequency of 0.06; therefore, the population is said to be in linkage disequilibrium.  This disequilibrium is explained by the close proximity of the HLA-DQA1 and HLA-DQB1 loci that code for α and β chains of class II major histocompatibility complex. $#(Choice A)#  Heteroplasmy describes the presence of different mitochondrial genomes (eg, mutated and wild type) within a single cell.  The severity of mitochondrial diseases is often related to the proportion of abnormal to normal mitochondria. $#(Choice B)#  Penetrance is the proportion of people with a given genotype who express its associated phenotype.  If all individuals with a given gene express its phenotype, that gene is said to have full penetrance. $#(Choice D)#  Pleiotropy is the occurrence of multiple phenotypic manifestations, often in different organ systems, which result from a mutation in a single gene. $#(Choice E)#  The law of segregation describes the phenomenon in which gametogenesis results in the separation of paired chromosomes so that the offspring inherit only half of each parent's genetic composition. $#Educational objective# Two allele loci are said to be in linkage disequilibrium when a pair of alleles are inherited together in the same gamete (haplotype) more often or less often than would be expected given random pairing.  This most often occurs when the genes are in close physical proximity on the same chromosome.  "},

{"SubjectSystem":"Genetics-Genetics","id":"8328","title":"An infant born to a 34-year-old woman has a flat facial profile, prominent epicanthal folds, and a holosystolic murmur heard loudest at the left sternal border.  Karyotype analysis is consistent with trisomy 21.  Maternal and paternal karyotypes are normal.  A restriction fragment length polymorphism (RFLP) analysis is conducted to determine the parental origin of the extra chromosome.  DNA samples from the child, mother, and father are obtained and the DNA is fragmented with a restriction enzyme.  The fragments are then sorted by size using the Southern blot technique.  Labeling is done using a probe that binds to a specific DNA sequence close to the centromere of chromosome 21.  RFLP analysis for the child, mother, and father is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8328.jpg","title_2":"In which of the following meiosis events did the nondisjunction most likely occur?","audio":"","comparison_items":"","answer_1":"A. Maternal meiosis I","answer_2":"B. Maternal meiosis II","answer_3":"C. Paternal meiosis I","answer_4":"D. Paternal meiosis II","percent_1":"52%","percent_2":"37%","percent_3":"5%","percent_4":"5%","right_answer":"A. Maternal meiosis I","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8328.jpg","explanation_1":"","explanation_2":"$#Nondisjunction# is the #failure of chromosome pairs to separate# properly during cell division.  This could be due to a failure of #homologous chromosomes# to separate in #meiosis I# or a failure of #sister chromatids# to separate during #meiosis II or mitosis#.  In monosomy, a single chromosome is lost.  In trisomy, a single chromosome is gained.  #Monosomies or trisomies# can result from nondisjunction in meiosis I or II. $Restriction fragment length polymorphism (RFLP) analysis shows that both parents demonstrate 2 bands.  Each parental band represents a homologous chromosome 21.  The child has 3 bands, indicating that he has 3 different versions of chromosome 21 that he obtained from his parents.  He received the lower band from the father and both of the upper bands from the mother.  The fact that he received 2 different bands from the mother indicates that he inherited both of her homologous chromosomes.  Therefore, the problem occurred in the mother during meiosis I, when homologous chromosomes are separated.  In fact, the vast majority of #Down syndrome# cases arise due to nondisjunction during maternal meiosis I. $#(Choice B)#  If the mother had a failure in meiosis II, the child’s RFLP analysis would reveal only two bands (@see example@).  There would be a single band from the father and a darker, thicker band from the mother.  The darker, thicker band signifies the inheritance of both sister chromatids, which will produce equal-size restriction fragments (but twice the normal amount). $#(Choice C)#  If the father had a failure in meiosis I, the child’s RFLP analysis would reveal 3 bands (@see example@).  In this instance, there would be a single band inherited from the mother with two bands inherited from the father. $#(Choice D)#  If the father had a failure in meiosis II, the child’s RFLP analysis would reveal two bands (@see example@).  In this instance, there would be a single band inherited from the mother and a second band from the father.  The father’s band would be darker and thicker, signifying the inheritance of both sister chromatids. $#Educational objective# Nondisjunction is the failure of chromosome pairs to separate properly during cell division.  This could be due to a failure of homologous chromosomes to separate in meiosis I or a failure of sister chromatids to separate during meiosis II or mitosis.  ","clickable_1":"images/img1.8328.jpg","clickable_2":"images/img2.8328.jpg","clickable_3":"images/img3.8328.jpg"},

{"id":"14781","title":"A 50-year-old previously healthy man is evaluated for progressive fatigue, weakness, and recurrent gingival bleeding.  Laboratory studies reveal normocytic normochromic anemia, thrombocytopenia, and leukocytosis with circulating myeloblasts.  Bone marrow biopsy establishes a diagnosis of acute myeloid leukemia.  Induction chemotherapy followed by allogeneic hematopoietic cell transplantation (HCT) is planned.  Molecular typing of human leukocyte antigen (HLA) -A, -B, -C, -DP, -DQ, and -DR is performed.  The patient's biological sister, with whom he shares both parents, is eligible for stem cell donation and undergoes HLA typing.  Which of the following is the most likely probability that the sibling will be an identical HLA match with this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 0","answer_2":"B. 1/16","answer_3":"C. 1/8","answer_4":"D. 1/4","answer_5":"E. 1/2","percent_1":"8%","percent_2":"16%","percent_3":"11%","percent_4":"55%","percent_5":"11%","right_answer":"D. 1/4","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14781.jpg","explanation_1":"","explanation_2":"$The human leukocyte antigen #(HLA)# genes encode major histocompatibility complex #(MHC)# molecules that are expressed on the cell surface and are key to recognition of cells as #self or non-self# by the immune system.  These include major class I genes (eg, HLA-A, HLA-B, HLA-C) and class II genes (eg, HLA-DP, HLA-DQ, HLA-DR), along with other minor HLA genes. $Although there are thousands of HLA alleles in the human population with millions of potential combinations, the HLA genes are #clustered# within a short region of a @single chromosome@.  This results in a #low# rate of #crossover#, allowing the HLA gene cluster to be treated as an #HLA haplotype# (a series of #linked genes# on the same chromosome).  Each child inherits 2 HLA haplotypes, one from the mother and one from the father.  Therefore, the probabilities that a given sibling will share some or all of the same HLA genes are as follows: $• #1/4# chance of inheriting all the same HLA genes (ie, #identical HLA match#). $• 1/2 chance of inheriting half of the same HLA genes (ie, haploidentical HLA match) #(choice E).# $• 1/4 chance of inheriting none of the same HLA genes (ie, HLA mismatch). $#Molecular typing# of HLA antigens is performed prior to transplants (eg, allogeneic stem cell transplant) to evaluate potential donors for mismatch in HLA alleles (eg, HLA-DR8 versus HLA-DR3), which is associated with higher rates of posttransplant complications (eg, graft versus host disease, graft failure).  An #HLA-identical sibling donor# would drastically reduce the likelihood of serious complications and increase the likelihood of a #successful transplant#. $#Educational objective# The human leukocyte antigen (HLA) genes encode major histocompatibility complex (MHC) molecules that are key to activation of the immune system in response to foreign (non-self) antigens.  All the HLA genes are clustered together, meaning that there is a low rate of crossover and that offspring essentially inherit 2 HLA haplotypes, one from each parent.  Therefore, the probability that a sibling would be an identical HLA match is 1/4.  ","clickable_1":"images/img1.14781.jpg"},

{"id":"1727","title":"A 25-year-old man experiences severe intolerance to certain medications.  On 2 occasions, his reactions to various drugs have necessitated hospital admission.  His family pedigree with respect to this condition is shown below, with the red arrow indicating his position within the family.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1727.jpg","title_2":"Assuming that the genetic condition demonstrates complete penetrance and is rare in the general population, which of the following inheritance patterns is most likely?","audio":"","comparison_items":"","answer_1":"A. Autosomal dominant","answer_2":"B. Autosomal recessive","answer_3":"C. X-linked dominant","answer_4":"D. X-linked recessive","answer_5":"E. Mitochondrial","percent_1":"1%","percent_2":"16%","percent_3":"5%","percent_4":"75%","percent_5":"3%","right_answer":"D. X-linked recessive","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1727.jpg","explanation_1":"","explanation_2":"$The pedigree shows that only males are affected by the drug intolerance.  Specifically, #male offspring of unaffected parents# are affected.  There is no evidence of male-to-male transmission.  This pattern is most consistent with X-linked recessive inheritance from an asymptomatic carrier female in the first generation.  In# X-linked recessive inheritance#:  $1. Affected males will always produce unaffected sons and carrier daughters.  $2. Carrier females have a 50% chance of producing an affected son or carrier daughter. $#G6PD deficiency#, which causes acute hemolytic anemia on exposure to oxidant drugs, follows an X-linked recessive pattern of inheritance. $#(Choice A)#  With autosomal dominant inheritance, affected individuals have at least 1 parent that is also affected. $#(Choice B)#  In autosomal recessive inheritance, both parents must at least be carriers (heterozygous) for the mutation in order to produce affected offspring.  However, the father of the marked individual comes from outside the family and would be unlikely to carry the mutation (the question states the mutation is rare in the general population). $#(Choice C)#  In @X-linked dominant inheritance@, affected individuals have at least 1 parent (of either sex) that is also affected.  An affected male will always produce affected daughters, but none of his sons will be affected. $#(Choice E)#  Conditions with mitochondrial inheritance are transmitted only by females.  All of an affected female’s offspring are likely to show signs of the disease. $#Educational objective# In X-linked recessive inheritance 1) affected males will always produce unaffected sons and carrier daughters, and 2) carrier females have a 50% chance of producing affected sons and carrier daughters.  G6PD deficiency follows this inheritance pattern and causes acute hemolytic anemia in response to oxidant drugs.  ","clickable_1":"images/img1.1727.jpg"},

{"id":"2034","title":"A 34-year-old man is found to have an LDL level of 310 mg/dL and a normal serum triglyceride level.  His father suffered a myocardial infarction at age 39, and his paternal grandfather died of a heart attack at age 40.  The patient's wife has a normal lipid profile.  DNA samples are obtained from several family members for genetic analysis.  Southern blotting of restriction fragments from a region containing the LDL receptor gene shows the following pattern:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2034.jpg","title_2":"Which of the following statements best describes the DNA analysis results?","audio":"","comparison_items":"","answer_1":"A. The disease is transmitted in an X-linked recessive fashion","answer_2":"B. The mutation is probably located in the 10 kb band","answer_3":"C. The mutation is probably located in the 12 kb band","answer_4":"D. The patient's brother most likely inherited the mutation","answer_5":"E. The patient's son most likely inherited the mutation","percent_1":"3%","percent_2":"1%","percent_3":"2%","percent_4":"3%","percent_5":"91%","right_answer":"E. The patient's son most likely inherited the mutation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #heterozygous familial hypercholesterolemia#, an autosomal dominant LDL receptor defect that causes #high LDL levels# and increases the risk of #premature atherosclerosis#.  Homozygous familial hypercholesterolemia (a rarer and more severe form of the disease due to inheritance of 2 defective LDL receptor alleles) often presents with coronary heart disease in childhood/adolescence. $#Southern blotting# is a technique that can be used to detect DNA mutations.  The process involves the following steps:  $1. DNA extraction from the individual's cells  $2. Restriction endonuclease digestion of the DNA sample into fragments  $3. Gel electrophoresis to separate the various sizes of DNA fragments; larger fragments move slowly and shorter fragments move faster  $4. DNA probe (a single-stranded segment of labeled DNA complementary to the gene of interest) to identify the target gene $Once the gene of interest is identified by the DNA probe, various family members' Southern blots can be compared.  Because #both# the patient and his father are affected, the common DNA segment between them (#8 kb segment#) most likely represents the mutated gene.  The patient's #son# also has the 8 kb segment, meaning that he is probably affected as well. $#(Choice A)#  Familial hypercholesterolemia is an autosomal dominant disorder.  X-linked recessive mutations are transmitted from unaffected carrier mothers to their sons.  Father-to-son transmission does not occur. $#(Choices B and D)#  The patient (affected by the disease) does not possess the 10 kb segment, so this segment does not correspond to the mutated gene.  The patient's brother inherited the 10 kb segment from his father (not the 8kb mutated segment), so he would not be affected. $#(Choice C)#  The patient and his brother, but not their father, have a 12 kb segment on Southern blot analysis.  Therefore, this segment was likely inherited from the mother and does not carry the mutation. $#Educational objective# Southern blotting is a technique used to identify DNA mutations.  It involves restriction endonuclease digestion of sample DNA, gel electrophoresis, and gene identification with a labeled DNA probe.  "},

{"id":"701","title":"A married couple comes to the office for routine prenatal counseling.  The husband is 120 cm (3 ft 11 in) tall with disproportionately short upper and lower extremities, a large head, and a prominent forehead.  He cannot provide a biological family history because he was adopted.  His spouse is average height with no dysmorphic features, and her family history is insignificant.  They inquire about the likelihood that their offspring will have short stature due to the same condition as the father.  Which of the following is the best response to their concerns?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. The condition is not hereditary","answer_2":"B. The probability depends on the child's biological sex","answer_3":"C. The probability depends on the mother's carrier status","answer_4":"D. The probability is about 25%","answer_5":"E. The probability is about 50%","percent_1":"11%","percent_2":"5%","percent_3":"17%","percent_4":"12%","percent_5":"55%","right_answer":"E. The probability is about 50%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp701.jpg","explanation_1":"","explanation_2":"$This man's short stature and morphologic features are suggestive of @achondroplasia@, the most common form of bone dysplasia.  It is caused by a #gain-of-function mutation# in the fibroblast growth factor receptor 3 (FGFR3) gene, which encodes a protein that inhibits chondrocyte proliferation and endochondral bone growth. $Achondroplasia occurs as a sporadic mutation in 85% of cases; advanced paternal age is a risk factor due to increased DNA replication errors during spermatogenesis.  However, once a mutation occurs, it can be #transmitted# as an #autosomal dominant #trait (responsible for the remaining 15% of cases) with complete penetrance #(choice A).# $Inheritance of only #1 mutant allele causes the disorder#; inheritance of 2 mutant alleles (ie, homozygous achondroplasia) is lethal.  As a result, the #man must be heterozygous# for the achondroplasia mutation.  A heterozygous parent has a 50% chance of transmitting the mutated allele; therefore, the unborn child has a #50% chance# of inheriting achondroplasia.  Because achondroplasia is a rare condition, the probability of having a sporadic mutation does not significantly add to the probability of inheriting the disease. $#(Choice B)#  In sex-linked disorders, the responsible gene is located on a sex chromosome (either X or Y).  Most sex-linked disorders are @X-linked recessive@; females with 1 copy of the defective gene will not have the disorder (they will be carriers), but all males who inherit the defective gene will be affected.  In @X-linked dominant@ disorders, both males and females are affected following inheritance of the defective gene. $#(Choice C)#  Because inheritance of only 1 mutant allele causes achondroplasia and the disease is completely penetrant, carriers do not exist.  This woman must be homozygous for the normal allele (since she is average height with no features that suggest achondroplasia). $#(Choice D)#  About 25% of children are affected in @autosomal recessive@ disorders if both parents carry 1 copy of the defective gene.  Many recessive disorders are the result of enzymatic deficiencies (eg, phenylketonuria) that require both copies of the gene to be knocked out, as 1 functional copy usually provides sufficient enzymatic activity to prevent occurrence of the disease. $#Educational objective# Achondroplasia is an autosomal dominant (AD) disorder that results in a gain-of-function mutation in the FGFR3 gene.  Most individuals affected by AD disorders are heterozygous and have a 50% chance of transmitting the mutation to their offspring.  ","clickable_1":"images/img1.701.jpg","clickable_2":"images/img2.701.jpg","clickable_3":"images/img3.701.jpg","clickable_4":"images/img4.701.jpg"},

{"id":"1412","title":"A 3-year-old boy is being evaluated for recurrent respiratory infections.  The patient's family immigrated to the United States 5 months after his birth.  Since then, the boy has experienced multiple episodes of pneumonia and bronchitis, and has developed a persistent cough and failure to thrive.  His older brother has no medical issues.  A genetic test is performed and reveals a mutation in an exon of a gene that codes for a transmembrane chloride channel.  The abnormal mRNA is isolated from cultured epithelial cells, and its complementary DNA is synthesized.  Amplified cDNA samples from both the patient and his healthy sibling are analyzed using gel electrophoresis and compared to DNA fragments of known size to determine base pair length.  The results are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1412.jpg","title_2":"Which of the following is most likely responsible for this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Frameshift mutation","answer_2":"B. In-frame deletion","answer_3":"C. Missense mutation","answer_4":"D. Nonsense mutation","answer_5":"E. Silent mutation","answer_6":"F. Trinucleotide expansion","percent_1":"25%","percent_2":"15%","percent_3":"11%","percent_4":"48%","percent_5":"0%","percent_6":"1%","right_answer":"A. Frameshift mutation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1412.jpg","explanation_1":"","explanation_2":"$This patient has cystic fibrosis, which occurs due to mutations affecting the cystic fibrosis transmembrane conductance regulator (CFTR) gene.  The vignette states that the patient's #mutation affects an exon#, meaning that the mutation will be #detectable in the mRNA# sequence.  Complementary DNA (cDNA) is double-stranded DNA that is synthesized from an mRNA template.  In this case, cDNA was synthesized using CFTR mRNA from the patient and his brother.  Subsequent gel electrophoresis shows that the patient's cDNA is 28 base pairs shorter than that of his brother, indicating the patient has a #28-base pair deletion# affecting the coding region of CFTR.  Deletion or insertion of a number of bases that is #not divisible by 3# results in #frameshift mutations#.  As the name implies, frameshift mutations alter the reading frame of the genetic code, resulting in the formation of nonfunctional proteins due to the incorporation of many incorrect amino acids. $#(Choice B)#  One or more complete codons (genetic triplet codes) are removed in an in-frame deletion, which does not affect the reading frame of subsequent codons.  This patient's 28-base pair deletion is not divisible by 3, so it will result in a reading frame shift. $#(Choices C and D)#  Missense and nonsense mutations are due to single base substitutions that result in the placement of an incorrect amino acid or introduction of a premature stop codon, respectively.  These mutations occur in exons and affect protein translation.  However, in this scenario, #gel electrophoresis# is being performed on# cDNA (not protein)# and the results indicate the #length of the mature RNA transcript#.#  #Termination of RNA transcription occurs by specific sequences in the 3' untranslated region that cause RNA hairpin loop formation and/or recruitment of termination factors.  As a result, point mutations in the exons of a gene (such as those responsible for causing nonsense mutations) are unlikely to affect total mRNA (cDNA) size. $#(Choice E)#  Silent mutations can occur in both coding and noncoding regions, but they do not alter protein quantity or function and do not affect phenotype.  This patient's mutation caused him to develop cystic fibrosis, so it is not a silent mutation. $#(Choice F)#  Trinucleotide expansions increase the number of trinucleotide repeats in the coding region of a gene, often resulting in large proteins with abnormal function.  This patient's abnormal CFTR gene is shorter (not longer) than the normal gene from his sibling, which indicates a deletion has occurred. $#Educational objective# Deletion or addition of a number of bases that is not divisible by 3 in the coding region of a gene will cause a frameshift mutation.  Frameshift mutations alter the reading frame of the genetic code, resulting in the formation of nonfunctional proteins.  "}


]