[

{"id":"11792","title":"A 40-year-old woman comes to the office due to lesions on her left arm.  She developed small, red sores a few weeks ago, and over the past few days, they have increased in number.  The patient is very concerned that they will cause an infection because she has had similar lesions on her extremities many times in the past; wound cultures have consistently grown Escherichia coli.  Most recently, she developed cellulitis 8 months ago and required intravenous antibiotics.  The patient says, \"I don't know why my skin keeps getting infected.  I've been to so many doctors, and none of them can tell me what's going on.\"  She lives alone and works as a traveling nurse.  Medical history is otherwise noncontributory.  Which of the following is most characteristic of this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fear of humiliation and rejection by others","answer_2":"B. Frantic efforts to avoid abandonment","answer_3":"C. Intentional self-injury to induce illness","answer_4":"D. Persistently high level of anxiety about health","answer_5":"E. Preoccupation with being unable to function independently","percent_1":"2%","percent_2":"4%","percent_3":"59%","percent_4":"33%","percent_5":"2%","right_answer":"C. Intentional self-injury to induce illness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Factitious disorder—key features & differential diagnosis#∆⨉ §^Factitious disorder ∆ • Intentional falsification of symptoms/inducing injury • External rewards absent; goal is to assume the patient role §^Malingering ∆ • Intentional falsification with obvious external rewards (financial benefits, housing, medications) §^Personality disorders ∆ • Enduring patterns of maladaptive interpersonal behavior that may include deliberate self-harm (borderline) & desire to be taken care of (dependent) but do not involve intentional deception §^Somatic symptom disorders ∆ • Excessive illness anxiety/preoccupation with somatic symptoms & treatment seeking; no intention to deceive","explanation_1":"","explanation_2":"$Recurrent skin infections of the extremities due to Escherichia coli in an otherwise healthy patient are suggestive of #factitious disorder#, a condition in which the patient #intentionally induces injury# or #falsifies illness#.  Behaviors of factitious disorder may include deceptive reporting of symptoms, manipulating laboratory samples, and ingesting or injecting medications or contaminants to induce illness, such as this patient deliberately infecting her skin. $ Factitious disorder may be more likely to occur in health care workers and has been associated with a desire for attention.  High health care utilization is typical of these patients who repeatedly seek out medical care to gratify psychological needs.  In factitious disorder, the #goal is to assume the patient role# and there is #no obvious external reward#.  In contrast, malingering is characterized by deception to receive an external gain (eg, financial benefits, housing, medications). $ (Choice A)  Fear of humiliation and rejection is a key feature of social anxiety disorder, a common disorder characterized by excessive social anxiety, fears of scrutiny and embarrassment, and social avoidance.  This patient seeks out attention and shows signs of intentionally falsifying illness, which are more consistent with factitious disorder. $ (Choice B)  Frantic efforts to avoid abandonment is a characteristic feature of borderline personality disorder (BPD).  Although deliberate self-harm can be seen in both BPD and factitious disorder, this patient engages in self-injurious behavior with the intention to deceive others, not to express anger and frustration in response to unstable relationships and affective reactivity, as seen in BPD. $ (Choice D)  A persistently high level of health anxiety is a core symptom of illness anxiety disorder, which can also lead to high health care utilization in these patients who repeatedly seek reassurance about a feared illness.  However, this patient does not fear illness but rather has intentionally induced her illness with the goal of assuming the patient role. $ (Choice E)  A preoccupation with an inability to function independently is a feature of dependent personality disorder.  Although both factitious disorder and dependent personality disorder are characterized by a desire to be cared for by others, patients with factitious disorder intentionally fabricate symptoms to achieve this goal. $ Educational objective Factitious disorder is characterized by the intentional falsification of symptoms or induction of illness.  In factitious disorder, the goal is to assume the patient role, and there is no obvious external reward."},

{"id":"11824","title":"A 17-year-old girl is brought to the office by her parents due to recurrent episodes where \"she seems to be lost in her own world.\"  The parents say that the episodes began about 2 years ago, but seem to be occurring more frequently since a difficult breakup with her boyfriend several months ago.  The patient acknowledges that she seems to \"space out\" easily.  She says, \"I often feel numb, like I'm in a fog or a dream.  Sometimes, I feel as if I'm not myself, as if things are happening to someone else.\"  The patient uses nonsteroidal anti-inflammatory drugs for menstrual cramps.  She has no other medical conditions.  She smokes cigarettes but does not use alcohol or illicit drugs.  Physical and neurologic examinations are normal.  On mental status examination, the patient is cooperative with a mildly anxious mood and flat affect.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absence seizures","answer_2":"B. Brief psychotic disorder","answer_3":"C. Depersonalization/derealization disorder","answer_4":"D. Dissociative amnesia","answer_5":"E. Dissociative identity disorder","answer_6":"F. Post-traumatic stress disorder","percent_1":"4%","percent_2":"0%","percent_3":"86%","percent_4":"2%","percent_5":"7%","percent_6":"1%","right_answer":"C. Depersonalization/derealization disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Dissociative disorders#∆⨉ §^#Depersonalization/derealization disorder# ∆ • 1 or both: $== ○ Depersonalization (detachment, unreality of self) $== ○ Derealization (detachment, unreality of surroundings) §^#Dissociative amnesia# ∆ • Inability to recall personal information, usually of a traumatic or stressful nature §^#Dissociative identity disorder# ∆ • Fragmentation into ≥2 distinct personalities • Discontinuity in identity & personal agency","explanation_1":"","explanation_2":"$Although transient experiences of depersonalization and derealization are common in the general population, this patient's persistent and recurrent episodes are consistent with #depersonalization/derealization disorder#.  It is classified as one of the dissociative disorders and should be differentiated from dissociative amnesia and dissociative identity disorder. $ Episodes of #depersonalization# are characterized by a feeling of #detachment# or estrangement #from the self# or a sense of being an outside observer of the self.  #Derealization# is a subjective sense of #detachment# or unreality regarding #surroundings#.  In contrast to psychotic disorders, reality testing is intact during these unusual experiences (ie, individuals may feel detached from their bodies but know this is not true). $ (Choice A)  Absence seizures typically begin in childhood and are frequently associated with staring, repetitive eyelid movements, automatisms, and lack of awareness of the episodes.$ (Choice B)  This patient's intact reality testing and absence of psychotic symptoms (eg, delusions, hallucinations, disorganized speech and behavior) make brief psychotic disorder unlikely. $ #(Choices D and E)#  Dissociative amnesia involves gaps in autobiographical memory, usually associated with a traumatic event.  Dissociative identity disorder is a rare condition associated with severe trauma that involves fragmentation of identity into ≥2 distinct personality states. $ (Choice F)  Depersonalization/derealization is not diagnosed as a separate disorder when it occurs as a feature of post-traumatic stress disorder (PTSD).  However, this patient does not meet other criteria for PTSD: exposure to life-threatening trauma, intrusion (eg, nightmares, flashbacks), avoidance of reminders, and hyperarousal (eg, insomnia, hypervigilance). $ Educational objective Depersonalization/derealization disorder is a dissociative disorder involving recurrent episodes of feeling detached from one's body or surroundings and/or feelings of unreality."}


]