[

{"id":"21909","title":"A 59-year-old woman comes to the office due to recurrent facial pain for the past month.  The pain occurs only on the left side.  It starts just in front of the ear as a shock-like sensation that quickly radiates down the jaw over 4-8 seconds, then resolves.  It is most commonly triggered by chewing, so the patient sometimes skips meals to avoid the pain.  Vital signs are normal.  The patient has lost 4.5 kg (10 lb) since she was last seen 6 months ago.  Physical examination of the oral cavity shows no dental caries.  Severe pain is reproduced with light touch of the left cheek.  Neurologic examination is otherwise normal.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inflammatory synovial joint degeneration","answer_2":"B. Nerve root compression by an aberrant blood vessel","answer_3":"C. Reactivation of a virus in the sensory ganglia","answer_4":"D. Virally mediated inflammatory demyelination","percent_1":"9%","percent_2":"58%","percent_3":"24%","percent_4":"9%","right_answer":"B. Nerve root compression by an aberrant blood vessel","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp21909.jpg","explanation_1":"","explanation_2":"$This patient with unilateral, intermittent, shock-like pain of the left face that lasts several seconds and is triggered by minor stimuli (eg, chewing) likely has #trigeminal neuralgia# (TN).  Characteristic clinical features of TN include the following: $•#Paroxysmal# severe attacks of #neuropathic pain# (eg, shock-like, stabbing) lasting a few #seconds# to 2 minutes $•#Unilateral# pain involving primarily the V2 and V3 distributions of the @trigeminal nerve@ (CN V) $•Innocuous triggers (eg, chewing, talking, brushing teeth) and #allodynia# (pain to light touch) $•Absence of other neurologic deficits on examination $The pathophysiology of TN seems to be related to #compression of the trigeminal nerve root# as it enters the #pons#, leading to demyelination and atrophy of the nerve.  Compression most commonly occurs due to an #abnormal vascular loop#, neoplastic growth, or multiple sclerosis plaque. $#(Choice A)#  Inflammatory degradation of the temporomandibular joint (TMJ) can lead to TMJ disorder, which often causes pain with jaw movement (eg, chewing).  However, pain due to the TMJ is classically dull and waxing and waning rather than neuropathic (eg, shock-like).  Clicking/popping noises with jaw movement are common, as are ear-related symptoms (eg, ear pain, stuffiness, tinnitus). $#(Choice C)#  Reactivation of herpes zoster virus in a sensory ganglion can lead to herpetic neuralgia, which can impact CN V.  Dermatomal pain can precede development of the classic vesicular rash by several days.  However, seconds-long paroxysms of pain triggered by eating and unaccompanied by a rash after a month are more consistent with TN. $#(Choice D)#  Herpesvirus-mediated inflammatory demyelination may underlie the development of Bell palsy (idiopathic palsy of the facial nerve [CN VII]).  However, this usually does not cause pain but instead results in unilateral facial weakness.  In TN, demyelination and atrophy are due to compression of the nerve root. $#Educational objective#Trigeminal neuralgia is caused by compression of the trigeminal nerve (CN V) root as it enters the pons, usually by an abnormal vessel loop.  This leads to atrophy and demyelination of the nerve and causes short paroxysms of neuropathic pain. ","clickable_1":"images/img1.21909.jpg"},

{"id":"11952","title":"A 28-year-old woman, gravida 1 para 1, is seen in the clinic a week after spontaneous vaginal delivery. The delivery was performed under epidural analgesia and complicated by a prolonged second stage of labor. Since delivery, the patient has had frequent episodes of fecal incontinence, as well as mild perineal pain that is relieved by ibuprofen and opioid analgesics. She reports no other medical conditions, and her pregnancy was otherwise uncomplicated. On examination, a healing perineal laceration shows no signs of infection. Digital anorectal examination reveals decreased anal sphincter tone and loss of the anal wink reflex. Bilateral lower extremity reflexes are 2+ with normal tone. Which of the following is the most likely cause of this patient's fecal incontinence?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cauda equina syndrome","ansImg_1":"","answer_2":"B. Lumbosacral plexopathy","ansImg_2":"","answer_3":"C. Opioid medication side effect","ansImg_3":"","answer_4":"D. Pudendal nerve injury","ansImg_4":"","answer_5":"E. Spinal epidural hematoma","ansImg_5":"","right_answer":"D. Pudendal nerve injury","percent_1":"9%","percent_2":"7%","percent_3":"2%","percent_4":"77%","percent_5":"6%","explanation_img":"images/exp11952.jpg","explanation_1":"","explanation_2":"$This postpartum patient has fecal incontinence consistent with #pudendal nerve injury#, which compromises motor and sensory innervation to the perineal region.  The pudendal nerve originates from the ventral rami of S2-S4 and passes between the piriformis and coccygeus muscles as it exits the pelvis through the greater sciatic foramen.  It then reenters the pelvis near the ischial spine through the lesser sciatic foramen before dividing into its terminal branches.  Sensory branches innervate the external genitalia and skin around the anus and perineum.  Motor branches innervate the #pelvic floor muscles# and #external urethral and anal sphincters#. $The pudendal nerve is vulnerable to #stretch injury# because of its curved course around the ischial spine.  Labor and delivery (particularly active pushing during a #prolonged second stage #of labor) place excess tension on the pudendal nerve, increasing the likelihood of injury.  Injury may result in denervation and weakness of the voluntary perineal musculature, including the external anal sphincter, which can present as new-onset #fecal incontinence# and #decreased anal sphincter tone# on digital anorectal examination.  Because perianal skin sensation is compromised, patients also have #loss of the anal wink reflex#. $#(Choice A)#  Cauda equina syndrome results from the compression of @spinal nerve roots@ below the level of the conus medullaris.  Patients present with severe unilateral or bilateral radicular pain, saddle anesthesia, and lower extremity weakness and hyporeflexia.  Bowel and bladder incontinence are typically late manifestations. $#(Choice B)#  Lumbosacral plexopathy can occur due to direct compression of the lumbosacral trunk during fetal descent.  Patients typically have transient footdrop and numbness of the lateral leg and dorsal foot. $#(Choice C)#  An adverse effect of opioids is constipation, not fecal incontinence, due to decreased intestinal motility from the activation of gastrointestinal mu-opioid receptors.  Opioids do not affect anal sphincter tone or the anal wink reflex. $#(Choice E)#  Epidural hematoma is a rare complication of epidural analgesia that usually presents within hours to days, not weeks.  Patients typically have sudden-onset back pain or radicular pain with progression to complete or partial paralysis of the lower extremities. $#Educational objective# Pudendal nerve injury can occur due to excessive stress on the pelvic floor during labor and delivery (eg, prolonged second stage).  Nerve injury leads to denervation and weakness of the perineal musculature (eg, external anal sphincter), which can present as new-onset fecal incontinence.  ","clickable_1":"images/img1.11952.jpg"},

{"id":"8702","title":"A 38-year-old woman is brought to the emergency department after a motor vehicle collision.  She sustained no injuries in the collision but is adamant she did not see the car that hit her along the front side of her vehicle.  The patient also reports that she has been having daily headaches and has not menstruated in the last 4 months.  On physical examination, there is bitemporal hemianopia but no other abnormalities.  MRI of the brain is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8702.jpg","title_2":"This patient's lesion most likely originates from which of the following embryologic layers?","audio":"","comparison_items":"","answer_1":"A. Endoderm","answer_2":"B. Mesoderm","answer_3":"C. Neural crest","answer_4":"D. Neural tube","answer_5":"E. Notochord","answer_6":"F. Surface ectoderm","percent_1":"10%","percent_2":"7%","percent_3":"23%","percent_4":"12%","percent_5":"2%","percent_6":"45%","right_answer":"F. Surface ectoderm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Embryologic derivatives#∆⨉∆⨉ §Ectoderm ∆^Surface ectoderm ∆ • Anterior pituitary (Rathke pouch) • Lens & cornea • Inner ear sensory organs, olfactory epithelium • Nasal & oral epithelial linings, salivary glands • Epidermis, sweat & mammary glands §↕ ∆^Neural tube ∆ • Brain & spinal cord • Posterior pituitary, pineal gland • Retina §↕ ∆^Neural crest ∆ • Neural ganglia, adrenal medulla • Schwann cells; pia & arachnoid mater • Aorticopulmonary septum & endocardial cushions • Branchial arches (bones & cartilage) • Skull bones • Melanocytes §^Mesoderm ∆⨉ ∆ • Muscles (skeletal, cardiac & smooth) • Connective tissue, bone & cartilage • Serosal linings (eg, peritoneum) • Cardiovascular & lymphatic system • Spleen & hemopoietic cells • Kidney & ureters, internal genitalia • Adrenal cortex §^Endoderm ∆⨉ ∆ • Gastrointestinal tract, liver, pancreas • Lungs • Thymus, parathyroids, thyroid follicular cells • Middle ear epithelium • Bladder & urethra • Parafollicular (C) cells* %*Formerly thought to be of neural crest origin.","explanation_img":"","explanation_1":"","explanation_2":"This patient with @pituitary enlargement@ on brain imaging and @bitemporal hemianopia@ (ie, temporal visual field loss due to compression of the optic chiasm) most likely has a #pituitary adenoma#.  These benign tumors arise from the #anterior pituitary# and are the most common cause of sellar masses in adults.  Secondary hypogonadism (eg, #amenorrhea#) frequently occurs in patients with pituitary tumors, and can be caused by excessive prolactin secretion (which suppresses hypothalamic secretion of GnRH) or direct compression of gonadotrope cells by the expanding mass. $All tissues are derivatives of the 3 primary germ layers (ectoderm, mesoderm, endoderm) that form during @gastrulation@.  As epiblast cells migrate downward through the primitive streak to form the mesoderm and endoderm layers, a portion of them also migrate cranially through the primitive node (the cephalic end of the primitive streak) to form a midline, mesoderm-derived cellular cord known as the @notochord@.  The notochord induces the overlying ectoderm to differentiate into the neuroectoderm and form the neural plate, which gives rise to the neural crest and neural tube #(choices C and D)#; the remainder of the ectoderm becomes the #surface ectoderm#. $The anterior pituitary is derived from the #Rathke pouch#, an evagination of the @surface ectoderm@ that lines the fetal oral cavity #(choices A and B)#.  In contrast, the posterior pituitary (pars nervosa and pituitary stalk) is derived from the infundibulum, an extension of neuroectoderm from the diencephalon; posterior pituitary tumors are rare. $#(Choice E)#  The notochord becomes the nucleus pulposus of the intervertebral discs in adults $#Educational objective# Pituitary adenoma is a benign tumor arising from the anterior pituitary and the most common cause of sellar masses (headache, bitemporal hemianopia, hypogonadism) in adults.  The anterior pituitary forms from the surface ectoderm, one of the 3 tissues derived from the ectoderm (ie, surface ectoderm, neural tube, neural crest).  ","clickable_1":"images/img1.8702.jpg","clickable_2":"images/img2.8702.jpg","clickable_3":"images/img3.8702.jpg","clickable_4":"images/img4.8702.jpg","clickable_5":"images/img5.8702.jpg"},

{"id":"2000","title":"A 55-year-old man comes to the office due to intermittent shortness of breath, cough, and chest tightness over the past 3 months.  The patient had asthma as a child that improved in adolescence, and he has not required inhalers or steroids since.  He feels that his current symptoms are similar to his prior asthma symptoms.  The patient was recently diagnosed with essential tremor, which has improved with medical therapy; he has no other chronic medical conditions.  He is a lifetime nonsmoker and does not use alcohol or illicit drugs.  Blood pressure is 125/75 mm Hg, pulse is 58/min, and respirations are 16/min.  Physical examination reveals bilateral scattered expiratory wheezes.  Heart sounds are normal and there is no extremity edema.  This patient's symptom recurrence is most likely attributable to a medication that affects which of the following steps?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2000.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"2%","percent_2":"4%","percent_3":"8%","percent_4":"14%","percent_5":"19%","percent_6":"53%","right_answer":"F. F","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effects of adrenergic blockade#∆⨉∆⨉∆⨉ §^#Receptor# ∆^#Target$ organ# ∆^#Effect# ∆^#Potential adverse effects# §^#Β1-adrenergic$ blockade# ∆^Heart ∆ ↓ Heart rate$ ↓ Contractility$ ↓ O2 consumption ∆ Worsening of heart failure$ Bradycardia/heart block §↕ ∆^Kidney ∆ ↓ Renin release ∆ §^#Β2-adrenergic $blockade# ∆^Muscle $vasculature ∆ Vasospasm ∆ Exacerbation of peripheral $artery disease §↕ ∆^Lungs ∆ Bronchoconstriction ∆ Worsening of obstructive lung $disease §↕ ∆^Liver ∆ ↓ Glycogenolysis & $gluconeogenesis ∆ May cause hypoglycemia in $diabetic patients §↕ ∆^Most tissues ∆ ↓ Potassium entry into cells ∆ Hyperkalemia","explanation_img":"","explanation_1":"","explanation_2":"This patient has developed symptoms of intermittent asthma (eg, cough, wheeze, dyspnea) associated with a new medication for his #essential tremor# (ET).  ET is a common movement disorder, and beta blockers are often used as first-line therapy for debilitating or distressful symptoms.  Beta blockers prevent the interaction of epinephrine and norepinephrine with receptors at adrenergic synapses; in ET, this is thought to help dampen the sensitivity of muscle spindles, which improves tremor symptoms by smoothing out the force of contraction. $Propranolol, the most commonly used medication for treatment of ET, is a #nonselective beta blocker# (ie, inhibits both beta-1 and beta-2 receptors).  In patients with reactive airway diseases (eg, asthma, chronic obstructive pulmonary disease), #inhibition of beta-2 receptors# can cause #bronchoconstriction# with resultant asthma symptoms.  Selective beta-1 blockers are often better tolerated in patients with asthma; however, selectivity is dose-dependent and patients can develop bronchoconstriction at high doses. $#(Choice A)#  Tyrosine is transported into the cell by the large neutral amino acid transporter. $#(Choice B)#  The conversion of tyrosine to dihydroxyphenylalanine (DOPA) by tyrosine hydroxylase is the rate-limiting step in catecholamine biosynthesis.  This enzyme was previously inhibited by drugs used to treat pheochromocytoma, but these are no longer used due to a poor side effect profile. $#(Choice C)#  The medication reserpine inhibits vesicular monoamine transporter, thereby inhibiting dopamine entry into presynaptic vesicles and essentially causing a chemical sympathectomy.  Reserpine is occasionally used as an antipsychotic.  It may cause wheezing in some patients but is not indicated in the treatment of ET. $#(Choice D)#  Adrenergic neuron blockers such as guanethidine inhibit norepinephrine release, lowering blood pressure and heart rate.  Guanethidine is occasionally used for chronic pain syndrome but does not cause bronchoconstriction; it is not used in management of ET. $#(Choice E)#  Tricyclic antidepressants and cocaine work by inhibiting norepinephrine reuptake by presynaptic neurons.  These agents can worsen symptoms in ET. $#Educational objective# Beta blockers are used in the treatment of essential tremor.  Propranolol, a nonselective beta blocker, is the most commonly used therapy and prevents the interaction of epinephrine and norepinephrine with beta-1 and beta-2 receptors to relieve tremor symptoms.  However, inhibition of pulmonary beta-2 receptors in patients with underlying reactive airway disease can cause bronchoconstriction, leading to cough, wheeze, and dyspnea.  "},

{"id":"19543","title":"A 44-year-old man comes to the office due to hand tremors.  The patient first noticed the tremor 2 years ago, and it has gradually worsened.  He feels well most of the time, but his hands shake uncontrollably with activities such as pouring drinks or writing notes.  The symptoms are most pronounced during stressful situations such as office meetings, and he keeps his hands tightly squeezed together or hidden below the table.  He has had no arm stiffness, leg symptoms, or difficulty walking, but his wife has noticed that the patient occasionally keeps nodding his head while talking.  Physical examination shows obvious tremors of outstretched hands that worsen during finger-nose testing.  Which of the following additional factors is most likely to be present in this patient's medical history?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Exacerbation with alcohol","answer_2":"B. Exposure to MPTP toxin","answer_3":"C. Family history of tremor","answer_4":"D. Previous head trauma","answer_5":"E. Use of dopaminergic drugs","percent_1":"9%","percent_2":"13%","percent_3":"64%","percent_4":"5%","percent_5":"9%","right_answer":"C. Family history of tremor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Essential tremor! ?Epidemiology? • Family history often present • Up to 5℅ of population affected ?Clinical$ features? • Action tremor (eg, hands outstretched) • Usually bilateral • Hands > arms > head >> legs • Worsens with stress, improves with alcohol ?Treatment? • Beta blockers: propranolol • Anticonvulsants: primidone","explanation_img":"","explanation_1":"","explanation_2":"This patient has a worsening tremor of his distal upper extremities that becomes more pronounced with extension of his arms and at the end of an intended action (finger-to-nose test).  In association with a head tremor (eg, repetitive nodding) and absence of other neurologic manifestations, this is most consistent with #essential tremor# (ET).  ET is often hereditary and can be passed in an autosomal dominant fashion, so a #family history# of tremor supports the diagnosis. $ Although features of ET are highly variable, it most often affects the #wrists and hands#, especially when the arms are extended.  It worsens with movement (ie, #action tremor#) and improves, but may not completely abate, at rest.  Although ET is not typically unilateral, it may be asymmetric.  It can also affect the #head# and voice, but it generally spares the trunk and legs and is not associated with other neurologic manifestations.  Although ET does not shorten life, it is slowly #progressive# and may cause patients significant social embarrassment and impair activities of daily living. $ (Choice A)  ET classically improves with, rather than is exacerbated by, alcohol use. $ #(Choices B and E)#  Secondary parkinsonism can be induced by MPTP (a toxic substance that destroys dopaminergic neurons in the substantia nigra) or by the use of dopamine D2 receptor blocking drugs (eg, antipsychotics, antiemetics).  Patients can have tremor, but it is typically most prominent at rest and improves with action.  The tremor is also accompanied by other parkinsonian features such as rigidity, postural instability, and gait disturbances. $ (Choice D)  Previous head trauma can predispose to a wide range of neurologic sequelae, particularly headaches, seizures, and dementia.  However, the development of isolated ET due to head trauma would be rare. $ Educational objective Essential tremor most often presents as a tremor of the hands that is suppressed at rest, exacerbated by outstretched arms, and more pronounced during goal-directed movements.  It is often hereditary (autosomal dominant) and can be associated with a head tremor, but it is not associated with other neurologic symptoms."},

{"id":"1635","title":"A 9-year-old girl is brought to the emergency department by her parents due to severe headache, lethargy, and vomiting. Her symptoms began a few weeks ago as mild intermittent headaches with fatigue and have progressively worsened. CT scan of the head reveals a mass lesion, enlarged lateral and third ventricles, and a normal-sized fourth ventricle. Which of the following is the most likely site of obstruction in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arachnoid villi","ansImg_1":"","answer_2":"B. Cerebral aqueduct","ansImg_2":"","answer_3":"C. Interventricular foramina of Monro","ansImg_3":"","answer_4":"D. Lateral foramina of Luschka","ansImg_4":"","answer_5":"E. Medial foramen of Magendie","ansImg_5":"","right_answer":"B. Cerebral aqueduct","percent_1":"1%","percent_2":"73%","percent_3":"20%","percent_4":"4%","percent_5":"3%","explanation_img":"images/exp1635.jpg","explanation_1":"","explanation_2":"$This child with a brain tumor has #obstructive hydrocephalus# limited to the lateral and third cerebral ventricles, indicative of obstruction at the level of the #cerebral aqueduct#; increased intraventricular pressures cause #dilation proximal# to the site of blockage (ie, @lateral and third ventricles@).  The fourth ventricle remains normal-sized as it is distal to the obstruction. $Most of the cerebrospinal fluid (CSF) is produced by the choroid plexus, a highly vascular tissue within the cerebral ventricles that is formed by fenestrated capillary outgrowths covered by modified ependymal cells.  CSF circulates throughout the @ventricular system@ before passing to the subarachnoid space to be reabsorbed: $• CSF formed in the lateral ventricles exits through the corresponding interventricular foramina of Monro into the third ventricle $• From the third ventricle, it flows through the cerebral aqueduct of Sylvius to reach the fourth ventricle $• CSF exits the fourth ventricle through either one of the paired lateral foramina of Luschka or the medial foramen of Magendie to reach the subarachnoid space $• CSF is then reabsorbed by the arachnoid villi into the venous circulation $#(Choice A)#  Impaired CSF absorption by the arachnoid villi results in communicating hydrocephalus.  This condition presents with global ventricular dilation and is more often secondary to intracranial hemorrhage or infection (eg, bacterial meningitis). $#(Choice C)#  Obstruction at the interventricular foramina of Monro would cause enlargement of only the affected lateral ventricle, sparing the contralateral lateral ventricle and the third and fourth ventricles. $#(Choices D and E)#  Obstruction of fourth ventricular outflow (ie, blockage of the lateral foramina of Luschka and the medial foramen of Magendie) would cause enlargement of the lateral, third, and fourth ventricles because they are all proximal to these structures. $#Educational objective# CSF flow occurs as follows: lateral ventricles → interventricular foramina of Monro → third ventricle → cerebral aqueduct of Sylvius → fourth ventricle → lateral foramina of Luschka or midline foramen of Magendie → subarachnoid space.  ","clickable_1":"images/img1.1635.jpg","clickable_2":"images/img2.1635.jpg"},

{"id":"11685","image_1":"","explanation_img":"images/exp11685.jpg","title":"A 55-year-old man with poorly controlled hypertension and type 2 diabetes mellitus comes to the emergency department due to difficulty seeing. He has had blurry vision for the last 2 weeks, and 1 day ago he suddenly noticed a shadow develop across the visual field of his left eye. The patient has no recent headache, double vision, vertigo, light sensitivity, or nausea. On examination, pupils are equal and reactive to light. There is an area of reduced vision in the left eye. Funduscopic examination reveals a flame-shaped hemorrhage in the left temporal hemiretina. Transmission of visual information to which of the following structures is most likely impaired in this patient?","answer_1":"A. Left inferior colliculus","ansImg_1":"","answer_2":"B. Left lateral geniculate body","ansImg_2":"","answer_3":"C. Left medial geniculate body","ansImg_3":"","answer_4":"D. Medial optic chiasm","ansImg_4":"","answer_5":"E. Right inferior colliculus","ansImg_5":"","answer_6":"F. Right lateral geniculate body","ansImg_6":"","answer_7":"G. Right medial geniculate body","ansImg_7":"","right_answer":"B. Left lateral geniculate body","percent_1":"5%","percent_2":"44%","percent_3":"6%","percent_4":"10%","percent_5":"4%","percent_6":"23%","percent_7":"8%","explanation_2":"Visual information from the #nasal visual field# of the left eye will be conveyed through the:$• #left temporal hemiretina# (light that enters the eye forms an image on the retina that is inverted and reversed).$• #left optic nerve#, which transmits information from one eye.$• left lateral portion of the optic chiasm. Information from the temporal hemiretina does #NOT cross at the optic chiasm# but travels along the lateral edge of the chiasm to stay in the left side of the brain.$• left optic tract. After the optic chiasm, information from the binocular right visual fields travels together in the left optic tract.$• #left lateral geniculate nucleus# of the thalamus. Neurons from the optic tract synapse on the lateral geniculate nucleus.$• optic radiations. The inferior optic radiations carry information from the superior visual field through the temporal lobe (Meyer loop), and the superior optic radiations carry information from the inferior visual field through the parietal lobe.$• primary visual cortex, which is located in the occipital lobe.$#(Choices A, C, E and G)# The inferior colliculi and medial geniculate bodies are part of the auditory pathway.$(Choice D) The medial optic chiasm contains crossing nerve fibers that transmit visual information from the bilateral nasal hemiretinas.$(Choice F) The right lateral geniculate body receives visual information from the right temporal hemiretina and the left nasal hemiretina (ie, homonymous left visual fields).$Educational objective Damage to the left temporal hemiretina will disrupt the transmission of visual information along the ipsilateral optic nerve, lateral optic chiasm, optic tract, lateral geniculate body, optic radiations, and primary visual cortex.","comparison_items":"","title_2":"","audio":"","explanation_1":""},

{"id":"21833","title":"A 24-year-old previously healthy man is brought to the emergency department after a motorcycle collision.  The patient was intubated in the field.  On arrival, Glasgow Coma Scale is 3/15.  CT scan of the head shows left temporoparietal skull fractures, a large subdural hematoma, and diffuse cerebral edema.  The patient undergoes hematoma evacuation and decompressive craniotomy.  He is admitted in the neurocritical care unit, and supportive measures are provided.  His clinical status gradually improves, and the patient is extubated on day 9.  Over the next 15 months the patient opens his eyes spontaneously, gazing randomly around the room, but does not visually track moving objects.  Bilateral pupils are equally responsive to light.  He does not vocalize or follow instructions.  The patient moves all 4 extremities, but the movements are not purposeful and there is no withdrawal to painful stimuli.  The patient tolerates feeding via a percutaneous gastrostomy tube but has urinary and fecal incontinence.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brain death","answer_2":"B. Cataplexy","answer_3":"C. Locked-in syndrome","answer_4":"D. Persistent vegetative state","answer_5":"E. Selective mutism","percent_1":"7%","percent_2":"16%","percent_3":"20%","percent_4":"54%","percent_5":"4%","right_answer":"D. Persistent vegetative state","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp21833.jpg","explanation_1":"","explanation_2":"$Consciousness is clinically characterized by wakefulness #with# awareness.  This patient suffered a catastrophic traumatic #brain injury# (TBI) and was comatose initially.  Coma is an unconscious state in which patients are unawake, unarousable, and unaware.  Coma typically progresses toward 1 of 3 neurologic outcomes: $• Recovery:  Consciousness is restored, but patients typically have residual cognitive, motor, and/or sensory deficits requiring rehabilitation. $• #Brain death#:  Cerebral and brainstem function cease.  Patients have no cranial nerve reflexes and are apneic (no spontaneous breathing, requiring continuous mechanical ventilation) #(choice A)#. $• #Persistent vegetative state (PVS)#:  A chronic state of #wakefulness without awareness#.  Due to the possibility of interim recovery, PVS can be diagnosed only after sufficient time has elapsed (≥12 months) after post-TBI coma. $Patients with PVS are #awake#, evidenced by spontaneous eye opening and normal sleep-wake cycles.  However, they are #unaware#, as indicated by non-responsiveness to external stimuli, absence of language comprehension or expression, and lack of purposeful visual tracking.  Brainstem reflexes (eg, cough, gag, pupillary constriction) are usually intact.  Because voluntary sphincter control is lost in PVS, patients have urinary and fecal incontinence.  Similarly, control of swallowing (a complex voluntary process) is lost, so patients with PVS require enteral (eg, gastrostomy) tube feedings. $#(Choice B)#  Cataplexy is an abrupt, massive inhibition of muscle tone typically triggered by strong emotions (laughter, fright) in patients with narcolepsy.  Patients suddenly go limp and collapse, but they usually recover after a few seconds. $#(Choice C)#  Locked-in syndrome can occur due to osmotic demyelination (eg, excessively rapid hyponatremia correction) or infarction (eg, basilar artery stroke) of pontine corticospinal neurons.  As opposed to being unaware and mobile (like this patient), locked-in patients are aware but completely paralyzed except for blinking and vertical eye movement. $#(Choice E)#  Selective mutism is a form of social anxiety disorder in which patients do not verbalize despite negative interpersonal consequences.  Despite not speaking, these patients' level of consciousness is intact. $#Educational objective# Persistent vegetative state (PVS), a chronic state of wakefulness without awareness, is a common post-coma outcome following severe brain injury.  Patients with PVS have sufficient brainstem function to maintain vital processes such as spontaneous respiration, but require continuous medical care due to absence of purposeful movement and communication. "},

{"id":"19639","title":"A 27-year-old woman, gravida 1 para 0, at 37 weeks gestation comes to the emergency department after spontaneous rupture of membranes with leakage of blood mixed with fluid.  Emergency cesarean delivery is performed due to severe fetal bradycardia.  On delivery, the neonate is apneic and hypotonic.  Resuscitation with endotracheal intubation and assisted ventilation is performed, which improves bradycardia.  Apgar scores are <5 at 5 and 10 minutes.  Umbilical cord blood analysis shows high anion gap metabolic acidosis.  Controlled hypothermia to maintain body temperature at 33-35 C (91.4-95 F) is begun.  This therapy is most likely to provide benefit via which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased activation of the coagulation cascade","answer_2":"B. Decreased reactive oxygen species–mediated neuronal injury","answer_3":"C. Increased conversion of bilirubin to less toxic water-soluble isomers","answer_4":"D. Increased hepatic clearance of lactic acid","percent_1":"8%","percent_2":"64%","percent_3":"2%","percent_4":"25%","right_answer":"B. Decreased reactive oxygen species–mediated neuronal injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19639.jpg","explanation_1":"","explanation_2":"$This early-term infant has sustained #hypoxic-ischemic injury# during delivery and is at risk of worsening neonatal encephalopathy (eg, decreased consciousness, impaired respiration, seizures).  Hypoxia can lead to neuronal injury through multiple injury cascades, many of which lead to the #formation of reactive oxygen species# (ROS).  ROS can mediate cellular damage of DNA, cell membranes, proteins, and enzymes, leading to widespread neuronal death. $#Therapeutic hypothermia# (maintenance of temperature at 33-35 C [91.4-95 F]) leads to improved neurologic outcomes in a variety of hypoxia-induced injuries (eg, after cardiac arrest, seizures).  The formation of ROS after ischemic injury is temperature dependent, so it can be decreased by therapeutic hypothermia.  In addition, therapeutic hypothermia decreases cerebral blood flow, oxygen consumption, and glucose metabolism, thereby #decreasing the formation of ROS# due to both cellular metabolism and reperfusion. $Therapeutic hypothermia has other beneficial effects, including lowering intracranial pressure, reducing excitatory neurotransmitters, and decreasing activation of inflammatory and apoptotic pathways (eg, blocks tumor necrosis factor and caspase pathways). $#(Choice A)#  Therapeutic hypothermia impairs both platelets and clotting factors, which, rather than being neuroprotective, can lead to an increased risk of bleeding complications (eg, intracranial hemorrhage).    $#(Choice C)#  In neonates with severe hyperbilirubinemia, unbound, lipid-soluble bilirubin can cross the blood-brain barrier.  This neurotoxic bilirubin preferentially deposits in the basal ganglia and brainstem nuclei, leading to permanent neurologic damage.  The primary treatment for hyperbilirubinemia converts bilirubin to a more water-soluble form (isomers) that can be excreted.  However, this is accomplished through phototherapy rather than therapeutic hypothermia. $#(Choice D)#  This patient has anion gap metabolic acidosis due to lactic acidosis caused by tissue hypoxia.  Although the liver is responsible primarily for clearing lactate, its rate of clearance does not seem to be significantly impacted by therapeutic hypothermia.  Rather, lactic acidosis typically improves after an increase in oxygenation and the restoration of circulation. $#Educational objective# Neuronal damage after hypoxic-ischemic injury is often related to the formation of reactive oxygen species, which mediate widespread cellular damage.  Therapeutic hypothermia decreases the formation of reactive oxygen species by decreasing cellular metabolism and slowing reperfusion."},

{"id":"634","title":"A 36-year-old man comes to the office due to involuntary deviation of the head to the right, accompanied by muscle pain in his neck.  The head-turning occurs in spells that start spontaneously, last 30-40 minutes, and is sometimes suppressed by placing a hand on the chin.  Between episodes, there are no symptoms.  This patient's condition is best characterized as which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradykinesia","answer_2":"B. Chorea","answer_3":"C. Cogwheel rigidity","answer_4":"D. Dystonia","answer_5":"E. Hemiballism","answer_6":"F. Myoclonus","percent_1":"1%","percent_2":"7%","percent_3":"4%","percent_4":"67%","percent_5":"6%","percent_6":"16%","right_answer":"D. Dystonia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"!Hyperkinetic movements! ?Tic? • Very brief movements that are not rhythmic • Usually the same movement each time (eg, blinking, head-turning) • Often preceded by an urge to do the movement ?Tremor? • Rhythmic oscillation • Characterized based on occurrence during action or rest ?Chorea? • Jerky movements that flow between muscle groups (ie, dance-like) • Often incorporated into voluntary movements ?Dystonia? • Sustained muscle contraction resulting in abnormal posture • Focal (eg, cervical dystonia) or generalized (eg, tardive dyskinesia) • Sensory tricks to alleviate symptoms ?Myoclonus? • Rapid, brief, jerky movements that usually impact multiple different muscles (eg, hiccups, hypnic jerks) ?Hemiballism? • Large-amplitude, unilateral, flinging movements","explanation_img":"","explanation_1":"","explanation_2":"$This patient has recurrent forceful contraction of the sternocleidomastoid muscle, resulting in head rotation.  This is consistent with #cervical dystonia# (ie, torticollis), a form of focal dystonia. $Dystonia is a neurologic movement disorder characterized by #sustained#, involuntary muscle contractions, which force certain parts of the body into abnormal, sometimes #painful movements or postures#.  Focal dystonias affect a single muscle or group of related muscles, the most common of which include cervical dystonia, blepharospasm, and brachial dystonia (ie, writer's cramp). $The presence of a #sensory trick# is a common feature of focal dystonias, in which symptoms can sometimes be temporarily relieved with sensory input (eg, placing a hand on the chin). $#(Choice A)#  Bradykinesia is slow movement.  It is commonly seen in Parkinson disease. $#(Choice B)#  Chorea is involuntary muscle activity that flows from one muscle group to another.  Movements may appear fragmented or jerky, and the patient may display a dance-like gait.  Chorea is a prominent feature of Huntington disease. $#(Choice C)#  Cogwheel rigidity refers to the intermittent ratchet-like resistance to movement that can be felt on passive extension/flexion of a parkinsonian limb. $#(Choice E)#  Hemiballism refers to flinging of the limbs (arm and/or leg) on one side of the body.  Hemiballism occurs due to contralateral injury in or near the subthalamic nucleus. $#(Choice F)#  Myoclonus is a sudden, brief, sometimes severe (shock-like) muscle contraction.  Examples of physiologic myoclonus are hiccups and hypnic jerks (occur when falling asleep).  Pathologic myoclonus is seen in epilepsy and Creutzfeldt-Jakob disease. $#Educational objective# Dystonia is a neurologic movement disorder characterized by sustained, involuntary muscle contractions that often result in abnormal, sometimes painful posturing.  Many patients can have temporary relief with the use of a sensory trick (eg, touching the face). "},

{"id":"1946","title":"A 52-year-old woman comes to the office due to a hand tremor that has been present for several months.  It is most prominent while she is carrying out simple daily activities such as drinking from a glass or pouring from a tea kettle.  When asked if anything improves the tremor, the patient mentions that it subsides somewhat when she drinks small amounts of alcohol.  Family history is significant for similar problems in her mother.  Vital signs are normal.  Neurologic examination shows bilateral tremor in the upper extremities.  Which of the following is the best treatment for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benztropine","answer_2":"B. Clozapine","answer_3":"C. Diazepam","answer_4":"D. Haloperidol","answer_5":"E. L-DOPA","answer_6":"F. Propranolol","percent_1":"12%","percent_2":"2%","percent_3":"19%","percent_4":"2%","percent_5":"12%","percent_6":"52%","right_answer":"F. Propranolol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #essential tremor#, the most commonly diagnosed movement disorder.  Essential tremor is also referred to as #familial# tremor as it often follows #autosomal dominant# inheritance.  A positive family history of tremor can sometimes assist in making the diagnosis.  Essential tremor classically worsens while maintaining a particular posture (eg, when holding an object).  Patients commonly report that their symptoms #improve with alcohol consumption#.  #Propranolol# is the first-line treatment for essential tremor.  This nonselective β-adrenergic antagonist is thought to lessen the tremor via central nervous system effects. $#(Choice A)#  Benztropine is an anticholinergic agent that can be used to treat tremor in Parkinson disease and to counteract the extrapyramidal side effects of neuroleptic medications such as haloperidol. $#(Choices B and D)#  Haloperidol is most commonly used to treat the positive symptoms of psychosis (eg, delusions, hallucinations).  Clozapine is an atypical antipsychotic that blocks D2 (dopamine) and 5HT2 (serotonin) receptors in the CNS. $#(Choice C)#  Diazepam is a benzodiazepine that is effective for treatment of seizures and alcohol withdrawal.  This patient has had intention tremor for several months and family history is positive for essential tremor; these findings would make alcohol withdrawal very unlikely. $#(Choice E)#  L-DOPA, or levodopa, is used in combination with the DOPA decarboxylase inhibitor carbidopa to treat Parkinson disease.  Patients with Parkinson disease have a resting tremor. $#Educational objective# Essential tremor is the most common movement disorder.  Patients experience a slowly progressive, symmetric postural and/or kinetic tremor that most commonly affects the upper extremities.  Essential tremor is often inherited in an autosomal dominant fashion (referred to as familial tremor).  First-line treatment is the nonspecific β-adrenergic antagonist propranolol.  "},

{"id":"566","title":"A 64-year-old man is being evaluated due to nagging right shoulder pain that radiates to the ipsilateral arm. The patient also has weakness in the right upper extremity. Symptoms started 2 months ago and have progressively worsened. He has a 40-pack-year smoking history. On neurologic examination, the patient is awake, alert, and oriented and follows commands. He has partial right-sided ptosis with fully intact extraocular movements. The pupils are asymmetric in dim light with 2 mm on the right and 4 mm on the left, but both are reactive to light. The pupils become more symmetric in bright light. The right upper extremity has 3/5 strength and absent deep tendon reflexes. This patient's autonomic dysfunction is most likely caused by injury to which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebral cortex","ansImg_1":"","answer_2":"B. Subcortical gray matter","ansImg_2":"","answer_3":"C. Brainstem","ansImg_3":"","answer_4":"D. Spinal cord","ansImg_4":"","answer_5":"E. Autonomic ganglia","ansImg_5":"","answer_6":"F. Vagus nerve","ansImg_6":"","right_answer":"E. Autonomic ganglia","percent_1":"6%","percent_2":"3%","percent_3":"20%","percent_4":"18%","percent_5":"51%","percent_6":"2%","explanation_img":"images/exp566.jpg","explanation_1":"","explanation_2":"$This patient's smoking history, unilateral upper limb pain, and areflexic weakness with ipsilateral #Horner syndrome (HS)# (eg, ptosis, miosis) are highly suggestive of Pancoast tumor.  Pancoast tumors are usually non–small cell lung cancers (eg, squamous cell carcinoma, adenocarcinoma) that arise near the superior sulcus (groove produced by the subclavian artery).  Clinical manifestations are determined by the extent of local spread: $• Compression and invasion of the #brachial plexus# can cause ipsilateral shoulder pain, upper limb paresthesia, and areflexic arm weakness (ie, lower motor neuron pattern due to damage of a peripheral nerve). $• Involvement of the #cervical sympathetic ganglia#, an #autonomic ganglion# in the lower neck that carries @sympathetic innervation to the eye@, may lead to partial ptosis (denervation of superior tarsal muscle) and miosis (interruption of sympathetic fibers to the dilator pupillae muscle).  @Pupil asymmetry@ is more prominent in dim light because the increased sympathetic tone exacerbates the defect.  Anhidrosis (loss of sweating) completes the classic HS triad. $#(Choice A)#  The first-order neuron of the sympathetic pathway to the eye begins in the hypothalamus, so a cortical lesion would not cause HS.  Although cortical damage could cause unilateral weakness, it would have an upper motor neuron pattern (ie, increased deep tendon reflexes). $#(Choice B)#  Although a lesion in the hypothalamus (which is part of the subcortical gray matter) could conceivably lead to HS, it would not explain this patient's arm pain and weakness. $#(Choice C)#  Brainstem lesions can lead to HS because first-order sympathetic neurons descend in the lateral brainstem.  However, brainstem lesions typically result in crossed signs (eg, contralateral body hemiparesis or sensory loss with ipsilateral cranial nerve deficits).  In addition, upper (not lower) motor neuron weakness would be seen in the extremities. $#(Choice D)#  Although a spinal cord lesion could cause HS and unilateral weakness, the weakness would have an upper motor neuron pattern (ie, increased deep tendon reflexes) and likely impact all neurologic function below the level of the lesion (ie, the leg would also be impacted). $#(Choice F)#  A vagus nerve (CN X) lesion may cause ipsilateral paralysis of the soft palate, pharynx, and larynx, producing hoarseness, dysarthria, dysphagia, and loss of the gag reflex (efferent limb).  CN X does not provide innervation to the eye or arm. $#Educational objective# A tumor of the lung apex (Pancoast tumor) can compress both the brachial plexus and the stellate ganglion of the sympathetic chain, leading to lower motor neuron arm weakness and ipsilateral Horner syndrome. ","clickable_1":"images/img1.566.jpg","clickable_2":"images/img2.566.jpg"},

{"id":"11755","title":"A researcher is investigating a new antiseizure drug that binds to and activates GABA-A receptors in the central nervous system.  During the experiment, she isolates a nerve and uses a microelectrode to measure its membrane potential under physiologic conditions.  The resting potential of the nerve is found to be −70 mV.  Which of the following membrane potentials will most likely be recorded from this neuron following exposure to the new drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. −75 mV","answer_2":"B. −70 mV","answer_3":"C. −55 mV","answer_4":"D. 0 mV","answer_5":"E. +25 mV","answer_6":"F. +40 mV","answer_7":"G. +60 mV","answer_8":"H. +125 mV","percent_1":"75%","percent_2":"8%","percent_3":"6%","percent_4":"3%","percent_5":"2%","percent_6":"2%","percent_7":"3%","percent_8":"1%","right_answer":"A. −75 mV","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Equilibration movements of charged ions under physiologic conditions#∆⨉∆⨉∆⨉∆⨉ §^#Ion# ∆^#Charge# ∆^#Major$ location# ∆^#Equilibrium$ potential# ∆^#Equilibration movement at$ -70 mV# §Sodium ∆Positive ∆Extracellular ∆+60 mV ∆Extracellular gradient drives Na⁺ into cell, making membrane potential more positive §Potassium ∆Positive ∆Intracellular ∆-90 mV ∆Intracellular gradient drives K⁺ out of cell, making membrane potential more negative §Chloride ∆Negative ∆Extracellular ∆-75 mV ∆Extracellular gradient drives Cl⁻ into cell, making membrane potential more negative §Calcium ∆Positive ∆Extracellular ∆+125 mV ∆Extracellular gradient drives Ca²⁺ into cell, making membrane potential more positive","explanation_img":"","explanation_1":"","explanation_2":"The #GABA-A receptor# is an ionotropic receptor (eg, part of an ion channel) that regulates the flow of negatively charged #chloride ions# across the neuronal cell membrane.  A drug that binds to and activates GABA-A receptors will increase the conductance of chloride ions, causing passive transport down the concentration gradient into the cell interior.  This causes the membrane potential to become #hyperpolarized# (more negative than the resting membrane potential) by approaching or reaching the #equilibrium potential# for chloride (−75 mV).  A cell that becomes hyperpolarized is temporarily made refractory to firing an action potential. $#(Choice B)#  Exposure to the experimental drug will make the neuronal membrane potential more negative than the resting membrane potential due to the opening of chloride channels. $#(Choice C)#  The opening of ligand-gated (controlled by binding of neurotransmitters) sodium channels allows for the initial influx of positively charged sodium ions.  This causes a graded depolarization of the neuronal cell membrane toward the threshold for firing an action potential (−55 mV). $#(Choices D, E, F, and G)#  Once the threshold membrane potential is reached, fast voltage-gated sodium channels open to mediate the upstroke phase of the neuronal action potential.  During this time, the membrane potential becomes even more positive due to the rapid influx of sodium ions and causes the membrane potential to approach the equilibrium potential for sodium (+60 mV). $#(Choice H)#  The influx of positively charged calcium ions can raise the membrane potential even further (more positive than +60 mV) toward the equilibrium potential for calcium ions (+125 mV). $#Educational objective# A drug that binds to and activates GABA-A receptors (or enhances their activity) will increase the conductance of chloride ions, leading to increased passive transport of chloride into the cell interior.  This causes the membrane potential to become hyperpolarized (more negative than the resting membrane potential) by approaching or reaching the equilibrium potential for chloride.  "},

{"id":"10362","title":"A 48-year-old woman enrolls in a clinical trial.  The patient has had persistent discomfort in her lower extremities for the past 2 years.  She describes an uncomfortable sensation in her legs, particularly in the evening and at night, but no pain.  The symptoms are relieved with leg movement or walking.  She has experienced no behavioral or mood changes.  The patient intermittently experiences mild migraines, and during a recent episode she found that antiemetic therapy worsened the leg discomfort.  Vital signs are normal, and physical examination shows no abnormalities.  Blood cell counts, serum chemistry studies, and serum iron levels are within normal limits.  Treatment with a novel agent, an alpha-2-delta calcium channel ligand, is initiated.  The patient receives significant symptom relief with this therapy.  The novel agent used in this trial is most similar to which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benztropine","answer_2":"B. Gabapentin","answer_3":"C. Oxycodone","answer_4":"D. Propranolol","answer_5":"E. Sertraline","percent_1":"14%","percent_2":"71%","percent_3":"4%","percent_4":"5%","percent_5":"6%","right_answer":"B. Gabapentin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with vague lower extremity discomfort and an urge to move the legs that worsens at night has typical features of #restless legs syndrome# (RLS).  RLS is characterized by uncomfortable sensations in the legs that are often difficult to describe and associated with an urge to move the lower extremities.  Symptoms are #relieved with movement# (eg, walking, stretching) and are #typically worse at night#.  As a result, patients often develop sleep-onset insomnia. $The pathophysiology of RLS is incompletely understood but likely involves CNS #iron deficiency# (even in patients with normal serum iron levels) and #abnormalities in dopaminergic transmission#.  Certain medications, including dopamine antagonists (eg, antipsychotics, certain antiemetics [metoclopramide]), first-generation antihistamines (eg, diphenhydramine), and antidepressants (eg, selective serotonin reuptake inhibitors [eg, sertraline], mirtazapine), are associated with worsening symptoms #(choice E).# $Treatment includes lifestyle measures (eg, limiting alcohol and caffeine) and #alpha-2-delta calcium channel ligands# (eg, #gabapentin#, pregabalin).  Dopamine agonists (eg, pramipexole) are alternate agents, but regular use can lead to augmentation of symptoms (ie, paradoxical worsening with chronic therapy) as well as the risk of impulse control disorders. $#(Choice A)#  Muscarinic receptor antagonists (eg, benztropine) have been used for the treatment of dystonia, which is characterized by sustained muscle contractions usually associated with abnormal posturing (eg, torticollis). $#(Choice C)#  Opioid mu-receptor agonists (eg, oxycodone) are occasionally used for refractory RLS but carry significant risks (eg, sedation, abuse, respiratory depression).  Opioid antagonists (eg, naltrexone) are not useful. $#(Choice D)#  Beta-adrenergic antagonists (eg, propranolol) are used for treating akathisia (ie, a strong urge to move), which occurs most commonly as an adverse effect of dopamine antagonists (eg, antipsychotic drugs).  Although akathisia is similar to RLS, it is not accompanied by an unpleasant sensation in the legs and does not follow a circadian rhythm. $#Educational objective# Restless legs syndrome is characterized by an uncomfortable sensation in the legs accompanied by an urge to move them; symptoms worsen with inactivity and at night and are temporarily relieved with movement.  Alpha-2-delta calcium channel ligands (eg, gabapentin, pregabalin) and dopamine agonists (eg, pramipexole) can be used to treat persistent symptoms.  "},

{"id":"15237","title":"A 12-year-old girl with intellectual disability is brought to the office for evaluation of recurrent generalized seizures.  The patient takes multiple antiepileptic medications.  Physical examination shows several hypopigmented skin macules and the findings seen in the @exhibit@.  Brain imaging reveals periventricular subependymal nodules.  This patient's genetic defect directly affects function of which of the following cellular components? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15237.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. JAK/STAT pathway","answer_2":"B. RAS/RAF pathway","answer_3":"C. Telomerase enzyme complex","answer_4":"D. Tuberin-hamartin complex","answer_5":"E. Ubiquitin ligase complex","percent_1":"17%","percent_2":"12%","percent_3":"5%","percent_4":"59%","percent_5":"8%","right_answer":"D. Tuberin-hamartin complex","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Tuberous sclerosis complex!?Pathophysiology? • Autosomal dominant• Mutation in TSC1 or TSC2 tumor suppressor gene• Defective tuberin-hamartin complex → unrestricted cellular proliferation?Classic findings? • Skin:$==○ Ash-leaf spots$==○ Facial angiofibromas$==○ Shagreen patches• Neurologic:$==○ CNS hamartomas (eg, subependymal nodules)$==○ Seizures$==○ Intellectual disability• Cardiac: rhabdomyomas• Renal: angiomyolipomas","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has classic skin (ie, @ash-leaf macules@, @malar angiofibromas@) and neurologic (ie, seizures, intellectual disability) manifestations of #tuberous sclerosis complex# (TSC). $TSC is an autosomal dominant neurocutaneous disorder caused by a loss-of-function mutation in TSC1 or TSC2, tumor suppressor genes responsible for encoding hamartin and tuberin, respectively.  In general, these proteins form the #tuberin-hamartin complex#, which plays a role in regulating cell growth by limiting signaling to the @mTOR pathway@. $In patients with TSC, dysregulation and #enhanced signaling# of the #mTOR pathway# due to mutated tuberin-hamartin complex lead to unrestricted cellular proliferation and #tumor formation# (eg, hamartomas) in various tissues.  For example, in addition to #cortical tubers# (glioneural hamartomas) and #subependymal nodules# in the brain, patients with TSC are also predisposed to periungual fibromas, renal angiomyolipomas, and cardiac rhabdomyomas.  Notably, targeted therapy with an mTOR inhibitor (eg, everolimus) can be used to shrink expanding or symptomatic TSC brain tumors. $#(Choice A)#  JAK/STAT signaling pathway promotes gene transcription of hormones such as @erythropoietin@, and activating JAK2 mutations are associated with myeloproliferative disorders such as polycythemia vera. $#(Choice B)#  RAS/RAF/MAPK signaling is involved in cell cycle progression, and mutations within the pathway are implicated in the development of numerous cancers (eg, colon, lung, pancreatic). $#(Choice C)#  @Telomerase@ is an enzyme that maintains telomere length; when mutated, rapidly dividing cells lose chromosomal integrity, triggering premature cell death.  Characteristic findings of abnormal telomerase activity (eg, dyskeratosis congenita) include oral leukoplakia, dystrophic nails, bone marrow failure, and pulmonary fibrosis. $#(Choice E)#  Von Hippel-Lindau (VHL) syndrome is an autosomal dominant hereditary cancer syndrome caused by a mutation affecting VHL tumor suppressor protein, which normally functions as a ubiquitin ligase to facilitate proteasomal degradation.  Characteristic tumors include hemangioblastoma, clear cell renal carcinoma, and pheochromocytoma. $#Educational objective# Tuberous sclerosis complex is a neurocutaneous disorder in which enhanced mTOR signaling due to defective tuberin-hamartin complex results in uncontrolled cellular proliferation and tumor formation (eg, subependymal nodules).  ","clickable_1":"images/img1.15237.jpg","clickable_2":"images/img2.15237.jpg","clickable_3":"images/img3.15237.jpg","clickable_4":"images/img4.15237.jpg","clickable_5":"images/img5.15237.jpg"},

{"id":"8859","title":"A 32-year-old woman describes five episodes of intractable vomiting over the last year.  The episodes last several hours and are associated with a sensation that the room is spinning or tilting.  At these times, it is difficult for her to walk because she loses her balance.  She cannot relate the timing of the episodes to any particular inciting event.  Physical examination reveals stability in the Romberg position and during tandem walk.  Proprioception is intact.  Dysfunction of which of the following structures best explains this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Posterior columns of the spinal cord","answer_2":"B. Vagal nerve","answer_3":"C. Optic tract","answer_4":"D. Inner ear","answer_5":"E. Cerebellum","answer_6":"F. Frontal cortex","percent_1":"1%","percent_2":"2%","percent_3":"1%","percent_4":"90%","percent_5":"6%","percent_6":"0%","right_answer":"D. Inner ear","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient is experiencing vertigo due to vestibular dysfunction.  Vertigo is a sensation of motion when no motion is present or an exaggerated sense of motion for a given bodily movement.  It must be distinguished from other sensations that are often described by patients using similar terminology, such as imbalance, light-headedness, and syncope.  Vertigo resulting from vestibular dysfunction tends to be of sudden onset, interfere with walking, and cause nausea and vomiting.  Typical causes of vestibulopathy include Meniere's disease, perilymphatic fistulas, benign positional vertigo, labyrinthitis, and acoustic neuromas. $ (Choice A)  Disease of the posterior column of the spinal cord can occur in syphilis (i.e., tabes dorsalis) and vitamin B12 deficiency.  Typical symptoms include ataxia, decreased proprioception and vibratory sense, and hyporeflexia.  This patient's normal neurologic exam makes posterior column disease unlikely. $ (Choice B)  Vagal nerve damage can present as hoarseness, dysphagia, abnormal gastrointestinal motility, or tachycardia.  Vagal nerve dysfunction will not cause vertigo. $ (Choice C)  Optic tract dysfunction will result in visual problems.  Vision deficits do not typically cause vertigo, but may cause people to feel unsteady on their feet. $ (Choice E)  Cerebellar dysfunction presents as ataxia, imbalance, incoordination, and nystagmus.  Patients with cerebellar dysfunction will be unable to perform tandem walking due to their imbalance. $ (Choice F)  The frontal cortex controls executive functions and response inhibition.  Damage to the frontal cortex results in \"frontal release\" symptoms, such as personality change, inability to organize or plan, and disinhibition. $ Educational Objective Vertigo is a sensation of excessive motion compared to physical reality.  It is most commonly due to dysfunction within the vestibular system."},

{"id":"15702","title":"A 68-year-old man is brought to the emergency department by his daughter due to a change in mental status.  Over the past 2 days, the patient has reported seeing strangers sneaking around the house when only he and his daughter were at home.  He has also been intermittently confused, difficult to rouse, and distractible.  The patient has had no headaches or focal weakness.  He has no chronic medical or psychiatric problems other than seasonal allergies, which his daughter says have flared up since he moved in with her 2 weeks ago.  Temperature is 36.7 C (98 F), blood pressure is 140/85 mm Hg, pulse is 88/min, and respirations are 12/min.  On physical examination, the patient is somnolent but arousable to voice.  He is not oriented to place or time.  Pupils are bilaterally equal and reactive to light.  Bilateral upper and lower extremity muscle strength, deep tendon reflexes, and pain sensation are normal.  Blood cell counts and serum chemistry studies are within normal limits.  Which of the following is the most likely cause of his current condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brief psychotic disorder","answer_2":"B. Dementia with Lewy bodies","answer_3":"C. Frontotemporal dementia","answer_4":"D. Hypothyroidism","answer_5":"E. Medication effect","percent_1":"21%","percent_2":"22%","percent_3":"9%","percent_4":"1%","percent_5":"48%","right_answer":"E. Medication effect","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has altered mental status (eg, #impaired consciousness#, disorientation, #hallucinations#) consistent with #delirium#.  The key characteristics of #acute onset# (hours to days) and #fluctuation# distinguish delirium from other disorders with similar symptoms (eg, dementia, psychosis).  Delirium is frequently multifactorial, most often caused by an acute medical condition, drug intoxication/withdrawal, or adverse medication effect.  Underlying illness and intoxication/withdrawal are unlikely given this patient's stable vital signs, nonfocal exam, and normal laboratory values.  Therefore, #medication-induced delirium#, which is common with over-the-counter remedies for #seasonal allergies#, should be suspected. $ Drug reactions frequently cause delirium, and psychoactive agents (eg, anticholinergics, #antihistamines#, benzodiazepines, sedative-hypnotics, opioids) carry the highest risk.  Comprehensive medication review (including over-the-counter agents and other family members' prescriptions) is essential to every delirium workup.  The definitive treatment for delirium must address the #underlying cause# (eg, treat the medical illness, remove the offending medication). $ Dementia (often previously unrecognized) is among the most common risk factors for delirium, and cognitive assessment should follow delirium resolution. $ (Choice A)  Brief psychotic disorder may be diagnosed in patients with ≥1 day but <1 month of psychotic symptoms not better explained by a medical illness/medication effect.  Patients with brief psychotic disorder are typically alert without altered consciousness. $ (Choice B)  Like delirium, dementia with Lewy bodies can cause visual hallucinations and cognitive fluctuations.  However, it is marked by early executive dysfunction (eg, driving difficulty, job impairment), follows a progressive course, and has other neurologic findings (eg, parkinsonism, REM sleep behavior disorder). $ (Choice C)  Frontotemporal dementias are a group of several neurodegenerative diseases.  They can present with behavioral disturbance (eg, impulsivity, disinhibition, apathy) or language impairment (eg, aphasia).  Unlike delirium, they have a gradual onset with a progressive course, and hallucinations are atypical. $ (Choice D)  Hypothyroidism presenting as delirium is rare, but would be possible if severe (ie, myxedema coma); however, progressive lethargy with hypothermia, hypotension, and bradycardia is typically present.  Delirium is a more common manifestation of acute thyrotoxicosis. $ Educational objective Delirium involves the acute onset of fluctuating disturbances in attention (eg, altered consciousness) and cognition (eg, disorientation, hallucinations).  When no clear medical illness is apparent, medication-induced delirium should be suspected.  Psychoactive drugs (eg, anticholinergics, antihistamines, benzodiazepines, sedative-hypnotics, opioids) are common causes, and over-the-counter agents and unauthorized prescriptions should not be overlooked."},

{"id":"703","title":"A 64-year-old man comes to the office due to slowing of his movements and gait instability that has contributed to several recent falls.  The patient was diagnosed with Parkinson disease a year ago.  On physical examination, there is a resting tremor involving the right hand and rigidity during passive flexion and extension of the right upper limb.  The patient is started on therapy with pramipexole.  Which of the following best describes the mechanism of action of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreases central dopamine degradation","answer_2":"B. Directly stimulates dopamine receptors","answer_3":"C. Enhances the effect of endogenous dopamine","answer_4":"D. Increases dopamine precursor availability in the brain","answer_5":"E. Inhibits central muscarinic receptors","percent_1":"17%","percent_2":"55%","percent_3":"13%","percent_4":"10%","percent_5":"5%","right_answer":"B. Directly stimulates dopamine receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp703.jpg","explanation_1":"","explanation_2":"$This patient has Parkinson disease (PD), which is caused by degeneration of the dopaminergic neurons in the substantia nigra, leading to a progressive #deficiency of dopamine# available to inhibit the @basal ganglia@.  This results in decreased stimulation of the motor cortex by the thalamus, leading to the classic triad of bradykinesia, rigidity, and resting tremor. $Several categories of medications used for PD aim to treat dopamine insufficiency by different mechanisms: $• Dopamine precursors (eg, levodopa) replace dopamine depletion $• Enzyme inhibitors (eg, selegiline) inhibit central dopamine degradation $• Dopamine agonists (eg, pramipexole) directly activate dopamine receptors $#Dopamine agonists# (eg, #pramipexole#) have a chemical structure similar to that of the neurotransmitter dopamine and directly stimulate dopamine receptors.  Unlike levodopa, they do not have to be metabolized to be active.  In addition to having similar adverse effects as levodopa (eg, nausea, orthostasis), dopamine agonists' direct stimulation of dopamine receptors can cause impulse control disorders (eg, pathologic gambling, compulsive sexuality), likely because dopamine is involved in the rewards pathway. $#(Choice A)#  Selegiline inhibits monoamine oxidase-B in the brain, which results in decreased central dopamine degradation, leaving more available to stimulate the basal ganglia. $#(Choice C)#  Amantadine enhances the effect of endogenous dopamine by increasing dopamine release and inhibiting its reuptake.  It is also thought to cause anticholinergic effects (reduces tremor), as well as antagonism of N-methyl-D-aspartate receptors (reduces glutamine-induced neurotoxicity). $#(Choice D)#  Both catechol-O-methyltransferase inhibitors (eg, entacapone, tolcapone) and dopa decarboxylase inhibitors (eg, carbidopa) decrease the breakdown of levodopa in peripheral tissues and increase the amount of levodopa available to cross the blood-brain barrier. $#(Choice E)#  The dopamine insufficiency of PD upsets the normal balance between dopamine and acetylcholine in the basal ganglia, resulting in cholinergic hypersensitivity.  Anticholinergic medications (eg, trihexyphenidyl) counteract this effect by inhibiting central muscarinic receptors.  These drugs are typically limited to younger patients with tremor-dominant PD due to adverse effects in the elderly and lack of effect on bradykinesia/rigidity. $#Educational objective# Dopamine agonists have a chemical structure similar to that of the neurotransmitter dopamine and directly stimulate dopamine receptors.  They can be used instead of, or in addition to, levodopa therapy to treat the motor symptoms of Parkinson disease (eg, bradykinesia, rigidity, tremor).  ","clickable_1":"images/img1.703.jpg"}
    
]