[
    {"id":"16116","title":"A 40-year-old woman comes to the office due to recurrent episodes of postprandial abdominal pain.  The pain is in the right upper quadrant and is associated with nausea.  The patient has no fever, jaundice, or loss of appetite.  Other medical conditions include obstructive sleep apnea and obesity.  The patient takes no medications.  She has never had any surgeries.  She does not use tobacco, alcohol, or illicit drugs.  The patient is afebrile.  Blood pressure is 140/90 mm Hg.  BMI is 38 kg/m2.  Examination shows tenderness in the right upper quadrant.  Abdominal ultrasound demonstrates multiple gallstones.  A gross specimen obtained from laparoscopic cholecystectomy is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/16116.jpg","title_2":"Which of the following is the most likely mechanism responsible for gallstone formation in this patient?","audio":"","comparison_items":"","answer_1":"A. Altered enterohepatic cycling of bilirubin","answer_2":"B. Decreased bile acid synthesis","answer_3":"C. Delayed gallbladder emptying","answer_4":"D. Increased cholesterol synthesis","answer_5":"E. Increased efflux of bilirubin into bile","percent_1":"2%","percent_2":"10%","percent_3":"13%","percent_4":"74%","percent_5":"1%","right_answer":"D. Increased cholesterol synthesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Bile is stored and concentrated within the gallbladder and is involved in digestion and absorption of dietary fats and removal of waste products (eg, bilirubin, cholesterol) for excretion in feces.  Gallstones usually occur when one such waste product supersaturates the bile, resulting in precipitation and eventual stone formation. $ In the United States, most gallstones are due to the #supersaturation of cholesterol#, which usually precipitates out of bile with calcium salts and mucin, forming #white or yellow cholesterol stones#, as seen in this patient.  @Cholesterol stone@ formation occurs due to the following: $ • #Increased cholesterol synthesis:#  Hypercholesterolemia, caused by diet, genetics, diabetes mellitus, medications (eg, oral contraceptives), or #obesity# (increased HMG-CoA reductase activity), results in hypersecretion of cholesterol into the bile. $ • #Gallbladder hypomotility:#  Pregnancy, medications (eg, somatostatin), prolonged fasting, parenteral nutrition, and spinal cord injury lead to @gallbladder stasis@, which promotes excessive water resorption from bile and concentration of cholesterol. $ • #Decreased bile acid synthesis# (or recirculation):  Fibrates (eg, fenofibrate) inhibit bile acid synthesis, increasing cholesterol concentration within the bile.  Decreased bile acid resorption at the ileum (eg, due to Crohn disease) also promotes cholesterol concentration. $ Increased calcium or mucin concentration:  Rapid weight loss (eg, gastric bypass) promotes increased calcium and mucin concentrations in the bile, which trap cholesterol crystals and promote stone formation. $ #(Choices A and E)#  Increased enterohepatic cycling of bilirubin occurs with ileal disease (eg, Crohn disease), as the loss of bile acids promotes reabsorption of unconjugated bilirubin.  Increased efflux of bilirubin into bile also occurs with hyperbilirubinemia from chronic hemolysis (eg, sickle cell disease).  Because of high bilirubin concentrations, these mechanisms promote the formation of black @pigment stones@, not cholesterol stones. $ #(Choices B and C)#  Although both decreased bile acid synthesis (eg, due to fibrate medications) and gallbladder hypomotility (eg, due to pregnancy, prolonged fasting, or spinal cord injury) promote the formation of cholesterol gallstones, this patient does not have risk factors for either etiology. $ Educational objective Most gallstones occur due to the supersaturation of cholesterol, which precipitates out of bile with mucin and calcium salts to form white or yellow cholesterol stones.  Factors that promote the formation of cholesterol stones include increased cholesterol synthesis, gallbladder hypomotility, increased calcium or mucin concentration, and decreased bile acid synthesis or recirculation.","clickable_1":"images/img1.16116.jpg","clickable_2":"images/img2.16116.jpg","clickable_3":"images/img3.16116.jpg"},

{"id":"80","title":"A 50-year-old woman comes to the emergency department with severe upper abdominal pain.  The pain started suddenly and is sharp and colicky.  She has also vomited several times throughout the day, including once while in the emergency department.  The patient describes several prior episodes of similar abdominal pain that resolved spontaneously without treatment.  Her other medical problems include complicated appendicitis when she was 22 years old.  Her temperature is 37.8 C (100 F) and pulse is 112/min.  Abdominal examination shows cessation of inspiration with deep palpation of the right upper quadrant.  Laboratory assessment shows a serum bilirubin of 0.8 mg/dL and a serum alkaline phosphatase of 100 U/L.  Initial imaging studies are equivocal.  Which of the following diagnostic test results would be most specific for acute cholecystitis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Distended duodenum on upper gastrointestinal series","answer_2":"B. Echogenic structures inside the gallbladder on abdominal ultrasound","answer_3":"C. Failed gallbladder visualization on radionuclide biliary scan","answer_4":"D. Increased serum aspartate and alanine aminotransferase levels","answer_5":"E. Opacities in the right subcostal area on abdominal x-ray","percent_1":"2%","percent_2":"53%","percent_3":"34%","percent_4":"3%","percent_5":"8%","right_answer":"C. Failed gallbladder visualization on radionuclide biliary scan","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp80.jpg","explanation_1":"#Acute cholecystitis# is caused by gallstone obstruction of the #cystic duct# in more than 90% of cases.  Ingestion of fatty foods then stimulates contraction of the gallbladder against the impacted stone, resulting in severe colicky pain.  Mechanical disruption of the gallbladder mucosa and release of inflammatory mediators (eg, lysolecithin, prostaglandins) cause the obstructed gallbladder to become inflamed and edematous.  As blood supply to the distended organ becomes compromised, secondary bacterial infection frequently develops.  Potential complications include gangrene and perforation, with subsequent formation of a pericholecystic abscess or generalized peritonitis. $Ultrasonography is the #preferred# initial imaging test for the diagnosis of acute cholecystitis; however, nuclear medicine hepatobiliary scanning (ie, cholescintigraphy) can be an alternate means when ultrasonography is #inconclusive#.  During a hepatobiliary scan, a radiotracer is administered intravenously and is preferentially taken up by hepatocytes and excreted into bile.  Images of the tracer as it moves through the hepatobiliary system and intestine are then obtained for up to several hours after injection.  ","explanation_2":"$In patients with a patent cystic duct, the gallbladder will be seen as the radiotracer accumulates and concentrates within (image C).  In acute or chronic cholecystitis, the radiotracer will be taken up by the liver with progressive excretion into the common bile duct and proximal small bowel, but the #gallbladder will not be visualized# due to the obstruction (image A and B). $#(Choice A)#  Distended duodenum on an upper gastrointestinal series would be suggestive of small-bowel obstruction (as seen with gallstone ileus). $#(Choice B)#  The presence of echogenic structures within the gallbladder on ultrasound can be suggestive of acute cholecystitis in the setting of fever and abdominal pain, but it is not diagnostic.  Cholelithiasis can also cause more benign biliary colic, or be an incidental asymptomatic finding in the setting of other abdominal pathology.  Ultrasound findings more specific for acute cholecystitis include gallbladder wall thickening, pericholecystic fluid, and a positive sonographic Murphy sign. $#(Choice D)#  Mild increases in serum aspartate and alanine aminotransferase levels can occur in acute cholecystitis, but they are nonspecific and do not aid the diagnosis. $#(Choice E)#  Most patients have insufficient calcium in their gallstones to be visualized on an abdominal x-ray. $#Educational objective# Acute cholecystitis is most often caused by gallstones obstructing the cystic duct.  The diagnosis can be made by identifying signs of gallbladder inflammation (eg, wall thickening, pericholecystic fluid) on ultrasonography.  When ultrasound is inconclusive, nuclear medicine hepatobiliary scanning (ie, cholescintigraphy) can be used to assess cystic duct patency and make the diagnosis.  "},

{"id":"21083","title":"An 18-month-old boy is brought to the office due to abnormal limb movements and delay in achieving motor milestones.  He is unable to pull up to stand or walk and recently developed stiffness in the extremities.  Birth history is remarkable for readmission at age 1 week for severe, persistent jaundice due to RhD incompatibility, which required intensive phototherapy and exchange transfusion.  On examination, the patient exhibits a limited upward gaze and dystonic extremity movement.  MRI of the head would most likely reveal abnormal signal in which of the following areas?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basal ganglia","answer_2":"B. Corpus callosum","answer_3":"C. Lateral temporal cortex","answer_4":"D. Mammillary bodies","answer_5":"E. Occipital cortex","percent_1":"81%","percent_2":"5%","percent_3":"4%","percent_4":"7%","percent_5":"3%","right_answer":"A. Basal ganglia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Bilirubin-induced neurologic dysfunction! ?Pathophysiology? • Excess levels of free, unconjugated bilirubin cross the blood-brain barrier • Bilirubin deposits in basal ganglia & brainstem nuclei • Neuronal damage, necrosis & atrophy ?Risk factors? • Prematurity • Hemolysis (eg, glucose-6-phosphate dehydrogenase deficiency) • Birth trauma (eg, cephalohematoma) • Exclusive breastfeeding with excessive weight loss ?Clinical features? • Acute encephalopathy: hypertonia, irritability, apnea, seizures • Chronic encephalopathy: sensorineural hearing loss, choreoathetoid $movements, upward gaze palsy","explanation_img":"","explanation_1":"","explanation_2":"This child with a history of severe neonatal jaundice has dystonic movements and gaze abnormalities, findings concerning for #bilirubin-induced neurologic dysfunction# (BIND). $ Unconjugated bilirubin, a @by-product@ of red blood cell destruction, is normally increased in all newborns and is bound to plasma albumin, preventing it from crossing the immature neonatal #blood-brain barrier#.  However, the bilirubin concentration can dramatically rise (total bilirubin >30 mg/dL), usually in the setting of an underlying hemolytic condition (eg, RhD incompatibility, glucose-6-phosphate dehydrogenase deficiency), and can exceed the albumin binding capacity.  If this happens, the #excess bilirubin# remains #unbound# and can pass beyond the blood-brain barrier.  This neurotoxic bilirubin preferentially deposits in the @basal ganglia@ and #brainstem nuclei#. $ Initial symptoms of acute BIND occur in the neonatal period and are often subtle (eg, poor feeding) but may include inconsolability, @change in tone@, and apnea.  Patients with prolonged, severe hyperbilirubinemia or delayed/inadequate treatment are at risk for chronic BIND (previously referred to as kernicterus), which typically develops after infancy and is irreversible.  Destruction of neurons in the basal ganglia leads to #abnormal movements# (eg, #chorea, dystonia#).  Similarly, #upward gaze palsy# and #sensorineural hearing loss# occur due to neuronal destruction in the gray matter of visual and auditory brainstem nuclei, respectively.  Developmental delay, as seen in this patient, is also typical. $ (Choice B)  Abnormalities of the corpus callosum (eg, agenesis, dysgenesis) often cause gross motor delay.  However, dystonia and gaze abnormalities would not be expected, and bilirubin deposition does not occur in the corpus callosum. $ (Choice C)  Damage to the lateral temporal cortex, which is typically spared in BIND, usually affects receptive speech (ie, @Wernicke area@), and gross motor delays would not be seen. $ (Choice D)  Thiamine deficiency in adults with Wernicke-Korsakoff syndrome is associated with @mammillary body@ damage that causes memory impairment, not motor dysfunction.  BIND is not associated with damage to this area. $ (Choice E)  Occipital lobe damage, which does not occur in BIND, can lead to cortical blindness but does not explain this patient's abnormal movements and tone. $Educational objective Excess unconjugated bilirubin in the neonatal period, often caused by increased hemolysis, can cross the blood-brain barrier and deposit in the basal ganglia and brainstem nuclei.  If inadequately treated, this can lead to chronic, irreversible neurologic dysfunction, including abnormal movements (eg, chorea, dystonia) and impaired vision and hearing.","clickable_1":"images/img1.21083.jpg","clickable_2":"images/img2.21083.jpg","clickable_3":"images/img3.21083.jpg","clickable_4":"images/img4.21083.jpg","clickable_5":"images/img5.21083.jpg"},

{"id":"402","title":"A 52-year-old woman is evaluated for a 6-month history of progressive fatigue and generalized pruritus.  She has had no significant prior medical conditions or surgery and takes no medications.  The patient does not use tobacco, alcohol, or illicit drugs.  Her sister has Sjögren syndrome.  Physical examination shows skin excoriations and mild hepatomegaly.  Laboratory results are as follows.","title_table":"?Alkaline phosphatase? 480 U/L ?Aspartate aminotransferase (SGOT)? 37 U/L ?Alanine aminotransferase (SGPT)? 49 U/L ?Antimitochondrial antibody? positive","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"The pathogenesis of this patient's disease process most closely resembles that of which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Acetaminophen toxicity","answer_2":"B. Alcohol-induced hepatitis","answer_3":"C. Budd-Chiari syndrome","answer_4":"D. Graft versus host disease","answer_5":"E. Hemochromatosis","answer_6":"F. Reye syndrome","percent_1":"3%","percent_2":"7%","percent_3":"15%","percent_4":"59%","percent_5":"9%","percent_6":"8%","right_answer":"D. Graft versus host disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp402.jpg","explanation_1":"","explanation_2":"$#Primary biliary cholangitis# (PBC, formerly primary biliary cirrhosis) is a chronic #autoimmune liver disease# characterized by destruction of small and midsized intrahepatic bile ducts with resulting cholestasis.  It is most common in middle-aged women and is frequently associated with other autoimmune disorders (eg, Sjögren syndrome, rheumatoid arthritis).  Clinical features include fatigue, itching, and hepatomegaly.  Serum alkaline phosphatase is elevated, and #antimitochondrial antibody# titers are positive in most cases.  Biopsy findings in PBC typically show patchy #lymphocytic inflammation#, leading to granulomatous #destruction of intrahepatic bile ducts# (ie, florid duct lesion), with necrosis and micronodular regeneration of periportal tissues. $Of the diseases listed, only #graft versus host disease# (GVHD) causes similar #immune-mediated# destruction of intrahepatic bile ducts.  GVHD occurs in immunocompromised patients following transplant of allogeneic bone marrow or other lymphocyte-rich tissues (eg, nonirradiated blood).  Donor T-cells migrate into host tissues, where they recognize host major histocompatibility complex antigens as foreign.  Liver involvement is often heralded by a rise in alkaline phosphatase and characterized histologically by #lymphocytic infiltration# and #destruction of small intrahepatic bile ducts#, highlighting the #immunologic etiology# of both diseases. $#(Choice A)#  Serious acetaminophen overdose causes direct hepatocellular toxicity resulting in liver failure with centrilobular necrosis that can extend to include entire lobules. $#(Choice B)#  Alcohol-induced hepatitis (due to toxicity from chronic ethanol ingestion) is characterized by hepatocellular swelling and necrosis, steatosis, @Mallory bodies@, neutrophilic infiltration, and fibrosis. $#(Choice C)#  Budd-Chiari syndrome is due to occlusion of the hepatic veins with a resulting increase in intrahepatic pressure.  Gross findings include hepatomegaly with a tense capsule and reddish-purple parenchyma.  Typical microscopic findings include severe centrilobular congestion and necrosis. $#(Choice E)#  Hemochromatosis is due to abnormal iron absorption and results in deposition of hemosiderin in the liver.  Biopsy is characterized by @visible iron@ within hepatocytes. $#(Choice F)#  Reye syndrome occurs in children with underlying inborn errors in metabolism; acute viral illness (often with concomitant aspirin use) promotes mitochondrial injury and subsequent alterations in metabolism that result in encephalopathy and hepatic dysfunction.  Biopsy demonstrates panlobular microvesicular steatosis. $#Educational objective# Primary biliary cholangitis is a chronic autoimmune liver disease characterized by lymphocytic infiltrates and destruction of small and midsized intrahepatic bile ducts.  Similar findings are seen in hepatic graft versus host disease, highlighting the immunologic etiology of both disorders.  ","clickable_1":"images/img1.402.jpg","clickable_2":"images/img2.402.jpg"},

{"id":"49","title":"A 42-year-old man comes to the office due to progressive fatigue, nausea, and itchiness.  On review of systems, the patient admits that he occasionally has bloody stools.  Medical history is unremarkable.  Examination shows scleral icterus.  Percutaneous liver biopsy is performed, and histologic analysis of the tissue sample reveals fibrous obliteration of intrahepatic bile ducts with concentric replacement by connective tissue.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune hepatitis ","answer_2":"B. Cytomegalovirus infection","answer_3":"C. Hemochromatosis","answer_4":"D. Primary biliary cholangitis ","answer_5":"E. Primary sclerosing cholangitis","percent_1":"3%","percent_2":"1%","percent_3":"1%","percent_4":"19%","percent_5":"75%","right_answer":"E. Primary sclerosing cholangitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Autoimmune liver disease! ∆ Autoimmune$ hepatitis ∆ Primary biliary$ cholangitis ∆ Primary$ sclerosing$ cholangitis § Epidemiology ∆ • Female > male ∆ • Female >> male ∆ • Male > female § Associations ∆ • Other autoimmune$ disorders ∆ • Other autoimmune disorders ∆ • IBD (particularly UC) § Liver injury$ pattern ∆ • Hepatocellular (↑$ transaminases) ∆ • Cholestatic (↑ alkaline$ phosphatase) ∆ • Cholestatic (↑ alkaline$ phosphatase) § Antibodies ∆ • Anti–smooth$ muscle$ • Antinuclear* ∆ • Antimitochondrial$• Antinuclear* ∆ • ± p-ANCA* § Histology ∆• Interface hepatitis$ (portal &$ periportal$ lymphoplasmacytic$ infiltrate) ∆ • Florid duct lesion$ (granulomatous destruction$ of small bile ducts) ∆ • Fibrous obliteration of bile ducts$ with concentric periductal$ deposition of connective tissue$ (onion skin–like pattern ) % *Nonspecific.$#IBD# = inflammatory bowel disease; #p-ANCA# =$ perinuclear antineutrophil cytoplasmic antibodies; #UC# = ulcerative colitis. ","explanation_img":"","explanation_1":"","explanation_2":"This patient with fatigue, nausea, pruritus, and scleral icterus has characteristic biopsy findings associated with #primary sclerosing cholangitis# (PSC), a chronic disorder characterized by inflammation, fibrosis, and stricture of the intrahepatic and extrahepatic bile ducts.  Histologic features include #fibrous obliteration of the bile ducts# as well as #concentric periductal connective tissue# deposition, which resembles an @onion skin–like pattern@.  PSC affects men disproportionately and has a strong association with #ulcerative colitis#, likely explaining this patient's bloody stools. $ Manifestations of PSC are related to cholestasis and include #pruritus#, jaundice, and fatigue.  Laboratory findings also reflect a #cholestatic pattern# of liver injury and include elevated alkaline phosphatase levels, direct hyperbilirubinemia, and normal to mildly elevated aminotransferases.  The diagnosis is typically confirmed with cholangiography (eg, MR or endoscopic retrograde cholangiopancreatography) demonstrating multifocal bile duct stricture with segmental dilations. $ (Choice A) @Autoimmune hepatitis@ can cause fatigue, pruritus, and jaundice but is characterized histologically by portal and periportal lymphoplasmacytic infiltration.  It is usually diagnosed in women with other autoimmune conditions (eg, celiac disease). $ (Choice B)  @Cytomegalovirus infection@ can cause hepatitis; however, microscopy typically reveals large cells with basophilic intracytoplasmic and intranuclear inclusions (eg, owl's eye appearance).  In addition, it typically occurs in immunocompromised individuals (eg, transplant patients). $ (Choice C)  @Hemochromatosis@ leads to excessive hepatic iron storage, which results in visible iron deposits within hepatocytes.  It is typically associated with diabetes, skin hyperpigmentation, arthralgias, and cardiomyopathy. $ (Choice D)  @Primary biliary cholangitis@ also causes cholestasis with jaundice and pruritus; however, it is characterized histologically by inflammation and granulomatous destruction of the small bile ducts (eg, florid duct lesions).  In addition, it is much more common in women and is not usually associated with inflammatory bowel disease. $ Educational objective Primary sclerosing cholangitis is characterized by inflammation, fibrosis, and stricture of intrahepatic and extrahepatic bile ducts.  Histologic findings include fibrous obliteration of bile ducts and concentric periductal connective tissue deposition (eg, onion skin–like pattern).  Manifestations reflect cholestasis and include jaundice, pruritus, fatigue, and a cholestatic injury pattern (ie, elevated alkaline phosphatase, direct hyperbilirubinemia).","clickable_1":"images/img1.49.jpg","clickable_2":"images/img2.49.jpg","clickable_3":"images/img3.49.jpg","clickable_4":"images/img4.49.jpg","clickable_5":"images/img5.49.jpg"},

{"id":"364","title":"A 59-year-old woman comes to the office due to fatigue and generalized itching that have developed slowly over the last year.  She has not had a visible rash.  The patient is reluctant to seek health care and has not seen a physician in years.  She does not use tobacco, alcohol, or illicit drugs.  Vital signs are normal.  Examination shows mild hepatomegaly.  Laboratory studies show a striking increase in serum alkaline phosphatase, with moderate elevations in bilirubin and hepatic transaminases.  Liver biopsy reveals dilated bile canaliculi with green-brown plugs and yellowish-green accumulations of pigment within the hepatic parenchyma.  The patient does not return for her scheduled follow-up appointment to discuss further management.  This patient is at risk for developing which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac dilation","answer_2":"B. Choreoathetosis","answer_3":"C. Fat-soluble vitamin deficiency","answer_4":"D. Gastric atrophy","answer_5":"E. Macrocytic anemia","answer_6":"F. Seborrheic dermatitis","percent_1":"4%","percent_2":"8%","percent_3":"82%","percent_4":"1%","percent_5":"3%","percent_6":"2%","right_answer":"C. Fat-soluble vitamin deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Causes of cholestasis! ?Intrahepatic? • Drug induced (eg, erythromycin,$ contraceptives) • Primary biliary cholangitis • Cholestasis of pregnancy • Primary sclerosing cholangitis (may also be extrahepatic) ?Extrahepatic? • Choledocholithiasis • Malignancy (eg, pancreatic, gallbladder)","explanation_img":"","explanation_1":"","explanation_2":"This patient has fatigue, pruritus, hepatomegaly, and an elevated alkaline phosphatase level suggesting cholestatic liver disease.  #Cholestasis# can arise secondary to hepatocellular dysfunction or intrahepatic or extrahepatic biliary obstruction.  Both obstructive and nonobstructive cholestasis are characterized by the deposition of bile pigment within the hepatic parenchyma, often with green-brown plugs in the dilated bile canaliculi.  When it is prolonged, the reduction in bile flow causes intestinal #malabsorption# of fats and #fat-soluble vitamins# (A, D, E, and K), which require bile salts for digestion. $ (Choice A)  Cardiac dilation can result from deficiency of thiamine (vitamin B1), a water-soluble vitamin.  Deficiency is common in patients with alcohol use disorder, not cholestatic liver disease. $ (Choice B)  Wilson disease is an autosomal recessive disorder characterized by abnormal biliary handling of copper.  Liver disease with eventual cirrhosis is common.  Central nervous system involvement can cause dysarthria, ataxia, and movement disorders including chorea and athetosis.  Hepatocellular markers (eg, transaminases) will be elevated more prominently than cholestatic markers.$ #(Choices D and E)#  Atrophic gastritis can be due to autoimmune causes (pernicious anemia), Helicobacter pylori infection, radiation, or granulomatous conditions.  Loss of intrinsic factor production by parietal cells can lead to deficiency of vitamin B12 with resulting macrocytic anemia. $ (Choice F)  @Seborrheic dermatitis@ is a common inflammatory condition characterized by accumulation of scaly, greasy skin on the scalp, face, ears, eyelids, and eyebrows.  Severe or widespread seborrhea is seen in HIV infection and Parkinson disease, but it is not associated with cholestatic liver disease. $ Educational objective Cholestatic liver disease can cause malabsorption and nutritional deficiencies of fat-soluble vitamins.","clickable_1":"images/img1.364.jpg"},

{"id":"401","title":"A 45-year-old woman recently diagnosed with Sjögren's syndrome complains of severe pruritus that slowly progressed over the last year.  She says that pruritus is especially prominent over palms and soles and is unbearable during the night.  Laboratory testing shows:","title_table":"?Total bilirubin? 1.0 mg/dL, ?Direct bilirubin? 0.8 mg/dL, ?Alkaline phosphatase? 720 U/L, ?Aspartate aminotransferase (SGOT)? 48 U/L, ?Alanine aminotransferase (SGPT)? 40 U/L","title_table_3":"","exhibit_1":"","image_1":"","title_2":"This patient most likely has which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Viral hepatitis B","answer_2":"B. Viral hepatitis C","answer_3":"C. Alcohol-induced hepatitis","answer_4":"D. Budd-Chiari syndrome","answer_5":"E. Primary biliary cholangitis","answer_6":"F. Hemochromatosis","answer_7":"G. Wilson's disease","percent_1":"1%","percent_2":"1%","percent_3":"3%","percent_4":"3%","percent_5":"90%","percent_6":"2%","percent_7":"1%","right_answer":"E. Primary biliary cholangitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp401.jpg","explanation_1":"","explanation_2":"$This patient is suffering from #primary biliary cholangitis# (PBC), a chronic liver disease characterized by autoimmune destruction of the intrahepatic bile ducts and cholestasis.  The condition presents most commonly in #middle-aged women# and is insidious in onset.  #Pruritus# is usually the first symptom and may be very severe, especially at night.  Fatigue is also often reported.  Physical findings typically include hepatosplenomegaly and xanthomatous lesions in the eyelids or in the skin and tendons.  As the disease progresses, jaundice, steatorrhea, and portal hypertension may develop. $ Abnormalities on laboratory testing are consistent with cholestasis and include #elevated alkaline phosphatase# cholesterol, and bile acids (causing pruritus) due to spillage of bile into the blood.  Diagnosis is confirmed with demonstration of #anti-mitochondrial antibodies# in the serum.  Associated conditions include #autoimmune diseases# such as Sjögren's syndrome, Raynaud's syndrome, systemic sclerosis, and Hashimoto's thyroiditis. $ #(Choices A and B)#  Expected laboratory findings in a patient with acute viral hepatitis include significant elevations in ALT and AST (with ALT > AST), followed by rises in bilirubin. $ (Choice C)  Alcohol-induced hepatitis is typically associated with a significant drinking history and is commonly characterized by an AST:ALT ratio greater than 2:1. $ (Choice D)  Budd-Chiari syndrome arises secondary to thrombotic occlusion of the hepatic veins and/or the intra- or suprahepatic inferior vena cava.  The venous occlusion causes the sinusoidal pressure to increase, ultimately leading to portal hypertension, ascites, hepatomegaly, and splenomegaly. $ #(Choices F and G)#  Hemochromatosis and Wilson's disease cause hepatocellular injury and thus are associated with elevated ALT and AST rather than cholestatic picture. $ Educational objective Primary biliary cholangitis is a chronic liver disease characterized by autoimmune destruction of the intrahepatic bile ducts and cholestasis (elevated alkaline phosphatase).  The condition is most common in middle-aged women, with severe pruritus (especially at night) often one of the first reported symptoms."},

{"id":"1319","title":"A 43-year-old woman comes to the emergency department with severe epigastric pain that started after she ate a heavy meal.  She has had several milder episodes, noting that they occur after she eats fried food.  The patient has not experienced bloating or changes in stool frequency.  She recently sprained her ankle, for which she takes ibuprofen daily.  BMI is 31 kg/m2.  Physical examination is limited by pain.  Which of the following substances most likely initiates the recurrent episodes of epigastric pain seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cholecystokinin","answer_2":"B. Lactose","answer_3":"C. Prostaglandin E2","answer_4":"D. Secretin","answer_5":"E. Serotonin","answer_6":"F. Somatostatin","percent_1":"66%","percent_2":"0%","percent_3":"18%","percent_4":"11%","percent_5":"3%","percent_6":"2%","right_answer":"A. Cholecystokinin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1319.jpg","explanation_1":"","explanation_2":"$This patient's recurrent epigastric pain after eating fat- and protein-rich meals strongly suggests #biliary colic# from underlying gallstones and/or biliary sludge.  Most commonly, gallstones are cholesterol based, often developing in persons older than age 40.  Elevated estrogen exposure (eg, female sex, obesity, pregnancy) significantly increases the risk because it stimulates cholesterol-rich bile secretion. $When bile becomes supersaturated with cholesterol, microscopic crystal formation creates a thick slurry (biliary sludge), with further aggregation producing gallstones.  On detecting fat- and protein-rich chyme, I cells lining the duodenum and jejunum release the hormone #cholecystokinin# (CCK), causing the #gallbladder to contract#.  This contraction may force gallstones and sludge against the gallbladder outlet; the resulting occlusion increases intragallbladder pressure, leading to pain that is typically felt in the #right subcostal or epigastric# region.  As CCK levels wane, the gallstones and sludge fall back, relieving pressure (ie, a postprandial waxing-waning pain pattern). $In addition to stimulating gallbladder contraction, CCK also increases pancreatic enzyme secretion and relaxes the sphincter of Oddi, thereby orchestrating fatty and amino acid absorption. $#(Choice B)#  Patients with lactose intolerance often have postprandial abdominal pain after ingesting dairy products.  However, the pain usually occurs with bloating and diarrhea, symptoms not present in this patient. $#(Choice C)#  Prostaglandins (eg, PGE2, PGI2) help protect the gastric mucosa from damage by acid; in contrast, excess consumption of nonsteroidal anti-inflammatory drugs can inhibit production of gastroprotective prostaglandins, increasing the risk for gastric ulcers that may cause postprandial epigastric pain. $#(Choice D)#  Secretin is a hormone that stimulates the pancreas to secrete bicarbonate, helping to regulate pH in the duodenum.  Although it also increases bicarbonate secretion by the biliary tract, it does not induce gallbladder contraction. $#(Choice E)#  Carcinoid tumors can secrete high amounts of serotonin, causing flushing, diarrhea, and bronchospasm.  They most commonly present with periodic abdominal pain, which arises from mesenteric fibrosis or bowel kinking/obstruction rather than increased serotonin. $#(Choice F)#  Somatostatin suppresses gastrointestinal hormone release (eg, insulin, CCK, vasoactive intestinal peptide), reduces intestinal motility, and decreases splanchnic blood flow. $#Educational objective# The release of cholecystokinin (CCK) from the duodenum and jejunum after exposure to fat- and protein-rich meals stimulates gallbladder contraction.  In patients with gallstones or biliary sludge, contraction can force the stones/sludge against the gallbladder outlet, causing temporary occlusion of outflow and increased intragallbladder pressure. This manifests as postprandial upper abdominal pain that waxes and wanes with CCK levels (biliary colic).  "},

{"id":"79","title":"A 46-year-old woman comes to the emergency department due to 3 days of persistent upper abdominal pain, nausea, and vomiting.  The patient has had similar pain in the past, especially after fatty meals, which resolved spontaneously within several hours.  Temperature is 38.6 C (101.5 F), blood pressure is 110/65 mm Hg, and pulse is 98/min.  BMI is 33 kg/m2.  Physical examination is notable for severe right upper quadrant tenderness.  Leukocyte count is 21,000/mm3.  Laparoscopic surgery is performed and reveals an erythematous, distended gallbladder with patchy necrosis.  Which of the following events most likely initiated this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial invasion of the gallbladder wall","answer_2":"B. Cystic artery thrombosis","answer_3":"C. Gallbladder outflow obstruction","answer_4":"D. Ischemic disruption of the mucosal layer","answer_5":"E. Lecithin hydrolysis and mucosal damage","percent_1":"11%","percent_2":"1%","percent_3":"81%","percent_4":"4%","percent_5":"2%","right_answer":"C. Gallbladder outflow obstruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #acute calculous cholecystitis#, an acute inflammation of the gallbladder initiated by #gallstone obstruction# of the #cystic duct#.  Patients typically present with persistent right upper quadrant pain, fever, and leukocytosis.  Examination classically shows Murphy sign, an inspiratory pause elicited by pain during deep palpation of the right upper quadrant.  Symptoms are often preceded by transient episodes of abdominal pain and nausea after fatty meals due to temporary cystic duct obstruction (biliary colic). $ Persistent gallbladder outflow obstruction promotes hydrolysis of luminal lecithins to lysolecithins, which disrupts the protective mucus layer.  The luminal epithelium is then exposed to the detergent action of the bile salts, resulting in chemical irritation and prostaglandin release.  Inflammation of the mucosa and deeper tissues causes gallbladder hypomotility.  The increasing distension and internal pressure within the gallbladder eventually result in ischemia.  Finally, bacteria (eg, Escherichia coli, Enterococcus, Klebsiella, Enterobacter) invade the injured and necrotic gallbladder wall, causing an infection #(choice A)#. $ #(Choices B and D)#  The gallbladder is vulnerable to ischemic injury as the cystic artery lacks collateral circulation.  Although inflammation/edema of the gallbladder may compromise blood flow, ischemic disruption of the mucosal layer is usually the next to last step in the pathogenesis of acute calculous cholecystitis.  Gallbladder ischemia is not typically caused by cystic artery thrombosis. $ (Choice E)  Lecithin hydrolysis and mucosal damage occur after gallbladder outflow obstruction in the pathogenesis of acute calculous cholecystitis. $ Educational objective Acute calculous cholecystitis is an acute inflammation of the gallbladder initiated by gallstone obstruction of the cystic duct.  Subsequent steps in pathogenesis include mucosal disruption by lysolecithins, bile salt irritation of the luminal epithelium, prostaglandin release with transmural inflammation, gallbladder hypomotility, increased intraluminal pressure causing ischemia, and bacterial invasion."},

{"SubjectSystem":"Pharmacology-Gastroenterology GI","id":"164","title":"A 42-year-old woman comes to the office with persistent hyperlipidemia despite 6 months of maintaining a healthy diet and exercising regularly.  Although her past medical history is significant for biliary colic secondary to gallstones, the patient has refused elective cholecystectomy.  Her father died of a myocardial infarction at age 54, and her mother has diabetes mellitus.  The patient's temperature is 36.1 C (97 F), blood pressure is 122/79 mm Hg, pulse is 78/min, and respirations are 14/min.  Examination shows no abnormalities.  Laboratory studies obtained 1 week ago show elevated serum triglycerides and LDL cholesterol levels.  Drug therapy is discussed with the patient.  Given this patient's preexisting gallbladder disease, which of the following drugs should be avoided?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atorvastatin","answer_2":"B. Ezetimibe","answer_3":"C. Fish oil","answer_4":"D. Gemfibrozil","answer_5":"E. Niacin","percent_1":"7%","percent_2":"18%","percent_3":"4%","percent_4":"64%","percent_5":"6%","right_answer":"D. Gemfibrozil","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp164.jpg","explanation_1":"","explanation_2":"In patients with significant #hypertriglyceridemia#, fibrates are particularly effective due to their ability to upregulate lipoprotein lipase resulting in increased oxidation of fatty acids (liver, muscles).  Gemfibrozil and other #fibrates# inhibit the rate-limiting enzyme in bile acid synthesis, cholesterol 7-alpha-hydroxylase.  The reduced bile acid production results in #decreased cholesterol solubility# and increased microcrystal precipitation, thereby #promoting gallstone formation#.  As a result, fibrates should be used with caution in patients with preexisting gallbladder disease.  Patients on fibrate therapy should also be monitored for myopathy, a risk significantly increased when fibrates are used concurrently with statins. $#(Choice A)#  Long-term use of statins (eg, atorvastatin) is associated with decreased risk of gallstone disease as inhibition of HMG-CoA reductase reduces cholesterol biosynthesis and bile supersaturation.  Side effects of statin therapy include hepatic dysfunction (elevated aminotransferases) and myopathy. $#(Choice B)#  Ezetimibe blocks intestinal cholesterol absorption, decreasing liver cholesterol stores and reducing biliary cholesterol content.  Adverse effects associated with ezetimibe include elevated transaminases (increased with concurrent use of statins) and diarrhea. $#(Choice C)#  Fish oil supplements containing high concentrations of omega-3 fatty acids increase bile acid synthesis, decrease cholesterol saturation in bile, and increase gallbladder motility.  The net effect is a decreased risk of gallstone formation. $#(Choice E)#  Niacin increases HDL (via reduced catabolism) and lowers triglyceride levels (through inhibition of VLDL secretion).  It is associated with lower rates of gallstone disease.  Niacin commonly promotes flushing, a temporary prostaglandin-mediated effect often blunted by use of nonsteroidal anti-inflammatory drugs. $#Educational objective# Gemfibrozil (and other fibrates) can reduce cholesterol solubility and promote gallstone formation by reducing bile acid synthesis.  Caution should be used when prescribing fibrate therapy to patients with underlying gallbladder disease.  "},

{"id":"87","title":"A 68-year-old woman comes to the office for a preventive visit.  The patient feels well, and recently lost 4 kg (8.8 lb) on a new diet and exercise regimen.  She has no recent history of abdominal pain, jaundice, or changes in her stools.  Past medical history is notable for hypertension and hypercholesterolemia, for which the patient takes appropriate medications.  She does not use tobacco, alcohol, or illicit drugs.  Vital signs are normal.  On examination, the abdomen is soft and nontender, and no hepatosplenomegaly is noted.  However, a firm mass is palpated in the right upper quadrant.  CT scan of the abdomen is ordered and is given in the @exhibit@.  This patient is at elevated risk for which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit87.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascending cholangitis","answer_2":"B. Cholangiocarcinoma","answer_3":"C. Gallbladder adenocarcinoma","answer_4":"D. Hepatocellular carcinoma","answer_5":"E. Liver cirrhosis","percent_1":"13%","percent_2":"22%","percent_3":"50%","percent_4":"12%","percent_5":"3%","right_answer":"C. Gallbladder adenocarcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp87.jpg","explanation_1":"","explanation_2":"$This patient, with a firm, palpable gallbladder and extensive calcification throughout the gallbladder wall, has typical findings of #porcelain gallbladder#.  Patients with this condition may present with right upper quadrant abdominal pain but many are asymptomatic, with findings detected incidentally on imaging done for other reasons.  Radiographic features may include a #thickened gallbladder wall# with a rim of patchy or uniform #calcification#. $ Porcelain gallbladder is a potential manifestation of #chronic cholecystitis# and is often found in association with multiple gallstones.  The pathogenesis is due to dystrophic intramural deposition of calcium salts in the setting of chronic inflammation.  Gross findings include a bluish, brittle, @thickened gallbladder wall@ with a \"crunchy\" texture.  Microscopic findings can include calcified plaques within the muscularis or spotty calcification in the mucosa.  Porcelain gallbladder is associated with an increased risk of #adenocarcinoma of the gallbladder#. $ (Choice A)  Acute ascending cholangitis is typically due to gram-negative infection of the intrahepatic biliary tree.  It is a consequence of biliary obstruction (eg, choledocholithiasis) and presents with fever, right upper quadrant abdominal pain, and jaundice. $ (Choice B)  The risk of cholangiocarcinoma is increased in fibrotic diseases of the bile ducts, such as primary sclerosing cholangitis, congenital fibropolycystic diseases, and chronic infection with Clonorchis sinensis (liver fluke). $ #(Choices D and E)#  The risk of hepatocellular carcinoma is increased in many chronic inflammatory diseases of the liver, especially those progressing to cirrhosis.  Common conditions include chronic viral hepatitis and alcohol-associated liver disease. $ Educational objective Porcelain gallbladder is a potential manifestation of chronic cholecystitis and is often found in association with multiple gallstones.  It is due to dystrophic intramural deposition of calcium salts in the setting of chronic inflammation.  Porcelain gallbladder is associated with an increased risk of adenocarcinoma of the gallbladder.","clickable_1":"images/img1.87.jpg"},

{"id":"81","title":"A 75-year-old hospitalized man is evaluated for abdominal pain and fever.  The patient was admitted 2 weeks ago due to necrotizing fasciitis of the gluteal region and severe sepsis.  He has been treated with surgical debridements, intravenous antibiotics, and fluids.  For the past 2 days, the patient has had right upper quadrant abdominal pain, nausea, and recurrent fever.  He has a history of hypertension, type 2 diabetes mellitus, and chronic obstructive pulmonary disease.  His temperature is 38.8 C (102 F).  Physical examination shows marked tenderness over the right subcostal area.  Leukocyte count is 18,000/mm3 compared to 9,600/mm3 2 days ago.  Laparoscopic surgery is planned.  Which of the following will most likely be found during this patient's surgery?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Choledochal cyst","answer_2":"B. Fibrotic and shrunken gallbladder","answer_3":"C. Fluke infection of the biliary tree","answer_4":"D. Inflamed and enlarged gallbladder","answer_5":"E. Pigment gallstones","answer_6":"F. Porcelain gallbladder","percent_1":"3%","percent_2":"2%","percent_3":"6%","percent_4":"72%","percent_5":"13%","percent_6":"5%","right_answer":"D. Inflamed and enlarged gallbladder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has acute #acalculous cholecystitis#, an acute inflammation of the gallbladder in the absence of gallstones.  Acalculous cholecystitis most commonly occurs in #critically ill# patients (eg, those with sepsis, severe burns, trauma, immunosuppression) and is associated with high mortality.  The condition is thought to arise secondary to gallbladder stasis and #ischemia#, which cause inflammation of and injury to the gallbladder wall. $ Clinical manifestations may be subtle, especially in those who are sedated or intubated.  #Fever, right upper quadrant pain#, a positive Murphy's sign, #leukocytosis#, and mild elevations in liver function tests are often present.  Physical examination may demonstrate jaundice and a palpable right upper quadrant mass.  The diagnostic study of choice is an ultrasound, which may show signs of acute cholecystitis (eg, an edematous and enlarged gallbladder) and #no gallstones#. $ (Choice A)  Choledochal cysts are congenital dilations of the common bile duct that typically present during childhood (age <10) with recurrent abdominal pain and jaundice. $ (Choice B)  Chronic cholecystitis results from repeated mild attacks of acute cholecystitis, which leads to thickening of the gallbladder wall.  Ultrasound typically demonstrates a shrunken, fibrosed gallbladder. $ (Choice C)  Liver fluke infection usually affects individuals from endemic areas (eg, Southeast Asia) and presents acutely with fever, right upper quadrant pain, jaundice, and eosinophilia.  Infection of the biliary tree is associated with the formation of brown pigment gallstones, not acute acalculous cholecystitis. $ (Choice E)  Pigment gallstones are categorized as black (typically secondary to intravascular hemolysis) or brown (typically secondary to biliary infection).  These gallstones are associated with acute calculous cholecystitis, not acute acalculous cholecystitis. $ (Choice F)  Porcelain gallbladder is usually found incidentally on abdominal radiograph as a rim of calcium deposits outlining the gallbladder.  The condition is associated with chronic cholecystitis and may increase the risk of gallbladder carcinoma. $ Educational objective Acute acalculous cholecystitis is an acute inflammation of the gallbladder in the absence of gallstones.  It typically occurs in critically ill patients (eg, those with sepsis, severe burns, trauma, immunosuppression) due to gallbladder stasis and ischemia.  Clinical findings may be subtle and include fever, right upper quadrant pain, and leukocytosis."},

{"id":"403","title":"A 45-year-old woman comes to the office for progressive itchiness and fatigue.  She also notes yellowing of the eyes and skin.  Physical examination shows scleral icterus, multiple excoriations on both the upper and the lower extremities, and hepatomegaly.  Laboratory results are as follows:$ Liver function studies","title_table":"?Total bilirubin? 5.3 mg/dL ?Alkaline phosphatase? 982 U/L ?Aspartate aminotransferase (SGOT)? 89 U/L ?Alanine aminotransferase (SGPT)? 67 U/L ?Gamma-glutamyl transpeptidase? 450 U/L (normal: 10-60 U/L)","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Liver biopsy reveals dense lymphocytic infiltration of the portal triads, as well as granulomatous destruction of interlobular bile ducts.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acute hepatitis B","answer_2":"B. Autoimmune hepatitis","answer_3":"C. Primary biliary cholangitis","answer_4":"D. Primary sclerosing cholangitis","answer_5":"E. Sarcoidosis","percent_1":"1%","percent_2":"5%","percent_3":"76%","percent_4":"14%","percent_5":"3%","right_answer":"C. Primary biliary cholangitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp403.jpg","explanation_1":"","explanation_2":"$This patient with fatigue, pruritus, jaundice, and elevated alkaline phosphatase has liver biopsy results consistent with #primary biliary cholangitis# (PBC), a chronic autoimmune disorder that disproportionately affects #middle-aged women#.  PBC is characterized by T-cell–mediated destruction of the small intralobular bile ducts, which is visualized histologically as a #dense lymphocytic inflammation# of portal tracts with #granulomatous destruction of interlobular bile ducts# (ie, florid duct lesions). $ PBC typically develops insidiously; #fatigue# and #pruritus# are often the presenting symptoms.  #Cholestasis# results in a characteristic pattern of liver injury (ie, #elevated alkaline phosphatase#, elevated gamma-glutamyl transferase, direct hyperbilirubinemia, normal or mildly elevated aminotransferases) and examination findings (eg, hepatomegaly, jaundice).  Hypercholesterolemia is also common due to reduced cholesterol excretion.  Elevated #antimitochondrial antibodies# are highly characteristic. $ #(Choices A and B)#  Acute hepatitis B and autoimmune hepatitis (AIH) both result in a @hepatocellular@, not a cholestatic, pattern of liver injury.  Hepatitis B is characterized histologically by lobular mononuclear inflammation, hepatocyte balloon degeneration, and @ground-glass hepatocytes@, whereas AIH results in portal and periportal lymphoplasmacytic infiltration of the liver (ie, interface hepatitis). $ (Choice D)  @Primary sclerosing cholangitis@ causes a cholestatic pattern of liver injury but it is identified histologically by fibrous obliteration of bile ducts, as well as concentric periductal deposition of connective tissue in an onion skin–like pattern.  It is strongly associated with ulcerative colitis. $ (Choice E)  @Sarcoidosis@ can cause a cholestatic pattern of liver injury but is characterized by noncaseating granulomas with hepatic fibrosis and a multinucleated giant cell formation.  The dense portal lymphocytic infiltration characteristic of PBC is not seen.  In addition, most patients have symptoms of systemic sarcoidosis (eg, cough, hilar lymphadenopathy). $ Educational objective Primary biliary cholangitis is an autoimmune disorder that most commonly affects middle-aged women and is characterized by fatigue, pruritus, jaundice, cholestasis (eg, elevated alkaline phosphatase, elevated gamma-glutamyl transferase, direct hyperbilirubinemia), and antimitochondrial antibodies.  Histologic findings include dense lymphocytic portal tract inflammation with granulomatous destruction of interlobular bile ducts.","clickable_1":"images/img1.403.jpg","clickable_2":"images/img2.403.jpg","clickable_3":"images/img3.403.jpg","clickable_4":"images/img4.403.jpg"},

{"id":"1525","title":"A 68-year-old woman comes to the emergency department due to a 2-day history of crampy abdominal pain and vomiting. The patient has had no hematemesis, melena, or hematochezia. She has a history of hypertension, type 2 diabetes mellitus, and coronary artery disease. Several months ago, the patient had an episode of acute calculous cholecystitis that was managed non-operatively. Physical examination shows a distended, tympanic abdomen with high-pitched bowel sounds. Abdominal x-ray reveals air in the gallbladder and biliary tree. This patient's gallstone has most likely lodged in which of the following sites?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common bile duct","ansImg_1":"","answer_2":"B. Cystic duct","ansImg_2":"","answer_3":"C. Duodenum","ansImg_3":"","answer_4":"D. Ileum","ansImg_4":"","answer_5":"E. Jejunum","ansImg_5":"","right_answer":"D. Ileum","percent_1":"25%","percent_2":"11%","percent_3":"17%","percent_4":"45%","percent_5":"2%","explanation_img":"images/exp1525.jpg","explanation_1":"","explanation_2":"This patient likely has #gallstone ileus#, an uncommon complication of longstanding cholelithiasis that usually occurs in elderly women. A large (typically >2.5 cm) gallstone causes formation of a #cholecystoenteric fistula# between the gallbladder and adjoining gut (most often the duodenum) due to pressure necrosis and erosion of these tissues.$Fistula formation allows passage of the gallstone into the small bowel, where it travels freely until it becomes trapped in the #ileum#, the narrowest portion of the intestine. Patients consequently develop symptoms/signs of #small bowel obstruction#, including abdominal pain/distension, nausea/vomiting, high-pitched (tinkling) bowel sounds, and tenderness to palpation. Abdominal x-ray may reveal dilated loops of bowel with air-fluid levels due to intestinal obstruction. Communication between the intestine and gallbladder may also allow gas to enter the biliary tree (#pneumobilia#).$(Choice A) Obstruction of the common bile duct by a gallstone (choledocholithiasis) can lead to pancreatitis and/or cholangitis. Cholangitis typically presents with fever, right upper quadrant abdominal pain, and jaundice (Charcot triad). Pneumobilia and features of small bowel obstruction are not characteristic.$(Choice B) Obstruction of the cystic duct by a gallstone may result in biliary colic or acute cholecystitis. Acute cholecystitis usually presents with fever, abdominal pain, leukocytosis, and an inspiratory pause during right upper quadrant palpation (Murphy sign). Pneumobilia and features of small bowel obstruction are not characteristic.$#(Choices C and E)# The caliber of the duodenum and jejunum is typically sufficient to allow passage of larger gallstones that cause gallstone ileus.$Educational objective Gallstone ileus results from passage of a large gallstone through a cholecystenteric fistula into the small bowel, where it ultimately causes obstruction at the ileum. Patients typically present with symptoms/signs of small bowel obstruction, and an abdominal x-ray may reveal gas within the gallbladder and biliary tree."},

{"id":"16175","title":"A 45-year-old woman is brought to the emergency department with severe abdominal pain, fever, and confusion.  The patient's husband reports that, yesterday, she began to have worsening right-sided abdominal pain associated with nausea and several episodes of vomiting.  This morning, she has been slow to respond and is confused about where she is.  The patient has a history of depression and takes sertraline.  Temperature is 39.5 C (103.1 F), blood pressure is 88/50 mm Hg, pulse is 104/min, and respirations are 26/min.  She appears ill and confused, and the sclera are icteric.  Abdominal examination demonstrates significant tenderness with guarding in the right upper quadrant.  Which of the following is the most likely underlying cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acinar cell dysfunction and necrosis","answer_2":"B. Calculous obstruction of the common bile duct","answer_3":"C. Extensive hepatic formation of noncaseating granulomas","answer_4":"D. Immune-mediated destruction of hepatocytes","answer_5":"E. Medication overdose with hepatic failure","answer_6":"F. Neoplastic mass in the pancreatic tail","percent_1":"5%","percent_2":"57%","percent_3":"2%","percent_4":"6%","percent_5":"29%","percent_6":"1%","right_answer":"B. Calculous obstruction of the common bile duct","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Acute cholangitis! ?Etiology? • Ascending infection due to biliary obstruction $ ==○ Obstructive gallstone $ == ○ Malignancy (eg, cholangiocarcinoma,$ pancreatic head cancer) $==○ Stricture (eg, primary sclerosing$ cholangitis) $ == ○ Biliary stent blockage?Clinical$ presentation? • Fever, jaundice, RUQ pain (Charcot triad) • ± Hypotension, altered mental status (Reynolds$ pentad) ?Laboratory$ results? • Cholestatic liver function test $ == ○ ↑ Alkaline phosphatase, bilirubin $ == ○ ± Mildly elevated transaminases • Leukocytosis ?Imaging? • Biliary dilation on abdominal imaging %#RUQ# = right upper quadrant. ","explanation_img":"","explanation_1":"","explanation_2":"This patient with fever, right upper quadrant (RUQ) pain, jaundice, confusion, and hypotension has #acute cholangitis (AC)#.  AC is a life-threatening infection that typically develops in the setting of #biliary obstruction#, which enables bacteria to proliferate within the biliary tree.  Obstruction can occur in a variety of settings (eg, malignant biliary obstruction, biliary stricture) but is most commonly caused by a #calculous obstruction of the common bile duct# (ie, choledocholithiasis). $ AC is characterized by #fever#, #RUQ pain#, and #jaundice# (Charcot triad); #hypotension# and #altered mental status# (Reynold pentad) occur in severe cases.  Laboratory findings include leukocytosis, direct hyperbilirubinemia, and elevated alkaline phosphatase.  Abdominal imaging (eg, ultrasound) demonstrates common bile duct dilation, possibly with evidence of an obstructing stone.  Management includes antibiotics, intravenous fluid resuscitation, and endoscopic or percutaneous techniques to relieve the biliary obstruction. $ (Choice A)  Acute pancreatitis is characterized by acinar cell dysfunction and necrosis.  Although patients can develop fever and hypotension, typical manifestations include epigastric pain radiating into the back, nausea/vomiting, and elevated lipase.  Jaundice is unexpected unless a gallstone obstructs both the common bile and the pancreatic ducts, resulting in simultaneous AC. $ (Choice C)  Hepatic sarcoidosis, which causes extensive noncaseating granuloma formation in the liver, can present with cholestasis (eg, elevated alkaline phosphatase, jaundice, pruritus) and hepatomegaly.  However, sepsis, hypotension, and confusion are unexpected, and most patients have evidence of systemic sarcoidosis (eg, hilar adenopathy, cough). $ (Choice D)  Autoimmune hepatitis causes immune-mediated hepatocyte destruction and usually presents with asymptomatic transaminitis or the insidious onset of fatigue and anorexia.  Fever, tachycardia, and hypotension are unexpected and more consistent with infection due to AC. $ (Choice E)  Acetaminophen overdose can cause RUQ pain, jaundice, vomiting, and confusion, typically around 72 hours after ingestion.  However, fever is atypical and more consistent with AC. $ (Choice F)  Although a mass in the pancreatic head can cause biliary obstruction, pancreatic tail masses are not located near the biliary tree and therefore are not usually associated with AC.  They more commonly present with epigastric abdominal pain and weight loss. $ Educational objective Acute cholangitis is a life-threatening infection characterized by fever, right upper quadrant pain, and jaundice (Charcot triad); hypotension and altered mental status (Reynold pentad) occur in severe cases.  Acute cholangitis typically develops in the setting of biliary obstruction; common etiologies include gallstones, malignancy, and strictures."},

{"id":"317","title":"A 4-week-old boy is brought to the office for a routine well-baby visit.  The boy has been exclusively breastfeeding every 2-3 hours and is making 6 or 7 wet diapers a day.  His urine has appeared dark yellow, and he has had a few pale-colored stools.  His parents also noticed that his skin has appeared yellow for the past 2 weeks, but they were not concerned as they heard from friends that yellow skin is common with breastfeeding.  The patient was born full term without complications by vaginal delivery to a primigravida.  On physical examination, he is well-appearing with icteric sclerae and jaundice of the head and upper chest.  Abdominal examination reveals a mildly enlarged and firm liver.  Liver function results are as follows:","title_table":"?Total bilirubin? 7.3 mg/dL ?Direct bilirubin? 5 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely mechanism for the patient's presentation?","audio":"","comparison_items":"","answer_1":"A. Extrahepatic obstruction of bile ducts","answer_2":"B. Genetic mutation causing reduced glucuronidation","answer_3":"C. Impaired galactose metabolism","answer_4":"D. Increased enterohepatic circulation of bilirubin","answer_5":"E. Maternal antibody-mediated red blood cell destruction","percent_1":"62%","percent_2":"21%","percent_3":"4%","percent_4":"10%","percent_5":"3%","right_answer":"A. Extrahepatic obstruction of bile ducts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp317.jpg","explanation_1":"","explanation_2":"$#Biliary atresia# is a progressive, complete or partial #obstruction# of #extrahepatic bile ducts#.  The biliary tree is normal at birth and subsequently undergoes destruction that is thought to be immune-related or viral-induced.  Infants may appear healthy at birth, but then present with #jaundice# within the first 2 months of life, along with #dark urine# and #acholic# (pale or clay-colored) #stools# due to excessive renal excretion of bilirubin and lack of intestinal bile, respectively.  Physical examination may also reveal firm hepatomegaly due to inflammation.  Laboratory findings, including #elevated direct bilirubin# and gamma-glutamyl transferase, are consistent with cholestasis. $Liver biopsy is usually diagnostic and reveals intrahepatic bile duct proliferation, portal tract edema, and fibrosis.  Urgent surgical intervention is required, as lack of intervention can lead to death (due to cirrhosis) usually within 2 years. $#(Choice B)#  Gilbert syndrome is an inherited, benign condition of reduced production of glucuronyl transferase, a hepatic enzyme responsible for @glucuronidation@ (ie, conversion of bilirubin to its excretable form).  Patients are usually asymptomatic except at times of stress (eg, fasting, illness) during which mild, indirect hyperbilirubinemia and jaundice are present. $#(Choice C)#  Galactosemia (galactose-1-phosphate uridyl transferase [GALT] deficiency) is characterized by defective metabolism of galactose, a breakdown product of lactose that is then normally metabolized to glucose.  Both direct and indirect bilirubin levels may be elevated.  However, infants would present with vomiting, diarrhea, and lethargy during the first few days of life due to inability to digest breast milk or formula. $#(Choice D)#  Breast milk jaundice causes an indirect hyperbilirubinemia that peaks at age 2 weeks.  The pathogenesis likely involves an enzyme, beta-glucuronidase, in breast milk that deconjugates bilirubin.  This causes increased absorption and, therefore, increased enterohepatic circulation of bilirubin.  Urine and stool appearance are unaffected. $#(Choice E)#  Hemolytic disease of the newborn can result from Rh incompatibility (eg, Rh-positive infant and Rh-negative mother) or ABO incompatibility (eg, A+ infant and O+ mother).  Patients develop jaundice on the first day of life due to indirect hyperbilirubinemia, and a positive direct Coombs (antiglobulin) test confirms the presence of antibody-mediated hemolysis. $#Educational objective# Biliary atresia, or obstruction of extrahepatic bile ducts, presents with jaundice, dark urine, and acholic stools in the first 2 months of life due to conjugated hyperbilirubinemia.  Biopsy reveals intrahepatic bile duct proliferation, portal tract edema, and fibrosis.  ","clickable_1":"images/img1.317.jpg"},

{"id":"69","title":"A 44-year-old woman comes to the office due to indigestion.  The patient says she often develops right upper quadrant abdominal discomfort and nausea with fatty meals, which subside spontaneously after several hours.  She does not use tobacco, alcohol, or illicit drugs.  The patient immigrated to the United States from Nepal 10 years ago.  Abdominal ultrasound reveals numerous gallstones, and she undergoes elective laparoscopic cholecystectomy.  The stones in her gallbladder have very low cholesterol content and appear small, dark, and spiculated.  Which of the following conditions most likely predisposed this patient to gallstone formation?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic hemolysis","answer_2":"B. Metabolic syndrome","answer_3":"C. Multiparity","answer_4":"D. Oral contraceptive use","answer_5":"E. Rapid weight loss","percent_1":"89%","percent_2":"3%","percent_3":"3%","percent_4":"2%","percent_5":"3%","right_answer":"A. Chronic hemolysis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp69.jpg","explanation_1":"","explanation_2":"$Gallstones are formed by the aggregation of bile constituents and are categorized as cholesterol stones, pigment stones, or mixed stones.  #Pigment gallstones#, which account for only 10%-25% of gallstone cases in the United States, are most common in rural Asian populations.  These stones can be brown to black and arise from conditions that increase the amount of #unconjugated bilirubin# in bile, which promotes calcium bilirubinate precipitation.  Brown pigment stones are associated with biliary tract infections (microbes producing β-glucuronidases), whereas #black stones# occur in the setting of chronic #hemolysis# (eg, sickle cell anemia, β-thalassemia, hereditary spherocytosis) and increased enterohepatic cycling of bilirubin (eg, #ileal disease#). $ Grossly, black pigment stones are usually present in significant numbers and are small, spiculated, and friable.  Because these stones contain high amounts of calcium carbonates and phosphates, they are often radiopaque and appear on @x-ray@. $ #(Choices B, C, D, and E)#  Obesity/metabolic syndrome, multiparity, oral contraceptive use, and rapid weight loss are significant risk factors for development of cholesterol gallstones. $ Educational objective Black pigment stones arise from conditions that increase the amount of unconjugated bilirubin in bile, which promotes calcium bilirubinate precipitation.  This may occur in the setting of chronic hemolysis (eg, sickle cell anemia, β-thalassemia, hereditary spherocytosis) and increased enterohepatic cycling of bilirubin (eg, ileal disease).","clickable_1":"images/img1.69.jpg"}   

]