[

{"id":"2051","title":"A 54-year-old man arrives for an appointment with a new physician.  At the front desk, the receptionist tells him that the physician is running behind schedule and gives him several forms to complete regarding his personal and family medical history.  The patient politely agrees to fill them out and has a seat in the waiting area.  However, when his paperwork is reviewed by the physician, it contains only the patient's signature.  The patient says, \"I'm sure a doctor with your education can take a good history.\"  When asked if anything is wrong he says, \"Oh, nothing, I'm fine.\"  Which of the following best describes this patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acting out","answer_2":"B. Displacement","answer_3":"C. Passive aggression","answer_4":"D. Reaction formation","answer_5":"E. Splitting","answer_6":"F. Suppression","answer_7":"G. Undoing","percent_1":"3%","percent_2":"1%","percent_3":"89%","percent_4":"3%","percent_5":"1%","percent_6":"1%","percent_7":"2%","right_answer":"C. Passive aggression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Key defense mechanisms#∆⨉ §^#Immature# ∆ • Acting out: Expressing unacceptable feelings through actions • Denial: Behaving as if an aspect of reality does not exist • Displacement: Transferring feelings to less threatening object/person • Intellectualization: Focusing on nonemotional aspects to avoid distressing feelings • Passive aggression: Avoiding conflict by expressing hostility covertly • Projection: Attributing one’s own feelings to others • Rationalization: Justifying behavior to avoid difficult truths • Reaction formation: Transforming unacceptable feelings/impulses into the opposite • Regression: Reverting to earlier developmental stage • Splitting: Experiencing a person/situation as either all positive or all negative §^#Mature# ∆ • Sublimation: Channeling impulses into socially acceptable behaviors • Suppression: Putting unwanted feelings aside to cope with reality","explanation_1":"","explanation_2":"$This patient's #indirect expression of anger# about having to wait for the physician is an example of #passive aggression#.  Rather than directly expressing his feelings, he agrees to fill out the forms and then resists performing the expected task.  Other examples of behaviors used to indirectly defuse hostile feelings include procrastination, forgetfulness, and purposeful inefficiency.  Backhanded compliments, sarcasm, and denial of being angry are also characteristic of passive-aggressive behavior. $ (Choice A)  Acting out is an immature defense mechanism that involves expressing unconscious wishes or impulses through overtly aggressive actions (eg, the patient tore up the forms in anger). $ (Choice B)  In displacement, negative feelings associated with a person or situation are transferred to another person or object that appears less threatening (eg, the patient did not express his anger to the physician but yelled at his wife instead). $ (Choice D)  In reaction formation, unacceptable feelings are transformed into their opposites (eg, the patient's irritation was redirected into being overly complimentary to the physician). $ (Choice E)  Splitting involves experiencing the self or others in extremes, either all positive or all negative (eg, the patient was told of the delay in his appointment time and then perceived the physician as horrible with no redeeming qualities). $ (Choice F)  Suppression involves consciously putting aside unwanted feelings (eg, the patient made a conscious decision to temporarily put aside his anger, completed the paperwork as directed, and was cordial to the physician during the appointment). $ (Choice G)  Undoing involves symbolically nullifying a guilt-provoking thought or feeling by confession or atonement (eg, this patient brought the physician a gift at his next appointment to negate his angry feelings).  Undoing is commonly seen in obsessive-compulsive disorder. $ Educational objective Passive aggression is the expression of angry feelings in a nonconfrontational manner."},

{"id":"1729","title":"A 25-year-old graduate student with a history of recurrent ear infections as a child feels anxious and sweats when she is in the examination room with her primary care physician.  She recently got a roommate, a nursing student, who leaves her stethoscope on the coffee table after returning from class.  The patient sweats and feels her heart start to race whenever she sees the stethoscope.  This patient's response to her roommate's stethoscope is an example of which of the following phenomena?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Classical conditioning","answer_2":"B. Negative punishment","answer_3":"C. Negative reinforcement","answer_4":"D. Operant conditioning","answer_5":"E. Reaction formation","answer_6":"F. Regression","percent_1":"78%","percent_2":"1%","percent_3":"4%","percent_4":"11%","percent_5":"4%","percent_6":"2%","right_answer":"A. Classical conditioning","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp1729.jpg","explanation_1":"","explanation_2":"$This patient's response to her roommate's stethoscope is an example of #classical conditioning#.  Childhood encounters with her primary care #physician# for ear infections (#unconditioned stimulus#) caused #anxiety# (an automatic reaction called an #unconditioned response#), resulting in sweating at subsequent health care visits.  The encounters with her physician are most likely associated with the presence of a #stethoscope# (the #conditioned stimulus#).  #Repeated pairing# of the unconditioned stimulus (eg, physician encounter) with the conditioned stimulus (eg, stethoscope) allows the #conditioned stimulus alone# to #elicit# a learned, #conditioned response# (eg, sweating). $ Classical conditioning provides one explanation for \"white coat hypertension,\" a condition in which a physician's white coat or examination room acts as a conditioned stimulus, causing anxiety and transient blood pressure elevation during health care visits. $ #(Choices B, C, and D)#  In operant conditioning, rewards and punishments are used to reinforce behavior.  Negative punishment is the removal of a reward to decrease a behavior (eg, a teenager's driving privileges are taken away after returning home past curfew).  With negative reinforcement, desired behavior is strengthened through the removal of a negative outcome (eg, suffering a bad sunburn promotes application of sunscreen to prevent future sunburns). $ (Choice E)  Reaction formation is the unconscious transformation of an unacceptable impulse or emotion into its opposite (eg, if this patient tells her physician she enjoys clinic visits and acts extremely relaxed during the examination to defend against underlying anxiety). $ (Choice F)  Regression is a defense mechanism that involves unconsciously reverting to a less mature way of coping with difficulties (eg, if this patient starts sleeping with a stuffed animal to manage anxiety about an upcoming appointment). $ Educational objective Classical conditioning involves a neutral stimulus being repeatedly paired with a non-neutral stimulus that elicits a reflexive, unconditioned response.  Over time, the formerly neutral stimulus is able to evoke a conditioned response by itself in absence of the non-neutral stimulus."},

{"id":"15493","title":"A 5-year-old boy is brought to the office by his mother for a checkup.  He is healthy and about to start kindergarten.  His mother is concerned about his recent reaction to her brother's death.  \"Although I told him that Uncle John died and can't be with us anymore, he insists that he is coming for his birthday and will take him to a ballgame.  He died over 3 months ago, but my son repeatedly asks me when he is coming back.  When I try to explain, he starts crying that his stomach hurts.\"  Physical examination is normal.  During the examination he tells the physician, \"I try to clean up my toys before bedtime so mommy won't cry.\"  Which of the following is the most likely explanation for the patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Age-appropriate behavior","answer_2":"B. Complicated grief reaction","answer_3":"C. Developmental delay","answer_4":"D. Post-traumatic stress disorder","answer_5":"E. Regression","answer_6":"F. Somatic symptom disorder","percent_1":"75%","percent_2":"18%","percent_3":"0%","percent_4":"1%","percent_5":"2%","percent_6":"4%","right_answer":"A. Age-appropriate behavior","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"Bereavement reactions in children depend on the child's age.  #Preschool children# (age <6) may #not understand the finality of death# and can exhibit #magical thinking# in which they fully expect that a dead person can come back to life.  Younger children may also attribute events or other's reactions to something they did wrong due to an #egocentric# thought process (eg, this child believing that he causes his mother's crying).  Death should be explained to them in concrete terms, and they should be reassured that other people's grief is not their fault. $ (Choice B)  This child's reactions are age-appropriate.  Complicated grief (also known as persistent complex bereavement disorder) is characterized by prolonged grief, excessive yearning for the deceased, and inability to move on with life. $ (Choice C)  This boy's behavior (not understanding death) is appropriate for a 5-year-old; in contrast, children age ≥7 are typically aware that death is final. $ (Choice D)  Post-traumatic stress disorder requires exposure to a life-threatening event that continues to be reexperienced in the form of flashbacks and nightmares.  In preschool children this can be manifested by repetitive play about the event, frightening nightmares, and mood or behavioral changes (eg, temper tantrums, separation anxiety). $ (Choice E)  Regression refers to returning to a former, less developed stage of development.  It is often seen in response to traumatic or anxiety-provoking situations (eg, if this child started wetting the bed following a stressful event after having achieved continence previously). $ (Choice F)  Children commonly develop somatic symptoms as a nonverbal expression of psychological distress.  This child is not excessively focused on his stomachaches to the extent of impairment, as would be seen in somatic symptom disorder. $ Educational objective Preschool children have not developed an understanding of the finality of death, which typically occurs around age 7.  They may have magical thoughts that death is temporary or reversible and believe that other people's grief is their fault."},

{"id":"1429","title":"A 14-year-old boy is brought to the office by his parents, who are worried about his reaction to their recent decision to divorce.  Despite their efforts to be supportive and engage him, he has not expressed any feelings directly about the divorce.  When the patient is evaluated alone, he shares that he feels his parents are angry with him, although he cannot think of any instances when they expressed any anger toward him.  On examination, the patient appears sullen and reports his mood is \"fine.\"  This patient is most likely using which of the following defense mechanisms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acting out","answer_2":"B. Displacement","answer_3":"C. Identification","answer_4":"D. Projection","answer_5":"E. Reaction formation","answer_6":"F. Regression","percent_1":"3%","percent_2":"12%","percent_3":"6%","percent_4":"49%","percent_5":"19%","percent_6":"10%","right_answer":"D. Projection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Key defense mechanisms#∆⨉ §^#Immature# ∆ • Acting out: Expressing unacceptable feelings through actions • Denial: Behaving as if an aspect of reality does not exist • Displacement: Transferring feelings to less threatening object/person • Intellectualization: Focusing on nonemotional aspects to avoid distressing feelings • Passive aggression: Avoiding conflict by expressing hostility covertly • Projection: Attributing one’s own feelings to others • Rationalization: Justifying behavior to avoid difficult truths • Reaction formation: Transforming unacceptable feelings/impulses into the opposite • Regression: Reverting to earlier developmental stage • Splitting: Experiencing a person/situation as either all positive or all negative §^#Mature# ∆ • Sublimation: Channeling impulses into socially acceptable behaviors • Suppression: Putting unwanted feelings aside to cope with reality","explanation_1":"","explanation_2":"#Projection# is an immature defense mechanism that involves #misattributing# undesired #thoughts or feelings to another# person who does not actually have them to avoid acknowledgement in oneself.  This patient is likely angry with his parents about the divorce, and, due to his inability to acknowledge these feelings, he projects them onto his parents.  As a result, he perceives that his parents are angry with him, even though there is little evidence that they feel this way.  Projection commonly occurs in patients who lack insight into their own motivations and feelings. $ (Choice A)  Acting out refers to expressing unwanted thoughts or impulses through actions (eg, if the boy expressed his anger by destroying his parents' wedding photographs). $ (Choice B)  Displacement involves redirecting unacceptable thoughts, feelings, and impulses intended for one person to a more neutral person or object (eg, if this patient redirected his anger at his parents toward a sibling). $ (Choice C)  Identification refers to modeling one's behavior after someone who is perceived to be more powerful or prestigious.  A classic example is the child of an abusive father who becomes a child abuser himself. $ (Choice E)  Reaction formation is the transformation of an unacceptable feeling to its opposite (eg, if instead of expressing anger, this patient behaved in an overly affectionate way toward his parents and enthusiastically supported their decision to divorce). $ (Choice F)  Regression refers to reverting to a less mature way of coping with difficulties (eg, if this patient began sleeping in his parents' room due to anxiety about being alone, which is more characteristic of an earlier developmental stage). $ Educational objective Projection is an immature defense mechanism involving the misattribution of one's unacceptable feelings or thoughts to another person who does not actually have them."},

{"id":"1234","title":"A 42-year-old man comes to the office for a checkup.  He has no medical symptoms but says, \"I'm just feeling stressed and not like myself.\"  The patient is going through a contentious divorce.  He is outraged that his wife is pursuing full custody of their children and says, \"I can't believe she is doing this to me.\"  His job as a legal researcher had been a welcome distraction from his upsetting personal life until yesterday when he was called to his supervisor's office for yelling at the receptionist when the copy machine ran out of ink.  Which of the following is the best explanation for this patient's behavior toward the receptionist?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acting out","answer_2":"B. Denial","answer_3":"C. Displacement","answer_4":"D. Intellectualization","answer_5":"E. Reaction formation","answer_6":"F. Splitting","answer_7":"G. Sublimation","percent_1":"6%","percent_2":"0%","percent_3":"91%","percent_4":"0%","percent_5":"2%","percent_6":"1%","percent_7":"0%","right_answer":"C. Displacement","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Key defense mechanisms#∆⨉ §^#Immature# ∆ • Acting out: Expressing unacceptable feelings through actions • Denial: Behaving as if an aspect of reality does not exist • Displacement: Transferring feelings to less threatening object/person • Intellectualization: Focusing on nonemotional aspects to avoid distressing feelings • Passive aggression: Avoiding conflict by expressing hostility covertly • Projection: Attributing one’s own feelings to others • Rationalization: Justifying behavior to avoid difficult truths • Reaction formation: Transforming unacceptable feelings/impulses into the opposite • Regression: Reverting to earlier developmental stage • Splitting: Experiencing a person/situation as either all positive or all negative §^#Mature# ∆ • Sublimation: Channeling impulses into socially acceptable behaviors • Suppression: Putting unwanted feelings aside to cope with reality","explanation_1":"","explanation_2":"$This patient's redirection of his anger from his wife to the receptionist is an example of the defense mechanism #displacement#.  In displacement, #emotions# are unconsciously #transferred# from their actual target #to someone# or something else that is #less threatening#.  In this case, the patient is angry with his wife but cannot express it directly as it may impact the child custody proceedings.  Instead, he unconsciously transfers the emotion to the receptionist, resulting in his angry outburst over a minor incident. $ (Choice A)  Acting out refers to the expression of unacceptable thoughts or impulses through actions (eg, if this patient were to react to his wife's pursuit of full custody by vandalizing her car). $ (Choice B)  In denial, an individual avoids awareness of external realities that are difficult to face (eg, if this patient were to insist that his marriage is conflict-free). $ (Choice D)  In intellectualization, an individual focuses on nonemotional aspects of a distressing situation to make it more tolerable (eg, if this patient were solely preoccupied with thinking about the legal, not the emotional, aspects of his divorce). $ (Choice E)  Reaction formation involves transforming unacceptable feelings into their opposite (eg, if this patient, who is angry at his wife, were to act in an overly loving manner toward her). $ (Choice F)  Splitting involves experiencing the self or others in extremes, either all positive or all negative, which allows \"bad\" qualities to be completely separated from the \"good\" (eg, if this patient were to view his wife as a horrible person with no redeeming qualities). $ (Choice G)  Sublimation involves transforming unacceptable impulses into socially acceptable behaviors (eg, if this patient were to take up boxing as a means of venting frustration). $ Educational objective In displacement, emotions are transferred from the person causing the negative emotions to a more neutral, less threatening person or object."},

{"id":"10465","title":"A 5-year-old girl is brought to the office by her mother, who is concerned after observing her daughter speak to an empty chair in her room on several occasions.  The girl's medical history is significant for preterm birth at 36 weeks gestation but is otherwise noncontributory.  Her family history is significant for cerebrovascular accident and depression in her maternal grandfather and schizoaffective disorder in her father.  When questioned, the patient says she sees her grandmother at night and likes to speak to her before she goes to bed.  The grandmother died 2 months ago and had lived in the family home.  For a few weeks following the death, the girl would become tearful and frequently ask her parents when her grandmother would be coming back.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute stress disorder","answer_2":"B. Brief psychotic disorder","answer_3":"C. Major depression with psychotic features","answer_4":"D. Normal behavior","answer_5":"E. Post-traumatic stress disorder","answer_6":"F. Schizophreniform disorder","percent_1":"5%","percent_2":"4%","percent_3":"1%","percent_4":"80%","percent_5":"5%","percent_6":"4%","right_answer":"D. Normal behavior","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This child is experiencing #hallucinations# of her recently deceased grandmother that appear to be comforting.  Studies suggest that behavioral disturbances are common in #children# the year following the death of a loved one and that children try to maintain a connection with the lost loved one as a way of coping with loss.  In the absence of other psychiatric symptoms (eg, other psychotic symptoms, severe mood symptoms, social or academic problems), these hallucinations are unlikely to be a symptom of mental illness and are likely a way of holding on to the grandmother during the #bereavement# process.  The mother should be reassured that this is a #normal# response to loss. $ Children under age 6 do not understand the finality of death and may believe that it is temporary or reversible.  By the age of 7, children usually understand that death is permanent but may have difficulty understanding abstract concepts (eg, soul, heaven) until adolescence. $ Parents can help young children mourn by supporting their expression about the deceased, maintaining routine, reassuring them that the death and other people's reactions are not their fault, and responding truthfully to their children's questions in a concrete fashion. $ #(Choices A and E)#  Hallucinations should be differentiated from nightmares and flashbacks that may occur in acute stress disorder and post-traumatic stress disorder (PTSD).  These disorders typically involve exposure to actual or threatened death, serious injury, or sexual violence followed by development of characteristic symptoms (eg, intrusive flashbacks, nightmares, avoidance, detachment, hyperarousal).  Acute stress disorder lasts from 3 days to 1 month, and PTSD lasts more than 1 month. $ #(Choices B and F)#  Childhood-onset psychotic disorders are rare, and this child exhibits no other psychotic symptoms (eg, delusions, disorganization, negative symptoms).  Psychotic disorders can be differentiated by duration; brief psychotic disorder lasts for less than 1 month, schizophreniform disorder lasts 1-6 months, and schizophrenia lasts 6 months or more. $ (Choice C)  This patient exhibits no persistent depressive symptoms that would be required to diagnose major depressive disorder with psychotic features. $ Educational objective Transient behavioral disturbances are common in children after the death of a loved one.  Hallucinations of recently deceased relatives are part of a normal grief reaction and may not be indicative of major psychiatric illness."},

{"id":"15488","title":"An 11-month-old boy is brought to the office by his mother for a well-child visit.  The mother reports that he has been crying and screaming when other people approach him.  She is concerned that it has been occurring for the past few months and that it seems to be worsening.  She says, \"He used to love being held by everyone but now wants to be with only me.  He won't even let his grandma hold him anymore.\"  The patient is crawling and can stand only with assistance.  He babbles but does not say any clear words and uses hand gestures to communicate.  Growth curves are tracking adequately.  On physical examination, the patient clings to his mother and begins crying, turning his head away from the physician when he attempts to interact with him.  Which of the following is the most likely explanation for this patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder with anxiety","answer_2":"B. Autism spectrum disorder","answer_3":"C. Normal development","answer_4":"D. Reactive attachment disorder","answer_5":"E. Separation anxiety disorder","percent_1":"0%","percent_2":"4%","percent_3":"72%","percent_4":"8%","percent_5":"16%","right_answer":"C. Normal development","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's distress at interacting with unfamiliar people is typical of #stranger anxiety#, a normal part of development that begins around age #6 months#.  It is characterized by distress (expressed by #crying#, #screaming#, clinging) when #unfamiliar people# approach and occurs even in the presence of the caregiver.  The development of stranger anxiety at this age indicates that the infant has made a specific attachment to the primary caregiver (mother) and is able to distinguish her from a strange or less familiar individual. $ Stranger anxiety typically peaks around age 9 months and resolves on its own by 2 years of age.  Adjustment disorders are diagnosed when the response to a stressor is greater than would be expected and associated with impairment #(choice A)#.  Stranger anxiety is a #normal# and expected developmental milestone. $ (Choice B)  It is normal for an 11-month-old infant to avoid contact with a stranger if distressed.  If an infant persistently shows poor eye contact, lacks joint attention, and has no response to being called by name at age 12-15 months, these may represent early signs of an autism spectrum disorder and should be evaluated further. $ (Choice D)  Reactive attachment disorder occurs in children exposed to neglect and abuse and is characterized by decreased emotional responsiveness and lack of response to adult comfort.  This infant appears to be appropriately attached to his mother. $ (Choice E)  Separation anxiety disorder is diagnosed in children who exhibit persistent and disabling anxiety about losing attachment figures at separation.  It usually develops in childhood rather than infancy, typically in association with starting school.  Stranger anxiety, in contrast to separation anxiety, occurs even when the caregiver is present. $ Educational objective Stranger anxiety, which presents as crying or screaming when unfamiliar people approach, is a normal and expected part of childhood development.  It typically begins around age 6 months and resolves by 2 years of age."},

{"id":"1350","title":"A 72-year-old woman is admitted to the hospital due to abnormal vaginal bleeding.  Uterine cancer is diagnosed and the patient is scheduled for a hysterectomy.  Following successful surgery, the patient compliments her surgeon, exclaiming that she is \"a brilliant doctor who saved my life.\"  After an uneventful recovery, the patient is ready to return home.  On the day of discharge, a nurse informs her that the surgeon is running late due to an emergency.  The patient responds angrily that the surgeon is \"terrible and doesn't care about patients.\"  Which of the following is the most likely explanation for this patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acting out","answer_2":"B. Displacement","answer_3":"C. Passive aggression","answer_4":"D. Projection","answer_5":"E. Reaction formation","answer_6":"F. Splitting","percent_1":"4%","percent_2":"3%","percent_3":"2%","percent_4":"2%","percent_5":"5%","percent_6":"85%","right_answer":"F. Splitting","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Key defense mechanisms#∆⨉ §^#Immature# ∆ • Acting out: Expressing unacceptable feelings through actions • Denial: Behaving as if an aspect of reality does not exist • Displacement: Transferring feelings to less threatening object/person • Intellectualization: Focusing on nonemotional aspects to avoid distressing feelings • Passive aggression: Avoiding conflict by expressing hostility covertly • Projection: Attributing one’s own feelings to others • Rationalization: Justifying behavior to avoid difficult truths • Reaction formation: Transforming unacceptable feelings/impulses into the opposite • Regression: Reverting to earlier developmental stage • Splitting: Experiencing a person/situation as either all positive or all negative §^#Mature# ∆ • Sublimation: Channeling impulses into socially acceptable behaviors • Suppression: Putting unwanted feelings aside to cope with reality","explanation_1":"","explanation_2":"$Defense mechanisms are unconscious means of responding and adapting to situations to minimize anxiety and promote self-preservation.  #Splitting# is a defense mechanism that involves #experiencing the self or others in extremes#, either all positive or all negative, which allows \"bad\" qualities to be completely separated from the \"good.\"  Although splitting provides a less complicated way of looking at people and situations, it prevents the integration of positive and negative qualities into a cohesive whole, resulting in unpredictable fluctuations between the two extremes. $ In this situation, the patient initially idealizes the surgeon but later characterizes her as the opposite extreme when frustrated and disappointed that she is running late.  Splitting is commonly seen in #borderline personality disorder# and can contribute to the unstable relationships and mood instability that exemplify this disorder. $ (Choice A)  Acting out refers to the expression of unacceptable thoughts or impulses through actions (eg, if this patient reacted by tearing up her discharge paperwork or throwing her food tray at the nurse). $ (Choice B)  In displacement, negative feelings associated with a person or situation are transferred to a less threatening object or person (eg, if this patient said the nurse was \"terrible\" and unresponsive to her needs when in fact it is how she feels about the surgeon). $ (Choice C)  Passive aggression involves expressing hostility indirectly in an unassertive way (eg, if this patient expressed her anger by remaining noncommunicative during the discharge process or deliberately neglected to sign her discharge papers). $ (Choice D)  In projection, one's own unacceptable thoughts or feelings are perceived as coming from someone else (eg, if this patient on the day of discharge felt that the surgeon was angry with her). $ (Choice E)  Reaction formation is the redirection of an unacceptable impulse into its opposite (eg, if this patient sent the physician a thank-you note and lavish gift instead of expressing her anger). $ Educational objective Splitting is a defense mechanism that involves organizing experiences of the self or others into extremes to keep positive and negative aspects separated.  It is commonly seen in patients with borderline personality disorder."},

{"id":"11773","title":"A 62-year-old woman comes to the office for a checkup.  Her husband died 5 months ago in a biking accident, which she witnessed.  She has little appetite, resulting in weight loss of 3.17 kg (7 lb), and tends to wake up two hours before her alarm clock rings.  The patient feels overwhelmed at having to manage the household finances, saying, \"My husband always took care of the bills so I wouldn't have to worry.\"  She avoids cycling, a hobby she shared with her husband, but continues to volunteer at a children's hospital.  The patient has no nightmares or suicidal thoughts.  During the visit, she tears up intermittently but smiles when sharing a memory of a vacation she took with her husband.  Which of the following is the best explanation for this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dependent personality disorder","answer_2":"B. Major depressive disorder","answer_3":"C. Normal grief","answer_4":"D. Persistent complex bereavement disorder","answer_5":"E. Persistent depressive disorder","answer_6":"F. Post-traumatic stress disorder","percent_1":"1%","percent_2":"2%","percent_3":"89%","percent_4":"4%","percent_5":"1%","percent_6":"3%","right_answer":"C. Normal grief","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Major depressive episode & grief reaction#∆⨉ §^#Major depressive episode# ∆^#Grief reaction# § • ≥2 weeks; ≥5 of 9 symptoms: low mood, anhedonia, sleep disturbance, appetite change, low energy, psychomotor changes, guilt/worthlessness, concentration difficulty, suicidal ideation • May occur in response to a variety of stressors, including loss of a loved one • Marked social & occupational dysfunction • Suicidality related to hopelessness & worthlessness ∆ • Normal reaction to loss (bereavement) • Sadness more specific to thoughts of the deceased • \"Waves\" of grief at reminders • Self-esteem usually preserved • Functional decline less severe • Thoughts of dying involve wish to join the deceased; active suicidality uncommon • Intensity decreases over time","explanation_1":"","explanation_2":"$This patient's sadness, insomnia, and decreased appetite are consistent with a #normal grief reaction# precipitated by the loss of a loved one (bereavement).  In a normal grief reaction, the sadness revolves around #feelings of loss# and typically occurs in \"waves\" #intermixed# with #positive memories# of the deceased.  For most, the natural mourning process lasts 6-12 months and is followed by the integration of grief, in which the individual continues to feel transient but less pronounced sadness, and life plans/routines have adapted to living without the deceased. $ Normal grief can #resemble# a #major depressive episode# as both may include intense sadness, rumination about the loss, insomnia, poor appetite, and weight loss.  However, this woman's positive memories about her husband, ability to continue volunteering, and lack of other depressive symptoms (eg, hopelessness, feelings of low self-worth, guilt, suicidal ideation) make major depression less likely #(choice B)#.  A major depressive disorder can be diagnosed during a grief reaction if a sufficient number and severity of depressive symptoms are present. $ (Choice A)  Dependent personality disorder is diagnosed when there is a lifelong pattern of excessive need to be taken care of, leading to submissive, clingy behavior and fears of separation. $ (Choice D)  Persistent complex bereavement disorder (also known as complicated grief) is characterized by prolonged grief for >12 months, difficulty accepting the death, persistent yearning for the deceased, and inability to reengage with life.  This patient's symptom duration is within the range seen in normal grief and she is showing signs of adapting to living without the deceased. $ (Choice E)  Persistent depressive disorder is a chronic depression that persists for at least 2 years. $ (Choice F)  Although this patient witnessed her husband's accident and avoids cycling, her symptoms are not consistent with post-traumatic stress disorder as she is not re-experiencing the event (eg, nightmares, flashbacks) or having symptoms of trauma-related reactivity (eg, hypervigilance, heightened startle response). $ Educational objective Normal grief presents with symptoms similar to those of a major depressive episode.  However, in normal grief, pervasive anhedonia, worthlessness, and suicidality are not present."},

{"id":"1781","title":"A 3-year-old boy is brought to the office for a well-child visit.  His mother reports that, apart from an ear infection last year, he is in good health.  The child started preschool this year.  He plays with other children and often copies what they are doing but does not play \"make believe\" like his older sister.  The patient knows his age and sex and can speak in 3-word sentences.  He can ride a tricycle but cannot hop on one foot.  The patient cannot use a spoon or fork and enjoys eating with his hands.  He scribbles spontaneously but cannot copy a circle.  Which of the following developmental milestones is likely delayed in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cognitive","answer_2":"B. Fine motor","answer_3":"C. Gross motor","answer_4":"D. Language","answer_5":"E. Social","percent_1":"7%","percent_2":"78%","percent_3":"7%","percent_4":"5%","percent_5":"3%","right_answer":"B. Fine motor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Developmental milestones of toddlers#∆⨉∆⨉∆⨉∆⨉ §^#Age# ∆^#Gross motor# ∆^#Fine motor# ∆^#Language# ∆^#Social/cognitive# §^#1 year# ∆ • Pulls to stand • Cruises ∆ • Pincer grasp ∆ • Says \"mama\" or \"dada\" • Understands \"no\" ∆ • Plays \"pat-a-cake\" • Looks for hidden object §^#15 months# ∆ • Takes a few steps ∆ • Stacks 2 blocks ∆ • Says 1 or 2 words (plus \"mama\" & \"dada\") ∆ • Follows 1-step command with gesture • Points to get something • Shows affection §^#18# #months# ∆ • Walks easily • Climbs on/off chair ∆ • Scribbles • Feeds with fingers ∆ • Says ≥3 words (plus \"mama\" & \"dada\") ∆ • Follows 1-step command without gesture • Imitates §^#2 years# ∆ • Runs • Kicks ball • Walks up stairs ∆ • Uses spoon ∆ • Says 2-word phrases ∆ • Knows 2 body parts • Parallel play §^#30 months# ∆ • Jumps ∆ • Removes clothes • Turns pages ∆ • Says ≥50 words ∆ • Follows 2-step command • Knows 1 color §^#3 years# ∆ • Walks up stairs alternating feet • Rides tricycle ∆ • Dresses with help • Uses fork • Copies circle ∆ • Says ≥3-word sentences • Speech 75℅ intelligible ∆ • Knows age/sex • Plays with other children","explanation_1":"","explanation_2":"$#Developmental milestones# are specific skills that are #achieved by 75%# of children at a given age.  They are divided into categories, including gross motor, fine motor, language, cognitive, and social behavior.  It is important for practitioners to assess these milestones during routine well-child examinations to ensure the child is progressing as expected.  Failure to reach several milestones by the appropriate age, or a marked delay in one area, requires further evaluation. $ Typical gross motor milestones achieved by most 3-year-olds include the ability to ride a tricycle and walk up the stairs with alternating feet; in contrast, the ability to hop on one foot is not expected until age 5 #(choice C)#.  A 3-year-old should also be able to speak in simple sentences containing at least 3 words and know their age and sex, as seen in this patient #(choices A and D)#.  Moreover, instead of playing alongside peers (ie, parallel play), which is typical of children age 2, 3-year-olds interact more with their peers and learn by copying the actions of other children; this patient's social interactions are normal for his age, and imaginative play (\"make-believe\") is not expected until age 4 #(choice E)#. $ The concerning feature in this patient's history is his #delay in fine motor# milestones.  At age 3, he should have the fine motor skills to #copy a circle#, put on some clothing items (eg, loose-fitting pants, jacket), and #use utensils#.  This patient cannot use a fork or spoon or copy a circle and should undergo additional evaluation. $ Educational objective By age 3, a child is expected to ride a tricycle, play with others, and speak in simple sentences.  Fine motor milestones for this age include the ability to copy a circle, help dress oneself, and use utensils."},

{"id":"1459","title":"A 45-year-old woman brings her stepson to the office for a well-child visit.  She never wanted children due to her unhappy childhood and wishes her marriage did not include being a stepmother to her husband's 5-year-old son.  In the waiting room, the woman seems excessively concerned when the boy accidentally trips and is clearly uninjured.  During the visit, she tells the physician that she adores the child and describes her elaborate preparations for his birthday party.  Which of the following defense mechanisms best explains this woman's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Displacement","answer_2":"B. Projection","answer_3":"C. Rationalization","answer_4":"D. Reaction formation","answer_5":"E. Splitting","answer_6":"F. Suppression","percent_1":"4%","percent_2":"5%","percent_3":"2%","percent_4":"77%","percent_5":"6%","percent_6":"6%","right_answer":"D. Reaction formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Key defense mechanisms#∆⨉ §^#Immature# ∆ • Acting out: Expressing unacceptable feelings through actions • Denial: Behaving as if an aspect of reality does not exist • Displacement: Transferring feelings to less threatening object/person • Intellectualization: Focusing on nonemotional aspects to avoid distressing feelings • Passive aggression: Avoiding conflict by expressing hostility covertly • Projection: Attributing one’s own feelings to others • Rationalization: Justifying behavior to avoid difficult truths • Reaction formation: Transforming unacceptable feelings/impulses into the opposite • Regression: Reverting to earlier developmental stage • Splitting: Experiencing a person/situation as either all positive or all negative §^#Mature# ∆ • Sublimation: Channeling impulses into socially acceptable behaviors • Suppression: Putting unwanted feelings aside to cope with reality","explanation_1":"","explanation_2":"#Reaction formation# is a defense mechanism in which an individual #transforms unacceptable feelings# or impulses into their #extreme opposites#.  This woman does not want to be a stepmother, and her resentment toward the child is masked with declarations of love.  Her negative feelings toward the child are transformed into oversolicitous behavior in response to his tripping and excessive preparations for his birthday party. $ (Choice A)  Displacement is the inappropriate transfer of feelings or impulses toward a less threatening object (eg, if this woman yelled at her dog instead of the child). $ (Choice B)  Projection involves attributing unacceptable impulses or behavior to another person or situation (eg, if this woman accused her husband of disliking the child). $ (Choice C)  In rationalization, an individual makes excuses for unacceptable feelings or behavior (eg, if this woman explained that she is much too old to be caring for a young child). $ (Choice E)  Splitting is an immature defense mechanism in which an individual is unable to integrate mixed feelings (eg, if this woman alternately felt the boy was \"all bad\" and \"all good\").  It is commonly seen in borderline personality disorder. $ (Choice F)  Suppression is the voluntary withholding of unpleasant thoughts or feelings from one's mind in order to cope with reality (eg, if this woman acknowledged her resentment toward the child but chose to put it aside for the sake of her marriage). $ Educational objective Reaction formation is a defense mechanism that involves replacing unacceptable feelings and impulses with their extreme opposites."},

{"id":"1351","title":"A medical student just finished the USMLE Step 1 exam and is anxious about her performance.  She is especially unnerved when fellow students talk about the difficulty of the exam and discuss their answers to certain questions.  The student decides not to think about the exam until her score arrives because \"worrying isn't going to change the result.\"  She is delighted when she receives a very high score several weeks later.  Before receiving the result, the student exhibited which of the following defense mechanisms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Denial","answer_2":"B. Dissociation","answer_3":"C. Intellectualization","answer_4":"D. Rationalization","answer_5":"E. Reaction formation","answer_6":"F. Repression","answer_7":"G. Suppression","percent_1":"1%","percent_2":"2%","percent_3":"5%","percent_4":"13%","percent_5":"1%","percent_6":"4%","percent_7":"73%","right_answer":"G. Suppression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Key defense mechanisms#∆⨉ §^#Immature# ∆ • Acting out: Expressing unacceptable feelings through actions • Denial: Behaving as if an aspect of reality does not exist • Displacement: Transferring feelings to less threatening object/person • Intellectualization: Focusing on nonemotional aspects to avoid distressing feelings • Passive aggression: Avoiding conflict by expressing hostility covertly • Projection: Attributing one’s own feelings to others • Rationalization: Justifying behavior to avoid difficult truths • Reaction formation: Transforming unacceptable feelings/impulses into the opposite • Regression: Reverting to earlier developmental stage • Splitting: Experiencing a person/situation as either all positive or all negative §^#Mature# ∆ • Sublimation: Channeling impulses into socially acceptable behaviors • Suppression: Putting unwanted feelings aside to cope with reality","explanation_1":"","explanation_2":"$Defense mechanisms are means of protecting oneself from awareness of uncomfortable feelings.  They can be classified as immature or mature.  Immature defense mechanisms (eg, denial, acting out, regression, splitting) are maladaptive and generally seen in children and in psychopathologic states.  Mature defense mechanisms (eg, altruism, sublimation, suppression, humor) are more often used by adults and allow for a healthy, adaptive response to emotional distress. $ This student is using #suppression# to alleviate anxiety about her exam results as she is aware of her discomfort but decides not to attend to it.  Suppression is a #mature defense mechanism# in which an individual #intentionally puts aside# unpleasant thoughts or #feelings# to better cope with the present reality. $ Suppression should not be confused with repression #(choice F)#, in which unacceptable thoughts or feelings are blocked from entering conscious awareness (eg, an adult who was sexually abused as a child unconsciously buries feelings about the trauma). $ (Choice A)  Denial involves avoiding awareness of an external reality (eg, a student who has failed an exam denies having done so). $ (Choice B)  Dissociation is an immature defense in which a transient disruption to memory, identity, and/or consciousness occurs as a way to cope with a distressing event (eg, this student does not remember taking the exam and feels numb when her peers discuss the questions). $ (Choice C)  Intellectualization is an immature defense mechanism that involves focusing on nonemotional components of a distressing event to make it more tolerable (eg, this student becomes preoccupied with thinking about the passing rates and other statistics of the exam). $ (Choice D)  Rationalization involves making excuses for unacceptable feelings or situations (eg, a student explaining that poor performance on an exam was due to the trickiness of the questions). $ (Choice E)  Reaction formation involves unconsciously transforming an unacceptable thought or feeling into its opposite (eg, a student hiding fears of failing the exam by being overly confident). $ Educational objective Suppression is a mature defense mechanism involving a conscious choice not to dwell on a particular thought or feeling."},

{"id":"11785","title":"A 14-year-old boy is brought to the office by his mother for a 6-month checkup for asthma.  Although the patient's asthma is generally well controlled with long-acting agents, he has episodes of exercise-induced bronchoconstriction for which he was prescribed a short-acting beta agonist.  His mother became concerned after the physical education teacher called from school saying that her son was refusing to participate in class.  When asked about this, the patient said that it was easier to avoid exercising than to use an inhaler at school.  Family history is significant for chronic obstructive pulmonary disease (COPD) in his maternal grandfather, heart disease in his father, and generalized anxiety disorder in his mother.  Vital signs and physical examination are within normal limits.  Which of the following factors would most likely increase this patient's adherence with bronchodilator administration?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Receiving education about the association between asthma and COPD","answer_2":"B. Receiving online resources about successful athletes who have asthma","answer_3":"C. Receiving counsel from the physician that inhaler use before exercise prevents asthma symptoms","answer_4":"D. Receiving written material about the benefits of exercise in long-term asthma management","answer_5":"E. Seeing peers use asthma inhalers at school","answer_6":"F. Understanding that his mother is very concerned about his behavior","percent_1":"1%","percent_2":"9%","percent_3":"15%","percent_4":"3%","percent_5":"71%","percent_6":"1%","right_answer":"E. Seeing peers use asthma inhalers at school","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"#Adolescence# involves the developmental tasks of separating from parental figures and finding one's own place in society, which includes beginning to take responsibility for one's physical health.  This exploration is often accompanied by rebelling, pushing limits, and having a strong need to fit in with a peer group, all factors that may contribute to low treatment adherence rates.  In particular, adolescents with chronic medical conditions may hide their illness due to feeling self-conscious and different from their peers.  Factors associated with #better treatment adherence# rates include close #peers with complementary behavioral practices#, positive family functioning, school involvement, physician empathy, and immediate benefits of treatment. $ Another factor affecting adolescent treatment adherence is that the prefrontal cortex (center of executive function) does not fully develop until the third decade of life.  Compared to adults, adolescents are less able to weigh the risks and benefits of their decisions or to anticipate that negative consequences may occur. $#(Choices A and D)#  Although education and written instruction are important in increasing adherence, adolescents struggle to conceive of possibilities outside their immediate experience and do not anticipate negative consequences happening to them.  The desire to improve long-term asthma symptoms or to prevent chronic obstructive pulmonary disease is unlikely to be a major motivating factor. $ (Choice B)  Although learning about role models (eg, famous athletes) with asthma might be helpful, similar peer behavior is more likely to decrease this patient's embarrassment about using an inhaler in the school setting. $ (Choice C)  Physician education about the patient's illness is unlikely to be as strong a factor in adherence as peer acceptance.  As adolescents strive to become more independent, they may rebel against authority figures, including physicians. $ (Choice F)  Although parental attitudes and support are important in helping adolescents maintain adherence, making the patient feel responsible for causing his mother's concern is inappropriate and unlikely to facilitate adherence. $ Educational objective Adolescents have low treatment adherence rates due to issues with autonomy, rebellion against authority, increased self-consciousness, and a lack of understanding of potential risks.  Peer behavior has a strong influence on adherence due to adolescents' desire to fit in with their social groups."},

{"id":"11875","title":"A 5-year-old boy is brought to the office by his parents for a well-child visit.  His mother says, \"My son is doing very well.  He is able to read at a first-grade level and knows his name and address.  He loves to sing, dance, and play house with his older sisters.  Everything seems fine with him; we just want to make sure his vaccinations are up to date before our family trip overseas.\"  The physician administers the appropriate vaccinations.  Just before leaving, the father says, \"I think you should know that my son is playing with his sister's dolls and doesn't seem to like cars or trucks like most other boys.  Is that normal?\"  Which of the following is the most appropriate response to the father's concerns?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I hear your concern; let me reassure you that many boys play with dolls as a normal part of exploring the world.","answer_2":"B. I understand your concern, but at his age it is best to allow him to play freely.","answer_3":"C. I understand your concern; it may help to have him play with male friends and spend more time with you.","answer_4":"D. It is helpful that you brought this up.  Your son may have gender dysphoria and need additional support and assessment.","answer_5":"E. There is no need to worry; children don't fully develop gender identity until adolescence.","percent_1":"62%","percent_2":"22%","percent_3":"4%","percent_4":"5%","percent_5":"7%","right_answer":"A. I hear your concern; let me reassure you that many boys play with dolls as a normal part of exploring the world.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"$Gender is the innate feeling someone has of being male, female, or a combination of both.  Children develop an understanding of the concept of gender by age 3-4 and have a sense of the permanence of gender around age 5-6.  It is #developmentally normal# for them to explore the world by #engaging in activities# that may be culturally associated with the #opposite gender#.  It is important to follow a child's lead and allow this exploration to occur. $ In contrast to occasional play and exploration, if there is a prolonged and intense feeling that a person's gender does not match one's assigned birth sex, it is more likely to continue into puberty.  When this feeling is associated with #significant distress# it is diagnosed as #gender dysphoria#.  Patients with this condition have increased rates of psychiatric illness, including depression and anxiety, and need monitoring and support. $ (Choice B)  Although it is important to allow the child to play freely, this response does not answer the father's question and is unlikely to decrease his concern.  The father should be educated that his child's type of play is part of normal exploration. $ (Choice C)  It is normal for a child to explore gender activities.  There is no evidence that boys need increased exposure to male figures to understand their own gender. $ (Choice D)  Playing with dolls is consistent with normal explorative play, not gender dysphoria.  Further evaluation and professional support might be warranted in this child if he had a more persistent desire to be the opposite sex or disliked his own genitalia. $ (Choice E)  Children usually know their gender by age 4 and understand that it is permanent by age 5-6. $ Educational objective Although children understand the concept of gender by age 4, it is normal for them to explore activities culturally associated with the opposite gender.  In contrast, gender dysphoria is diagnosed when there is marked distress associated with a prolonged and intense feeling that one is a different gender from one's birth sex."},

{"id":"2053","title":"A 48-year-old man begins psychotherapy due to depression and escalating conflicts with his boss.  He makes progress in the therapy sessions and reports feeling less depressed.  The patient has also gained insight into how his father was rarely available to him while growing up and recently told his father, \"I am angry that you were never there for me.\"  The following week, the psychiatrist unexpectedly cancels a session to attend to an emergency.  At the next appointment, the patient says, \"I feel as if you are not interested in listening to me, like I am not your priority.\"  Which of the following is the most likely explanation of this patient's attitude toward his psychiatrist?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acting out","answer_2":"B. Displacement","answer_3":"C. Projection","answer_4":"D. Reaction formation","answer_5":"E. Regression","answer_6":"F. Transference","percent_1":"3%","percent_2":"23%","percent_3":"14%","percent_4":"3%","percent_5":"2%","percent_6":"55%","right_answer":"F. Transference","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"#Transference# is the unconscious #shifting# of #emotions# or desires associated with a #person from the past# to another #person in the present#.  Transference emotions often originate from feelings toward early significant figures, particularly parents.  When the psychiatrist cancels the session unexpectedly, the patient's negative childhood experiences with his unavailable father are activated and unconsciously brought into the present with the psychiatrist. $ Transference can be positive or negative and frequently affects doctor-patient relationships (both psychiatric and nonpsychiatric).  Positive transference plays a role in patients trusting their physicians as many patients have a positive expectation that doctors are compassionate caregivers (similar to their parents).  Patients who were abused as children sometimes have difficulty seeking care or complying with the care they receive due to negative expectations of being taken advantage of or being harmed by a caregiving figure. $ (Choice A)  In acting out, unconscious feelings or impulses are expressed through actions (eg, if this patient had impulsively broken items in the psychiatrist's office due to rage at his perceived abandonment). $ (Choice B)  In displacement, a person expresses unacceptable feelings intended for one person to a more neutral person or object (eg, if this patient did not express his anger to his father and instead berated the psychiatrist).  Because the patient disclosed his anger to his father directly, he would not be using displacement. $ (Choice C)  Projection involves misattributing one's own unacceptable feelings to another person (eg, if the patient were unable to acknowledge his disappointment toward his psychiatrist about canceling and instead perceived his psychiatrist as being upset with him). $ (Choice D)  In reaction formation, uncomfortable feelings are transformed into their opposites (eg, if this patient expressed deep appreciation for the psychiatrist's care rather than acknowledging his disappointment). $ (Choice E)  Regression is a defense mechanism in which an individual returns to an earlier level of functioning to alleviate psychological distress (eg, if the patient sulked and refused to speak rather than maturely discussing his feelings with the psychiatrist). $ Educational objective Transference is the unconscious shifting of emotions associated with a significant person from one's past to a person in the present."},

{"id":"8295","title":"A 67-year-old woman comes to the office due to difficulty concentrating.  She reports repeatedly reading the same page of material due to an inability to focus.  She also describes memory problems, stating that it \"takes a while to remember another person's name.\"  The patient's medical history is significant for hypertension and type 2 diabetes mellitus.  These are well controlled through diet, exercise, and oral medications.  She lives alone and describes her mood as \"good.\"  Blood pressure is 127/67 mm Hg and pulse is 65/min.  The physician decides to administer a brief cognitive test to assess her difficulty in concentrating.  Which of the following elements of cognitive testing would best assess for impaired attention and concentration in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Following a brief 3-step command","answer_2":"B. Recalling 3 unrelated words after 5 minutes","answer_3":"C. Reciting months of the year backwards","answer_4":"D. Remembering past events","answer_5":"E. Writing a complete sentence","percent_1":"22%","percent_2":"31%","percent_3":"44%","percent_4":"1%","percent_5":"2%","right_answer":"C. Reciting months of the year backwards","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Cognitive testing & related domains#∆⨉ §^#Element# ∆^#Sample assessment metric# §Orientation ∆ Providing name, location & current date §Comprehension ∆ Following multistep commands §Concentration ∆ Reciting months of the year backwards §Short-term memory ∆ Recalling 3 unrelated words after 5 minutes §Long-term memory ∆ Providing details of significant life events §Language ∆ Writing a complete sentence with noun-verb agreement §Visual-spatial ∆ Drawing intersecting pentagons §Executive function ∆ Drawing a clock oriented to the time requested","explanation_1":"","explanation_2":"$There are several quick clinical tests to #assess attention and concentration# in situations where they may be impaired (eg, dementia, delirium, head injury, depression).  These include #counting down from 100# by intervals of 3 or 7, reciting the #months of the year in reverse order#, or spelling #\"world\" backwards#.  Asking a patient to recite the months of the year backwards is often helpful if the patient has a low educational level or is hesitant to perform a task involving math or spelling. $ Attention and concentration are tested in the Montreal Cognitive Assessment (MoCA), a widely used screening tool for cognitive impairment.  The MoCA also measures time/place orientation, executive function, language, visual-spatial ability, and memory registration and recall.  Results must be interpreted with consideration of the patient's education level and existing language, motor, and visual impairments. In order to make a diagnosis of #dementia#, the patient must demonstrate #impairment in ≥1 cognitive domains# (eg, memory, language, executive function) during testing as well as #functional impairment# in activities of daily living (eg, bathing, shopping, cooking). $(Choice A)  Comprehension is tested by asking the patient to follow a multistep command.  This usually involves relatively brief tasks such as taking a piece of paper from the examiner, folding it in half, and placing it on the floor.  Due to the brevity of these actions, attention and concentration may not be tested effectively. $ (Choice B)  Memory registration and recall are assessed by asking the patient to repeat aloud the names of 3 unrelated objects and then asking him/her to recall them several minutes later.  This would not test attention and concentration effectively, as these are better assessed by tasks requiring prolonged, continuous thinking. $ (Choice D)  Remote memory is tested by asking patients about the details of significant life events (eg, birth, graduation, marriage dates). $ (Choice E)  The writing domain of language can be tested by asking the patient to write a sentence containing at least one noun and verb.  Oral fluency can be assessed by listening to the patient's spontaneous speech. $ Educational objective Quick clinical tests to assess attention and concentration include counting down from 100 by intervals of 3 or 7, reciting the months of the year in reverse order, and spelling \"world\" backwards."},

{"id":"15242","title":"A resident physician is finishing up her shift when she receives a page that reads, \"Patient in Room 121 asking to leave.\"  The patient was admitted 2 hours ago for worsening dyspnea.  On entering the room, the resident attempts to engage in a discussion about why the patient is requesting to leave.  In response, the patient pulls out his nasal cannula and breathlessly says, \"You don't know anything; you're not even a real doctor!\"  The resident is reminded of her father, who has frequently belittled her accomplishments.  She angrily informs the patient, \"You can't leave and I'm ordering haloperidol to calm you down.\"  Which of the following best explains the resident's response to the patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Countertransference","answer_2":"B. Passive aggression","answer_3":"C. Projection","answer_4":"D. Reaction formation","answer_5":"E. Regression","answer_6":"F. Transference","percent_1":"65%","percent_2":"2%","percent_3":"10%","percent_4":"4%","percent_5":"1%","percent_6":"18%","right_answer":"A. Countertransference","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"The resident's response to the patient is illustrative of #countertransference#, which consists of the physician or therapist's conscious and unconscious #reaction toward a patient# (eg, attitudes, thoughts, feelings, behaviors) that is #based on past personal relationships#.  Countertransference reactions can be positive (eg, physician takes extra time with a patient who resembles a beloved grandmother) or negative (eg, physician avoids a patient who resembles a critical parent). $ Countertransference can #interfere with medical judgment#.  In this case, the resident's negative emotions toward her father are activated when the patient dismisses her training and credentials.  The resident acts on her negative countertransference reaction and adopts an inappropriately authoritarian approach by terminating the conversation and ordering a medication.  Awareness of countertransference may prevent responses and behaviors (eg, yelling at a patient, ordering unnecessary medications/restraints, cutting an interview short) that could be harmful to patient care. $ (Choice B)  Passive aggression is a defense mechanism in which anger is expressed in a nonconfrontational manner.  Examples of passive aggressive behaviors include sarcasm, procrastination, and purposeful inefficiency. $ (Choice C)  Projection is a defense mechanism that involves misattributing one's own unacceptable feelings to another person (eg, a woman who is angry with her mother accuses her mother of being angry with her). $ (Choice D)  Reaction formation is a defense mechanism in which uncomfortable feelings are unconsciously transformed into their extreme opposites (eg, if this resident was excessively gracious to the patient to defend against underlying anger). $ (Choice E)  Regression is a defense mechanism that involves returning to an earlier level of functioning to alleviate psychological distress (eg, a child starts sucking his thumb after a sibling is born). $ (Choice F)  Transference refers to the redirection of a patient's emotions from a significant person in the past to that patient's current physician or therapist.  It may explain some patients' emotional responses to their physicians (eg, an elderly patient who feels an immediate sense of comfort and familiarity with a physician who resembles her daughter).  Transference is distinguished from countertransference by describing the patient's reaction to the provider, whereas countertransference refers to the provider's reaction to the patient. $ Educational objective Countertransference consists of a provider's response (eg, attitudes, thoughts, feelings, behaviors) toward a patient based on past personal relationships.  Countertransference can be positive or negative, conscious or unconscious; if unrecognized, it may have detrimental effects on patient care."},

{"id":"11586","title":"A 13-year-old girl is brought to the office for a routine visit.  Although the patient is doing well in school and has friends, her mother is concerned about a change in her behavior over the past several months.  They had previously enjoyed spending time together, but now the patient is frequently moody and spends most of her time on the computer in her locked bedroom.  The mother also observes that her daughter gets upset for no reason and has used swear words on occasion.  When the mother recently complimented her party outfit, the girl screamed, \"I look hideous and I'm not going,\" and stormed out of the room.  Later that day, she seemed fine and went to the party.  On examination, the patient is pleasant and cooperative but makes little eye contact and asks if she can keep her tank top on during the examination.  Which of the following is the most likely explanation for this girl's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Body dysmorphic disorder","answer_2":"B. Borderline personality disorder","answer_3":"C. Cyclothymic disorder","answer_4":"D. Disruptive mood dysregulation disorder","answer_5":"E. Normal adolescent behavior","answer_6":"F. Oppositional defiant disorder","percent_1":"8%","percent_2":"2%","percent_3":"1%","percent_4":"6%","percent_5":"80%","percent_6":"2%","right_answer":"E. Normal adolescent behavior","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's intense #self-consciousness#, concerns about appearance and social acceptance, #moodiness#, increasing #need for privacy#, and transient #emotional outbursts# are characteristic of #normal adolescence#.  Adolescence involves the developmental tasks of separating from the family, developing a sense of identity, and adjusting to the hormonal and physical changes of puberty.  This girl's reluctance to remove her tank top for the physical examination is likely related to her self-consciousness regarding pubertal development. $ Although differentiating normal adolescent behavior from early signs of psychiatric disorders can be difficult, this patient's engagement with school and friends is reassuring.  In contrast, adolescents exhibiting persistent anger, sadness, impulsivity, sleep or appetite disturbance, declining academic performance, and social isolation from peers warrant further evaluation. $ (Choice A)  Patients with body dysmorphic disorder are excessively preoccupied with perceived defects in their physical appearance and engage in time-consuming, repetitive behaviors (eg, mirror checking, excessive grooming) that cause significant impairment in functioning.  This patient's appearance concerns and self-consciousness about her changing body are typical of early adolescence. $ (Choice B)  Although this girl exhibits mood lability that can be seen in borderline personality disorder, she lacks the pervasive pattern of instability in interpersonal relationships and self-image, marked impulsivity, and self-injury that characterize the disorder.  Personality disorders are not diagnosed in adolescence, as the personality is still forming. $ (Choice C)  Cyclothymic disorder is a chronic, fluctuating mood disturbance involving numerous periods of hypomanic and depressive symptoms that are insufficient to meet the criteria for hypomanic or major depressive episodes.  Symptoms must be present for at least a year in children and adolescents and cause significant distress and impairment; this is not the case in this patient. $ (Choice D)  Disruptive mood dysregulation disorder, a new diagnosis in DSM-5, is characterized by persistent irritability and frequent, developmentally inappropriate temper outbursts.  This patient's transient emotional outburst related to insecurity about social acceptance is consistent with normal adolescent development. $ (Choice F)  This patient does not exhibit the argumentative, defiant, and vindictive behavior required for the diagnosis of oppositional defiant disorder. $ Educational objective Adolescence often involves some degree of moodiness, intense self-consciousness, and transient emotional outbursts.  Assessment of severity, persistence, and degree of social and academic impairment can help differentiate normal adolescent behavior from behavioral changes requiring further evaluation."}


]