[


{"id":"15941","title":"A clinical trial is being conducted to evaluate the safety and efficacy of a novel therapy to treat refractory Crohn disease.  The medication is a monoclonal antibody against the α4β7 integrin, which inhibits migration of T-lymphocytes into the intestinal parenchyma and produces a gut-selective anti-inflammatory effect.  Patients who have active, moderate to severe Crohn disease and have failed conventional therapy are enrolled in the study.  Many of these patients have renal or hepatic dysfunction, and some take other medications that affect cytochrome P450 enzymes.  Which of the following is the most appropriate dose adjustment in this patient population to decrease drug toxicity?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Higher dose in patients taking cytochrome P450 inducers","answer_2":"B. Lower dose in patients with decreased glomerular filtration","answer_3":"C. Lower dose in patients with hepatocellular dysfunction","answer_4":"D. Lower dose in patients with renal tubular dysfunction","answer_5":"E. No dose adjustment necessary","percent_1":"17%","percent_2":"21%","percent_3":"22%","percent_4":"7%","percent_5":"33%","right_answer":"E. No dose adjustment necessary","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Monoclonal antibodies# (mAbs) are used to treat a growing variety of malignant (eg, leukemia/lymphoma, melanoma) and autoimmune diseases (eg, Crohn disease, rheumatoid arthritis).  The therapeutic effect of mAbs is achieved by binding to their target antigen in the plasma or on the cell surface and #blocking deleterious receptor interactions# or triggering a #cytotoxic immune response# against abnormal cells. $Because of their large molecular size, mAbs cannot be administered orally and must be given via intravenous or subcutaneous/intramuscular routes.  Unlike most other drugs, mAbs are #not eliminated by hepatic or renal clearance#, but are instead removed from the body in 2 primary ways: $• Target-mediated drug clearance: mAbs directed against cell surface antigens undergo internalization (receptor-mediated endocytosis) upon binding to their targets, removing them from the circulation $• Nonspecific clearance: Immunoglobulins are constitutively taken up by reticuloendothelial macrophages (via binding to Fc receptors) and vascular endothelial cells (via pinocytosis) $Once internalized, immunoglobulins are #catabolized into amino acids# within lysosomes. $#(Choices A and C)#  Many drugs undergo modifications by the cytochrome P450 system and subsequent conjugation reactions within hepatocytes that help facilitate excretion of the drug into the urine or bile.  In contrast, immunoglobulins are not metabolized by these systems, but rather broken down by proteolytic enzymes. $#(Choices B and D)#  Immunoglobulins are too large to undergo substantial filtration at the glomerular basement membrane and are not secreted by the renal tubules.  Therefore, renal dysfunction does not significantly affect monoclonal antibody clearance. $#Educational objective# Monoclonal antibodies (mAbs) are not eliminated by hepatic or renal clearance. Therefore, no dose adjustment is necessary with impaired hepatic/renal function or use of cytochrome P450 inducers or inhibitors.  "},

{"id":"1564","title":"A 78-year-old man was found to have a perihilar mass on screening CT scan.  The patient's medical history is remarkable for chronic obstructive pulmonary disease, for which he takes albuterol inhalers as needed.  He has smoked a pack of cigarettes daily for the last 50 years and does not drink alcohol or use illicit drugs.  The patient is admitted for bronchoscopy and is premedicated with intramuscular atropine and becomes acutely restless, disoriented, and combative.  Temperature is 38.1 C (100.5 F), blood pressure is 116/72 mm Hg, pulse is 110/min, and respirations are 15/min.  Oxygen saturation is 99% on room air.  On physical examination, his pupils are widely dilated and nonreactive to light.  ECG shows sinus tachycardia.  Which of the following agents will reverse all of this patient's signs and symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diazepam","answer_2":"B. Edrophonium","answer_3":"C. Haloperidol","answer_4":"D. Neostigmine","answer_5":"E. Physostigmine","percent_1":"4%","percent_2":"8%","percent_3":"2%","percent_4":"13%","percent_5":"72%","right_answer":"E. Physostigmine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Anticholinergic toxicity# ∆⨉ §^#\"Hot as a hare\"$ ↑# Body temperature ∆ • ↓ Sweating leads to ↓ heat dissipation §^#\"Dry as a bone\"$ ↓# Secretions (eg, mucous membranes, sweat$ glands) ∆ • ↓ Glandular secretion & smooth muscle contraction §^#\"Red as a beet\"$ F#lushed skin ∆ • Superficial vasodilation from ↑ body heat §^#\"Blind as a bat\"$ C#ycloplegia, mydriasis ∆ • Paralysis of ciliary muscle & iris sphincter §^#\"Mad as a hatter\"$ A#ltered mental status ∆ • Permeates blood-brain barrier & affects CNS pathways §^#\"Full as a flask\"$ C#onstipation,$ urinary retention ∆ • ↓ Intestinal smooth muscle contraction • ↓ Detrusor contraction & ↓ internal urethral sphincter$ relaxation §^#\"Fast as a fiddle\"#$ Tachycardia ∆ • ↓ Vagal tone at the sinoatrial node","explanation_img":"","explanation_1":"","explanation_2":"#Atropine# is an anticholinergic medication that can be administered prior to bronchoscopy to decrease respiratory mucus secretions and promote bronchodilation.  #Anticholinergic# drugs competitively inhibit the muscarinic acetylcholine receptor both centrally (leading to delirium, coma, and respiratory failure) and peripherally (see toxidrome in table).  The elderly are at particularly high risk of developing anticholinergic toxicity, likely due to decreased renal and hepatic clearance. $#Cholinesterase inhibitors# overcome this toxicity by inhibiting the degradation of acetylcholine, thereby increasing the concentration of acetylcholine at the synaptic cleft.  Central nervous system (CNS) penetration and reversal of central symptoms are dependent on chemical structure: $• #Tertiary amines# (eg, #physostigmine#, galantamine, donepezil, rivastigmine) are lipophilic (nonpolar) and can easily cross the blood-brain barrier to reverse both central and peripheral symptoms. $• Quaternary amines (eg, neostigmine, edrophonium, pyridostigmine) are hydrophilic (polarized) and do not readily cross the blood-brain barrier.  These drugs reverse peripheral symptoms only #(choices B and D)#. $#(Choices A and C)#  Both diazepam and haloperidol can be used for sedation or cases of severe agitation.  Haloperidol is an antipsychotic that blocks dopamine receptors in the CNS, and diazepam is a long-acting benzodiazepine that positively modulates GABA-A activity.  Neither medication reverses the peripheral anticholinergic manifestations (eg, mydriasis, tachycardia). $#Educational objective# Physostigmine is a cholinesterase inhibitor with a tertiary ammonium structure that can reverse both the central and peripheral nervous system symptoms of anticholinergic toxicity.  Neostigmine, edrophonium, and pyridostigmine have a quaternary ammonium structure that limits central nervous system penetration.  "},

{"id":"175","title":"A 38-year-old woman comes to the office to discuss motion sickness.  She is currently feeling well.  The patient is planning a vacation cruise and has previously experienced severe nausea and vomiting while sailing.  She has 4 children, and her past medical history is notable only for a tubal ligation.  The patient does not smoke and drinks only moderate quantities of alcohol.  She is not currently taking any medications.  Physical examination, including otologic and neurologic examinations, is normal.  After the appropriate drug therapy is recommended, this patient should be counseled regarding which of the following side effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cough","answer_2":"B. Diarrhea","answer_3":"C. Dry mouth","answer_4":"D. Frequent urination","answer_5":"E. Nasal congestion","percent_1":"1%","percent_2":"6%","percent_3":"88%","percent_4":"3%","percent_5":"2%","right_answer":"C. Dry mouth","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of antiemetic drugs# ∆⨉∆⨉ §^#Drug class# ∆^#Examples# ∆^#Clinical uses# §^#Antimuscarinics (anticholinergics)# ∆ • Scopolamine ∆ • Motion sickness • Hyperemesis gravidarum • (promethazine) §^#Antihistamines# ∆ • Diphenhydramine • Meclizine • Promethazine ∆↕ §^#Dopamine receptor antagonists# ∆ • Prochlorperazine • Metoclopramide ∆ • Chemotherapy-induced emesis §^#Serotonin (5-HT3) receptor $antagonists# ∆ • Ondansetron • Granisetron ∆↕ §^#Neurokinin 1 (NK1) receptor $antagonists# ∆ • Aprepitant • Fosaprepitant ∆↕","explanation_img":"","explanation_1":"","explanation_2":"Perception of motion and orientation is determined by input from the vestibular, visual, and somatosensory systems.  These 3 systems are usually congruent, but conflicting input can lead to #motion sickness#, characterized by nausea, dizziness, and autonomic symptoms (eg, diaphoresis).  Integration of these sensory pathways occurs in the #vestibular nuclei# via muscarinic and histaminic neurotransmission.  As such, #antimuscarinic# agents (eg, scopolamine) and first-generation #antihistamines# (eg, meclizine, dimenhydrinate) are most effective for management of motion sickness.  #Anticholinergic side effects# are common with these medications and may include blurry vision, dry mouth, urinary retention, and constipation. $#(Choices A, D, and E)#  Cough, frequent urination, and nasal congestion are characteristic of stimulation rather than blockade of muscarinic pathways. $#(Choice B)#  Diarrhea may be seen with dopamine receptor antagonists (eg, metoclopramide), but these drugs are primarily used for visceral (eg, diabetic gastroparesis), rather than vestibular, nausea. $#Educational objective# Antimuscarinic agents and antihistamines with antimuscarinic action are most effective for motion sickness prevention.  "},

{"id":"139","title":"A 71-year-old man with chronic stable angina comes to the office for routine follow-up.  He has occasional episodes of chest pain that improve after taking sublingual nitroglycerin.  The patient also has a history of hypertension and hypercholesterolemia and takes multiple medications for his conditions.  Blood pressure is 140/80 mm Hg and pulse is 68/min and regular.  Examination reveals normal heart sounds.  While discussing a plan to start isosorbide dinitrate therapy, the patient becomes concerned about the high dose of oral isosorbide dinitrate compared to sublingual nitroglycerin.  Which of the following is the most likely reason for using a high dose of oral nitrate?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Drug tolerance prevention","answer_2":"B. High first-pass metabolism","answer_3":"C. High serum protein binding","answer_4":"D. High volume of distribution","answer_5":"E. Low intestinal absorption","percent_1":"7%","percent_2":"77%","percent_3":"2%","percent_4":"5%","percent_5":"9%","right_answer":"B. High first-pass metabolism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Nitrates, beta blockers, and calcium channel blockers are the mainstay of therapy for patients with chronic stable angina.  Sublingual nitroglycerin is the therapy of choice in acute episodes for immediate relief of angina and for prevention of angina prior to engaging in strenuous physical activity.  Chronic nitrate therapy with long-acting oral formulations (isosorbide dinitrate or mononitrate) is used to prevent recurrent anginal episodes in patients with chronic stable angina. $Sublingual nitroglycerin is absorbed rapidly from oral mucosa directly into the venous circulation and has a rapid onset of action within 2-5 minutes.  Long-acting #isosorbide dinitrate# is absorbed via the gastrointestinal tract and undergoes #extensive first-pass metabolism# in the liver prior to release in the systemic circulation.  This leads to #low bioavailability# and the need for much higher doses of oral formulations as compared to sublingual nitroglycerin. $#(Choice A)#  Chronic nitrate therapy on a regular basis leads to nitrate tolerance, with attenuation of blood pressure response and anti-anginal effects.  Higher doses do not prevent nitrate tolerance.  On the contrary, use of sublingual nitroglycerin on an intermittent, as-needed basis (nitrate-free intervals) prevents the development of nitrate tolerance. $#(Choices C and D)#  The oral nitrate preparations do not have high serum protein binding or volume of distribution. $#(Choice E)#  Isosorbide dinitrate has rapid and nearly complete intestinal absorption.  Its low bioavailability is due to considerable first-pass hepatic metabolism. $#Educational objective# Isosorbide dinitrate has a low bioavailability due to extensive first-pass hepatic metabolism prior to release in systemic circulation.  Sublingual nitroglycerin is absorbed directly from oral mucosa into the venous circulation and has a higher bioavailability.  "},

{"id":"18563","title":"A 48-year-old woman with metastatic cervical cancer is brought to the emergency department due to worsening lethargy for the past several days.  A year ago, the patient was diagnosed with cervical cancer, which has progressed despite chemotherapy treatment and metastasized to the liver and lungs.  She has also developed bilateral hydronephrosis and renal failure due to ureteral compression by the tumor.  The patient is receiving palliative care, and her pain has been adequately controlled with a stable dose of oral morphine.  Temperature is 36.7 C (98 F), blood pressure is 110/62 mm Hg, pulse is 92/min, and respirations are 10/min.  On physical examination, the patient is somnolent and responds to painful stimuli only.  The pupils are small and sluggish to react.  The lungs are clear to auscultation, and heart sounds are normal.  The abdomen is soft and nondistended.  Arterial blood gas analysis shows respiratory acidosis.  Which of the following medication-related events most likely precipitated her current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased first-pass metabolism","answer_2":"B. Decreased hepatic metabolism","answer_3":"C. Increased enterohepatic circulation","answer_4":"D. Increased metabolite accumulation","answer_5":"E. Increased volume of distribution","percent_1":"13%","percent_2":"26%","percent_3":"2%","percent_4":"54%","percent_5":"5%","right_answer":"D. Increased metabolite accumulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Morphine# stimulates mu opioid receptors to provide the desired effect of analgesia, but in doing so can also precipitate many undesired effects.  This patient has multiple signs of #opioid toxicity#, including miosis (ie, pinpoint pupils), #respiratory depression# (evidenced by slow respiratory rate and respiratory acidosis), and CNS depression (eg, #somnolence#, coma).  Morphine is primarily metabolized by the liver via glucuronidation to form #2 major metabolites#.  These metabolites, morphine-3-glucoronide and #morphine-6-glucoronide#, then undergo #renal elimination# via excretion in the urine.  Because the metabolites are metabolically active, #renal dysfunction# can lead to #metabolite accumulation# and opioid toxicity.  Morphine-6-glucoronide is particularly responsible for toxicity, acting as a more potent mu opioid receptor agonist than morphine itself. $Due to its metabolically active and renally cleared metabolites, morphine requires careful monitoring when used in patients with renal dysfunction.  When opioid pain control is needed in such patients, fentanyl or hydromorphone is often preferred as these drugs are predominantly hepatically cleared. $#(Choice A)#  Decreased first-pass metabolism occurs with drugs that are given by a route other than orally, allowing the drug to reach the systemic circulation without passing through the portal circulation and the liver.  Examples include drugs that are administered sublingually, rectally, or intravenously. $#(Choice B)#  Decreased hepatic metabolism is common in the elderly or in patients with advanced liver disease (eg, cirrhosis).  Although this patient has metastatic disease to the liver, accumulation of morphine metabolites is a more likely cause of toxicity in the setting of known renal failure. $#(Choice C)#  Enterohepatic circulation occurs when a drug undergoes biliary excretion into the small intestine, where it is then reabsorbed back into the bloodstream.  Such drugs typically demonstrate a prolonged half-life.  Although the phenomenon may account for a prolonged duration of therapeutic effect, it rarely accounts for toxicity. $#(Choice E)#  Drugs with a high volume of distribution (eg, amiodarone) are well distributed in the tissues and have a long half-life.  These drugs may demonstrate prolonged therapeutic and/or adverse effects after discontinuation. $#Educational objective# Morphine generates 2 major metabolites that are metabolically active and renally cleared.  These metabolites can accumulate in the bloodstream of patients with renal dysfunction and lead to opioid toxicity, evidenced by miosis, respiratory depression, and CNS depression.  "},

{"id":"1712","title":"A group of investigators is performing an experiment designed to assess genetic variability in drug biotransformation.  A fixed dose of isoniazid is given to a group of volunteers, and the plasma drug concentration is measured four hours following administration of the drug.  The following distribution of plasma drug concentration in these subjects is obtained.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1712.jpg","title_2":"Variation of which of the following processes provides the best explanation for the shaded area of the curve?","audio":"","comparison_items":"","answer_1":"A. Methylation","answer_2":"B. Glucuronidation","answer_3":"C. Hydrolysis","answer_4":"D. Acetylation","answer_5":"E. Amine oxidation","percent_1":"7%","percent_2":"20%","percent_3":"8%","percent_4":"60%","percent_5":"5%","right_answer":"D. Acetylation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The rate and extent of drug metabolism normally varies from person to person.  These slight interpersonal variations in the ability to metabolize drugs are typically reflected graphically by a unimodal distribution, usually in the shape of a bell curve, when plasma levels of drug are measured at a fixed time following a fixed dose of drug.  This is the method that was used to generate the graph given in the question stem.  With most drugs, the majority of people fall within one standard deviation and 95% of people fall within two standard deviations of the population mean of plasma concentration.  A single peak in this type of graph indicates that the population being tested possesses a similar genetic drug metabolizing capacity. $A bimodal (discontinuous, polymorphic) curve, as shown in the question stem, results from the presence of two apparently distinct groups within the study population and suggests a pharmacogenetic polymorphism in drug metabolizing capacity.  In other words, the two peaks indicate two sets of responders to the drug within the population: one that rapidly converts the drug into its metabolite (considered normals) and another that converts the drug slowly, leading to accumulation of the original drug in the plasma. $Isoniazid is metabolized by acetylation to N-acetyl-isoniazid in the hepatic microsomal system by the enzyme N-acetyl transferase and is subsequently excreted in the urine.  The first and second peaks in the above graph represent fast and slow acetylators, respectively.  Slow acetylators of isoniazid also metabolize (acetylate) dapsone, hydralazine, and procainamide slowly, causing accumulation of these drugs as well.  Slow acetylators of these drugs are at increased risk of toxic effects, while fast acetylators may require much higher therapeutic doses to achieve a therapeutic effect. $#(Choice A)# Methylation is an important drug biotransformation method to consider when prescribing drugs such as azathioprine and 6-mercaptopurine, drugs used in the treatment of some inflammatory disorders of the bowel and skin. $#(Choice B)# Glucuronidation is a biotransformation pathway utilized for the metabolism of numerous drugs as well as endogenous substances such as bilirubin.  No bimodality has been described with this pathway, but conditions such as Gilbert syndrome involve dysfunction of the glucuronyl transferase system that can lead to toxic accumulation of some drugs. $#(Choice C)# Hydrolysis occurs with enzymes such as esterases and amidases.  Isoniazid is not metabolized by this pathway, and hydrolysis does not exhibit polymorphic metabolism. $#(Choice E)# Amine oxidation is usually undertaken by monoamine oxidases or by cytochrome oxidative deamination.  Neither process metabolizes isoniazid nor exhibits bimodality. $#Educational objective #Isoniazid is metabolized by acetylation.  The speed with which a patient is able to acetylate drugs depends on whether they are genetically \"fast\" or \"slow\" acetylators.  The presence of fast and slow acetylators within the same population results in a bimodal distribution of the speed of isoniazid metabolism.  Slow acetylators are at increased risk of adverse side effects.  "},

{"id":"1716","title":"A large, multinational drug corporation conducts a phase I clinical trial to evaluate the safety profile and pharmacokinetic properties of a new drug designed to treat refractory epilepsy.  Initial studies in animals showed that the drug undergoes extensive metabolism by the liver into glucuronidation byproducts that are primarily excreted by the kidneys.  The curve below demonstrates the glucuronidation rate of the drug over a wide range of doses.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1716.jpg","title_2":"Which of the following is the most accurate statement about this drug's metabolism?","audio":"","comparison_items":"","answer_1":"A. A constant proportion of the drug is metabolized past point 3","answer_2":"B. Bioavailability of the drug is highest at point 1","answer_3":"C. Biotransformation of the drug ceases near point 2","answer_4":"D. Metabolism begins to switch to zero-order kinetics near point 2","answer_5":"E. The rate of drug metabolism is not dependent on dose before point 1","percent_1":"38%","percent_2":"5%","percent_3":"6%","percent_4":"48%","percent_5":"4%","right_answer":"D. Metabolism begins to switch to zero-order kinetics near point 2","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1716.jpg","explanation_1":"","explanation_2":"$The drug under investigation is glucuronated by the liver into water-soluble byproducts that can then be excreted by the kidney.  The graph above shows how the #rate of drug glucuronidation# changes with increasing drug doses.  At lower doses, the quantity of drug-glucuronide formed is directly proportional to the dose administered (ie, as more of the drug is administered, more drug-glucuronide is produced).  Because a #fixed proportion# of drug is converted to the metabolite, this early portion of the graph represents #first-order kinetics#. $As the active sites on glucuronosyltransferase become saturated, the drug-glucuronide rate does not continue to rise with increasing doses of the substrate drug.  At this point (2 on the graph), the kinetics change from first- to #zero-order kinetics# and the graph levels out to a zero slope.  With zero-order kinetics, #a constant amount# of drug is metabolized and eliminated per unit of time regardless of its concentration or dose. $Zero- and first-order kinetics can also be represented graphically by showing the decrease in @drug concentration over time@ after a single dose.  Zero-order metabolism is indicated by a straight line with negative slope (fixed amount eliminated per unit of time), whereas first-order kinetics manifest as an exponential decay curve (fixed proportion eliminated per unit of time). $#(Choice A)#  After point 3, the curve remains flat, indicating that a constant amount of drug is metabolized per unit of time regardless of the dose.  As higher doses are administered, the proportion that is converted to the metabolite becomes smaller (ie, the proportion metabolized is non-constant after point 3). $#(Choice B)#  Bioavailability is the fraction of an administered drug that reaches the systemic circulation unchanged.  It usually decreases with oral administration due to incomplete absorption and first-pass metabolism compared to parenteral administration.  In this case, higher doses of the drug are likely to have greater bioavailability due to the saturation of hepatic metabolism. $#(Choice C)#  At point 2, biotransformation (ie, metabolism) of the drug begins to switch from first-order to zero-order kinetics due to enzyme saturation.  However, drug metabolism does not stop. $#(Choice E)#  Before point 1, drug metabolism proceeds via first-order kinetics.  Therefore, the drug metabolization rate increases as higher doses are administered. $#Educational objective# In first-order kinetics, a constant fraction (or proportion) of drug is metabolized per unit of time, so the amount metabolized changes based on the serum concentration.  In zero-order kinetics, a constant amount of drug is metabolized per unit of time, independent of serum levels.  ","clickable_1":"images/img1.1716.jpg"},

{"id":"1777","title":"A 65-year-old man is brought to the emergency department after developing sudden-onset right-side weakness and difficulty speaking.  He has a history of paroxysmal atrial fibrillation and has been taking warfarin for the past several years with a stable prothrombin time.  His wife adds that he started taking a new drug 2 weeks ago, but she does not remember its name.  Physical examination shows right hemiplegia, right hemisensory loss, expressive aphasia, and right homonymous hemianopia.  MRI of the head shows a left middle cerebral artery territory infarct.  Transesophageal echocardiogram reveals a small thrombus in the left atrium.  This patient most likely started taking which of the following drugs recently?   ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amiodarone","answer_2":"B. Cimetidine","answer_3":"C. Ciprofloxacin","answer_4":"D. Clarithromycin","answer_5":"E. Fluconazole","answer_6":"F. Penicillin V","answer_7":"G. St John's wort","percent_1":"11%","percent_2":"15%","percent_3":"4%","percent_4":"4%","percent_5":"5%","percent_6":"1%","percent_7":"62%","right_answer":"G. St John's wort","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cytochrome P450 (CYP450) interactions# ∆⨉ §^#Inducers# ∆^#Inhibitors# §Alcohol (chronic use) Barbiturates (eg, phenobarbital) Carbamazepine Griseofulvin Modafinil Phenytoin Rifampin St. John's wort ∆Alcohol (acute use) Amiodarone Azoles (eg, fluconazole) Cimetidine Diltiazem, verapamil Grapefruit juice Isoniazid, macrolides,* quinolones Protease inhibitors (eg, ritonavir) SSRIs (eg, fluoxetine) §^#Drugs commonly affected#$ Antiepileptics, theophylline, warfarin ∆⨉ §#SSRIs =# selective serotonin reuptake inhibitors. $ *Except azithromycin.∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This patient has suffered a #thromboembolic stroke#, likely the result of a dislodged left atrial thrombus that formed due to an adverse drug interaction leading to #inadequate anticoagulation#.  Many substances cause induction or inhibition of cytochrome P450 (CYP450) hepatic microsomal enzymes, which are responsible for the majority of drug metabolism.  CYP450 interactions should be considered when selecting and dosing medications, as changes in enzyme activity affect the rate of drug metabolism. $Alterations in plasma drug levels are especially important when considering medications that are vital to a patient's health or have a high propensity for toxicity, such as warfarin.  For example, #warfarin# can interact with #St John's wort#, an over-the-counter medicinal herb known for both its anti-inflammatory and antidepressant properties.  St John's wort #induces hepatic CYP450 enzymes#, resulting in increased warfarin metabolism, decreased drug levels, and inadequate anticoagulation. $#(Choices A, B, C, D, and E)#  These drugs are known to inhibit CYP450 enzymes and increase warfarin levels, leading to an increased risk of bleeding complications. $#(Choice F)#  Oral penicillin V and warfarin do not have any significant interactions.  Antibiotics in general reduce the intestinal bacterial load, which reduces vitamin K synthesis and could potentiate warfarin's anticoagulant effects. $#Educational objective# St John's wort induces cytochrome P450 hepatic microsomal enzymes.  As a result, a wide variety of drugs that are metabolized by these enzymes, such as warfarin, will have lower plasma concentrations and decreased efficacy.  "},

{"id":"778","title":"A 68-year-old man comes to the office with a 6-week history of muscle pain and fatigue.  He has achy pain that is not related to activity.  The patient has tried warm compresses and over-the-counter analgesics without relief.  Past medical history is significant for hypertension, mixed hyperlipidemia, and coronary artery disease with an acute myocardial infarction 2 years ago.  Physical examination shows diffuse tenderness in the proximal muscles of the upper and lower extremities.  Serum creatine kinase activity is elevated.  Which of the following drug combinations is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atorvastatin and cholestyramine","answer_2":"B. Atorvastatin and ezetimibe","answer_3":"C. Atorvastatin and gemfibrozil","answer_4":"D. Gemfibrozil and ezetimibe","answer_5":"E. Niacin and ezetimibe","answer_6":"F. Niacin and gemfibrozil","percent_1":"8%","percent_2":"11%","percent_3":"77%","percent_4":"2%","percent_5":"1%","percent_6":"2%","right_answer":"C. Atorvastatin and gemfibrozil","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Statins (eg, atorvastatin) are the first-line therapy for most patients with hypercholesterolemia and are useful in primary and secondary prevention of acute coronary events.  Statins inhibit HMG-CoA reductase, the enzyme responsible for the rate-limiting step in synthesis of @cholesterol@.  Statins lower total cholesterol, LDL, and triglyceride levels. $The primary side effects of statins include myopathy and hepatitis.  #Statin-associated myopathy# is usually characterized by mild muscular pain and resolves with discontinuation of the medication.  However, some patients will develop severe myopathy with striking elevations in creatine kinase levels and occasional rhabdomyolysis.  The risk of severe myopathy is increased when statins are given concurrently with fibrates (particularly #gemfibrozil#), which impair the hepatic clearance of statins and lead to excessive blood levels.  An increased risk of statin myopathy is also likely with concurrent use of niacin or ezetimibe, but to a lesser extent #(choice B).# $#(Choice A)#  Concurrent use of bile acid sequestrants (eg, cholestyramine) with statins does not increase the risk of myopathy.  However, bile acid sequestrants can reduce the gastrointestinal absorption of statins. $#(Choice D)#  Fibrates can increase drug levels of ezetimibe but this does not have a significant impact on its side effects, which are generally mild and not dose-related.  Ezetimibe does not alter the pharmacokinetics of fibrates and does not substantially influence their adverse effects. $#(Choices E and F)#  The primary adverse effects of niacin include flushing, hyperglycemia, and hepatotoxicity.  There are no significant interactions with the concurrent use of niacin and ezetimibe or gemfibrozil. $#Educational objective# The primary side effects of statins include myopathy and hepatitis.  Fibrates such as gemfibrozil can impair hepatic clearance of statins, increasing the risk of severe myopathy.  ","clickable_1":"images/img1.778.jpg"},

{"id":"1818","title":"A 57-year-old man comes to the emergency department due to fevers and painful mouth ulcers.  He recently began methotrexate therapy for psoriasis.  However, the patient has mistakenly taken the medication daily instead of 3 times a week.  His past medical history is also significant for hypertension and chronic kidney disease.  Temperature is 38.1 C (100.6 F).  Examination reveals multiple aphthous ulcers in the oral pharynx.  A complete blood cell count is as follows:","title_table":"?Hemoglobin? 10.4 g/dL ?Platelets? 120,000/mm3 ?Leukocytes? 2,800/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the best next step in management?","audio":"","comparison_items":"","answer_1":"A. Allopurinol","answer_2":"B. Amifostine","answer_3":"C. Dexrazoxane","answer_4":"D. Filgrastim","answer_5":"E. Folinic acid","answer_6":"F. Mesna","answer_7":"G. Ondansetron","percent_1":"3%","percent_2":"2%","percent_3":"2%","percent_4":"10%","percent_5":"77%","percent_6":"5%","percent_7":"1%","right_answer":"E. Folinic acid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1818.jpg","explanation_1":"","explanation_2":"$#Methotrexate# (MTX) is a folic acid analog that #inhibits dihydrofolate reductase# (DHFR), the enzyme that converts dietary folic acid to tetrahydrofolate (THF), through direct competition.  THF is a single-carbon group donor in the synthesis of purines and thymidylic acid (which contributes to pyrimidine formation).  MTX functions as a chemotherapeutic agent through #inhibition of DNA synthesis# and as an anti-psoriasis agent through immunomodulatory effects on activated T cells.  However, MTX causes death of all #rapidly dividing# cells, particularly those of the #gastrointestinal tract# (GI) mucosa (explaining this patient's #aphthous ulcers#) and #bone marrow# (explaining this patient's #pancytopenia#). $#Folinic acid (leucovorin)# can reverse MTX toxicity if given early.  It serves as a reduced form of folic acid thought #not# to require DHFR to be converted to THF and is therefore unaffected by MTX.  Leucovorin is administered following high-dose MTX as part of a chemotherapeutic plan in which it serves to #rescue# bone marrow, and GI and other mucosal cells from MTX toxicity.  In addition, when used in combination with 5-fluorouracil (#5-FU#), leucovorin #potentiates# the cytotoxic action of 5-FU (by binding thymidylate synthetase) and is frequently included in colorectal cancer chemotherapy regimens. $#(Choice A)#  Allopurinol and its metabolite, oxipurinol, are predominantly noncompetitive inhibitors of xanthine oxidase.  Allopurinol is used in the treatment of gout and for prevention of tumor lysis syndrome. $#(Choice B)#  Amifostine is a cytoprotective free-radical scavenger used to decrease nephrotoxicity associated with platinum-containing and alkylating chemotherapeutic agents and to decrease xerostomia (dry mouth). $#(Choice C)#  Dexrazoxane is an iron-chelating agent that can prevent anthracycline-induced cardiotoxicity. $#(Choice D)#  Filgrastim is a granulocyte colony-stimulating factor analog used to stimulate the proliferation and differentiation of granulocytes in patients with neutropenia. $#(Choice F)#  Mesna prevents hemorrhagic cystitis due to cyclophosphamide or ifosfamide.  Mesna binds acrolein, the toxic metabolite formed by these agents. $#(Choice G)#  Ondansetron (a serotonin 5-HT3 receptor inhibitor) is used to treat nausea and vomiting following chemotherapy. $#Educational objective# Folinic acid (leucovorin) can reverse the toxicity of methotrexate in non-cancerous cells in the gastrointestinal mucosa and bone marrow if administered at the appropriate time.  Leucovorin serves as a reduced form of folic acid that does not require the action of dihydrofolate reductase.  "},

{"id":"713","title":"A 64-year-old woman comes to the hospital due to sudden-onset right arm weakness and difficulty speaking, which completely resolved within 20 minutes.  The patient has had no shaking movements, headache, nausea, photophobia, or anxiety.  She has a history of hypertension and hypercholesterolemia and takes amlodipine and rosuvastatin, respectively.  Her blood pressure is 125/70 mm Hg and pulse is 78/min and regular.  Neurologic examination is unremarkable.  Fingerstick glucose is within normal limits.  ECG shows normal sinus rhythm.  Carotid Doppler reveals mild left common carotid artery stenosis.  MRI of the brain and echocardiogram are unremarkable.  If the patient is started on an additional medication that is indicated for her condition, which of the following adverse effects is most likely to occur?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Central nervous system depression","answer_2":"B. Gastrointestinal bleeding","answer_3":"C. Hyperpnea and vertigo","answer_4":"D. Orthostatic hypotension","answer_5":"E. Sexual dysfunction","answer_6":"F. Urinary bladder cancer","percent_1":"2%","percent_2":"64%","percent_3":"2%","percent_4":"28%","percent_5":"3%","percent_6":"0%","right_answer":"B. Gastrointestinal bleeding","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp713.jpg","explanation_1":"","explanation_2":"This patient, with hypertension, hypercholesterolemia, and sudden-onset neurologic deficits (eg, right arm weakness, difficulty speaking) that fully resolved within minutes, most likely had a #transient ischemic attack# (TIA).  In addition to optimal blood pressure control and statin therapy, #low-dose aspirin# is commonly used to #prevent ischemic stroke# in patients with TIA.  It works by irreversibly acetylating/inhibiting the cyclooxygenase (COX) enzymes.  At low doses, aspirin predominantly #inhibits COX-1#, preventing platelet synthesis of thromboxane A2, which #impairs platelet aggregation# and reduces vasoconstriction. $At least 2 distinct COX-1-dependent mechanisms contribute to the increased risk of upper #gastrointestinal (GI) bleeding# associated with aspirin therapy: Inhibition of platelet aggregation and impairment of prostaglandin-dependent GI mucosal protection.  The risk of upper GI bleeding increases with higher doses but is increased 2- to 3-fold even with low-dose aspirin.  Proton pump inhibitors can help reduce the risk of upper GI bleeding in patients taking aspirin. $#(Choice A)#  Central nervous system depression is commonly seen with benzodiazepine use as these agents potentiate the effect of GABA (a major inhibitory neurotransmitter) on GABA-A receptors. $#(Choice C)#  Very high doses of aspirin can cause salicylism (eg, vertigo, tinnitus, hearing loss) and hyperpnea (stimulates respiratory drive).  Hyperpnea may result in respiratory alkalosis, whereas systemic salicylate accumulation often leads to a concurrent metabolic acidosis. $#(Choice D)#  Orthostatic hypotension may occur with use of antihypertensive medications due to vasodilation (eg, nitrates, calcium channel blockers) and volume depletion (eg, loop and thiazide diuretics). $#(Choice E)#  Sexual dysfunction is a common side effect of antidepressants (eg, selective serotonin reuptake inhibitors, tricyclics) and some antihypertensives (eg, thiazide diuretics, spironolactone, clonidine). $#(Choice F)#  Pioglitazone (a thiazolidinedione) increases insulin sensitivity in patients with type II diabetes mellitus by binding to peroxisome proliferator-activated receptors.  Long-term use may be associated with urinary bladder cancer. $#Educational objective# Gastrointestinal (GI) mucosal injury and bleeding are the most common side effects of aspirin.  These are due primarily to cyclooxygenase-1 inhibition, which results in impaired prostaglandin-dependent GI mucosal defense and decreased platelet aggregation.  "},

{"id":"1816","title":"A 56-year-old woman comes to the emergency department due to 3 days of frequent urination, suprapubic pain, dysuria, and progressive hematuria.  She has had no fevers or chills.  The patient has a history of lymph-node-positive breast cancer that was diagnosed following a routine mammogram.  A month ago, she began treatment with systemic chemotherapy.  Temperature is 37.1 C (98.8 F).  Suprapubic tenderness is present on abdominal examination.  Hemoglobin is 9.8 g/dL.  Urinalysis shows numerous red blood cells but no leukocyte esterase or bacteria.  Which of the following could have prevented this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dexrazoxane","answer_2":"B. Filgrastim","answer_3":"C. Folinic acid","answer_4":"D. Mesna","answer_5":"E. Ondansetron","percent_1":"5%","percent_2":"8%","percent_3":"10%","percent_4":"75%","percent_5":"3%","right_answer":"D. Mesna","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient who recently received systemic chemotherapy for breast cancer and now has progressive hematuria and suprapubic tenderness most likely has #hemorrhagic cystitis# caused by a nitrogen mustard-based chemotherapeutic agent, such as #cyclophosphamide# or one of its analogs (eg, ifosfamide).  These agents are metabolized by the kidneys into #acrolein#, which is then excreted in the urine.  Acrolein is toxic to uroepithelial cells and can cause cell death and necrosis if allowed to be in contact with these cells for a prolonged period. $Hemorrhagic cystitis associated with nitrogen mustard-based chemotherapy can be #prevented# by aggressive hydration and the coadministration of #mesna# (2-mercaptoethanesulfonate), a sulfhydryl compound that binds and inactivates the toxic metabolites of the chemotherapeutic agents in the urine. $#(Choice A)#  Dexrazoxane is an iron-chelating agent that can help prevent anthracycline-induced (eg, doxorubicin) cardiotoxicity. $#(Choice B)#  Filgrastim is a granulocyte colony-stimulating factor (G-CSF) analog used to stimulate the proliferation and differentiation of granulocytes in patients with neutropenia, as can occur after chemotherapy.  This patient is afebrile, and her urinalysis is not suggestive of a urinary tract infection. $#(Choice C)#  Leucovorin, or folinic acid, is a drug used in the treatment of methotrexate overdose.  It also enhances the cytotoxic action of 5-fluorouracil (5-FU) and is used in combination with 5-FU in some cases of colorectal cancer. $#(Choice E)#  Ondansetron inhibits serotonin 5-HT3 receptors and is used primarily to treat nausea and vomiting following chemotherapy. $#Educational objective# Hemorrhagic cystitis during therapy with cyclophosphamide or ifosfamide is caused by the urinary excretion of the toxic metabolite acrolein.  It can be prevented by aggressive hydration, bladder irrigation, and administration of mesna, a sulfhydryl compound that binds acrolein in the urine.  "},

{"id":"1711","title":"A researcher is conducting a retrospective study on breast cancer recurrence.  Records of a number of patients with hormone receptor-positive, early-stage breast cancer who received adjuvant therapy with tamoxifen were evaluated.  Various clinical, demographic, and drug concentration data were analyzed.  A comparison of patients who had disease recurrence with those who remained cancer free showed that some of the relapsed patients had lower serum concentrations of endoxifen and 4-hydroxytamoxifen, the active metabolites of tamoxifen.  Which of the following is the most likely cause of the drug's ineffectiveness in this subset of patients?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activating mutation affecting a downstream signal transducer","answer_2":"B. Decreased hepatic N-acetyltransferase activity","answer_3":"C. Deficiency of thiopurine methyltransferase enzyme","answer_4":"D. Overexpression of P-glycoprotein in the tumor cells","answer_5":"E. Polymorphism of a cytochrome P450 enzyme","percent_1":"7%","percent_2":"15%","percent_3":"4%","percent_4":"10%","percent_5":"64%","right_answer":"E. Polymorphism of a cytochrome P450 enzyme","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Cytochrome P450 (CYP) enzymes# are a group of heme-containing proteins that are responsible for the majority of #drug metabolism#, which occurs predominately in the liver.  Various CYP subtypes exist, with CYP3A, CYP2D, and CYP2C as the most active subtypes involved in drug metabolism.  These enzymes generally function to deactivate drugs and facilitate excretion from the body by improving water solubility.  However, they also metabolize certain compounds to their active forms. $#Polymorphisms# may occur in the genes coding for these enzymes, altering their expression or activity.  Three important phenotypes exist:  #poor, intermediate, and rapid metabolizer#.  Identifying these variations on an individual basis provides a framework for optimizing therapy, predicting treatment efficacy, and minimizing toxicity. $#Tamoxifen#, a selective estrogen receptor modulator used in the treatment of estrogen receptor-positive breast cancer, is a prodrug metabolized by CYP2D to its #active metabolite, endoxifen#.  Patients with genetic polymorphisms resulting in poor CYP2D activity are exposed to decreased levels of the active metabolite and have a higher risk of disease relapse. $#(Choice A)#  Activation of downstream signal transducer proteins, such as KRAS, leads to activation of transcription factors that promote cell growth.  Mutations in the KRAS gene are associated with the development of colorectal and lung cancers. $#(Choice B)#  Decreased activity of hepatic N-acetyltransferase results in a diminished ability to metabolize drugs such as isoniazid and sulfonamides, leading to an increased likelihood of toxicity. $#(Choice C)#  Thiopurine methyltransferase is responsible for the metabolism of thiopurine compounds such as the immunosuppressive drug 6-mercaptopurine.  Enzyme deficiency leads to increased drug toxicity. $#(Choice D)#  P-glycoprotein is a cell membrane protein that drives efflux of a number of substances out of the cell.  Overexpression of p-glycoprotein in tumor cells has been identified as a cause of multidrug resistance. $#Educational objective# Cytochrome P450 enzymes found in the liver are responsible for the majority of drug  metabolism.  Polymorphisms occurring in the genes coding for these enzymes result in various phenotypes that differ in their rates of metabolism; individual differences in phenotype alter treatment efficacy and drug toxicity.  "},

{"id":"161","title":"A 47-year-old man comes to the office due to worsening muscle weakness and dark urine for the past several days.  Two weeks ago, the patient was evaluated for dyspepsia and found to have Helicobacter pylori infection; he was started on treatment and has had partial symptom improvement.  Medical history includes hypertension and hyperlipidemia, for which he takes amlodipine and simvastatin.  Temperature is 37.1 C (98.8 F), blood pressure is 130/80 mm Hg, and pulse is 74/min.  Physical examination shows diffuse muscle tenderness.  Laboratory evaluation reveals elevated blood urea nitrogen and serum creatinine levels.  Urine microscopy shows no red or white blood cells.  Which of the following medications most likely precipitated this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amoxicillin","answer_2":"B. Bismuth subsalicylate","answer_3":"C. Calcium carbonate","answer_4":"D. Clarithromycin","answer_5":"E. Metronidazole","percent_1":"20%","percent_2":"10%","percent_3":"6%","percent_4":"51%","percent_5":"13%","right_answer":"D. Clarithromycin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Concurrent medications & statin myopathy# ∆⨉ §^#Cytochrome P-450$ (CYP3A4) inhibitors# ∆ • Non–dihydropyridine CCBs (eg, verapamil, diltiazem) • Protease inhibitors (eg, ritonavir, saquinavir) • Erythromycin §^#OATP inhibitors# ∆ • Cyclosporine (also a CYP3A4 inhibitor) §^#Additive myocyte toxicity# ∆ • Corticosteroids • Fibrates (eg, gemfibrozil) • Colchicine (also competes with statins for CYP3A4 metabolism) §#CCBs =# calcium channel blockers; #OATP =# organic anion transport protein∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This patient has muscle tenderness and weakness.  The dark urine suggests #myoglobinuria #due to myocyte necrosis.  In the context of ongoing statin therapy for hyperlipidemia, this presentation likely represents statin myopathy.  Statin myopathy is due, likely at least in part, to decreased myocyte production of coenzyme Q10 (ubiquinone).  Serum muscle breakdown markers (eg, creatine kinase) are often elevated, and severe cases may lead to #rhabdomyolysis #with subsequent #acute kidney injury# (eg, elevated BUN and creatinine). $#Statin myopathy# is most common in the initial weeks or months of therapy.  However, it can occasionally occur later, and can be acutely triggered by medications that increase circulating statin levels.  This patient's myopathy is most likely related to the initiation of clarithromycin as part of a multidrug regimen for Helicobacter pylori. $Statins, primarily simvastatin, lovastatin, and atorvastatin, are metabolized by #CYP3A4#.  This enzyme can be #inhibited by macrolide antibiotics# (eg, erythromycin, clarithromycin), leading to increased statin drug levels and subsequent statin myopathy.  (Azithromycin does not significantly inhibit CYP3A4.)  Other significant CYP3A4 inhibitors that can induce statin myopathy include ketoconazole, non–dihydropyridine calcium channel blockers (eg, diltiazem), amiodarone, and protease inhibitors (eg, ritonavir).  Because pravastatin is not primarily metabolized by CYP3A4, patients who must take a CYP3A4 inhibitor may benefit from switching to this drug. $#(Choice A)#  Amoxicillin does not inhibit CYP3A4 or increase circulating simvastatin levels.  Penicillin antibiotics generally have only minor effects on the cytochrome P-450 system. $#(Choice B)#  Bismuth subsalicylate can cause black stools due to the formation of bismuth sulfate in the gastrointestinal tract.  However, this medication does not cause myopathy or myoglobinuria.  Excessive intake of bismuth can cause motor weakness, but this is due primarily to neural rather than muscle toxicity. $#(Choice C)#  Polyvalent cations (eg, calcium, iron) can form insoluble chelate complexes with certain antibiotics (eg, tetracyclines, fluoroquinolones) and other drugs (eg, levothyroxine, levodopa), leading to decreased drug absorption.  Simvastatin does not form chelate complexes, and decreased absorption would lower, not increase, the risk for myopathy. $#(Choice E)#  Both metronidazole and simvastatin carry a small risk for peripheral neuropathy.  In some patients, the effect can be additive and lead to numbness, pain, and paresthesia in the hands and feet.  However, this neuropathy would not cause muscle tenderness or myoglobinuria. $#Educational objective# Statins, primarily simvastatin, lovastatin, and atorvastatin, are metabolized by CYP3A4.  Drugs that inhibit this enzyme (eg, macrolide antibiotics, ketoconazole, non–dihydropyridine calcium channel blockers, amiodarone) can cause increased statin drug levels and lead to statin myopathy.  "},

{"id":"21437","title":"A 16-year-old girl is brought to the emergency department because of progressively increasing nausea, vomiting and right upper quadrant pain.  She was initially seen in the emergency department 24 hours ago for nausea and vomiting but was discharged when her examination and laboratory studies were unremarkable.  At today's visit, the patient reveals, \"I am so upset.  My boyfriend broke up with me and I have been taking a lot of pain medication to relieve my pain.\"  Temperature is 37.1 C (98.8 F), blood pressure is 108/70 mm Hg, pulse is 102/min, and respirations are 16/min.  Pulse oximetry is 98% on room air.  On examination, scleral icterus and marked right upper quadrant tenderness are present.  Pupils are normal in size and reactive to light.  Neurologic examination shows no abnormalities.  Laboratory results are as follows:","title_table":"?Total bilirubin? 1.3 mg/dL ?Alkaline phosphatase? 120 U/L ?Aspartate aminotransferase (SGOT)? 3,906 U/L ?Alanine aminotransferase (SGPT)? 4,014 U/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely underlying mechanism of drug toxicity in this patient?","audio":"","comparison_items":"","answer_1":"A. Cytotoxic T-cell response to hepatocyte proteins","answer_2":"B. Drug-mediated inhibition of bile flow","answer_3":"C. Drug metabolite–induced mitochondrial dysfunction","answer_4":"D. Drug–induced disruption of fatty acid metabolism","answer_5":"E. Reactive oxygen species–induced stellate cell activation","percent_1":"2%","percent_2":"3%","percent_3":"67%","percent_4":"6%","percent_5":"22%","right_answer":"C. Drug metabolite–induced mitochondrial dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acetaminophen overdose# ∆⨉ §^#Pathophysiology# ∆ • Depletion of intrahepatic glutathione → overaccumulation of NAPQI • NAPQI forms adduct with mitochondrial proteins → oxidative hepatocellular $injury §^#Clinical features# ∆ • Initially asymptomatic or nonspecific (eg, nausea, vomiting, malaise) • Can progress to right upper quadrant pain, jaundice, hepatic encephalopathy$ & bleeding diathesis §^#Laboratory$ findings# ∆ • Normal until 24 hr after ingestion • ↑↑ AST, ALT (often >1,000 U/L) • ↑ PT, PTT when severe • ± Elevated bilirubin & alkaline phosphatase • Liver biopsy: centrilobular necrosis §^#Treatment# ∆ • N-acetylcysteine: repletes intrahepatic glutathione stores %#ALT =# alanine aminotransferase; #AST = a#spartate aminotransferase; #NAPQI =# N-acetyl-p-benzoquinone imine.","explanation_img":"","explanation_1":"","explanation_2":"This patient who took large quantities of a pain medication initially had nausea and vomiting and has now developed scleral icterus, right upper quadrant pain, and markedly elevated aminotransferases.  These findings are consistent with an overdose of #acetaminophen#, a commonly used analgesic. $When taken at appropriate doses, acetaminophen produces small amounts of the #toxic metabolite# @N-acetyl-p-benzoquinone imine (NAPQI)@, which is conjugated with glutathione in the liver and excreted.  At supratherapeutic doses, glutathione becomes saturated, allowing excessive amounts of NAPQI to form adducts with hepatic proteins that #disrupt hepatocyte mitochondrial function# and cause #oxidative injury#. $Because acetaminophen-induced liver injury primarily affects hepatocytes (ie, #hepatocellular liver injury#), laboratory findings show markedly #elevated aminotransferases# with levels sometimes >1,000 U/L.  Mild elevations of bilirubin and alkaline phosphatase can be seen but may be normal.  Liver biopsy shows centrilobular hepatic necrosis, a common finding in ischemic or toxic liver injury. $#(Choice A)#  Certain drugs (eg, carbamazepine, phenytoin) can trigger a robust CD4+ and CD8+ T-cell response against hepatic proteins, leading to drug reaction with eosinophilia and systemic symptoms (DRESS).  Although hepatocellular liver injury can occur, fever, lymphadenopathy, and skin manifestations (eg, facial edema, coalescing erythema) would be expected. $#(Choice B)#  Drug-mediated (eg, ceftriaxone) cholestatic liver injury typically causes biliary duct damage or interrupts the flow of bile.  These patients have markedly elevated levels of alkaline phosphatase (and sometimes bilirubin), and aminotransferase levels are typically normal. $#(Choice D)#  Microvesicular steatohepatitis, or small droplets of intracytoplasmic lipids within hepatocytes, is caused by drugs that disrupt fatty acid beta-oxidation.  Ibuprofen and aspirin are commonly used analgesics that can rarely lead to this condition; however, marked aminotransferase elevations are not seen in ibuprofen toxicity, and aspirin toxicity is usually seen in young children with a recent viral infection (ie, Reye syndrome). $#(Choice E)#  Chronic alcohol consumption can generate reactive oxygen species (ROS), which activate stellate cells and cause cirrhosis.  Although NAPQI does create ROS, stellate cell activation does not occur, and this patient's acute liver injury after analgesic ingestion makes this diagnosis unlikely. $#Educational objective# Excessive acetaminophen use causes toxicity through its metabolite N-acetyl-p-benzoquinone imine, which disrupts hepatocyte mitochondrial function and induces oxidative injury throughout the liver.  The resulting hepatocellular liver injury markedly elevates aminotransferase, with levels sometimes exceeding 1,000 U/L.  ","clickable_1":"images/img1.21437.jpg"},

{"id":"14919","title":"A 68-year-old woman comes to the office due to a burning sensation in her chest and throat for the past 2 weeks.  Associated symptoms include trouble swallowing.  Medical history is significant for osteoporosis, and she has no known drug allergies.  The patient has smoked half a pack of cigarettes daily for 50 years, and does not use alcohol or illicit drugs.  Temperature is 36.7 C (98 F), blood pressure is 110/70 mm Hg, and pulse is 70/min.  BMI is 20 kg/m2.  Cardiopulmonary examination shows clear lungs and normal S1 and S2.  The abdomen is soft and nontender.  Laboratory results are normal.  It is determined that the patient's current symptoms are caused by one of her medications, which is discontinued.  Her symptoms subsequently resolve.  The medication responsible for this patient's presentation is also associated with which of the following side effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic kidney disease","answer_2":"B. Hypercalcemia","answer_3":"C. Osteonecrosis of the jaw","answer_4":"D. Venous thromboembolism","answer_5":"E. Vitamin B12 deficiency","percent_1":"5%","percent_2":"11%","percent_3":"78%","percent_4":"4%","percent_5":"2%","right_answer":"C. Osteonecrosis of the jaw","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medication-induced esophagitis# ∆⨉ §^#Drug class# ∆^#Drug# §^Antibiotics ∆^Tetracyclines §^Anti-inflammatory agents ∆^Aspirin & many nonsteroidal anti-inflammatory drugs §^Bisphosphonates ∆^Alendronate, risedronate §^Others ∆^Potassium chloride, iron","explanation_img":"","explanation_1":"","explanation_2":"This patient has esophagitis, with burning pain in the chest and dysphagia.  #Medication-induced esophagitis# is a common adverse effect of #bisphosphonates# (eg, alendronate, risedronate) thought to be caused by disruption of the protective phospholipid barrier in the lower esophagus.  This allows refluxing gastric acid to cause mucosal erosion and ulceration.  Bisphosphonates are contraindicated in conditions that impair esophageal motility (eg, stricture, achalasia).  When bisphosphonates are used, the risk of esophagitis can be lessened by taking the medication with a full glass of water (to ensure the pill is delivered fully into the stomach) and remaining upright for 30 minutes following administration (to avoid reflux of gastric contents). $Bisphosphonates are also associated with #osteonecrosis of the jaw# (mandible or maxilla) and atypical bone fractures (eg, stress fractures of the subtrochanteric zone and femoral shaft).  The precise pathophysiology is debated and may vary, but proposed mechanisms include suppression of bone remodeling, impaired healing of microfractures, and decreased angiogenesis. $#(Choice A)#  Medication-induced nephropathy can be due to interstitial nephritis (eg, cyclosporine), crystal nephropathy (eg, acyclovir), renal vasoconstriction (eg, amphotericin B, nonsteroidal anti-inflammatory drugs), or tubular injury (eg, aminoglycosides).  Bisphosphonates are eliminated by the kidney and should be used with caution in patients with chronic kidney disease, but do not have substantial nephrotoxicity. $#(Choice B)#  Bisphosphonates decrease bone resorption, thus lowering serum calcium levels.  They are sometimes used in the treatment of severe hypercalcemia (eg, hypercalcemia of malignancy). $#(Choice D)#  Venous thromboembolism is a recognized complication of selective estrogen receptor modulators (eg, raloxifene), but these medications do not often cause esophagitis.  Bisphosphonates do not appreciably increase the risk of thromboembolism. $#(Choice E)#  Vitamin B12 deficiency can be seen in long-term proton pump inhibitor (eg, omeprazole) therapy, possibly due to decreased acid-dependent cleavage of vitamin B12 from dietary proteins.  Although proton pump inhibitors may be taken by patients with bisphosphonate-induced esophagitis, bisphosphonates do not affect vitamin B12 metabolism. $#Educational objective# Medication-induced esophagitis is a common adverse effect of bisphosphonates.  Bisphosphonates are also associated with increased risk of osteonecrosis of the jaw and atypical femoral fractures.  "},

{"id":"1257","title":"A 55-year-old woman is diagnosed with metastatic breast cancer.  The patient is treated with an opioid analgesic for bone pain that is well controlled during the first week of therapy.  The following week, the analgesic dose becomes ineffective and the patient reports nausea, itching, and constipation.  She has become very weak and is unable to walk due to the pain.  The opioid dose is increased.  The patient is concerned about side effects with higher dosages, noting that her son has a history of opioid dependence, and \"I watched him suffer a lot of bad reactions.\"  The physician explains the concept of tolerance to opioids and that high doses are commonly required to control pain.  Over the next few weeks, the patient would likely experience which of the following? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Euphoria","answer_2":"B. Increased itching","answer_3":"C. Persistent nausea and vomiting","answer_4":"D. Respiratory depression","answer_5":"E. Sedation","answer_6":"F. Urinary retention","answer_7":"G. Worsening constipation","percent_1":"5%","percent_2":"1%","percent_3":"2%","percent_4":"10%","percent_5":"7%","percent_6":"2%","percent_7":"73%","right_answer":"G. Worsening constipation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Opioid therapy is the first-line treatment for chronic cancer pain, with effective management commonly requiring higher doses over prolonged periods.  An increase in dosage is often necessary to maintain adequate pain control following the development of tolerance to analgesic effects.  Tolerance to most opioid side effects is also expected to occur.  However, tolerance to constipation and miosis does not readily occur, and #constipation# is the most #common# and #persistent opioid side effect#. $Opioids stimulate mu receptors in the gastrointestinal tract, causing decreased secretions and gastric motility.  Normal bowel function rarely resumes.  Patients who require prolonged opioid therapy should receive a #prophylactic bowel regimen# (increased fluid intake, dietary fiber, and laxatives) to minimize constipation. $#(Choice A)#  Opioids can produce significant euphoria, mood alterations, and rewarding pleasurable effects.  The mechanism of euphoria and rewarding properties may involve dopaminergic pathways in the nucleus accumbens.  Tolerance to euphoric effects develops rapidly, underlying the addictive potential of this medication class. $#(Choice B)#  In most cases, opioid-induced pruritus is mild and tolerance develops. $#(Choice C)#  Nausea with or without vomiting is a common side effect during initiation of opioid therapy, but tolerance develops within days and persistent nausea is uncommon.  Opioids stimulate the chemoreceptor trigger zone, leading to emesis. $#(Choice D)#  Respiratory depression is the most serious, yet rare, side effect of opioid therapy.  Opioids depress respiration by reducing responsiveness of brainstem respiratory centers to increased levels of carbon dioxide.  Patients who take opioids regularly are unlikely to develop respiratory depression as tolerance to this side effect develops rapidly. $#(Choice E)#  Sedation typically occurs during initiation of therapy and usually disappears after several days.  It is not unusual for patients to be drowsy and sleep more during the first days of therapy. $#(Choice F)#  Opioids block urinary voiding reflexes and also increase sphincter tone and bladder volume.  This results in an antidiuretic effect and urinary retention.  Tolerance to these effects develops rapidly. $#Educational objective# Chronic opioid use leads to the development of tolerance to analgesic effects and most side effects, with the exception of constipation and miosis.  To prevent bowel complications, it is recommended that patients be treated prophylactically with adequate fluid intake and daily laxatives.  "},

{"id":"8327","title":"A 52-year-old woman comes to the emergency department due to recurrent right lower extremity swelling, pain, and erythema.  The patient's medical history includes type 2 diabetes mellitus and depression.  Her medications include metformin, paroxetine, and a multivitamin.  The patient is diagnosed with cellulitis, admitted to the hospital, and started on antibiotics.  She is continued on her home medications.  Three days later, the patient becomes agitated and delirious with severe abdominal cramps and diarrhea.  Her temperature is 39.2 C (102.6 F), blood pressure is 180/100 mm Hg, and heart rate is 120/min and regular.  On examination, the patient is diaphoretic and tremulous, and her pupils are dilated.  Bilateral hyperreflexia and ankle clonus are present.  She begins to have seizures.  Which of the following antibiotics was the patient most likely given to treat the cellulitis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Clindamycin","answer_2":"B. Doxycycline","answer_3":"C. Linezolid","answer_4":"D. Penicillin","answer_5":"E. Vancomycin","percent_1":"16%","percent_2":"8%","percent_3":"58%","percent_4":"6%","percent_5":"11%","right_answer":"C. Linezolid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Serotonin syndrome# ∆⨉ §^#Causes# ∆ • Serotonergic medications, especially in combination (eg, SSRI/SNRI, TCA, $tramadol) • Drug interactions: Serotonergic medication & MAOI or linezolid • Intentional overdose of serotonergic medications • Serotonergic drugs of abuse (eg, MDMA) §^#Clinical $features# ∆ • Mental status changes (eg, anxiety, agitation, delirium) • Autonomic dysregulation (eg, diaphoresis, hypertension, tachycardia,$ hyperthermia, vomiting, diarrhea) • Neuromuscular hyperactivity (eg, tremor, myoclonus, hyperreflexia) %#MAOI =# monoamine oxidase inhibitor; #MDMA =# 3,4-Methylenedioxymethamphetamine;$ #SNRI =# serotonin-norepinephrine reuptake inhibitor; #SSRI =# selective serotonin reuptake inhibitor; #TCA =# tricyclic antidepressant.","explanation_img":"","explanation_1":"","explanation_2":"#Serotonin syndrome# is characterized by a triad of #autonomic instability# (eg, hyperthermia, hypertension, tachycardia), #altered mental status# (eg, agitation, confusion), and #neuromuscular hyperactivity# (eg, tremor, hyperreflexia, myoclonus), as well as gastrointestinal symptoms and diaphoresis.  It is due to an increased serotonergic effect in the central nervous system (eg, increased 5-HT1A and 5-HT2A receptor stimulation). $Serotonin syndrome rarely occurs with a single serotonergic drug used at therapeutic doses.  More commonly, it is due to the combined effects of several serotonergic medications, overdose, and/or a drug-drug interaction.  Serotonin effect is increased when a #monoamine oxidase inhibitor# (MAOI) is #combined# with a #serotonergic antidepressant# (selective serotonin reuptake inhibitor [SSRI], serotonin-norepinephrine reuptake inhibitor, or tricyclic antidepressant). $Linezolid is used to treat infections caused by gram-positive bacteria, particularly vancomycin-resistant enterococcus and methicillin-resistant Staphylococcus aureus.  #Linezolid has MAOI activity# and therefore can precipitate serotonin syndrome with concomitant use of an SSRI (eg, paroxetine) or with other serotonergic medications. $#(Choices A, B, D, and E)#  Clindamycin, doxycycline, penicillin, and vancomycin do not have MAOI effects.  They do not cause serotonin syndrome when combined with a serotonergic antidepressant. $#Educational objective# Serotonin syndrome is characterized by a triad of autonomic instability, altered mental status, and neuromuscular irritability.  It may develop when a monoamine oxidase inhibitor (MAOI) antidepressant or a non-antidepressant with MAOI activity (eg, linezolid) is combined with a serotonergic medication such as a selective serotonin reuptake inhibitor, serotonin-norepinephrine reuptake inhibitor, or tricyclic antidepressant.  "}



]