[

{"id":"15600","title":"A 54-year-old hospitalized man develops new-onset slurring of speech and extremity weakness.  Medical history is significant for alcohol abuse.  Physical examination reveals confusion, dysarthria, dysphagia, and quadriparesis.  MRI of the brain shows symmetric areas of demyelination in the pons.  Which of the following most likely predisposed this patient to his current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atheroma formation in the vertebrobasilar arteries","answer_2":"B. Hematogenous dissemination of microbial agents","answer_3":"C. Nutritional deficiency of water-soluble vitamin","answer_4":"D. Overly rapid correction of electrolyte abnormalities","answer_5":"E. Paraneoplastic production of anti-neuronal antibodies","percent_1":"1%","percent_2":"0%","percent_3":"23%","percent_4":"74%","percent_5":"1%","right_answer":"D. Overly rapid correction of electrolyte abnormalities","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15600.jpg","explanation_1":"","explanation_2":"$This patient with a history of alcohol abuse has new-onset #pseudobulbar palsy# (dysarthria, dysphagia, dysphonia) and #quadriparesis# suggesting a brainstem insult.  In association with the focal, symmetric #demyelination of the pons# noted on MRI, this presentation suggests #osmotic demyelination syndrome# (ODS), also known as central pontine myelinolysis.  Other classic clinical features include a horizontal gaze paralysis, obtundation, and \"locked in\" syndrome, in which patients are aware but unable to move or communicate verbally. $Decreased plasma osmolality from hyponatremia (common in patients with alcohol abuse) results in water flowing across the osmotic gradient into brain cells; if this happens acutely, life-threatening cerebral edema can occur.  However, with slowly developing (chronic) hyponatremia, astrocytes and oligodendrocytes excrete osmotically active organic solutes (eg, glutamate, myoinositol) to cause compensatory intracellular water loss and normalization of brain volume.  Therefore, chronic hyponatremia can present with minimal neurologic symptoms. $However, #overly rapid correction of chronic hyponatremia# (eg, bolus of normal saline) reverses the osmotic gradient, drawing water from the cells into the plasma.  The astrocytes and oligodendrocytes are unable to rapidly re-accumulate the lost organic solutes, resulting in cell shrinkage, dehydration, and apoptosis.  The resultant demyelination preferentially affects the pons, possibly because the cells there are less metabolically active and less able to rapidly regenerate organic solutes. $#(Choice A)#  Vertebrobasilar atheroma formation can result in a pontine stroke with similar symptoms; however, ischemia (not demyelination) is expected on MRI. $#(Choice B)#  Septic emboli (hematogenous spread of bacteria or fungi) are typically associated with endocarditis.  Symptomatic brain abscesses can occur (eg, headache, focal neurologic findings), but MRI would demonstrate ring enhancement with vasogenic edema. $#(Choice C)#  The administration of glucose-containing fluids to patients with thiamine deficiency (common in patients with alcohol abuse) can cause Wernicke encephalopathy (ie, ataxia, oculomotor dysfunction, encephalopathy).  Korsakoff syndrome (chronic memory impairment) can also occur.  Mamillary body atrophy is often visible on MRI. $#(Choice E)#  Paraneoplastic production of anti-neuronal antibodies can be seen in a variety of malignancies (eg, small cell lung cancer, thymoma), but symptoms are often nonfocal (eg, altered mentation, seizures).  Demyelination is unexpected. $#Educational objective# Osmotic demyelination syndrome results from overly rapid correction of chronic hyponatremia.  Clinical features include quadriplegia, pseudobulbar palsy, and reduced level of consciousness.  MRI demonstrates focal demyelination of the pons.  "},

{"id":"916","title":"A 32-year-old woman comes to the office due to left eye pain that is accentuated by ocular movements.  She also has periodic dimming of vision in the same eye.  The patient has had several such episodes over the last month, most often after a hot shower or intense workout.  A year ago, she had an episode of numbness and tingling in her left arm that resolved spontaneously.  The patient has no other medical issues and takes no medication.  She smokes half a pack of cigarettes a day and does not use alcohol or illicit drugs.  Vital signs are normal.  BMI is 26 kg/m2.  Ophthalmologic examination shows swelling of the optic disc on the left.  Neurologic examination shows a mild intention tremor and broad-based gait.  Which of the following is the most likely cause of the patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atherosclerosis of the carotid arteries","answer_2":"B. Brain metastasis","answer_3":"C. Demyelinating plaques","answer_4":"D. Increased red blood cell mass","answer_5":"E. Treponema pallidum infection","answer_6":"F. Vitamin B12 deficiency","percent_1":"3%","percent_2":"2%","percent_3":"81%","percent_4":"10%","percent_5":"2%","percent_6":"2%","right_answer":"C. Demyelinating plaques","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Multiple sclerosis! ?Common presenting$ symptoms? • Sensory disturbances, motor weakness, bowel/bladder dysfunction • Ocular manifestations: optic neuritis (painful eye movement), internuclear$ ophthalmoplegia (impaired adduction on lateral gaze) • Lhermitte sign: electrical sensation in limbs or back • Uhthoff phenomenon: symptom worsening with increased body temperature ?Risk factors? • Female, HLA-DRB1 • Environmental factors (United States, Europe, Australia) • Low vitamin D levels • Epstein-Barr infection ?Diagnosis? • Episodic/progressive symptoms disseminated over time & space • Hyperintense lesions on T2-weighted MRI • Oligoclonal IgG bands on cerebrospinal fluid analysis","explanation_img":"","explanation_1":"","explanation_2":"This patient has eye pain worsened with movement, intermittently decreased vision, and swelling of the optic disc, consistent with #optic neuritis#.  In a young female patient, optic neuritis should raise concern for #multiple sclerosis# (MS), a chronic immune-mediated disease that affects the central nervous system (CNS) and leads to oligodendrocyte destruction.  @Demyelinating plaques@ are commonly seen as hyperintense lesions on T2- weighted MRI of the brain and spinal cord. $ MS is characterized by episodic, progressive neurologic deficits that may involve multiple anatomic regions within the CNS (ie, #separated in space and time#).  In addition to optic neuritis, other manifestations of MS include sensory/motor symptoms (eg, arm numbness and tingling), internuclear ophthalmoplegia, cerebellar dysfunction (eg, intention tremor, broad-based gait), fatigue, and Lhermitte sign (electrical sensations down the back/limbs with neck flexion).  Symptom worsening can occur with increased body temperature (eg, exercise, bathing) due to slowing of neuronal conduction in unmyelinated nerves (Uhthoff phenomenon). $ (Choice A)  Atherosclerosis of the carotid arteries can cause transient ischemia leading to episodic vision loss (amaurosis fugax).  However, it would not typically cause eye pain or worsening symptoms with body heat, and would be rare in a young patient without other signs of atherosclerosis. $ (Choice B)  Brain metastases can cause a variety of neurologic symptoms (eg, cerebellar signs, vision changes) but would be expected to worsen with time, not relapse and remit. $ (Choice D)  Polycythemia vera can cause transient visual disturbances and other neurologic manifestations due to increased blood viscosity.  Although patients may have pruritus or erythema following heat exposure, heat does not worsen neurologic symptoms.  Also, this patient does not have other polycythemic manifestations (eg, hypertension, facial plethora). $ (Choice E)  Neurosyphilis can cause a wide-based gait and pupillary irregularities (Argyll Robertson pupil; ie, accommodates but does not react to light), but there is no pain with eye movement or vision loss.  In addition, heat sensitivity and upper extremity weakness would be unexpected. $ (Choice F)  Vitamin B12 deficiency causes subacute combined degeneration, and patients can develop a broad-based gait.  However, in most cases this is slowly progressive and often accompanied by paresthesias in the distal lower extremities.  Intention tremor and optic neuritis are not associated with vitamin B12 deficiency. $ Educational objective Multiple sclerosis is characterized by episodic, progressive neurologic deficits involving multiple anatomic regions within the central nervous system.  Demyelinating plaques are commonly seen as hyperintense lesions on T2-weighted MRI of the brain and spinal cord.  Common manifestations include optic neuritis, internuclear ophthalmoplegia, sensory deficits, and fatigue, which may worsen with heat exposure.","clickable_1":"images/img1.916.jpg"},

{"id":"917","title":"A 26-year-old woman is brought to the emergency department due to acute-onset diplopia.  Medical history is significant for episodes of blurry vision involving her right eye that occurred 6 months and 2 years ago.  These episodes were associated with deficits in color vision and pain made worse with eye movement.  The patient recovered the majority of her visual acuity after a few months in both cases.  On neurologic examination, she has a visual acuity of 20/20 OS and 20/40 OD, mild right optic disk atrophy, and a relative afferent pupillary defect in the right eye.  There is slowed and impaired adduction of the left eye with right lateral gaze.  Convergence testing shows normal adduction in both eyes.  The remainder of the neurologic examination is unremarkable.  This patient's diplopia is most likely caused by which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Impaired neuromuscular transmission","answer_2":"B. Loss of axons","answer_3":"C. Muscle fiber inflammation and necrosis","answer_4":"D. Nerve compression","answer_5":"E. Reduced saltatory conduction","percent_1":"8%","percent_2":"10%","percent_3":"4%","percent_4":"9%","percent_5":"68%","right_answer":"E. Reduced saltatory conduction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp917.jpg","explanation_1":"","explanation_2":"$This young woman has diplopia with features of @internuclear ophthalmoplegia@ (impaired adduction on the left with right lateral gaze).  This, along with her prior episodes of optic neuritis (transient blurred vision and eye pain with movement), raises concern for #multiple sclerosis (MS)#, a demyelinating disease of the central nervous system (CNS) caused by an autoimmune response directed at oligodendrocytes. $ In unmyelinated neurons, signal transmission requires sequential activation of adjacent sodium channels down the entire length of the axon.  In myelinated neurons, the depolarization impulse is regenerated at discrete points along the axon (nodes of Ranvier) where sodium channels are concentrated.  The myelin sheath serves as an electrical insulator that results in the impulse 'jumping' between 2 adjacent nodes #(saltatory conduction)#.  This process allows for myelinated neurons to transmit impulses >10x faster than unmyelinated neurons. $ Due to the #acute demyelination# seen with MS, propagation of the impulse cannot occur, as the distance between the sodium channels at the nodes of Ranvier precludes sequential activation.  This causes a #conduction block#.  Over time, sodium channels eventually redistribute across the naked axon and surviving oligodendrocytes partially remyelinate neurons, allowing for some restoration of signal transmission (explaining why some of the symptoms and signs of MS resolve to a variable extent). $ (Choice A)  Impaired neuromuscular transmission can be seen in myasthenia gravis, which is caused by autoantibodies against acetylcholine receptors at the neuromuscular junction.  Affected patients typically present with fluctuating diplopia, ptosis, and/or bulbar muscle weakness. $ (Choice B)  Loss of axons and neurons occurs over time in chronic multiple sclerosis plaques.  This patient had prior episodes of optic neuritis that have resolved.  However, the internuclear ophthalmoplegia is acute and would demonstrate a relative preservation of axons. $ (Choice C)  Muscle fiber inflammation and necrosis can be seen with various forms of myositis (eg, polymyositis, dermatomyositis, inclusion body myositis).  Muscle disorders rarely follow a relapsing-remitting course and are not associated with optic neuritis or internuclear ophthalmoplegia. $ (Choice D)  Optic nerve compression would most likely result in progressive vision loss.  This patient's symptoms are more consistent with a relapsing-remitting disease pattern with lesions affecting multiple nervous system locations. $ Educational objective Multiple sclerosis is an autoimmune disorder of the central nervous system characterized by recurrent episodes of demyelination, leading to reduced saltatory conduction.  Internuclear ophthalmoplegia and optic neuritis are common manifestations.","clickable_1":"images/img1.917.jpg"},

{"id":"915","title":"A 56-year-old man is brought to the emergency department due to progressive weakness and lethargy.  The patient has also had a nonproductive cough for the past several weeks.  He has no prior medical conditions and takes no medications.  He has smoked a pack of cigarettes daily for 30 years.  Physical examination shows no abnormalities.  Chest x-ray reveals a lung mass.  Further evaluation reveals an electrolyte abnormality induced by ectopic antidiuretic hormone production from a lung mass.  This patient is at greatest risk of which of the following conditions if his electrolyte abnormality is corrected too quickly?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac arrhythmias","answer_2":"B. Cerebral demyelination","answer_3":"C. Cerebral edema","answer_4":"D. Diffuse myonecrosis","answer_5":"E. Intravascular hemolysis","percent_1":"5%","percent_2":"79%","percent_3":"16%","percent_4":"0%","percent_5":"1%","right_answer":"B. Cerebral demyelination","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #ectopic antidiuretic hormone# production is likely to cause #chronic hyponatremia# due to excessive resorption of free water by the kidneys.  Decreased serum tonicity causes water to cross the blood brain barrier and enter the central nervous system.  In response to cellular swelling, brain cells excrete osmolytes (organic solutes [glutamate, myoinositol], electrolytes), resulting in intracellular water loss and normalization of brain volume. $ #Overly rapid correction# of chronic hyponatremia can cause #osmotic demyelination syndrome# (also known as central pontine myelinolysis).  A rapid increase in extracellular tonicity (eg, due to aggressive saline hydration) quickly draws water out of central nervous system cells.  The resulting uncontrolled cell shrinkage leads to degeneration of astrocytes (crucial for myelin maintenance) and oligodendrocytes.  Demyelination typically affects the #pons#, but can also occur at extrapontine sites (eg, basal ganglia and #cerebral white matter#). $ Clinical features typically become apparent within 2-6 days.  Features may include #spastic quadriplegia# (corticospinal tract involvement) and #pseudobulbar palsy# (dysphagia, dysarthria, tongue paresis).  Patients with involvement of the bilateral pons may develop #locked in syndrome# with near-total paralysis and aphasia but with intact cognitive abilities, blinking, and vertical eye movements. $ (Choice A)  Parathyroid hormone–related protein production is associated with squamous cell carcinoma of the lung; the resultant hypercalcemia can cause cardiac arrhythmias.  However, rapid correction of hypercalcemia is not associated with arrhythmias. $ (Choice C)  Cerebral edema results from rapid correction of hypernatremia with hypotonic fluids (free water flows into brain cells).  This typically occurs in patients with chronic dehydration or diabetes insipidus (antidiuretic hormone deficiency or resistance), not with excessive antidiuretic hormone production. $ #(Choices D and E)#  Severe hypophosphatemia can occur when feeding a severely malnourished patient (refeeding syndrome).  It results in ATP depletion, which can cause hemolysis and rhabdomyolysis (diffuse myonecrosis).  Patients require rapid correction of the phosphorus deficiency to prevent these conditions (unlike sodium, which should be corrected slowly to prevent osmotic demyelination). $ Educational objective Rapid correction of chronic hyponatremia may lead to osmotic demyelination syndrome (also known as central pontine myelinolysis).  It typically manifests 2-6 days after the osmotic insult with spastic quadriplegia, pseudobulbar palsy, and locked-in syndrome."},

{"id":"11631","title":"A 35-year-old woman comes to the office due to trouble seeing out of her right eye.  The patient started having blurry vision and pain with eye movement 2 days ago.  She has no headache, vertigo, slurred speech, numbness, or weakness.  Two years ago, the patient had an episode of double vision that spontaneously resolved after a few weeks.  On physical examination, she has an afferent pupillary defect with markedly reduced visual acuity on the right.  Funduscopy reveals blurring of the optic disk margins in the right eye.  MRI of the brain reveals multiple, ovoid white matter lesions with perpendicular orientation to the lateral ventricles.  This patient's condition is most likely caused by an inappropriate immune response directed against which of the following cells?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Astrocytes","answer_2":"B. Ependymal cells","answer_3":"C. Microglial cells","answer_4":"D. Oligodendrocytes","answer_5":"E. Schwann cells","percent_1":"1%","percent_2":"5%","percent_3":"2%","percent_4":"87%","percent_5":"5%","right_answer":"D. Oligodendrocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp11631.jpg","explanation_1":"","explanation_2":"$This patient likely has #multiple sclerosis# (MS), an autoimmune demyelinating disease of the central nervous system (CNS) that typically presents in young women (age <50) with #neurologic deficits# (eg, blurry vision, diplopia, focal weakness/numbness, dysarthria, bowel/bladder dysfunction) #disseminated in time and space#.  A common initial manifestation of MS is #optic neuritis#, characterized by monocular visual loss with pain on eye movement and an afferent pupillary defect.  MRI findings in MS typically include white matter lesions scattered throughout the brain and/or spinal cord with a predilection for the subcortical @periventricular regions@. $ The pathogenesis of MS involves an autoimmune response targeting oligodendrocytes, the myelin-producing cells of the CNS.  Helper T cells abnormally react to antigens in myelin, causing a release of inflammatory cytokines (eg, interferon-gamma) that promote the infiltration of destructive macrophages/microglia and leukocytes.  B cells also play a role as most patients with MS have oligoclonal immunoglobulin bands in the cerebrospinal fluid.  Myelin degeneration leads to slowed nerve conduction with neurologic deficits as described above. $ (Choice A)  Astrocytes are glial cells (non-neural cells) that contribute to the blood-brain barrier and play an important role in potassium buffering, neurotransmitter metabolism, and glial scar formation.  Astrocytes proliferate and form the scar (gliosis) after the attack on oligodendrocytes; astrocytes are usually not targeted by the immunologic response in MS. $ (Choice B)  Ependymal cells are ciliated glial cells that line the ventricles of the brain and the central canal of the spinal cord.  They also make up the choroid plexus and produce cerebrospinal fluid.  These cells are not targeted by the immune response in MS. $ (Choice C)  Microglia function as the resident macrophages in the CNS.  Although they participate in myelin destruction, they are not the target of the immune response in MS. $ (Choice E)  Schwann cells are the myelin-producing cells of the peripheral nervous system.  These cells are targeted by the immunologic response associated with peripheral demyelinating disorders (eg, Guillain-Barré syndrome). $ Educational objective The pathogenesis of multiple sclerosis involves an autoimmune response (T cell and antibody-mediated) targeting oligodendrocytes and myelin in the central nervous system, leading to slowed nerve conduction with neurologic deficits.","clickable_1":"images/img1.11631.jpg"},

{"id":"918","title":"A 34-year-old woman comes to the office due to diplopia, clumsiness of the left hand, and numbness of the right foot.  Six months ago, the patient had numbness of the right hand, which resolved without treatment.  Ten years ago, she was hurt by an explosion at work that resulted in a metallic foreign body in her left eye.  She has no other medical problems and takes no medications.  The patient has a 10-pack-year smoking history.  Both parents are healthy.  Vital signs are normal.  BMI is 27 kg/m2.  Neurologic examination shows slowing of left eye adduction and left arm power of 4/5 with mild spasticity.  Sensation to pinprick is decreased over the right foot.  Cerebrospinal fluid analysis shows mononuclear cell pleocytosis and oligoclonal banding.  Which of the following pathologic findings is most likely to be present in this patient's brain?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Astrocyte shrinkage","answer_2":"B. Eosinophilic inclusions in neurons","answer_3":"C. Extracellular fibrillar protein accumulation","answer_4":"D. Inflammatory vasculitis","answer_5":"E. Local hemorrhage","answer_6":"F. Oligodendrocyte depletion","percent_1":"2%","percent_2":"6%","percent_3":"7%","percent_4":"4%","percent_5":"1%","percent_6":"79%","right_answer":"F. Oligodendrocyte depletion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp918.jpg","explanation_1":"","explanation_2":"$This patient with multiple waxing and waning neurologic deficits that cannot be explained by a single lesion most likely has #multiple sclerosis# (MS).  MS is an autoimmune disorder of the #central nervous system# (CNS) characterized by lesions of focal #demyelination#. $ Demyelination involves both cellular and humoral immunity.  Helper T cells react with myelin antigens and recruit additional lymphocytes and macrophages.  Activated CD8+ T cells release cytotoxic granules that injure oligodendrocytes.  B cell recruitment leads to the formation of myelin-specific antibodies that activate complement and facilitate myelin breakdown.  The result is #oligodendrocyte depletion# with relative sparing of axons.  $Diagnosis is largely clinical but is supported by the presence of T2 lesions on MRI (precluded in this patient due to the presence of intraocular metal) or #oligoclonal bands# on cerebrospinal fluid analysis.  Oligoclonal bands represent the intrathecal production of immunoglobulins and are highly sensitive for MS.  However, oligoclonal bands are nonspecific and may be seen in any CNS disease involving humoral immunity (eg, vasculitis, infection). $ (Choice A)  Astrocytes undergo hypertrophy and hyperplasia, not shrinkage, in response to CNS injury in a process known as glial scarring. $ #(Choices B and C)#  Both Lewy body dementia and Alzheimer disease are characterized by protein aggregates in brain tissue.  Lewy body dementia causes visual hallucinations, dysautonomia, and parkinsonism and is characterized by eosinophilic inclusions in neurons (Lewy bodies).  Alzheimer disease causes progressive memory loss and is characterized by extracellular fibrillar protein accumulation (amyloid).  Both diseases are uncommon in young patients and are not associated with focal neurologic deficits.  $(Choice D)  Cerebral vasculitis can resemble MS with neurologic deficits that may wax and wane, and oligoclonal bands can be seen.  However, patients typically develop severe headache, and systemic symptoms (eg, fever, fatigue, night sweats) are common. $ (Choice E)  Intracerebral hemorrhaging can cause focal deficits, but symptoms would likely have an acute rather than intermittent or relapsing presentation.  In addition, lumbar puncture would typically show xanthochromia (yellow-tinged cerebrospinal fluid from blood product breakdown), not a mononuclear pleocytosis. $ Educational objective Multiple sclerosis (MS) is an autoimmune demyelinating disease that results from oligodendrocyte depletion.  Within the lesions, inflammatory infiltrates of lymphocytes and macrophages are seen surrounding oligodendrocytes and myelin sheaths.  Oligoclonal bands are highly sensitive but nonspecific in patients with MS."},

{"id":"1735","title":"A 23-year-old woman has an acute attack of optic neuritis. She has a history of relapsing-remitting multiple sclerosis. An MRI of her brain reveals an area of demyelination involving the right optic nerve. Which of the following is most likely to be found on examination of both eyes?","image_1":"","title_2":"","audio":"","comparison_items":"§∆Light in the right eye∆⨉ ∆Light in the left eye∆⨉ §∆Right pupil constriction ∆Left pupil constriction ∆Right pupil constriction ∆Left pupil constriction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","answer_1":"§A. ∆Absent ∆Absent ∆Normal ∆Normal","answer_2":"§B. ∆Absent ∆Normal ∆Absent ∆Normal","answer_3":"§C. ∆Absent ∆Normal ∆Normal ∆Absent","answer_4":"§D. ∆Normal ∆Absent ∆Normal ∆Absent","answer_5":"§E. ∆Normal ∆Normal ∆Absent ∆Absent","percent_1":"75%","percent_2":"17%","percent_3":"3%","percent_4":"2%","percent_5":"2%","right_answer":"§A. ∆Absent ∆Absent ∆Normal ∆Normal","explanation_img":"images/exp1735.jpg","explanation_1":"","explanation_2":"$This patient with unilateral optic neuritis is most likely to demonstrate an #afferent pupillary defect #due to #demyelination# of the right optic nerve (CNII).  The #optic nerve# carries the afferent limb of the pupillary light reflex, transmitting information about light entering the eye to the pretectal area in the midbrain.  The pretectal area activates the Edinger-Westphal nuclei bilaterally which send parasympathetic efferent (motor) fibers down the oculomotor nerve (CN III) to innervate the pupillary sphincter muscle of each iris.  The crossovers in this pathway allow light entering one eye to cause both direct pupillary constriction in the ipsilateral eye and consensual pupillary constriction in the contralateral eye. $Patients with an afferent pupillary defect (eg, optic neuritis, retinal detachment) have sluggish or #absent bilateral pupillary constriction# when shining a #light into the affected eye# (in this case, a right @afferent pupillary defect@).  However, signals from the eye on the unaffected side (the left eye in this patient) bypass the damaged optic nerve, resulting in normal pupillary constriction of both eyes #(choice E).# $#(Choices B and D)#  An absent pupillary response in one eye when light enters either eye could occur with a defect in the efferent portion of the pupillary light reflex pathway carried by the @oculomotor nerve (CNIII)@.  Pupillary constriction in the eye ipsilateral to the lesion is impaired when light is shone in either eye; however, pupillary constriction in the contralateral eye occurs normally due to preserved afferent input bilaterally. $#(Choice C)#  This constellation of findings is not consistent with any specific condition affecting the pupillary light reflex pathway. $#Educational objective# The optic nerve carries the afferent limb of the pupillary light reflex pathway, which activates the efferent limb bilaterally and causes both direct and consensual pupillary constriction.  Unilateral optic nerve lesions (eg, demyelination due to optic neuritis) can result in impaired pupillary constriction bilaterally when light enters the eye ipsilateral to the lesion.  When light enters the contralateral eye, pupillary constriction occurs normally in both eyes. ","clickable_1":"images/img1.1735.mp4","clickable_2":"images/img2.1735.mp4"},

{"id":"1318","title":"A 23-year-old woman is referred to a neurologist due to recent-onset diplopia and ataxia.  She has not had similar symptoms before.  However, about a year ago, she experienced numbness and paresthesia involving her left leg that have since resolved.  After a comprehensive neurological examination, the physician orders an MRI of the brain, which reveals several areas of T2 hyperintensity consistent with axonal demyelination.  A diagnosis of multiple sclerosis is made.  Which of the following neuronal properties is most likely to decrease as a direct result of demyelination?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Length (space) constant","answer_2":"B. Spatial summation","answer_3":"C. Temporal summation","answer_4":"D. Threshold","answer_5":"E. Time constant","percent_1":"46%","percent_2":"10%","percent_3":"16%","percent_4":"3%","percent_5":"25%","right_answer":"A. Length (space) constant","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Multiple sclerosis is an immune-mediated demyelinating disease of the central nervous system.  Myelin is an electrical insulator and increases the conduction velocity of action potentials; demyelination leads to slowing of the impulses with resultant neurological deficits. $The speed of conduction down an axon depends on 2 constants: the length constant and the time constant (ie, #velocity = length/time#). $• The @length constant@, also known as the space constant, is a measure of how far along an axon an electrical impulse can propagate without requiring active regeneration by ion channels.  It is based on the relative resistance of conduction along the axon (within the cytoplasm) compared to the resistance across the membrane.  Myelin increases the length constant by reducing charge dissipation across the membrane (increasing membrane resistance).  This allows the electrical impulse from individual sodium channels to travel farther, allowing activation of more distant channels.  As such, demyelination will decrease the length constant and result in shorter impulse conduction. $• The @time constant@ is a measure of the time it takes for the membrane potential to respond to a change in membrane permeability (ie, sodium channel activation) and is based on membrane resistance and capacitance.  Myelin decreases membrane capacitance (reduces the amount of charge stored by the membrane) and increases membrane resistance (reduces charge leakage through the membrane) in axon segments between the nodes of Ranvier; this reduces the time constant and allows the membrane potential to change faster.  Demyelination would increase the time constant and result in slower changes in membrane voltage. $Therefore, #demyelination# decreases neuronal signaling velocity both by #decreasing the length constant# and increasing the time constant (ie, ↓ velocity = ↓ length / ↑ time) #(choice E).# $#(Choices B and C)#  @Summation@ refers to the additive effects of multiple postsynaptic potentials on a target neuron's membrane potential.  Summation can occur in the dendrites, cell body, and axon hillock but not in the axon.  Temporal summation refers to the combined effect of sequential impulses from the same neuron over time, whereas spatial summation refers to the combined effect of simultaneous impulses from several different neurons. $#(Choice D)#  Threshold refers to the membrane potential value required to initiate an action potential.  It is determined by the intrinsic properties of the voltage-gated sodium channels present in the membrane. $#Educational objective# The speed of conduction down an axon depends on 2 constants: the length constant and the time constant (ie, velocity = length/time).  Myelination increases the length constant and decreases the time constant, both of which improve axonal conduction speed.  Demyelination thus impairs stimulus transmission.  ","clickable_1":"images/img1.1318.jpg","clickable_2":"images/img2.1318.jpg","clickable_3":"images/img3.1318.jpg"},

{"id":"919","title":"A 34-year-old woman comes to the office due to a 2-day history of reduced sensation in her legs.  Lately, the patient has also had significant fatigue, especially with exercise.  Six months ago, she had an episode of visual blurring that resolved spontaneously after a few days.  Medical history is significant for psoriasis, for which she uses a topical glucocorticoid ointment.  The patient does not use tobacco or illicit drugs.  Vital signs are normal.  Examination indicates decreased pain and light touch perception in both legs below the level of the umbilicus.  Mild bilateral spasticity is noted.  Which of the following pathologic brain lesions is most specific for this patient's disease process?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Microglial nodules","answer_2":"B. Neuritic plaques and neurofibrillary tangles","answer_3":"C. Perivenular inflammatory cells","answer_4":"D. Spongiform changes","answer_5":"E. Viral inclusions","percent_1":"27%","percent_2":"4%","percent_3":"59%","percent_4":"4%","percent_5":"6%","right_answer":"C. Perivenular inflammatory cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp919.jpg","explanation_1":"","explanation_2":"$Reduced sensation and spasticity in the lower extremities suggest a lesion in the spinal cord.  This, in conjunction with this patient's prior episode of blurred vision and her severe fatigue with exercise (Uhthoff's phenomenon), makes #multiple sclerosis# (MS) a likely diagnosis.  MS is an immune-mediated disorder of the central nervous system (CNS), characterized by focal lesions of demyelination.  Patients have various neurologic deficits that wax and wane (symptoms are disseminated across time and space). $Histologically, active MS plaques are characterized by #perivenular inflammatory infiltrates# made up primarily of autoreactive T lymphocytes and macrophages directed against myelin components.  Extensive inflammation damages the blood-brain barrier, increasing inflammatory cell recruitment into the CNS (with the vessel wall remaining intact, unlike in CNS vasculitis).  Infiltrating #macrophages containing myelin debris# are seen throughout the lesion, and recruitment of B lymphocytes to the perivascular spaces leads to the formation of myelin-specific antibodies.  #Patchy demyelination# occurs, and while axons are typically spared, significant or prolonged disease may result in neuron death.  Residual chronic findings include hypertrophy and hyperplasia of astrocytes (glial scarring). $#(Choice A)#  Microglial nodules are nonspecific findings that can be seen in patients with MS, as well as in those with HIV encephalopathy and other viral infections.  They are thought to be reactive lesions that occur in the setting of inflammation, rather than a specific pathologic finding. $#(Choice B)#  Neuritic plaques and neurofibrillary tangles (@tau protein@) are characteristic findings in Alzheimer disease, which presents with memory impairment, not focal neurologic deficits, and is rare in young patients. $#(Choice D)#  Spongiform encephalopathy is seen in prion diseases (eg, bovine spongiform encephalopathy, Creutzfeldt-Jakob disease).  Patients present with rapid-onset dementia, myoclonus, and ataxia.  Episodic or waxing and waning symptoms are more consistent with MS. $#(Choice E)#  Negri bodies are viral inclusions in the cytoplasm of nerve cells in patients with rabies.  Rabies occurs after a bite from an infected animal and presents with tingling or irritation at the inoculation site followed by hydrophobia, delirium, coma, and death.  This disease is typically fatal within days of symptom presentation and would not be expected to cause focal abnormalities over a period of months. $#Educational objective# Multiple sclerosis is an immune-mediated disorder of the central nervous system characterized by focal demyelination (plaques).  Histologically, plaques contain foci of perivenular inflammatory infiltrates made up primarily of autoreactive T lymphocytes and macrophages.  Patchy demyelination occurs followed by astrocyte hyperplasia (glial scarring). ","clickable_1":"images/img1.919.jpg"}


]