[

{"id":"10507","title":"#The following vignette applies to the next 2 items#.$#Item 1 of 2#$ An 82-year-old man with a history of advanced Alzheimer dementia is brought to the hospital by his daughter, who is his power of attorney and caregiver.  She says that her father is increasingly confused and verbally aggressive.  He is admitted to the hospital and found to have a urinary tract infection.  Intravenous antibiotics are initiated and he appears less disoriented and agitated but remains unable to recall nursing instructions throughout the day and is fairly nonverbal.  Three days into his treatment, the antibiotic order expires and is missed by the physician, nurses, and pharmacy staff.  The patient receives no medication for 2 days before the error is noted and corrected.  There are no consequences to this error other than extension of his hospital stay by 2 days.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Do not disclose the error as the patient was not harmed","answer_2":"B. Do not disclose the error but arrange for the hospital to not charge for the extra days","answer_3":"C. Inform the daughter and disclose the error with an apology","answer_4":"D. Inform the patient and disclose the error with an apology","answer_5":"E. Say nothing until the incident is discussed with nursing and pharmacy staff","percent_1":"0%","percent_2":"1%","percent_3":"88%","percent_4":"9%","percent_5":"2%","right_answer":"C. Inform the daughter and disclose the error with an apology","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Medication errors play a major role in patient morbidity and mortality, particularly in the hospital setting.  These errors may be caused by health care professionals (eg, errors in entering medication, failure to renew medication), factors related to the medication (eg, similar names, narrow therapeutic window), and factors related to the patient (eg, poor renal function, polypharmacy).  Quality improvement measures such as checklists or medication reconciliation attempt to minimize these preventable errors. $ It is often challenging for physicians to disclose when medication errors have occurred, particularly when no serious harm has come to the patient.  Reasons for this reluctance may include fear of litigation or loss of patient trust and confidence.  However, full disclosure of medical errors should occur in a timely manner and has been associated with a neutral-to-positive effect on patient response and the physician-patient relationship.  When an error is noted, #disclosure should be provided in person, in a timely manner that includes an apology for what occurred#.  Because this patient's altered mental status and advanced dementia prevent him from being able to understand what occurred, it would be more appropriate for the physician to disclose the error to his daughter #(choice D)#. $ (Choice A)  Although the patient was not harmed physically, extra days in the hospital certainly expose him to greater financial risk and to hospital-acquired infection.  It would not be advisable to withhold this information. $ (Choice B)  Although having the hospital revoke charges for the extra days would be appropriate, this does not substitute for disclosure and apology for the error. $ (Choice E)  Waiting to discuss the incident with pharmacy and nursing staff would be the first step if there is doubt about whether a medication error occurred.  However, in this case, it is clear that the medication error did occur, making the best next step disclosure and apology for the event. $ Educational objective Physicians should disclose medication errors and provide an apology in a timely fashion regardless of whether harm has occurred."},

{"id":"10508","title":"#Item 2 of 2# $ Over the next several months, there are more cases in which expired medications fail to be renewed.  Finally, a patient on intravenous dobutamine for decompensated heart failure does not receive the medication for 6 hours and experiences worsening of her condition, with resulting hypotensive shock.  Hospital administration convenes a committee to address this incident.  Which of the following is the most appropriate next step in addressing this problem?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Create an alert system in the electronic medical record to notify physicians when orders expire","answer_2":"B. Have a second pharmacist double-check expired orders","answer_3":"C. Increase the hospital's risk management staffing","answer_4":"D. Interview pharmacy, nursing, and medical staff on the units where this occurred","answer_5":"E. Interview the patients who experienced adverse outcomes from these medication errors","percent_1":"33%","percent_2":"5%","percent_3":"2%","percent_4":"58%","percent_5":"2%","right_answer":"D. Interview pharmacy, nursing, and medical staff on the units where this occurred","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Addressing medication errors promptly is important in solving recurrent problems and preventing further harm to patients.  The first step of the committee should be to conduct a step-by-step analysis of what occurred and why.  Typically, the best approach is to employ a #root cause analysis#, which aims to identify what, how, and why an undesirable outcome occurred. $ The first step in a root cause analysis involves collecting data to obtain complete information about the event or events.  This involves interviewing multiple staff members involved to understand why and how the adverse outcomes occurred.  For example, interviews may uncover root causes such as understaffing in the pharmacy stemming from budget cuts or a hostile hierarchical culture that led nursing staff to be reluctant to point out problems to the medical staff.  Only when investigators determine why an event occurred can they recommend specific corrective measures to prevent future occurrences #(choices A and B)#. $ (Choice C)  Increasing the hospital's risk management staffing may improve its ability to handle potential lawsuits but would not directly address the recurrent issue of not recognizing expired medication orders. $ (Choice E)  Although interviewing the patients involved can sometimes yield information about the course of events, this is not typically a key step in conducting a root cause analysis.  The most important step is interviewing staff members on the units where these incidents occurred. $ Educational objective Root cause analysis is a quality improvement measure that identifies what, how, and why a preventable adverse outcome occurred.  The first step involves collecting data mainly through interviewing multiple individuals involved in the steps leading to the outcome."},

{"id":"11532","title":"A 46-year-old man is hospitalized with diabetic ketoacidosis.  He is administered intravenous fluids and an insulin drip, and laboratory testing is ordered.  In the morning, the on-call physician hands off the patient to the day shift physician, who arrives an hour late due to an emergency at his nighttime moonlighting job.  The handoff information includes the status of the patient and instructions to check electrolytes and calculate his anion gap.  The physician performs inpatient rounds and then sees his usual clinic outpatients in the afternoon, but he neglects to check the patient's anion gap.  The patient subsequently develops worsening acidosis requiring intubation for respiratory distress.  Which of the following is the most likely cause of this adverse outcome?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deficiency of knowledge","answer_2":"B. Excessive patient caseload","answer_3":"C. Inadequate patient handoff","answer_4":"D. Judgment error","answer_5":"E. Physician burnout","answer_6":"F. Physician fatigue","percent_1":"1%","percent_2":"7%","percent_3":"16%","percent_4":"7%","percent_5":"11%","percent_6":"57%","right_answer":"F. Physician fatigue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Sleep deprivation is common among physicians and can have a profound effect on patient safety.  Sleep science has demonstrated ‘dose-dependent’ effects of sleep deprivation on physician cognitive performance and risk of medical errors.  Impairments in cognitive performance and motor skills typically manifest after 17 hours of wakefulness and are comparable to those seen in an alcohol-intoxicated individual.  Although the Accreditation Council for Graduate Medical Education has mandated limitations on resident work hours in response to patient safety concerns, extended work hours of attending physicians are unregulated.  Physicians typically do a poor job of self-regulating their workload, often underestimate their cumulative sleep debt, and minimize its impact on their clinical skills.  In this scenario, the physician has been working continuously for more than 24 hours; fatigue is the most likely contributor to his forgetting to check the patient's anion gap, which resulted in the adverse outcome. $ #(Choices A, B, and D)#  There is no evidence that the physician lacks knowledge, had an excessive patient caseload, or committed an error in judgment. $ (Choice C)  Inadequate patient handoffs carry a high risk of medical errors.  Optimal patient handoffs should include a checklist of tasks and clinical status for each patient, as occurred in this case. $ (Choice E)  Physician burnout refers to a state of emotional exhaustion, cynicism, depersonalization, and decreased sense of personal accomplishment that can result in suboptimal patient care and medical errors.  Although sleep deprivation may contribute to burnout, there is no evidence that this physician's error was secondary to burnout, which often involves errors resulting from lack of concern or callousness toward patients rather than forgetfulness. $ Educational objective Sleep deprivation in physicians often causes cognitive impairment, resulting in medical errors.  Although mandated resident work-hour limitations are in place, it is the responsibility of all physicians to self-regulate their workloads to promote patient safety."},

{"id":"11757","title":"An 82-year-old woman is hospitalized in a busy tertiary care hospital due to fever and shortness of breath.  The patient has a history of chronic obstructive pulmonary disease.  She is diagnosed with pneumonia and started on empiric antibiotic therapy overnight by the admitting physician.  After several days of treatment, the patient's condition deteriorates, and she is transferred to the intensive care unit.  Sputum cultures were obtained on admission, but the results were not checked by the daytime team, resulting in a delay in initiating more specific antibiotic treatment.  Which of the following interventions would be most effective to prevent this type of medical error?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decrease the required patient caseload for physicians","answer_2":"B. Increase frequency of team meetings to discuss critically ill patients","answer_3":"C. Obtain infectious disease consultation","answer_4":"D. Require more detailed sign-out notes","answer_5":"E. Use standardized patient handoffs","percent_1":"6%","percent_2":"12%","percent_3":"2%","percent_4":"13%","percent_5":"67%","right_answer":"E. Use standardized patient handoffs","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"In the hospital setting, multiple providers will assume responsibility for a patient's care at different times of the day, which can result in discontinuity of care.  As a result, patients are at higher risk of adverse outcomes when providers do not communicate well during transitions.  The process of transferring responsibility for medical care is referred to as a patient handoff, with \"sign-out\" referring to the process of transmitting information about the patient and needed follow-up care.  Oversights and #communication failures# during the sign-out and handoff process have been linked to #adverse events# in a range of hospital settings.  Omission of key information during handoffs can result in medication errors, avoidable escalations in care (eg, transfer to the intensive care unit), redundancies in care, and delays in diagnosis or treatment. $ #Standardized handoffs# that include specified key elements (eg, a systematic procedure for sign-out, checklists of tasks that need to be completed) have been shown to significantly #reduce preventable adverse events#. $ #(Choices A and B)#  Reducing patient caseloads and increasing the frequency of team meetings to discuss critically ill patients can both provide more time for physicians to communicate patient care information.  However, these interventions would not ensure that critical information is transmitted consistently between providers. $ (Choice C)  Consulting an infectious disease specialist would help ensure correct antibiotic treatment and could be appropriate in this patient depending on the clinical scenario and/or culture results.  However, this intervention is not cost-effective for every patient and therefore would not be the most effective intervention. $ (Choice D)  Requiring more detailed sign-out notes provides more information on each patient but decreases efficiency and increases the probability that important details will be overlooked.  Applying a systematic organization method to sign-out notes is a more effective strategy to ensure that essential tasks are not neglected. $ Educational objective Communication failures between physicians during patient handoffs are a major cause of medical errors and can be reduced by use of a standardized handoff process including systematic sign-out notes."},

{"id":"11533","title":"A frail, 93-year-old woman with mild dementia enters a nursing home due to difficulty managing on her own.  She has recently had several falls, including one during the night while getting out of bed to use the bathroom.  The patient attributes this fall to 'clumsiness.'  Syncope workup is unremarkable for any abnormalities.  She has a medical history of hypertension, osteoarthritis, depression, and anxiety.  Her medications include amlodipine, sertraline, aripiprazole, and amitriptyline.  Which of the following is the most effective strategy for decreasing this patient's fall risk?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bed rails","answer_2":"B. Cane","answer_3":"C. Medication review","answer_4":"D. Soft restraints","answer_5":"E. Walker","percent_1":"4%","percent_2":"1%","percent_3":"80%","percent_4":"0%","percent_5":"16%","right_answer":"C. Medication review","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient has multiple risk factors for falls, including #advanced age#, arthritis, prior history of falls, cognitive impairment, and use of #multiple medications# associated with #increased risk of falling# (ie, psychotropic and cardiovascular drugs).  Medication use is one of the most #modifiable# risk factors for falls. $ #Psychotropic drugs#, including antipsychotics such as aripiprazole; antidepressants, such as sertraline and amitriptyline; and benzodiazepines are most commonly associated with increased fall risk.  #Cardiovascular drugs# that reduce circulating blood volume or blood pressure such as calcium channel blockers (eg, amlodipine), beta blockers, and diuretics are also associated with falls.  The patient should undergo a #medication review# with the goal of finding the lowest effective dose, eliminating unnecessary medications, and/or switching to those associated with a lower fall risk. $ #(Choices A and D)#  Bed rails and soft physical restraints have not been shown to reduce falls in long-term care facilities.  Some studies indicate a slightly increased risk of falls and injury in nursing home patients who are physically restrained. $ #(Choices B and E)#  Assistive devices such as canes and walkers are often used to improve mobility in patients with gait or balance disturbances.  However, there is a lack of evidence regarding their efficacy in preventing falls (they may impair compensatory stepping reactions that help with balance recovery). $ Educational objective Falls are a common problem in elderly nursing home patients.  Optimal management includes a careful medication review with the goal of limiting the use of agents associated with increased fall risk."},

{"id":"11847","title":"A 46-year-old woman is hospitalized due to severe depression and fatigue.  She has no other medical problems.  Routine laboratory tests are ordered and the patient is started on antidepressant medication.  After a week, her depression improves slightly and she is discharged home to continue with outpatient care.  However, the patient remains severely fatigued and is unable to return to her job, forcing her to take a leave of absence.  At her follow-up appointment 2 weeks later, review of the hospital record by the outpatient physician reveals a TSH level of 15.2 µU/mL that was never addressed by the inpatient physician.  Subsequent evaluation and treatment with thyroid hormone result in rapid improvement of her depression and fatigue.  Which of the following is the appropriate categorization for this type of medical error?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Malpractice","answer_2":"B. Near miss","answer_3":"C. Non-preventable adverse event","answer_4":"D. Preventable adverse event","answer_5":"E. Sentinel event","percent_1":"19%","percent_2":"13%","percent_3":"1%","percent_4":"62%","percent_5":"6%","right_answer":"D. Preventable adverse event","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Hypothyroidism is a known cause of depression and is routinely screened for with a TSH level.  This patient's elevated level (normal: 0.5-5.0 µU/mL) should have been detected during hospitalization and prompted further workup.  The inpatient physician's failure to note and address the abnormality is a #preventable medical error# that resulted in #delayed diagnosis#.  Preventable medical errors involve harm to the patient by an #act of commission or omission# rather than from the underlying disease and are the result of #failure to follow# evidence-based #best practice guidelines#. $ (Choice A)  Malpractice is a legal determination; it involves situations in which the treatment provided is below the accepted standard of practice and has resulted in injury or death to the patient.  It is not a category of medical error but rather refers to the consequence of many different types of errors that result in harm. $ (Choice B)  A near miss is a medical error that is recognized before any harm is done to the patient (eg, a patient is prescribed a lethal dose of medication, but the error is caught by the pharmacist).  In contrast, the patient in this case has been harmed by the delay in appropriate diagnosis and treatment. $(Choice C)  This error would have been prevented if the physician had adhered to the standard of care.  A non-preventable adverse event is a complication that cannot be prevented given the current state of medical knowledge (eg, an allergic reaction to a medication in a patient with no known history of drug allergies). $(Choice E)  A sentinel event is an unexpected occurrence involving death or serious physical or psychological injury (eg, inpatient suicide, death of a full-term infant, retained object after surgery) that requires immediate investigation. $ Educational objective A preventable adverse event is defined as injury to a patient due to failure to follow evidence-based best practice guidelines."},

{"id":"970","title":"A medical intern is working on the inpatient wards at a busy community hospital.  During rounds, the team evaluates a new patient admitted for worsening congestive heart failure.  The patient's past medical history includes atherosclerotic coronary artery disease, diabetes mellitus, and pulmonary hypertension.  Current medications include metformin, aspirin, and enalapril.  On previous admissions, the patient admitted to using cocaine recreationally with friends and admits to the intern that his last use was today.  The attending physician asks the intern to start the patient on propranolol for his heart condition; he will be expected to continue this medication following hospital discharge.  After rounds, the intern recalls that during medical school she learned that beta adrenergic antagonists can interact poorly with cocaine.  Which of the following actions by the intern is most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Administer the drug as the attending physician has likely considered the risks and benefits of a beta blocker in combination with cocaine","answer_2":"B. Discuss concerns with the nurses, ask for their input, and have them monitor the patient's vital signs when starting the medication","answer_3":"C. Discuss the risks and benefits of the medication with the patient and let him decide whether to take it","answer_4":"D. Do not order the medication as the most important principle in medicine is to 'do no harm'","answer_5":"E. Do not order the medication until discussing concerns with the attending physician and asking how to proceed","percent_1":"1%","percent_2":"0%","percent_3":"1%","percent_4":"2%","percent_5":"96%","right_answer":"E. Do not order the medication until discussing concerns with the attending physician and asking how to proceed","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Interns on a medical team should not blindly follow the orders of attending physicians or physicians who have more seniority.  As part of the educational process, it is essential to #understand# the #clinical reasoning# behind #team members' decisions#.  It is in the best interest of both the intern and the patient to resolve potential problems before proceeding.  This concept applies to the relationship between residents and attending physicians, physicians working in parallel (eg, anesthesiologist and surgeon), and medical students and other medical staff.  The best approach is to #respectfully discuss# the issue directly with the attending physician and #inquire why the decision was made#.  In this case, the attending physician may feel that the cardioprotective benefit of a beta-adrenergic antagonist outweighs the potential risk of an interaction with cocaine. $ (Choice A)  It is unethical to blindly follow an order from an attending physician when there is concern about safety and patient care.  The best course of action is to discuss the issue with the other physician and reach a consensus. $ (Choice B)  Although seasoned nurses will have acquired a considerable amount of medical knowledge, it is not their job to decide between the differing opinions of 2 physicians.  In addition, administering a medication that could have an adverse reaction is problematic, even if vital signs are being monitored. $ (Choice C)  It is appropriate to explain the risks and benefits of the medication to the patient, who ultimately decides whether to take it.  However, it is unprofessional to involve the patient before clarifying the rationale for the attending's recommendation. $ (Choice D)  It is unprofessional to refuse to follow the suggestions of an attending physician without first consulting him or her (if the attending is directly responsible for care of the patient, as in this case). $ Educational objective Physicians are ethically obligated to question orders that raise concern about potential harm to patients.  Issues should initially be discussed directly with the physician who made the order and not involve ancillary staff."},

{"id":"106288","title":"A 52-year-old woman undergoes a fine needle aspiration procedure for evaluation of a thyroid nodule.  The physician completes the biopsy successfully without complication.  However, a week later, the physician is concerned because no pathology results are seen in the electronic medical record.  Upon contacting the laboratory, the physician learns that the specimen was never received.  The physician inquires further among his staff and learns that the staff member normally in charge of transporting specimens was absent the day the procedure was performed, and a temporary off-site assistant had filled in for the staff member.  The patient is scheduled to come to the office the following day to receive her results.  After informing the patient of the need for a repeat procedure due to sample misplacement, which of the following additional statements by the physician would be most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although I did not personally cause this error, I apologize for the trouble this has caused you.","answer_2":"B. I accept full responsibility for this unfortunate outcome and understand if you feel the need to transfer your care elsewhere.","answer_3":"C. I apologize on our team's behalf for this error; we will waive charges and will identify ways to improve our specimen tracking system.","answer_4":"D. Sometimes these mistakes happen for no clear reason; I am sorry for any distress this causes you.","answer_5":"E. This mistake was due to staff member inexperience; rest assured that we will take steps to ensure that this will not happen again.","percent_1":"5%","percent_2":"13%","percent_3":"70%","percent_4":"7%","percent_5":"5%","right_answer":"C. I apologize on our team's behalf for this error; we will waive charges and will identify ways to improve our specimen tracking system.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp106288.jpg","explanation_1":"","explanation_2":"This patient has experienced a #preventable error# (ie, misplaced biopsy specimen).  Although the patient is not directly harmed, she requires a repeat biopsy procedure, exposing her to additional risks, costs, and inconvenience.  The cause of this error is likely related to multiple #systems failures# involving tracking (eg, lack of automated tracking methods such as bar-coding), transportation (eg, complexities in transportation logistics), or staff training. $ Although the physician is not responsible for the error, the physician practices within the system that contributed to the error and therefore has an ethical obligation to disclose the error.  #Full disclosure# of error to the patient includes the following: $ • Describing #details# of the error (in plain language) and #why# it occurred (eg, that the specimen was misplaced, possibly due to problems in the tracking system) $ • Apologizing or expressing regret for the error; in this case, given lack of direct involvement in the error, the physician should express regret on behalf of the team $ • Explaining steps to #minimize consequences# to the patient (eg, waiving further charges) $ • Describing steps to #prevent future occurrences# (eg, improving tracking system, reporting incident to administrators) $ Physicians should avoid hiding information or providing partial disclosure (eg, not explicitly stating that an error occurred, omitting details or potential causes).  Evidence suggests that early, full disclosure of errors is associated with fewer malpractice lawsuits (possibly because disclosure may increase patient trust in the provider). $ #(Choices A and D)#  Although these statements include a clear apology, they do not include discussion of steps that can be taken to minimize consequences (eg, waiving charges) or prevent future occurrences. $ (Choice B)  Although the patient has autonomy to transfer care elsewhere following an error, attempts should first be made to encourage continuation of the therapeutic relationship and reestablish trust.  Moreover, as the physician was not directly involved in the error, apologizing on behalf of the team is more appropriate. $ (Choice E)  Although staff inexperience may be a contributing factor in this error, it is likely that other systems factors (eg, tracking, staffing schedules) also played a role.  Therefore, implicating staff in the error is premature without further investigation. $ Educational objective Physicians have an ethical responsibility to disclose errors caused by system failures to patients.  Full disclosure includes providing details of the error and why it happened and explaining steps to minimize consequences and prevent future occurrences."},

{"id":"11535","title":"A 19-year-old man is admitted with delusions, hallucinations, and disorganized behavior.  He is diagnosed with schizophrenia, and the physician writes an order to begin aripiprazole \"2.0\" mg.  The patient mistakenly receives 20 mg aripiprazole instead of 2 mg.  This order is overlooked during the pharmacy review process, and the nurse fails to question it before administering aripiprazole to the patient.  Which of the following is the most effective intervention to reduce this type of error?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Confirm dosage with the patient prior to administration","answer_2":"B. Educate physicians to avoid use of trailing zeros","answer_3":"C. Employ computerized systems to flag inappropriate medication orders","answer_4":"D. Remind physicians to be careful with decimal point placement","answer_5":"E. Require 2 nurses to check medication orders","answer_6":"F. Require 2 pharmacists to check all orders","percent_1":"7%","percent_2":"47%","percent_3":"25%","percent_4":"3%","percent_5":"10%","percent_6":"10%","right_answer":"B. Educate physicians to avoid use of trailing zeros","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Illegible orders and transcribing errors are preventable causes of medication errors.  In this case, the medication error could be due to an unclear decimal point or a transcription error.  Although the increased use of computerized physician order entry systems with drop-down menus for drug, dose, route, and frequency has reduced the incidence of these errors, the systems are not universally available.  Physicians must write or enter orders clearly and specifically avoid using trailing zeros to prevent errors in dosage.  Studies show that educational interventions to reduce the use of certain abbreviations (eg, QD, μg) and avoid trailing zeros lead to a significant decrease in transcription errors. $ (Choice A)  Confirming the dosage with the patient may be helpful.  However, it is an inadequate double-check due to many patients being unaware of their medication dosage or in a mental state (due to a psychiatric or medical condition) that may prevent them from thinking clearly about it. $ (Choice C)  Because a particular medication may be available in different dosages, computerized checks with automated alerts may not consistently identify a higher dosage as an error.  Computerized systems are helpful in eliminating illegible orders; identifying patients at high risk for an adverse event; and alerting physicians to medication allergies, drug interactions, and dosage limits. $ (Choice D)  Eliminating trailing zeros entirely is a better option than reminding physicians to be careful placing decimal points. $ (Choices E and F)  Hiring additional nursing and pharmacy staff to perform double-checks on each medication order would not be cost-effective and would not consistently detect handwritten notation errors, as individuals reviewing the orders may influence each other's opinion. $ Educational objective Avoiding the use of unsafe abbreviations and trailing zeros in medication orders can help reduce the incidence of medication errors."}



]