[


{"id":"10464","title":"A 36-year-old woman with well-controlled asthma and hypothyroidism comes to the office to review recent thyroid function tests with her primary care physician.  She has been his patient for the past 8 years.  During the visit, she mentions that she is recently divorced and has had difficulty meeting \"smart and interesting’ men.  The patient, noticing the physician is not wearing a wedding ring, asks if he is single.  The physician responds, \"Yes, why do you ask?\"  The patient replies that she was wondering whether he would consider going out for dinner now that they are both single.  The physician has always found the patient attractive and would like to accept the invitation.  Which of the following is the most appropriate response to the patient's request?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accept the invitation as it was the patient, not the physician, who initiated it","answer_2":"B. Accept the invitation as the romantic interest is mutual","answer_3":"C. Accept the invitation but suggest that the patient change providers if she is uncomfortable continuing under his care","answer_4":"D. Decline the invitation, explaining that going on a date with her would be unethical","answer_5":"E. Decline the invitation, explaining that it is inappropriate for the patient to ask for a date","answer_6":"F. Decline the invitation, explaining that the physician-patient relationship must be terminated before going on a date","percent_1":"0%","percent_2":"0%","percent_3":"1%","percent_4":"65%","percent_5":"1%","percent_6":"33%","right_answer":"D. Decline the invitation, explaining that going on a date with her would be unethical","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#A romantic# or sexual #relationship# between a physician and a #current patient# (as in this scenario) is always considered #unethical# due to potential exploitation and/or interference with the physician's objective clinical judgment.  Such a relationship may be ethically acceptable provided the physician-patient relationship is terminated well before initiating a personal relationship.  However, it would also be inappropriate to suggest termination of the physician-patient relationship solely for the purposes of dating, as physician-patient continuity is associated with better patient outcomes; furthermore, the patient should not be forced to choose between having the physician be a treatment provider or a romantic partner #(choices C and F)#. $ Of note, relationships between physicians and current or prior psychiatric patients are always unethical due to the nature of evaluation and treatment, which include discussion of sensitive information and recognition of psychological vulnerabilities. $ #(Choices A and B)#  Romantic and sexual relationships with current patients are unacceptable regardless of who initiates them or whether there is mutual interest. $ (Choice E)  This statement is unnecessarily critical and may make the patient feel embarrassed or ashamed. $ Educational objective Romantic and sexual relationships with current patients as well as former psychiatric patients are always unethical.  Relationships with former non-psychiatric patients may be acceptable provided the physician-patient relationship is terminated well beforehand."},

{"id":"106486","title":"A gynecologist in a group practice asks a physician colleague about a patient that the colleague examined earlier that morning.  The gynecologist asks why the patient was crying in the waiting room and says that she is close friends with the patient's parents.  The patient was recently diagnosed with breast cancer and will be undergoing radiation therapy.  Which of the following is the most appropriate response to the gynecologist?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I cannot disclose confidential information about my patients to you.","answer_2":"B. I wish I could share more details. She just received some unexpected news.","answer_3":"C. It would be best for her to tell you about her diagnosis instead of me.","answer_4":"D. She's had a pretty tough week and could benefit from some support.","answer_5":"E. Unfortunately, I can't talk about that, but perhaps you should ask her how she is doing.","percent_1":"52%","percent_2":"6%","percent_3":"3%","percent_4":"1%","percent_5":"38%","right_answer":"A. I cannot disclose confidential information about my patients to you.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Confidentiality is a basic tenet of medical ethics and a prerequisite for a trusting physician-patient relationship.  Physicians are ethically obligated to #protect patient privacy# and #maintain confidentiality# in most situations, including during interactions with #other physicians# who are #not directly involved# in the patient's medical care.  This includes colleagues who may share an office or group practice but who are not part of the patient's immediate treatment team. $ The gynecologist's inquiry into this patient's condition is based on personal (eg, close friend to the patient's parents) and not professional interest or medical necessity.  Therefore, the physician cannot divulge any information regarding this patient's condition or treatment because the gynecologist is not directly involved in, or necessary to, the patient's medical care.  Doing so would be a #breach of patient privacy#. $ #(Choices B, C, D, and E)#  Though these statements do not share details of the patient's condition, they insinuate that she has a medical diagnosis, specifically one that is \"unexpected\" and/or poor (eg, \"she's had a pretty tough week\").  Such statements would be violations of the patient's privacy.  In addition, they encourage the colleague to follow up with the patient personally (eg, \"you should ask her\"), which is inappropriate because the patient may not wish to share her diagnosis or receive support from others at this time. $ Educational objective The ethical obligation to maintain patient confidentiality prohibits physicians from disclosing information about a patient's diagnosis or treatment (ie, protected health information) to anyone not directly involved in, or necessary to, the patient's medical care."},

{"id":"2057","title":"A 17-year-old girl comes to the office for evaluation of worsening vaginal irritation and discharge.  She has had multiple sexual partners in the past few months.  The patient is adherent with oral contraceptives and inconsistently uses condoms.  She has no prior medical conditions and takes no other medications.  Urine pregnancy test is negative and urine gonorrhea test is positive.  The patient does not want her parents to find out she is having sex and asks if the physician will tell her parents about today's visit.  Which of the following is the most appropriate response to this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Because gonorrhea is a reportable illness, I am obligated to report it to the health authorities and to your parents.","answer_2":"B. I don't need to inform your parents that you are sexually active, but I will need their consent to prescribe antibiotic treatment.","answer_3":"C. I recommend that you tell your parents about today's visit in case your symptoms become more serious.","answer_4":"D. I will not notify your parents because you can consent to testing and treatment for sexually transmitted infections on your own.","answer_5":"E. You can consent to treatment of gonorrhea, but because you are a minor, I am obligated to notify your parents.","percent_1":"3%","percent_2":"5%","percent_3":"8%","percent_4":"81%","percent_5":"2%","right_answer":"D. I will not notify your parents because you can consent to testing and treatment for sexually transmitted infections on your own.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Exceptions to informed consent by parent/guardian in minors#∆⨉ §^#Emergency care# ∆ • Condition in which treatment delay can cause serious impairment or death §^#Emancipated minor$ (adolescents)# ∆ • Parent • Married • Military service • Financially independent • High school graduate • Homeless §^#Specific medical care$ (adolescents)# ∆ • Sexually transmitted infection • Substance use disorder (most states) • Pregnancy care (most states) • Contraception","explanation_1":"","explanation_2":"$#Minors# (age <18) usually require #parental consent# for medical treatment; however, consent is generally #not required# in the following situations: $ • Legal or situational emancipation (eg, parent, married) $ • #Emergency care# in which delay of care could result in significant harm to life or limb $ • Specific conditions (eg, sexually transmitted infection [STI], pregnancy, substance abuse) that are potentially #serious, sensitive, or stigmatizing# $ Allowing minors to consent for treatment of certain potentially serious medical conditions (eg, #STI#) encourages them to seek services without concern of parental involvement, as in this patient's situation.  In most states, minors can also consent to #substance abuse# and #mental health# treatment as well as #reproductive services#, although there may be variations among states (eg, requiring minors to be a minimum age).  Some, but not all states, also exclude information about sensitive services from insurance documentation that is sent to the parent (policyholder). $ (Choice A)  Notification of parents for STIs other than HIV is not mandated in any state. $ #(Choices B and E)#  The patient can obtain evaluation and treatment for STIs, including antibiotics, without parental notification or consent. $ (Choice C)  Although it is often preferable for parents to be involved in their child's care, it should not be automatically assumed that disclosing information would be in the patient's best interest.  This response also dismisses the patient's concern about confidentiality and fails to answer her question. $ Educational objective Minors do not require parental consent for medical treatment of conditions that may be sensitive or stigmatizing such as sexually transmitted infections, pregnancy, and substance abuse."},

{"id":"14111","title":"A 26-year-old woman, gravida 1 para 0, at 38 weeks gestation is admitted to the hospital in active labor.  Twelve hours after admission, she has a spontaneous vaginal delivery of a baby boy who weighs 3.8 kg (8.4 lb) and has Apgar scores of 8 and 9 at 1 and 5 minutes, respectively.  The patient did not receive routine prenatal care.  She has no chronic medical conditions and no medication allergies.  After delivery, the patient is informed that her son will require erythromycin ointment to prevent an eye infection and possible blindness that can be caused by untreated gonorrhea.  The patient says her son does not need treatment because she has never had a sexually transmitted infection.  Which of the following is the most appropriate response to this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although you're refusing what is recommended, I respect your decision to decline treatment and will document it in your chart.","answer_2":"B. Giving medication to a healthy baby may seem unusual and unnecessary; let's talk about why this treatment is recommended for all newborns.","answer_3":"C. I'm not assuming you have a sexually transmitted infection, but in case you do, this treatment could prevent serious eye conditions.","answer_4":"D. Refusing treatment puts your baby at risk for lifelong consequences from an otherwise preventable condition; let's discuss the potential risks of your decision.","answer_5":"E. Sometimes people can have gonorrhea without obvious symptoms, which is why I'm required to give this medication to all newborns.","percent_1":"1%","percent_2":"78%","percent_3":"5%","percent_4":"10%","percent_5":"5%","right_answer":"B. Giving medication to a healthy baby may seem unusual and unnecessary; let's talk about why this treatment is recommended for all newborns.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient is declining recommended treatment for her newborn based on the reasoning that she has not had a sexually transmitted infection (STI).  This may reflect a lack of understanding that STIs may be asymptomatic and/or lack of knowledge that preventive treatment is recommended for all newborns.  The patient should be counseled that prophylactic erythromycin is recommended for all newborns to prevent blindness from Neisseria gonorrhoeae. $ As part of the process of #informed consent#, all necessary information about #indications# for treatment as well as #risks# and #benefits# of accepting and refusing treatment should be provided, and the patient should be encouraged to ask questions.  Whenever a patient declines or is hesitant to accept treatment, the initial step is for the physician to #assess the patient's knowledge#, provide clarification when needed (as in this case), listen to concerns, and understand the specific reasons for the refusal.  The process of obtaining informed consent should be conducted in a nonjudgmental and noncoercive way. $ #(Choices A and E)#  These statements automatically accept or reject the patient's decision without determining her level of understanding, providing needed clarification, and addressing concerns.  Responding to treatment refusal should first involve assessing the patient's understanding of the indications, risks, and benefits of treatment. $ (Choice C)  The patient has already asserted that she does not have a sexually transmitted illness, and further discussion on this point is likely to be perceived as condescending, which could undermine trust.  Treatment is recommended for all newborns, regardless of the patient's history of being treated for an STI. $ (Choice D)  Although this statement makes a medically valid point, it blames the patient for a worst outcome.  Using parental fear and guilt as a coercive tactic should be avoided. $ Educational objective The process of informed consent involves discussing the indications, risks, and benefits of treatment.  Assessing a patient's understanding of the discussion and responding to specific concerns or confusion is essential to obtaining valid consent."},

{"id":"10532","title":"A 61-year-old woman is admitted to the hospital due to shortness of breath, fever, and confusion.  Medical history includes stage III lung cancer treated with chemotherapy.  The patient is unable to communicate but prepared an advance directive several weeks ago specifying \"no intubation.\"  Despite supportive care, the patient's condition worsens and she appears to be developing signs of respiratory failure that would warrant intubation.  Her husband of 40 years, who accompanied her to the hospital, says, \"My daughter is due to give birth to her first child in a week.  I'm sure my wife would want a chance to see her grandchild.  She would want to be intubated.\"  Which of the following is the most appropriate response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I understand why you want to change your wife's previous decision, but the likelihood of her regaining consciousness is minimal.","answer_2":"B. It's normal to want any intervention that could help your wife get better, but going against her wishes would be inappropriate.","answer_3":"C. Since you're her husband and you believe that's what she would have wanted, we can proceed with intubation.","answer_4":"D. This is a very difficult situation, and having doubts about her wishes is understandable. Perhaps you should talk this over with your daughter.","answer_5":"E. We're doing everything possible to help your wife recover. However, we should follow and respect her wishes.","percent_1":"1%","percent_2":"18%","percent_3":"2%","percent_4":"7%","percent_5":"72%","right_answer":"E. We're doing everything possible to help your wife recover. However, we should follow and respect her wishes.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Advance directives#∆⨉ §^#Definition# ∆ • Legally binding instructions regarding patient's own health care • Considered determinative for giving consent/refusal for treatment • Takes priority over family's/friends' preferences §^#Requirements# ∆ • Patient is competent at time directive is prepared • Enacted only when patient lacks capacity for decision-making §^#Types# ∆ • Living will: written document with consent/refusal of specific services • Health care proxy: designation of a surrogate decision maker","explanation_1":"","explanation_2":"$This patient is unable to communicate her wishes regarding care.  However, she previously outlined her wishes in the form of an #advance directive# that specified \"no intubation.\"  An advance directive is prepared when the person has #decision-making capacity# and is used only when the person #lacks the capacity# to make a medical decision at the time of service. $ There are two main types of advance directive: $ • A #living will# is a written document detailing the patient's wishes primarily regarding specific end-of-life interventions (eg, intubation, enteral feeding). $ • A #health care proxy# is designation of a surrogate decision maker who is authorized to make health care decisions on the patient's behalf. $ If no advance directive is in place, decision-making falls to a default surrogate (eg, @next of kin@).  Because the default surrogate may have conflicting emotions and opinions regarding end-of-life decision-making, an advance directive, especially a living will, prevents confusion by establishing the patient's preferences for future medical care.  Based on the principle of #patient autonomy#, an advance directive is determinative in making decisions regarding a patient's care. $ In this scenario, the \"no intubation\" directive overrules any family member's preference, and the physician may not intervene against this patient's advance directive.  However, this message must be delivered with sensitivity given the nature of the patient's condition and its impact on loved ones.  #Clear but gentle communication# on following the patient's instructions (eg, \"we should follow and respect her wishes\") should be #provided within a supportive context# (eg, \"we're doing everything possible\") to ease distress. $ #(Choices A and B)#  Relating to the loved one's distress with empathy can provide comfort and support.  However, the ensuing blunt comments (eg, \"regaining consciousness is minimal,\" \"would be inappropriate\") are unnecessarily harsh. $ #(Choices C and D)#  Without a living will, a health care proxy or default surrogate decision maker (eg, spouse, adult child) may determine medical care.  However, in almost all states, living wills take precedence in decision-making, and the husband should not be misled by suggestion that the patient's predetermined decision (ie, \"no intubation\") can be changed. $ Educational objective Advance directives detail patients' instructions for future medical care.  A living will is a written document that specifies a patient's wishes, whereas a health care proxy is designation of a surrogate who is authorized to make health care decisions on the patient's behalf.  Advance directives take precedence over the wishes of family members.","clickable_1":"images/img1.10532.jpg"},

{"id":"19055","title":"A 55-year-old man is scheduled to have electrode implantation surgery for the treatment of advanced Parkinson disease.  Three days before the procedure, the surgeon discusses the details of the operation, including associated risks and benefits, as well as alternate treatment options.  The patient expresses understanding of the discussion and signs the consent form.  In the preoperative room on the day of the procedure, however, he becomes anxious and nervously says, \"I can't do this, doctor.  I'm sorry.  I don't want to have the surgery anymore.\"  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acknowledge the patient's concern and offer a sedative to alleviate anxiety","answer_2":"B. Ask the patient what has changed since he signed the consent form","answer_3":"C. Cancel and reschedule the operation for another time","answer_4":"D. Review the benefits of the procedure and explain that his motor symptoms will worsen without it","answer_5":"E. Tell the patient that his anxiety is normal and he will feel better after the procedure","percent_1":"5%","percent_2":"79%","percent_3":"13%","percent_4":"2%","percent_5":"2%","right_answer":"B. Ask the patient what has changed since he signed the consent form","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Elements of informed consent#∆⨉ §^#Preconditions# ∆ • Competency • Voluntariness §^#Disclosure of key facts# ∆ • Diagnosis • Proposed treatment or procedure • Alternate treatment options (medical, surgical) • Risks/benefits of proposed treatment & alternatives $== ○ Common complications $== ○ Rare but major complications • Risks of refusing treatment §^#Other disclosures if applicable# ∆ • Role of residents & medical students • Anticipated additional procedures • Financial conflicts","explanation_1":"","explanation_2":"$Voluntarily given informed consent is a prerequisite for proceeding with any nonemergency medical treatment.  In this case, informed consent was obtained 3 days prior, but the patient now states that he does not want the surgery.  Patients have the #right to withdraw consent at any time#.  When patients change their minds and refuse treatment, it is the physician's responsibility to engage them in a #new discussion# of informed consent or informed refusal. $ This patient has likely developed concerns about the procedure that were not discussed or fully addressed in the initial informed consent process.  The best approach is to ask him what has changed and to explore his specific concerns related to the surgery in a nonjudgmental fashion, without pressuring him to reconsent. $ (Choice A)  It would be inappropriate to medicate the patient without first assessing his concerns.  Sedative drugs have cognitive effects that may impair the patient's capacity to give informed consent or refusal. $ (Choice C)  Rescheduling the operation without first addressing the patient's concerns and conducting a new informed consent process is inappropriate. $ (Choice D)  Reviewing only the benefits of the procedure and the risks of no treatment may pressure the patient to reconsent.  An informed consent discussion must also include the risks of the procedure and the risks/benefits of alternate treatments. $ (Choice E)  This patient has withdrawn consent for the procedure, making his signed consent no longer valid.  The physician cannot proceed with surgery. $ Educational objective Patients have the right to withdraw consent for a procedure at any time.  When patients change their minds and refuse treatment, it is the physician's responsibility to engage them in a new discussion of informed consent or informed refusal."},

{"id":"10542","title":"A 65-year-old man is brought to the emergency department by a friend who found the patient disoriented in his apartment.  The patient's medical history includes chronic obstructive pulmonary disease, hypertension, coronary artery disease, and tobacco use.  He is unmarried and lives alone.  The friend says that the patient has a sister who lives in the area but is unaware of when they last spoke.  The friend has known the patient for 5 years and says that they are \"good buddies.\"  He tells the physician that they have discussed dying and that he believes the patient would prefer to \"go naturally\" and would refuse any heroic measures, including \"being hooked up to a ventilator.\"  Temperature is 39 C (102.2 F), blood pressure is 120/80 mm Hg, pulse is 105/min, and respirations are 24/min.  Oxygen saturation is 88% on room air and 93% on 2 L of oxygen.  The patient is somnolent and unable to answer questions.  The lungs have bilateral wheezing and decreased breath sounds.  Chest x-ray reveals a right lower lobe infiltrate.  Appropriate bronchodilator and antibiotic therapies are initiated.  The physician is concerned about the need for intubation if the patient does not respond to initial treatment in the next 2-3 hours.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Attempt to contact the patient's sister for consent to intubate","answer_2":"B. Consult the hospital ethics committee","answer_3":"C. Do not intubate based on the friend's report of the patient's wishes","answer_4":"D. Plan to proceed with intubation when the need arises","answer_5":"E. Wait to see if the patient's condition improves on therapy and he can sign consent","percent_1":"61%","percent_2":"7%","percent_3":"9%","percent_4":"16%","percent_5":"6%","right_answer":"A. Attempt to contact the patient's sister for consent to intubate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Next-of-kin surrogate decision maker#∆⨉ §^#Patient selection# ∆ • Inability to communicate wishes regarding medical decision-making • Advance directive not available or applicable • No previously designated surrogate decision maker §^#Surrogate selection# ∆ • Priority to patient's spouse • Alternate: adult children, parents, adult siblings, other family members §^#Implementation# ∆ • Substituted judgment: what the patient, not family, would have wanted • Decisions in the patient's best interest","explanation_1":"","explanation_2":"$This patient has acute pneumonia complicated by hypoxemia and confusion.  He is noncommunicative and unable to give consent regarding invasive ventilation.  In such cases, consent can often be obtained from an advance directive, either a living will (ie, document specifying consent for certain life-prolonging interventions) or designated surrogate decision-maker (eg, durable power of attorney) if available.  In the #absence of a living will or designated surrogate#, @decision-making@ falls to the #next of kin# (typically the patient's spouse, adult child, parent, or adult sibling determined by the proximity of relationship). $ Therefore, this patient's sister (next of kin) should be contacted regarding consent to intubate.  In nonemergent situations, surrogates are responsible for making decisions based on what they believe the patient would want (ie, #substituted judgment#) and the patient's #best interest#. $ (Choice B)  A facility ethics committee may be convened when equal surrogate decision-makers (eg, multiple adult children) disagree or there is reason to suspect that the surrogate is not acting in the patient's interest.  In this case, the need to contact the patient's sister is straightforward and does not require ethics committee input. $ (Choice C)  The patient's friend does not have priority over next of kin for decision-making.  If no family members are available, then the advice of his friend could be considered in substituted judgment. $ (Choice D)  In an emergency, the physician should use clinical judgment and act promptly, and can do so without consent if necessary.  However, in this case, intubation is not emergent, so an effort should be made to contact the patient's sister first. $ (Choice E)  Waiting for the patient's mental status to improve would be inappropriate, given that his respiratory status may deteriorate rapidly. $ Educational objective When a patient is unable to give consent for care and does not have a designated surrogate, decision-making capacity falls to the next of kin, generally determined by the proximity of relationship.  In an emergency, the physician can treat an incapacitated patient without obtaining consent.","clickable_1":"images/img1.10542.jpg"},

{"id":"1182","title":"A 40-year-old man comes to the office for evaluation of difficulty with concentration.  After reading a book on adult attention deficit hyperactivity disorder (ADHD), he thinks that he has ADHD and requests treatment with stimulants.  The patient has no history of childhood ADHD but states that his parents were unaware of the disorder and never had him evaluated.  He currently does not experience hyperactivity or impulsivity but says, \"I just get easily distracted some days and know I could be more productive at work.\"  The patient does not use alcohol or use recreational substances.  Medical history is noncontributory.  Vital signs and physical examination are normal.  The physician shares that the patient's symptoms are not consistent with a diagnosis of ADHD.  The patient insists that he will benefit from stimulants.  Which of the following is the most appropriate statement?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. A trial of stimulant medication may be helpful for what you're experiencing, but I think psychotherapy may be more appropriate to try first.","answer_2":"B. Based on my evaluation, you don't have a condition that would warrant a stimulant; I suggest getting a second opinion if you do not agree.","answer_3":"C. I understand that you want to improve your ability to focus at work; I can prescribe a nonstimulant ADHD medication that can sometimes help with concentration difficulties.","answer_4":"D. Prescribing a stimulant medication is not indicated based on your evaluation; let's discuss some nonmedication treatment options that may help you focus more.","answer_5":"E. Your symptoms are not consistent with ADHD and do not require medication, but please schedule a follow-up to discuss treatment options if your symptoms worsen.","percent_1":"3%","percent_2":"3%","percent_3":"12%","percent_4":"79%","percent_5":"4%","right_answer":"D. Prescribing a stimulant medication is not indicated based on your evaluation; let's discuss some nonmedication treatment options that may help you focus more.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Ethical dilemmas frequently arise in the provision of patient care because basic #ethical principles# (ie, autonomy, beneficence, nonmaleficence, justice) can often #conflict with each other#. $ This patient comes to the office for evaluation of difficulty concentrating, but the specific concentration is limited to a single setting in a nonpersistent manner.  In addition, he has no evidence of hyperactivity or impulsivity; therefore, the patient does not meet the criteria for attention deficit hyperactivity disorder (@ADHD@).  However, despite this lack of diagnosis, this patient still requests ADHD treatment with a stimulant medication, which has a risk of adverse effects, including use disorder.$ In this case, the right of the patient to make personal health care decisions (ie, #autonomy#) conflicts with acting in the best interest of the patient (ie, #beneficence#), in particular the avoidance of unnecessary, potentially harmful interventions (ie, nonmaleficence).  The patient's right to make personal health care decisions does not extend to dictating the physician's recommendations; therefore, the physician should state why the medication is not recommended to #avoid potentially harmful interventions# while also #validating the patient's concerns# (eg, by providing nonmedication options). $ #(Choices A and C)#  This patient does not have ADHD; therefore, treatment with either psychotherapy or a nonstimulant ADHD medication are not appropriate.  Providing either management option is not acting in the best interest of the patient. $ (Choice B)  Although it is appropriate to explain to the patient that a stimulant is not indicated, the defensive tone of suggesting another opinion \"if you do not agree\" harms rapport and can limit the willingness of the patient to hear recommendations. $ (Choice E)  Stating that the patient does not have ADHD is appropriate; however, recommending that the patient schedule a follow-up visit only if the symptoms worsen is dismissive of the patient's concern and suggests prolonged suffering is acceptable. $ Educational objective Medical decision-making often involves balancing conflicting ethical principles (ie, autonomy, beneficence, nonmaleficence, justice).  While recognizing patients' rights to make personal health care decisions (ie, autonomy), the provider has the responsibility to use specialized training to incorporate the best interests of the patient into the provision of care (ie, beneficence), which includes limiting nonindicated interventions.","clickable_1":"images/img1.1182.jpg"},

{"id":"10399","title":"An intern attends a local dinner party and recognizes a colleague who works at the same hospital in another department.  During the course of the evening, she observes her colleague responding to a number of routine medical calls from the hospital and consuming several alcoholic drinks.  Later that evening, the physician notices that her colleague is giving medication orders over the phone and appears grossly intoxicated with slurred speech.  The physician confronts her colleague, asking him to transfer on-call responsibilities for the sake of patient care.  He insists that he is fine, is not drunk, and that his duties end in 30 minutes anyway.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Contact the colleague's on-call supervisor to report the problem now","answer_2":"B. Do not intervene as the colleague has already been confronted and the shift ends soon","answer_3":"C. Do not intervene as there is no clear evidence of patient harm","answer_4":"D. Do not intervene as this is the first instance of witnessing impaired behavior","answer_5":"E. Report the incident to the hospital's physician health program","answer_6":"F. Report the physician to the state medical board","percent_1":"89%","percent_2":"0%","percent_3":"1%","percent_4":"0%","percent_5":"8%","percent_6":"2%","right_answer":"A. Contact the colleague's on-call supervisor to report the problem now","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Physicians are #ethically and legally obligated to report impaired colleagues# in a timely manner.  This physician is in the uncomfortable position of knowing that a colleague is intoxicated while on duty.  Although it is unclear whether this is a one-time occurrence or part of a pattern of more extensive impairment, the physician is obligated to intervene immediately because patient safety is at risk.  The colleague's immediate supervisor should be informed so that the situation can be dealt with as quickly as possible. $ Risks of not intervening include harm to patients and failure to obtain necessary evaluation and treatment for the physician, which can negatively impact his health, career, and family.  Most hospitals and state medical boards have regulations requiring physicians to report impaired colleagues.  This can usually be done anonymously.  In a #non-emergency situation#, a person should #contact# the designated hospital committee, commonly called a #physician health program (choice E)#.  If this is not possible or such a body does not exist, then the #state licensing board# should be contacted #(choice F)#.  It is the committee or board's responsibility to systematically gather all the facts and arrange for a comprehensive assessment and intervention if necessary. $ (Choice B)  The physician confronted the colleague with no response, and harm can still be done to a patient in 30 minutes.  A claim of confronting a colleague is not a substitute for reporting the incident. $ #(Choices C and D)#  Witnessing the physician's on-duty intoxicated behavior is sufficient reason to intervene as patient care may be in jeopardy.  Whether there is direct evidence of harm or the physician has an established pattern of problem behavior is irrelevant. $ Educational objective Physicians are ethically and legally obligated to report impaired colleagues in a timely manner.  Reporting protects patient safety and can assist the impaired physician in receiving appropriate evaluation and treatment."},

{"id":"1124","title":"An 82-year-old man is admitted to the hospital in the middle of the night.  He is noncommunicative and has multiple comorbidities, including end-stage lung cancer.  The patient has neither a designated power of attorney nor an advance directive on file.  His wife of many years, who is at the hospital with him, has an extensive conversation with the physician in charge of his care.  During the conversation, she says that, on several occasions, the patient said not to resuscitate him if he were near death because he did not want to live \"attached to machines or brain dead.\"  She says that he just wants to die in peace when the time comes.  What would be the most appropriate course of action if the patient enters ventricular fibrillation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Attend to the patient's comfort and allow his family to be present with him as he is dying","answer_2":"B. Begin full resuscitation because the patient's wife has no official documentation of her husband's wishes","answer_3":"C. Inform the nursing staff that the patient is 'do not resuscitate' and suspend all treatment","answer_4":"D. Obtain a court order to confirm the patient's wishes and have legal documentation","answer_5":"E. Perform resuscitation without using a defibrillator but use only cardiac medications","percent_1":"65%","percent_2":"8%","percent_3":"15%","percent_4":"5%","percent_5":"7%","right_answer":"A. Attend to the patient's comfort and allow his family to be present with him as he is dying","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Next-of-kin surrogate decision maker#∆⨉ §^#Patient selection# ∆ • Inability to communicate wishes regarding medical decision-making • Advance directive not available or applicable • No previously designated surrogate decision maker §^#Surrogate selection# ∆ • Priority to patient's spouse • Alternate: adult children, parents, adult siblings, other family members §^#Implementation# ∆ • Substituted judgment: what the patient, not family, would have wanted • Decisions in the patient's best interest","explanation_1":"","explanation_2":"$This patient is unable to communicate his wishes regarding his care and does not have a prepared statement of his wishes (ie, advance directive) or designated surrogate decision-maker (eg, durable power of attorney).  In such cases, decision-making falls to the #next of kin# (also called default surrogate).  The @order of next of kin@ is determined by the proximity of relationship; in most jurisdictions, priority goes to the #patient's spouse#, adult children, parents, and adult siblings, sequentially. $ The next of kin is responsible for making decisions based on what they believe the patient would want (ie, #substituted judgment#) and the patient's #best interest#.  In this case, the patient's wife indicates that he had expressed his wishes not to be resuscitated (ie, basic life support [rescue breathing, chest compressions], advanced cardiac life support [ACLS] [mechanical ventilation, defibrillation]). $ Therefore, in case of ventricular fibrillation or another malignant arrhythmia, this patient should not be resuscitated.  Comfort measures should be provided as appropriate, and staff should avoid disrupting the family's final moments with the patient. $ (Choice B)  As next of kin, the patient's wife has the authority to make decisions for the patient.  Nothing in this case suggests inadequate or insincere decision-making by the wife, and her decisions should be respected. $ (Choice C)  According to the patient's wishes, he should not receive cardiopulmonary resuscitation measures.  However, nonresuscitative supportive care (eg, supplemental oxygen) and comfort measures (eg, pain medication) should continue as usual and not be withheld. $ (Choice D)  Court proceedings are time-consuming and disruptive.  They are generally necessary only when a suitable surrogate cannot be identified or when there are intractable disagreements among surrogates (eg, multiple adult children). $ (Choice E)  Treatment of ventricular fibrillation with antiarrhythmic medications is considered part of the ACLS resuscitation algorithm and is generally excluded as part of a do-not-resuscitate order.  In general, partial algorithm implementation should not be considered in the absence of specific guidance from the patient or surrogate. $ Educational objective When a patient is unable to communicate his or her wishes regarding care and does not have an advance directive or designated surrogate decision-maker, decision-making falls to the next of kin (eg, spouse).  The next of kin is generally determined by the proximity of relationship and is responsible for making decisions based on what they believe the patient would want and the patient's best interest.","clickable_1":"images/img1.1124.jpg"},

{"id":"19664","title":"A 23-year-old woman at 8 weeks gestation comes to the office for an initial prenatal visit.  The patient has no vaginal bleeding or pelvic pain.  On examination, areas of bruising in different stages of healing are seen on the chest and abdomen.  When asked about the bruises, the patient states that her boyfriend used to hit her during arguments and was initially angry about the pregnancy.  Over the past 3 weeks, he has been more supportive, buying prenatal vitamins and offering massages.  Ultrasound examination confirms an 8-week intrauterine gestation and normal fetal heart rate.  Which of the following is the most appropriate next step in management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Advise the patient to stay with a relative for the duration of the pregnancy","answer_2":"B. Provide information about a domestic violence program","answer_3":"C. Recommend the patient file a restraining order against her boyfriend","answer_4":"D. Refer the patient and her boyfriend to couples' counseling","answer_5":"E. Suggest the patient bring her boyfriend to the next appointment","percent_1":"15%","percent_2":"76%","percent_3":"1%","percent_4":"1%","percent_5":"7%","right_answer":"B. Provide information about a domestic violence program","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Intimate partner violence#∆⨉ §^#Evaluation# ∆ • Routine annual examination • Suspicious signs/symptoms (eg, bruising) • Prenatal visits §^#Consequences# ∆ • Homicide • Mental health disorders (eg, PTSD) • Unintended pregnancy • Pregnancy complications (eg, abruptio placentae) • Sexually transmitted infections §^#Management# ∆ • Safety planning (eg, local shelter referral) • Psychosocial counseling §#PTSD =# posttraumatic stress disorder. ∆⨉","explanation_1":"","explanation_2":"This patient at 8 weeks gestation with bruising is affected by #intimate partner violence# (IPV), which is any type of physical, psychologic, or sexual harm committed by a partner or spouse.  During #pregnancy and postpartum#, patients and their partners experience marked increases in emotional, physical, and financial stressors.  Initially, partners may be angry about the pregnancy but can later become supportive and exhibit gentler behavior.  However, as pressure and responsibility increase, the partner may begin to blame the patient and pregnancy. $ These factors can cause an increase in IPV during pregnancy, particularly in patients who experienced IPV prepregnancy.  Because physical violence is typically directed at both the patient and the fetus (eg, hitting the pregnant abdomen), pregnant women are at significant risk for #maternal morbidity# (eg, injury, depression), homicide, and #pregnancy complications# (eg, preterm labor, abruptio placentae) due to abdominal trauma. $ Therefore, screening for IPV is required at the initial prenatal visit, during each trimester, and postpartum.  Patients who screen positive should be #assessed for immediate safety# and given additional resources (eg, information about a #domestic violence program#) for long-term safety planning (eg, housing, childcare, finances).  In some jurisdictions, there may also be mandatory reporting requirements for IPV during pregnancy. $ (Choice A)  Advising the patient to stay with a relative for the duration of the pregnancy is not recommended because the provider cannot predict the partner's response (eg, potential increase in violence) or new safety concerns that may arise if the patient abruptly relocates. $ (Choice C)  Recommending the patient file a restraining order against her boyfriend is inappropriate; the duty of the provider is to assess for imminent risk and provide medical and psychosocial resources, not to offer legal advice.  In addition, a restraining order may cause the partner to retaliate. $ #(Choices D and E)#  Referring the patient and her boyfriend to couples' therapy or recommending that the patient bring her boyfriend to the next prenatal appointment is inappropriate because confrontation or involvement of the partner at this time could endanger both the patient and the provider. $ Educational objective Intimate partner violence (IPV) increases during pregnancy and the postpartum period and can cause significant maternal and pregnancy complications.  Pregnant patients affected by IPV require immediate safety planning (eg, information about a domestic violence program) and resources for long-term planning."},

{"id":"2058","title":"A 25-year-old man is brought to the emergency department by his wife after vomiting at a party.  The patient admits to drinking 4 glasses of wine and some vodka and says he feels better now.  Temperature is 37.8 C (100 F), blood pressure is 100/50 mm Hg, pulse is 106/min, and respirations are 14/min.  Physical examination is remarkable for blood-tinged vomitus on the patient's shirt and shoes.  Abdominal examination reveals epigastric tenderness on palpation.  On mental status examination, the patient is alert, cooperative, and fully oriented.  Blood alcohol level is 70 mg/dL (0.07% blood alcohol content).  The physician recommends laboratory evaluation, including complete blood count, comprehensive metabolic panel, amylase, and lipase.  The patient insists that he is fine and wants to go home.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ask the patient's wife for consent to proceed with laboratory evaluation","answer_2":"B. Discharge the patient with instructions to return to the hospital as needed","answer_3":"C. Do not allow the patient to leave the hospital due to elevated blood alcohol content","answer_4":"D. Explain the potential risks of leaving the hospital without further evaluation","answer_5":"E. Hold patient involuntarily due to imminent medical harm and elevated blood alcohol content","percent_1":"5%","percent_2":"6%","percent_3":"8%","percent_4":"75%","percent_5":"7%","right_answer":"D. Explain the potential risks of leaving the hospital without further evaluation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Assessment of decision-making capacity#∆⨉ §^#Criterion# ∆^#Patient task# §#Communicates# a choice ∆ Patient able to clearly indicate preferred treatment option §#Understands# information provided ∆ Patient understands condition & treatment options §#Appreciates# consequences ∆ Patient acknowledges having condition & likely consequences of treatment options, including no treatment §#Rationale# given for decision ∆ Patient able to weigh risks & benefits & offer reasons for decision","explanation_1":"","explanation_2":"$This patient is declining diagnostic tests and requesting to leave the hospital.  Whenever a patient #refuses medical intervention#, decision-making capacity must be assessed.  Part of this process includes explaining the risks, benefits, and alternatives to the proposed intervention, including the risks of no intervention, so that the patient can make an informed medical decision. $ Alcohol intoxication can result in impaired memory, cognition, and judgment, resulting in an impaired ability to understand information or fully appreciate the consequences of one's decisions.  Therefore, given this patient's recent alcohol ingestion, the physician must be especially careful to #assess# the patient's ability to understand the risks of refusing further evaluation.  The patient should not be discharged unless his #decision-making capacity# is first judged to be intact #(choice B)#.  If the patient is able to communicate an understanding of his condition and the risks of declining treatment but still refuses, it would be appropriate to discharge him against medical advice. $ (Choice A)  A surrogate decision-maker, such as the patient's wife, would be necessary only if the patient was judged to lack decision-making capacity. $ #(Choices C and E)#  This patient is not at risk of imminent harm, and the blood alcohol level alone is not a criterion for holding him involuntarily.  The patient's capacity to make decisions must be assessed.  Patients with decision-making capacity have the right to refuse treatment, even if the decision seems unwise. $ Educational objective Patients who refuse medical interventions must be assessed for decision-making capacity.  Patients with decision-making capacity have the right to refuse treatment."},

{"id":"106484","title":"A 70-year-old woman comes to the office for evaluation of headaches.  She has been having a severe, persistent headache for the past 2 weeks that is worse in the morning and always lingers throughout the day.  The patient frequently feels nauseated but has no vomiting.  Medical history is significant for major depressive disorder and a prior suicide attempt at age 45; the patient is currently taking an antidepressant and has been in remission for the past year.  MRI of the head reveals a mass with surrounding edema in the left cerebral hemisphere that is consistent with glioblastoma multiforme.  The patient returns to the office with her son to discuss the results.  Before the physician has a chance to share the findings, the son asks to speak in private and requests that the physician not reveal the results to his mother.  Which of the following is the most appropriate response to the patient's son?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although it will be difficult to hear the diagnosis, I think it's best if your mother knows so that she can make her own decisions about care.","answer_2":"B. Given your mother's history, it makes sense that you would want to minimize stress; I'll share the results with you, and you can decide whether to tell her.","answer_3":"C. I appreciate you sharing this with me; I'd like to hear more about why you prefer that your mother not know about the results.","answer_4":"D. I understand you're concerned about your mother, but it's up to her to decide whether she would like to know about the results.","answer_5":"E. Unexpected health news can be distressing for anyone, but by not telling your mother the results, she may feel even more helpless about her health.","percent_1":"6%","percent_2":"1%","percent_3":"54%","percent_4":"36%","percent_5":"3%","right_answer":"C. I appreciate you sharing this with me; I'd like to hear more about why you prefer that your mother not know about the results.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Autonomy# supports a patient's right to know his or her diagnosis, treatment options, and potential outcomes.  However, personal #preferences vary# (eg, some patients may decline test results or learning their diagnosis), and individual circumstances should guide disclosure. $ In this scenario, the patient's preferences regarding her test results and diagnosis (eg, glioblastoma multiforme), which has a poor prognosis, are unclear.  Her son has privately requested that the results not be shared with his mother.  If family members ask to withhold medical information from the patient, it is imperative for the physician to understand their reasoning and concerns.  The son may have a #valid safety concern# regarding disclosure of bad news to his mother, who the physician knows has a history of depression and a prior suicide attempt. $ However, the physician should not make hasty assumptions about family circumstances, the son's concerns, or the patient's state of mind.  The most appropriate approach is to #listen to the family's concerns# and better #understand the situation# before deciding how best to proceed. $ (Choice A)  This statement supports patient autonomy.  However, it does not allow the son to clarify his concerns; instead, it takes a paternalistic tone (eg, \"I think it's best\").  It also hints at a poor diagnosis (eg, \"it will be difficult to hear\"), which violates health privacy. $ (Choice B)  The impact of bad news should be considered; however, this statement references the patient's history of depression and suicidality, which is protected health information.  In addition, the physician cannot violate confidentiality by sharing results with the patient's son without her permission. $ (Choice D)  Although the statement expresses empathy, it does not give the son a chance to explain why he opposes disclosing the diagnosis.  Premature dismissal of his concerns risks the loss of valuable information (eg, safety concerns). $ (Choice E)  This approach assumes that the son's intention is to avoid distressing his mother.  However, the underlying reason may be something else (eg, cultural norms, the patient's own wishes).  The physician should keep an open mind to the son's concerns and not presume to know the patient's feelings without speaking to her first. $ Educational objective Autonomy, which supports a patient's right to know his or her diagnosis, is a fundamental ethical principle.  However, limiting disclosure of a diagnosis may be appropriate under certain circumstances (eg, patient preference, imminent safety concerns).  An understanding, open approach is necessary to uncover these circumstances."},

{"id":"19044","title":"A 60-year-old man comes to the office for surgical consultation of multivessel coronary artery disease.  After reviewing prior records and completing a thorough evaluation, the surgeon discusses the recommendation for a coronary artery bypass graft, describing its indications and providing an overview of the surgery, including risks and benefits of the operation.  The surgeon then discusses what the patient can expect during the recovery period.  Which of the following additional disclosures is a necessary component of an informed consent discussion by the surgeon?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cost of surgery and estimated coverage by insurance","answer_2":"B. Mortality rate of coronary artery bypass grafts performed by the surgeon","answer_3":"C. Option for patient to obtain a second opinion","answer_4":"D. Probable outcomes if surgery is not performed","answer_5":"E. Risks of anesthetic agents that will be used during the procedure","percent_1":"7%","percent_2":"8%","percent_3":"10%","percent_4":"56%","percent_5":"19%","right_answer":"D. Probable outcomes if surgery is not performed","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Elements of informed consent#∆⨉ §^#Preconditions# ∆ • Competency • Voluntariness §^#Disclosure of key facts# ∆ • Diagnosis • Proposed treatment or procedure • Alternate treatment options (medical, surgical) • Risks/benefits of proposed treatment & alternatives $== ○ Common complications $== ○ Rare but major complications • Risks of refusing treatment §^#Other disclosures if applicable# ∆ • Role of residents & medical students • Anticipated additional procedures • Financial conflicts","explanation_1":"","explanation_2":"The process of informed consent requires disclosure of key information so that the patient can make an informed medical decision.  The essential components of an informed consent discussion include explanation of the patient's #diagnosis# and proposed treatment, other #treatment options, risks and benefits# of the proposed treatment, and #risks of refusing# the proposed treatment.  In this case, the surgeon has not yet addressed the risks to the patient if the surgery is not performed (eg, increased risk of subsequent cardiovascular events). $ The informed consent discussion should be conducted by the surgeon who will perform the procedure and should use language that is easily comprehended.  The patient must be given an opportunity to ask questions.  The content of the informed consent discussion should be documented in the patient's medical record. $ (Choice A)  Information regarding cost is not a required component of informed consent.  This information likely depends on the patient's insurance plan and is not a question the physician can accurately answer. $ (Choice B)  Disclosure of the mortality rate of a procedure performed by the surgeon is not a required element of informed consent.  However, if asked, a physician must answer truthfully and disclose this information. $ (Choice C)  Although all patients have the right to a second opinion, explicitly stating this option is not a requirement of the informed consent process. $ (Choice E)  Discussing the risks of specific anesthetic agents is outside the surgeon's scope of practice.  This should be discussed during the informed consent process with the anesthesiologist, which is typically conducted as part of the preanesthesia evaluation. $ Educational objective The essential components of informed consent include explanation of the patient's diagnosis and proposed treatment, other treatment options, the risks and benefits of the proposed treatment, and the risks of refusing the proposed treatment."},

{"id":"10534","title":"A 74-year-old woman is brought by ambulance to the emergency department due to confusion.  She is accompanied by her daughter, who lives with her.  The patient was diagnosed with aplastic anemia a year ago.  Her condition has responded poorly to immunosuppressive therapy and has required multiple blood transfusions.  The patient is alert and oriented to person only; she is unable to respond to other questions.  Complete blood count shows severe pancytopenia.  The patient has an advance directive, signed 9 months ago, in which she designated a friend as her health care proxy.  The friend is contacted by phone and tells the physician that the patient did not want to undergo any more blood transfusions.  The patient's daughter adamantly insists that the patient receive a blood transfusion, saying, \"I discussed it with my mother a few weeks ago, and we decided that she should have everything done to prolong her life.\"  In deciding whether to perform the blood transfusion, which of the following should the physician consider to have the highest priority?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. The daughter's wishes","answer_2":"B. The ethical principle of nonmaleficence","answer_3":"C. The friend's instructions","answer_4":"D. The patient's likelihood of a meaningful recovery","answer_5":"E. The risks of receiving a blood transfusion","percent_1":"4%","percent_2":"11%","percent_3":"80%","percent_4":"5%","percent_5":"1%","right_answer":"C. The friend's instructions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Advance directives#∆⨉ §^#Definition# ∆ • Legally binding instructions regarding patient's own health care • Considered determinative for giving consent/refusal for treatment • Takes priority over family's/friends' preferences §^#Requirements# ∆ • Patient is competent at time directive is prepared • Enacted only when patient lacks capacity for decision-making §^#Types# ∆ • Living will: written document with consent/refusal of specific services • Health care proxy: designation of a surrogate decision maker","explanation_1":"","explanation_2":"$A #health care proxy# is a #surrogate decision maker# specifically chosen by a patient to legally make health care decisions on that patient's behalf.  Designation occurs when the patient is competent but remains inactive until the patient is incapacitated (eg, delirious, \"alert and oriented to person only,\" \"unable to respond\"). $ The health care proxy is #obligated to give instructions# in accordance with the best estimate of what the patient would have chosen (ie, #substituted judgment standard#), reflecting deference to patient autonomy.  Often, a patient will directly inform the health care proxy of specific interventions to withhold (eg, patient does not want \"any more blood transfusions\") based on personal beliefs or consideration of the risks versus benefits.  Therefore, this designated health care proxy (ie, the friend) takes legal #priority over all other decision makers# to facilitate and respect the patient's individual, informed decisions. $ In this case, even though the friend adhered to the substituted judgment standard by refusing the blood transfusion, there is an isolated report of a change in patient preference from the non–health care proxy daughter.  However, this change would be difficult to confirm and is complicated by an unknown context (eg, incapacitated, guilt induced, coerced) in which the patient may have said this #(choice A)#.  Although the reported change warrants further investigation with the health care proxy, the established health care proxy remains as the @highest priority decision maker@. $ (Choice B)  Nonmaleficence is the ethical duty to do no harm to the patient.  However, the principle that guides a health care proxy in making medical decisions is the principle of patient autonomy, which emphasize the patient's own preferences that were made when decision-making capacity was intact. $ #(Choices D and E)#  The risks (eg, transfusion-related infection, allergic reaction) and benefits (eg, \"a meaningful recovery\") of any medical intervention should always be discussed with the patient or the patient's health care proxy.  However, this patient has already communicated her decision to her health care proxy to decline more blood transfusions, which takes precedence. $ Educational objective A health care proxy is a person legally designated to make medical decisions if the patient loses decision-making capacity.  The health care proxy has more authority than all other surrogate decision makers and is expected to act in accordance with the best estimate of what the patient would have chosen.","clickable_1":"images/img1.10534.jpg"},

{"id":"1235","title":"A 79-year-old man is undergoing evaluation for hospital admission due to an exacerbation of chronic obstructive pulmonary disease.  His wife expresses concern about his health due to multiple hospitalizations over the last year for various complications related to his comorbidities.  The patient has smoked cigarettes daily for more than 50 years.  Medical history includes coronary artery disease, type 2 diabetes mellitus, and obesity.  After performing a thorough history and physical examination, the physician prepares to admit the patient and decides to continue his existing medications for diabetes and heart disease.  Admission orders also include supplemental oxygen, bronchodilators, antibiotics, and systemic corticosteroids.  Which of the following additional components is most critical to include during the admission process?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Discussion about diet and exercise to improve glycemic control and heart health","answer_2":"B. Discussion of whether the patient has advance directives or a health care proxy","answer_3":"C. Discussion regarding smoking cessation to reduce the patient's risk of dying from heart or lung disease","answer_4":"D. Facilitation of a social work assessment to arrange for home health care and expedite discharge","answer_5":"E. Verification of insurance coverage to determine eligibility for supplemental oxygen at home","percent_1":"2%","percent_2":"70%","percent_3":"20%","percent_4":"4%","percent_5":"3%","right_answer":"B. Discussion of whether the patient has advance directives or a health care proxy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Advance directives# record a patient's personal preferences for health care and treatment if the patient lacks decision-making capacity.  During hospital admissions, #all patients# admitted to the hospital must be asked about #resuscitation preferences# (eg, full code, Do-Not-Resuscitate [DNR]) and whether advance directives are in place because serious clinical deterioration can happen unexpectedly. $ Advance directives include the following types of documents: $ • #Living will#, which specifies the patient's end-of-life wishes and often includes instructions regarding intubation, cardiopulmonary resuscitation, enteral feeding, and other life-prolonging interventions.  Given the breadth of medical scenarios that can arise, not all decisions can be accounted for in a living will. $ •A #health care proxy#, which designates a specific individual (the surrogate decision-maker) to make health care decisions and interpret instructions in the living will on the patient's behalf if the patient is incapacitated, using the principle of substituted judgment (ie, considering what the patient would want). $ Ideally, advance care planning should take place through a series of open-ended conversations #early# in a patient's serious illness (eg, chronic obstructive pulmonary disease) in the context of a longitudinal patient-physician relationship.  Patients without advance directives at the time of hospital admission should be provided with information and venues for learning about and completing this process. $ #(Choices A, C, D, and E)#  Each of these components should be addressed during the patient's hospitalization course and discharge planning process.  However, they do not need to be completed during admission.  In contrast, discussion and documentation of a patient's advance care status must be completed during admission because unexpected clinical deterioration can occur at any time. $ Educational objective The admission process must include discussion of whether the patient has advance directives, along with code status, to ensure that medical personnel adhere to the patient's specific wishes should the patient become incapacitated."},

{"id":"19387","title":"A 28-year-old woman, gravida 2 para 1, comes to the emergency department for evaluation of vaginal bleeding.  The patient has had bright red spotting for the past 24 hours but no contractions or leakage of fluid.  She is at 31 weeks gestation by last menstrual period and has not had prenatal care this pregnancy.  Her first pregnancy ended in an uncomplicated spontaneous vaginal delivery at term.  Vital signs and fetal heart rate tracing are normal.  Physical examination shows a nontender uterus consistent in size with 31 weeks gestation.  A pelvic ultrasound reveals a complete placenta previa.  The findings are discussed with the patient, and she states that she would still like to have a vaginal delivery.  The physician says, 'Unfortunately, the only safe option for delivery is a cesarean delivery.'  The physician's statement is an example of which of the following ethical principles?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Assisted decision-making","answer_2":"B. Directive counseling","answer_3":"C. Informed refusal","answer_4":"D. Shared decision-making","answer_5":"E. Substituted judgment","percent_1":"12%","percent_2":"54%","percent_3":"18%","percent_4":"4%","percent_5":"11%","right_answer":"B. Directive counseling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Most medical decisions are made via shared decision-making, in which the patient's preferences and personal values are considered when discussing ≥2 medically reasonable treatment options #(choice D)#. $ However, when there is #only 1 medically reasonable treatment option# that has clearly superior evidence-based support, it is ethically appropriate for the physician to provide #directive counseling#, in which only a single treatment option is recommended to a patient. $ This patient has a complete @placenta previa@, a condition in which the entire placenta covers the cervix, which is associated with a #high risk# of maternal (eg, hemorrhage) and fetal (eg, intrauterine demise) morbidity and mortality with vaginal delivery.  Due to these risks, the only safe option for delivery, as stated to this patient, is cesarean delivery.  Although this patient prefers a vaginal delivery, it is inappropriate for the physician to discuss this choice as a safe and reasonable option.  It is the physician's ethical responsibility to advise against it and provide directive counseling by explaining why a cesarean delivery is medically necessary. $ (Choice A)  Assisted decision-making occurs when a family member or other caregiver helps the patient in making a medical decision (but does not make the decision for the patient).  Common scenarios include when patients have intellectual disability or a potentially reversible impairment in decision-making capacity (eg, fluctuating mental illness [schizophrenia]). $ (Choice C)  Informed refusal refers to the patient's refusal of a recommended medical treatment following an informed consent discussion (including full disclosure of the risks of refusing treatment).  This would occur in this case if, after discussion of the need for cesarean delivery, the patient refuses the procedure. $ (Choice E)  Substituted judgment occurs when a surrogate decision-maker makes a health care decision for an incapacitated patient based on the surrogate's knowledge of the patient's wishes and values. $ Educational objective Directive counseling is ethically appropriate when only one treatment option is medically reasonable and has clearly superior evidence-based support.  Patients with complete placenta previa should be counseled that cesarean delivery is medically necessary.","clickable_1":"images/img1.19387.jpg"},

{"id":"1237","title":"A 65-year-old man is admitted to the inpatient unit of a busy community hospital for worsening shortness of breath over the last few days.  He has a 40-pack-year smoking history and was initially diagnosed with chronic obstructive pulmonary disease exacerbation and treated accordingly.  Chest x-ray on admission shows a large hilar opacity, and CT scan confirms the presence of a 4-cm mass in the right hilum.  During the process of obtaining informed consent for bronchoscopy with biopsy, the patient says, 'Doc, please don't tell me what they find, because if it's cancer, I don't want to know.'  Which of the following is the most appropriate response to this patient's request?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hearing you have a lung mass is upsetting; perhaps take some time to think about whether you really want to undergo this procedure.","answer_2":"B. I can't imagine how stressful this is for you, but if the results do show cancer, it would be important for you to make a decision about treatment.","answer_3":"C. I won't share the results of the procedure if that is your preference, although I would like to understand how you came to that decision.","answer_4":"D. It's normal to try and avoid hearing bad news; however, the uncertainty of not knowing your diagnosis can cause even more anxiety.","answer_5":"E. You can choose to not hear your results, but you should appoint someone in your family to make decisions on your behalf.","percent_1":"2%","percent_2":"16%","percent_3":"63%","percent_4":"2%","percent_5":"17%","right_answer":"C. I won't share the results of the procedure if that is your preference, although I would like to understand how you came to that decision.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Just as competent patients have the right to refuse medical care and interventions, they also have the #right to refuse# to receive diagnostic #information#.  Requests to withhold information may stem from personal fears or cultural, religious, or social factors.  The patient's wishes should be respected based on the #principle of autonomy#, and the patient should not feel pressured to change his decision. $ However, this patient likely has #unspoken fears# about a cancer diagnosis that can be addressed.  An appropriate initial response is to attempt to understand why the patient feels this way.  Efforts should be made to gently #explore the patient's concerns# and elicit questions he may have about potential diagnoses (eg, lung cancer and other possibilities).  The physician should try to understand the patient's desires and concerns to develop a trusting relationship that may facilitate future collaborative treatment planning. $ (Choice A)  This statement asks the patient to reconsider whether he wants a bronchoscopy based on his preference not to know the outcome.  It could be experienced as putting pressure on the patient not to undergo the procedure and misses the opportunity to ask why the patient doesn't want to know the results. $ (Choice B)  Although explaining how knowing the diagnosis may help the patient make subsequent treatment decisions, doing so prematurely without inquiring about the patient's reasoning may pressure the patient to acquiesce to the physician's desire, which does not respect the patient's autonomy. $ (Choice D)  This response normalizes the tendency to avoid receiving bad news, but it makes the unfounded assumption that not knowing will cause more anxiety than bad news for this particular patient. $ (Choice E)  This response respects the patient's autonomy but is dismissive and excludes future collaborative treatment planning.  The physician should attempt to understand the patient's perspective and address his concerns. $ Educational objective Patients have the right to have information withheld from them regarding their medical condition.  Physicians must respect their wish not to know but should also explore the patient concerns to better understand their preferences and maximize their involvement in subsequent medical decision-making."},

{"id":"7767","title":"A 64-year-old man comes to the office for follow-up after a myocardial infarction 6 months ago.  The patient's condition has slowly improved, although his clinical course was complicated by a pulmonary embolus and urinary tract infection.  During the appointment, the patient gives the physician homemade cookies and a thank-you card containing 4 tickets to a professional basketball game.  He says, \"I would like to thank you for everything that you've done.  Please accept these tickets and enjoy the game.\"  He tells the physician not to worry about the expense, saying, \"I get season tickets every year but haven't felt well enough to make it to the games.  You have been such a wonderful doctor, and I wanted to give you something to express my gratitude.\"  Which of the following statements is the most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Thank you, but I cannot accept any of these gifts from you; it's enough for me to see that you've been sticking with the treatment plan and getting better.","answer_2":"B. Thank you for the card and cookies; unfortunately, the tickets are so valuable that my acceptance of them as your physician could affect our relationship.","answer_3":"C. Thank you for the kind gesture, but I cannot accept any of these gifts; please know that it would be unethical for me to do so.","answer_4":"D. Thank you for these gifts, but I can accept them only if you understand that this will not change our relationship or the care that I provide you.","answer_5":"E. Thank you very much for the cookies and tickets; I will share these with my staff because they are part of your treatment team as well.","percent_1":"27%","percent_2":"42%","percent_3":"20%","percent_4":"4%","percent_5":"7%","right_answer":"B. Thank you for the card and cookies; unfortunately, the tickets are so valuable that my acceptance of them as your physician could affect our relationship.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Although gift giving as an expression of gratitude is common in many cultures, accepting gifts from patients can raise complex issues in the physician-patient relationship.  From an ethical standpoint, #expensive gifts may influence or appear to influence# the physician's #professional judgment# (eg, gift is given or perceived to be given in expectation of preferential treatment and/or impacts the physician's adherence to the standard of care).  The consensus and professional standard are that it is #unethical# to #accept gifts of significant monetary value#.  Some medical offices and hospitals implement a no-gift rule to keep things simple while others implement a dollar-amount rule. $ #Declining a valuable gift# should be done with care to protect the patient's feelings and avoid damaging the physician-patient relationship.  The physician should #acknowledge# the patient's generosity and thoughtfulness behind the gift, #explain why the gift cannot be accepted# (eg, personal, practice, or hospital policy), and assure the patient that this does not in any way change the care provided.  Accepting gifts of low monetary value given as a token of appreciation or cultural tradition and that are not intended to influence care is generally considered appropriate (eg, homemade, small gifts that are clearly inexpensive).  In this situation, it would be appropriate to accept the cookies and card but decline the expensive tickets with an explanation. $ #(Choices A and C)#  Accepting low monetary value gifts is not unethical, and the physician should accept the cookies and thank-you card to be sensitive to the patient's feelings.  Rejecting this low monetary value, homemade gift could be perceived as rude or hurtful, potentially damaging the physician-patient relationship. $ (Choice D)  It is inappropriate to accept an expensive gift on a conditional basis. $ (Choice E)  It is ethically problematic to accept the expensive tickets, even with the intention of sharing them with the office staff.  The patient may feel obligated to provide gifts to the office staff, and the staff may feel compelled to provide preferential treatment to the patient. $ Educational objective It is ethically problematic for physicians to accept expensive gifts as they may influence or appear to influence professional judgment.  These gifts should be declined after expressing appreciation for the gesture."},

{"id":"10533","title":"A 3-year-old boy is brought to the emergency department due to a fever and stiff neck.  The child is hospitalized with a diagnosis of bacterial meningitis and begins treatment with intravenous antibiotics.  On day 2 of hospitalization, the mother requests to take the child home and explains that she intends to treat him with homeopathic remedies.  She has 4 other children at home who have (never needed vaccinations or medications) and are (strong and healthy).  The physician explains the risks of meningitis, including brain damage and death.  After a long discussion, the mother says that she understands the risks but believes that homeopathic remedies will be adequate for treatment and remains unconvinced of the need for hospitalization.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arrange for a psychiatric evaluation to assess the mother's decision-making capacity","answer_2":"B. Arrange for a visiting nurse to administer intravenous antibiotics at home","answer_3":"C. Contact child protective services while continuing intravenous antibiotics","answer_4":"D. Discharge against medical advice with instructions to return if the child's condition deteriorates","answer_5":"E. Discharge the patient on oral antibiotics with daily in-home check ups","percent_1":"1%","percent_2":"4%","percent_3":"63%","percent_4":"28%","percent_5":"4%","right_answer":"C. Contact child protective services while continuing intravenous antibiotics","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Untreated bacterial meningitis is a medically dangerous and potentially lethal condition.  This mother's decision to take her child home and discontinue intravenous (IV) antibiotics after only 2 days places the child and his siblings at #significant risk of serious harm and death#.  When efforts to resolve the situation are unsuccessful, physicians have an #ethical duty# to advocate for the best interests of the child and #challenge parental authority# to make medical decisions for the child.  In such cases, involvement of a state #child protection agency# becomes necessary. $ Whenever possible, efforts should first be made to collaborate with the parents with the goal of reaching a mutually agreed upon treatment plan and safe outcome for the child.  Physicians should counsel and educate the parents to address any misconceptions about the illness and treatment.  It also may be helpful to consult with the ethics committee who can provide input on ethical issues as well as mediate further discussion. $ (Choice A)  There is no indication that the mother lacks @decision-making capacity@.  She understands the risks of stopping treatment and provides a rationale for her decision.  However, in this case, the best interest of the child becomes the overriding focus, rather than the mother's right to make autonomous decisions.  The physician must act to protect the child's life despite parental wishes. $ #(Choices B and E)#  Children with bacterial meningitis are at high risk for complications (eg, increased intracranial pressure, seizures) during the first few days of treatment and require hospital-level care for treatment and monitoring of complications, which cannot be safely done in the home setting.  Oral antibiotics do not adequately penetrate the cerebrospinal fluid and are not a substitute for IV antibiotics.  In addition, the mother has stated her intention to pursue homeopathic treatment and has not agreed to comply with either oral or IV antibiotics. $ (Choice D)  Discharge against medical advice is inappropriate when there is significant risk of serious harm and death to a child.  If it was the mother's own treatment at issue, then she could reasonably be discharged against medical advice. $ Educational objective It is a physician's duty to advocate for the best interests of a child.  When a child is at significant risk of harm, parental authority to make medical decisions can be challenged.  In cases where educational and collaborative efforts fail, protective services should be contacted.","clickable_1":"images/img1.10533.jpg"}


]