[
    {"id":"7621","image_1":"","explanation_img":"","table_3":"§^#Major muscles responsible for motion at the hip#∆⨉∆⨉∆⨉ §^#Flexion# ∆^#Extension# ∆^#Abduction# ∆^#Adduction# § • Iliopsoas • Rectus femoris • Tensor fascia lata ∆ • Gluteus maximus • Semitendinosus • Semimembranosus • Biceps femoris - long head ∆ • Gluteus medius • Gluteus minimus ∆ • Adductor brevis • Adductor longus • Adductor magnus","title":"A 34-year-old woman comes to the physician complaining of easy fatigability. She lives alone and works as an accountant. Her menstrual cycles are regular and her last menstrual period was 2 weeks ago. She does not smoke or consume alcohol. Her blood pressure is 150/90 mm Hg and pulse is 82/min. During her physical examination, she sits up from the supine position without using her hands. Which of the following muscles contributes most to the described movement?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adductor magnus","ansImg_1":"","answer_2":"B. Biceps femoris, long head","ansImg_2":"","answer_3":"C. Gluteus medius","ansImg_3":"","answer_4":"D. Obturator externus","ansImg_4":"","answer_5":"E. Psoas major","ansImg_5":"","answer_6":"F. Vastus medialis","ansImg_6":"","right_answer":"E. Psoas major","percent_1":"2%","percent_2":"5%","percent_3":"11%","percent_4":"3%","percent_5":"73%","percent_6":"6%","explanation_1":"","explanation_2":"Major muscles used when sitting up from the supine position include the external abdominal obliques, the rectus abdominis, and the hip flexors. The psoas major and iliacus contribute most significantly to the hip flexion; they, along with the psoas minor, are collectively known as the iliopsoas. The capacity of these muscles to carry out this motion can be deduced from the fact that they originate on the pelvis and spinal column, cross the hip joint, and insert on the femur.$The psoas major muscle arises from the bodies and intervertebral discs of the inferior-most thoracic and all of the lumbar vertebrae. The iliacus originates from the iliac fossa, a large concave surface found on the inner aspect of the ilium. Both muscles insert via the common iliopsoas tendon into the lesser trochanter of the femur.$(Choice A) The adductor portion of the adductor magnus originates from the inferior ramus of the ischium and inserts into the proximal two-thirds of the posteromedial femur. It is a powerful adductor of the thigh.$(Choice B) The long head of the biceps femoris originates from the ischial tuberosity and inserts into the lateral head of the fibula; it functions as a thigh extensor and leg flexor.$(Choice C) The gluteus medius abducts the femur and is important in keeping the hip level during gait when the body's weight rests on one leg.$(Choice D) The obturator externus arises from the anteromedial surface of the obturator foramen and inserts near the greater trochanter of the femur. This muscle is a lateral rotator of the thigh.$(Choice F) The vastus medialis is a component of the quadriceps femoris. It arises from the proximal femur and ultimately inserts into the tibial tuberosity by means of the patella. It functions as a knee extensor.$Educational objective Muscles used when sitting up from the supine position include the external abdominal obliques, the rectus abdominis, and the hip flexors. The iliopsoas muscle is the most important of the hip flexors and includes the psoas major, psoas minor, and iliacus. The rectus femoris, sartorius, tensor fascia lata, and the medial compartment of the thigh also contribute to hip flexion."},

{"id":"18765","image_1":"","title":"A 19-year-old man is brought to the emergency department after he punched through a plate glass window with his right arm. Initially there was profuse bleeding, but it stopped after direct pressure was maintained by emergency medical personnel. A deep laceration is present at the proximal aspect of the right cubital fossa, just lateral to the medial epicondyle. Examination reveals absent sensation in the lateral palm and the palmar surfaces of the first 3½ fingers, inability to flex the proximal interphalangeal joints, and inability to pronate the forearm. Additional injury to which of the following structures was most likely responsible for this patient's bleeding?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior interosseous artery","ansImg_1":"","answer_2":"B. Brachial artery","ansImg_2":"","answer_3":"C. Deep brachial artery","ansImg_3":"","answer_4":"D. Radial artery","ansImg_4":"","answer_5":"E. Radial recurrent artery","ansImg_5":"","answer_6":"F. Ulnar artery","ansImg_6":"","right_answer":"B. Brachial artery","percent_1":"5%","percent_2":"54%","percent_3":"11%","percent_4":"17%","percent_5":"2%","percent_6":"12%","explanation_img":"images/exp18765.jpg","explanation_1":"","explanation_2":"$This patient's #cubital fossa laceration# has resulted in #median nerve injury#, leading to impairment of forearm pronation (pronator teres) and proximal interphalangeal joint flexion (flexor digitorum superficialis), along with sensory deficits in the @median distribution@.  Because the #brachial artery is adjacent# to the median nerve at the cubital fossa, injury to the brachial artery was most likely responsible for this patient's bleeding. $The brachial artery is the @continuation@ of the axillary artery as it extends past the inferior border of the teres major muscle.  In the upper arm, the brachial artery courses in the medial bicipital groove between the biceps brachii and triceps brachii muscles, giving off multiple branches (eg, deep brachial artery) and running alongside both the median and ulnar nerves.  Proximal to the elbow, the median and ulnar nerves diverge; #only# the #median nerve accompanies# the #brachial artery# through the #cubital fossa# (lateral to the medial epicondyle) into the proximal anterior forearm, where the brachial artery splits into the radial and ulnar arteries.  In contrast, the ulnar nerve travels posterior to the medial epicondyle. $#(Choice A)#  The @anterior interosseous artery@ runs alongside the anterior interosseous nerve, a branch of the median nerve that supplies most of the deep volar forearm muscles.  The anterior interosseous nerve and artery originate in the forearm, distal to the cubital fossa. $#(Choice C)#  The @deep brachial artery@ is the first branch off the brachial artery in the upper arm.  It courses posterior to the humerus and is vulnerable to injury with humeral shaft fractures. $#(Choices D and E)#  Shortly after originating from the brachial artery in the forearm, the radial artery gives off the @radial recurrent artery@, which ascends in proximity to the radial nerve near the lateral epicondyle.  The @radial artery@ then accompanies the superficial branch of the radial nerve through most of the forearm.  The absence of radial nerve deficits and laceration location (cubital fossa near medial epicondyle) make injury to these vessels unlikely. $#(Choice F)#  The @ulnar artery@ originates from the brachial artery in the forearm (distal to the medial epicondyle).  It runs alongside the ulnar nerve through most of the forearm. $#Educational objective# The brachial artery runs alongside the median and ulnar nerves in the medial bicipital groove of the upper arm.  Proximal to the elbow, the median and ulnar nerves diverge, and the brachial artery continues with the median nerve through the cubital fossa.  Injury to the median nerve at the cubital fossa frequently injures the brachial artery.  ","clickable_1":"images/img1.18765.jpg","clickable_2":"images/img2.18765.jpg","clickable_3":"images/img3.18765.jpg","clickable_4":"images/img4.18765.jpg","clickable_5":"images/img5.18765.jpg","clickable_6":"images/img6.18765.jpg","clickable_7":"images/img7.18765.jpg"},

{"id":"108761","image_1":"","explanation_img":"images/exp108761.jpg","title":"A 14-year-old athlete is evaluated due to left hip and thigh pain. Three days ago, the patient felt a sudden pain in his left hip and thigh just as he crossed the finish line of a short sprint. He can ambulate, but it is very painful. He has been unable to run since the injury. On examination, active hip extension and knee flexion are limited by pain. Gait is antalgic. X-rays of the hip and pelvis reveal an avulsion fracture of the ischium. Injury to which of the following muscles is most likely responsible for this patient's pain?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biceps femoris","ansImg_1":"","answer_2":"B. Gluteus maximus","ansImg_2":"","answer_3":"C. Gluteus minimus","ansImg_3":"","answer_4":"D. Iliopsoas","ansImg_4":"","answer_5":"E. Rectus femoris","ansImg_5":"","right_answer":"A. Biceps femoris","percent_1":"44%","percent_2":"14%","percent_3":"7%","percent_4":"20%","percent_5":"15%","explanation_1":"","explanation_2":"$This patient who felt sudden pain in his left hip and thigh just after finishing a sprint most likely has a hamstring injury.  The #hamstrings# are composed of the #biceps femoris#, semitendinosus, and semimembranosus.  The long and short heads of the biceps femoris originate at the ischial tuberosity and femoral shaft (linea aspera), respectively; both insert at the fibular head.  The semitendinosus and semimembranosus originate at the ischial tuberosity and insert at the medial tibia.  Together, the hamstrings are responsible for #hip extension# and #knee flexion#. $Hamstring #injury# most often occurs during #deceleration#, when muscles contract eccentrically (ie, lengthen) to slow the lower extremity.  As seen in this patient, injury can sometimes cause detachment of the muscle (avulsion) from its #site of origin# (eg, ischium) and an #avulsion fracture#.  On examination, active hip extension and knee flexion are frequently limited due to pain, and an antalgic gait (ie, limp) is commonly present. $#(Choice B)#  The @gluteus maximus@ originates from multiple sites on the ilium, dorsal sacrum, coccyx, and sacrotuberous ligament; it inserts on the gluteal tuberosity of the femur.  Injury would affect active hip extension but would not affect knee flexion. $#(Choice C)#  The gluteus minimus originates from the lower gluteal surface of the ilium and inserts on the greater trochanter of the femur.  It functions primarily to abduct and internally rotate the hip. $#(Choice D)#  The @iliopsoas muscle@, comprising the iliacus, psoas major, and psoas minor, originates at the T12-L4 vertebrae and pelvic brim and inserts on the lesser trochanter of the femur.  Iliopsoas injury or irritation (eg, abscess) causes pain with active hip flexion (vs extension); knee movement is not affected because the iliopsoas does not cross the knee joint. $#(Choice E)#  The rectus femoris originates at the ilium and joins with the other quadriceps muscles to form the quadriceps tendon, which inserts on the patella.  Injury to the rectus femoris results in pain or difficulty with active hip flexion (vs extension) and knee extension (vs flexion). $#Educational objective# The hamstrings are composed of the biceps femoris (long and short heads), semitendinosus, and semimembranosus.  Hamstring injury can result in painful, limited hip extension and knee flexion, and ischial avulsion fractures can occur at origin sites. ","clickable_1":"images/img1.108761.jpg","clickable_2":"images/img2.108761.jpg"},

{"id":"11679","image_1":"images/11679.jpg","title":"A 21-year-old man is brought to the emergency department following an assault. He was attempting to escape and turned away just as his attacker lunged toward him from behind with a knife. The patient suffered a 4-cm-wide penetrating injury with significant associated blood loss. Following initial stabilization, he is transferred to the operating room. Surgical exploration reveals injury to a muscle that assists in internal rotation of the arm and is innervated by the thoracodorsal nerve. Which of the following muscles depicted in the cadaveric specimen is most likely injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","ansImg_1":"","answer_2":"B. ","ansImg_2":"","answer_3":"C. ","ansImg_3":"","answer_4":"D. ","ansImg_4":"","answer_5":"E. ","ansImg_5":"","right_answer":"C. ","percent_1":"3%","percent_2":"21%","percent_3":"65%","percent_4":"9%","percent_5":"1%","explanation_img":"images/exp11679.jpg","explanation_1":"","explanation_2":"$The #latissimus dorsi# is a large thoracolumbar muscle that contributes to forceful movement of the humerus. It originates in a broad area spanning from the iliac crest and lumbar fascia to the spinous processes of T7-12 and lower ribs. It inserts at the bicipital groove of the humerus. The latissimus dorsi is innervated by the #thoracodorsal nerve#, with fibers originating from the C6-8 nerve roots. Primary functions include #extension#, #adduction#, and #internal rotation of the humerus#.$Due to its broad area and exposed location, the latissimus dorsi is vulnerable to injury from external trauma. It is also frequently injured in sports requiring forceful downward movement of the humerus, such as throwing, climbing, or swinging a tennis racket overhead.$(Choice A) The deltoid is innervated by the axillary nerve, and its primary action is abduction of the arm. It can be injured due to sudden or forceful loading of the arm while in abduction.$(Choice B) The infraspinatus is innervated by the suprascapular nerve and serves to externally rotate the arm. It is most commonly injured in association with the supraspinatus due to falls or overuse in older patients.$(Choice D) The trapezius is a large muscle in the upper back and neck that serves to elevate, rotate, and stabilize the scapula. It is primarily innervated by cranial nerve XI. The trapezius is frequently injured in rear-end (whiplash) motor vehicle accidents.$(Choice E) The triceps is innervated by the radial nerve (C6-8, T1) and is the primary muscle involved in extension of the elbow.$Educational objective The latissimus dorsi is a large thoracolumbar muscle that originates from the iliac crest and lumbar fascia to the spinous processes of T7-12 and lower ribs, and inserts at the bicipital groove of the humerus. It is innervated by the thoracodorsal nerve. Primary functions include extension, adduction, and medial (internal) rotation of the humerus."},

{"id":"1665","title":"A patient on comfort care in the hospital passes away due to natural causes.  The body is taken to the morgue for autopsy.  The pathologist begins an examination the next day and notes that the skeletal muscles across the patient's body are significantly stiffened.  Failure of which of the following processes most strongly contributes to this phenomenon?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium binding to troponin-C","answer_2":"B. Cross-bridge formation","answer_3":"C. Myosin head detachment from the actin filament","answer_4":"D. Myosin light chain phosphorylation by a specific enzyme","answer_5":"E. Tropomyosin displacement from the groove on the actin molecule","percent_1":"9%","percent_2":"11%","percent_3":"68%","percent_4":"7%","percent_5":"5%","right_answer":"C. Myosin head detachment from the actin filament","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This recently deceased patient demonstrates #rigor mortis#, in which failure of muscle filaments to disengage results in persistent, diffuse muscle stiffening. $Skeletal muscle cells contract (shorten in length) using sarcomeres, functional units containing actin and myosin filaments.  Filament interaction and overlap are mediated through a #calcium- and ATP-driven process# known as cross-bridge cycling#:# $• At rest, the myosin head is charged by ADP and inorganic phosphate (Pi) from previously bound and hydrolyzed ATP.  However, calcium-modulated regulatory complexes of troponin-C and tropomyosin prevent filament interaction by occluding binding sites on actin.  The sarcoplasmic reticulum actively resorbs calcium at rest through an ATP-driven channel (SERCA). $• Depolarization of skeletal muscle allows the SR to release calcium.  This stimulates troponin-tropomyosin complexes to open access, allowing the myosin head to perpendicularly bind actin (cross-bridge formation). $• The bound head releases Pi and bends the cross-bridge 45°, increasing filament overlap and shortening the sarcomere length.  Once the process is completed, ADP is released. $• A new #ATP# molecule must bind the myosin head to #dissolve the cross-bridge#, returning the head to its original position to restart the cycle. $• Cycling continues while both calcium and ATP are readily available; continued cycling across multiple heads further increases actin-myosin overlap, increasing or maintaining contraction.  Once the stimulation for contraction dissipates, calcium is resorbed by the sarcoplasmic reticulum and the muscle relaxes. $After death occurs and respiration ceases, ATP stores quickly deplete.  Intracellular calcium levels rapidly rise without ATP maintaining sarcoplasmic storage, triggering cross-bridge formation.  Since #cross-bridges cannot dissolve# without ATP, this results in #muscle stiffening# that spreads across the deceased patient's body during the first 12 hours after death. $#(Choices A, B, and E)#  Calcium binding to troponin-C shifts tropomyosin away from myosin binding sites, facilitating cross-bridge formation.  Failure of these processes prevents muscle contraction. $#(Choice D)#  Smooth muscle cells use myosin light chain kinase to phosphorylate the myosin head to trigger contraction.  However, myosin head phosphorylation is not necessary for skeletal muscle contraction. $#Educational objective# Muscle contraction involves continuous actin-myosin cross-bridge cycling driven by release of sarcoplasmic calcium stores.  After death, loss of ATP prevents both myosin head detachment and clearance of cytoplasmic calcium, leading to diffuse and persistent skeletal muscle stiffening (rigor mortis).  "},

{"id":"11727","image_1":"","title":"A 30-year-old man is evaluated for 6 months of persistent pain in his right buttock and posterior thigh. The patient is a construction worker and has had difficulty lifting heavy objects and climbing stairs. He has no history of back injury and no associated back pain. Medical history is unremarkable. The patient does not use tobacco and drinks only moderate quantities of alcohol. On examination, pain is elicited when the right hip is placed in extension and internal rotation and when the patient attempts external hip rotation against resistance. Further evaluation shows possible entrapment of the sciatic nerve in the greater sciatic foramen. Which of the following structures passes through the involved foramen and occupies most of its volume?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coccygeus muscle","ansImg_1":"","answer_2":"B. Gluteus minimus muscle","ansImg_2":"","answer_3":"C. Obturator internus muscle","ansImg_3":"","answer_4":"D. Piriformis muscle","ansImg_4":"","answer_5":"E. Sacrospinous ligament","ansImg_5":"","answer_6":"F. Sacrotuberous ligament","ansImg_6":"","right_answer":"D. Piriformis muscle","percent_1":"2%","percent_2":"8%","percent_3":"17%","percent_4":"62%","percent_5":"6%","percent_6":"5%","explanation_img":"images/exp11727.jpg","explanation_1":"","explanation_2":"$The sciatic foramen is a pelvic opening that serves as the major pathway for pelvic neurovascular structures to the lower limbs.  It is divided into the greater and the lesser sciatic foramina by the @sacrospinous ligament@ #(choice E).#  The #greater sciatic foramen# is bordered anterolaterally by the greater sciatic notch of the ilium, inferiorly by the ischial spine and sacrospinous ligament, superiorly by the anterior sacroiliac ligament, and posteromedially by the sacrotuberous ligament #(choice F).# $The #piriformis muscle# originates on the anterior aspect of the sacrum and is the only muscle that passes through the greater sciatic foramen, occupying most of its space.  The piriformis inserts on the greater trochanter of the femur and acts to #externally rotate the thigh# when extended and #abduct the thigh# when flexed. $Structures exiting the pelvis above the piriformis include the superior gluteal vessels and superior gluteal nerve.  Structures that cross below the piriformis include the inferior gluteal vessels and nerve, internal pudendal vessels and pudendal nerve, and #sciatic nerve#.  Muscle injury or hypertrophy can compress the sciatic nerve to cause sciatica-like symptoms (eg, pain, tingling, and numbness in the buttocks and along the nerve distribution); this is known as piriformis syndrome. $#(Choice A)#  The coccygeus muscle is a pelvic floor muscle anterior to the sacrospinous ligament; it combines with the levator ani to form the pelvic diaphragm. $#(Choice B)#  The @gluteus minimus@ muscle is the smallest of the 3 gluteal muscles and is located immediately beneath the gluteus medius.  It works with the gluteus medius to stabilize the hip and abduct the thigh when the limb is extended.  It does not pass through either of the sciatic foramina. $#(Choice C)#  The @obturator internus@ muscle is a fan-shaped muscle originating from the medial surface of the obturator membrane, ischium, and pubic rim.  It exits the pelvis through the lesser sciatic foramen and inserts on the greater trochanter of the femur, where it functions similarly to the piriformis. $#Educational objective# The piriformis muscle arises from the sacrum, passes through the greater sciatic foramen, and inserts on the greater trochanter.  It acts to externally rotate the thigh when extended and abduct the thigh when flexed.  Piriformis injury or hypertrophy can compress the sciatic nerve (which runs inferiorly to the piriformis), causing sciatica-like symptoms (ie, piriformis syndrome).  ","clickable_1":"images/img1.11727.jpg","clickable_2":"images/img2.11727.jpg","clickable_3":"images/img3.11727.jpg"},

{"id":"19823","title":"A 20-year-old man comes to the office due to pain in the left thigh.  Three months ago, a horse kicked him in the left midthigh, resulting in deep pain and swelling in the thigh muscles; x-ray was normal, and, over the next several days, the symptoms resolved with rest and ice packs.  However, a few weeks later, the patient gradually developed recurrent pain and swelling in the same area.  Vital signs are normal.  Examination shows a solitary, hard, mobile, oval mass of approximately 4 × 5 cm in the anterior aspect of the left thigh.  Excision of the mass is performed.  Histologic examination is likely to show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benign metaplastic bone with surrounding fibroblastic proliferation","answer_2":"B. Closely packed, small, round, uniform neoplastic cells","answer_3":"C. Mature adipocytes with focal large, atypical hyperchromatic cells","answer_4":"D. Pleomorphic neoplastic spindle cells producing new woven bone","answer_5":"E. Synovial cyst filled with gelatinous mucoid material","percent_1":"50%","percent_2":"3%","percent_3":"24%","percent_4":"8%","percent_5":"15%","right_answer":"A. Benign metaplastic bone with surrounding fibroblastic proliferation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp19823.jpg","explanation_1":"","explanation_2":"$This patient likely has #myositis ossificans# (MO), characterized by the formation of lamellar bone in extraskeletal tissues (ie, #heterotopic ossification#).  MO is typically triggered by severe (eg, fracture, muscle contusion) or recurrent #trauma# that initiates the expression of #bone morphogenic proteins#, which promote in-migration of spindle stem cells.  These cells differentiate to fibroblasts (which produce collagen and extracellular matrix) and subsequently to chondrocytes and osteoblasts (which are responsible for production of osteoid and mineralization). $MO typically presents as a #painful, firm, mobile mass#.  It is most common in the #quadriceps# and brachialis muscles but can occasionally occur in other muscles.  X-ray typically shows @intramuscular calcification@ with radiolucent zones (eggshell calcification).  Histologic examination often shows a #zonal pattern# with outer areas of relatively mature bone #(benign metaplastic bone tissue)# and inner regions of #fibroblastic proliferation# (without mitotic atypia) and variable amounts of collagen and osteoid. $#(Choice B)#  Closely packed, small, round, uniform neoplastic cells are a typical finding in @Ewing sarcoma@, which presents with bone pain and swelling, often accompanied by fever.  Although it may occur in young adults, it is more common in children and is usually fixed to the bone, not mobile. $#(Choice C)#  Mature adipocytes with large, atypical hyperchromatic cells are characteristic findings in @liposarcoma@.  These tumors can develop within the lower extremity muscles but are rare, typically occur at age >50, and are painless until they cause compression of surrounding structures. $#(Choice D)#  Pleomorphic neoplastic spindle cells and new woven bone indicate @osteosarcoma@.  Although this occurs in patients age ≤20 years, the tumor usually arises in metaphysis (eg, distal femur, proximal tibia), and the mass is not mobile.  In addition, this patient had no tumor 2 months ago on x-ray, and it is very unlikely for osteosarcoma to develop and progress within 2 months. $#(Choice E)#  A ganglion cyst is an outpouching of synovial structures (eg, joint capsule, tendon sheath) filled with clear, gelatinous fluid.  It presents as a painless, rubbery nodule, most commonly at the wrist or dorsal foot.  The thigh muscle is not a common location. $#Educational objective# Myositis ossificans is characterized by the formation of lamellar bone in extraskeletal tissues (ie, heterotopic ossification), often triggered by trauma.  It typically presents as a painful, firm, mobile mass within a muscle (eg, quadriceps).  Histologic examination shows benign metaplastic bone and proliferating fibroblasts without mitotic atypia.  ","clickable_1":"images/img1.19823.jpg","clickable_2":"images/img2.19823.jpg","clickable_3":"images/img3.19823.jpg","clickable_4":"images/img4.19823.jpg"},

{"id":"1638","image_1":"","explanation_img":"images/exp1638.jpg","title":"A 34-year-old man is evaluated in the emergency department due to difficulty walking. He was installing new shingles on his roof when he fell to the ground and sustained a puncture injury to his right leg. On physical examination, the right foot is dorsiflexed and everted. The patient is unable to stand on his tiptoes. Muscular strength at the knee and hip appear intact. Pedal and tibial pulses are +2 and symmetric. X-rays of his right leg are negative for fracture. This patient is most likely to have sensory loss over which of the following areas?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior thigh","ansImg_1":"","answer_2":"B. Dorsal foot","ansImg_2":"","answer_3":"C. Medial foot","ansImg_3":"","answer_4":"D. Medial leg","ansImg_4":"","answer_5":"E. Plantar foot","ansImg_5":"","right_answer":"E. Plantar foot","percent_1":"2%","percent_2":"17%","percent_3":"9%","percent_4":"10%","percent_5":"62%","explanation_1":"","explanation_2":"$The #tibial nerve# is the large medial branch of the sciatic nerve and descends through the popliteal fossa together with the popliteal vein and artery.  It then traverses the posterior compartment of the leg deep to the soleus muscle.  After providing motor innervation to the posterior compartment muscles, the nerve enters the plantar aspect of the foot through the tarsal tunnel (between the flexor retinaculum and medial surfaces of the talus and calcaneus).  Here, it divides into the medial and lateral plantar nerves, providing #sensory# innervation over the #sole# of the foot and motor innervation to the intrinsic foot muscles. $Injury to the nerve at the popliteal fossa (eg, deep penetrating trauma, knee surgery) can cause weakness on #foot plantarflexion# because the nerve innervates the gastrocnemius, soleus, and plantaris muscles.  Weakness may also be evident on foot #inversion# (eg, tibialis posterior muscle) and #toe flexion# (eg, flexor digitorum longus and flexor hallucis longus muscles).  Consequently, patients often present with the foot held in a calcaneovalgus position (eg, dorsiflexed and everted).  In contrast, injury to the tibial nerve at the tarsal tunnel may cause sensory loss over the sole with intrinsic foot muscle weakness.  However, plantarflexion and inversion remain intact as fibers innervating these muscles branch off more proximally. $#(Choice A)#  The cutaneous branches of the @femoral nerve@ innervate most of the skin over the anterior thigh. $#(Choice B)#  The @superficial peroneal nerve@ innervates the lateral leg and dorsum of the foot, except for the skin between the great toe and second toe, which is innervated by the @deep peroneal nerve@. $#(Choice C)#  The medial aspect of the foot is innervated by the superficial peroneal nerve, a branch of the common peroneal nerve, and by the saphenous nerve. $#(Choice D)#  Cutaneous branches of the saphenous nerve innervate the skin of the medial leg.  The saphenous nerve is a branch of the femoral nerve and courses to the medial leg together with the great saphenous vein. $#Educational objective# The tibial nerve may be injured at the level of the popliteal fossa due to deep penetrating trauma or knee surgery.  Patients typically have weakness on foot plantarflexion, foot inversion, and toe flexion, with sensory loss over the sole.  ","clickable_1":"images/img1.1638.jpg","clickable_2":"images/img2.1638.jpg","clickable_3":"images/img3.1638.jpg"},

{"id":"8266","title":"A 42-year-old weightlifter is preparing for an upcoming strength competition.  After lifting a series of progressively heavier weights, he decides to increase the weight on the exercise bar to 175 kg (385 lbs), the heaviest lift he has ever attempted.  He is able to hold the weight over his head for several seconds.  However, his arms suddenly and involuntarily give way and he drops the weight to the ground.  Which of the following structures was most likely responsible for the sudden muscle relaxation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. A-delta nerve endings","answer_2":"B. Golgi tendon organ","answer_3":"C. Intrafusal muscle fibers","answer_4":"D. Pacinian corpuscles","answer_5":"E. Ruffini's end organs","percent_1":"5%","percent_2":"71%","percent_3":"18%","percent_4":"3%","percent_5":"2%","right_answer":"B. Golgi tendon organ","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8266.jpg","explanation_1":"","explanation_2":"$The Golgi tendon organs (GTOs) are sensory receptors located at the junction of the muscle and tendon that are innervated by group Ib sensory axons.  GTOs are connected in series with the contracting extrafusal skeletal muscle fibers.  When a muscle actively contracts against resistance, the increase in tension is transmitted through the tendon activating the GTOs in the process.  In contrast, GTOs are relatively insensitive to changes in muscle length because the lengthening that occurs when a muscle is passively stretched takes place primarily in the muscle fibers and not in the tendon. $The Ib sensory axons from the GTOs contact inhibitory interneurons in the spinal cord, which in turn synapse with the α motor neurons that innervate the same muscle.  Thus, the Golgi tendon circuit is a negative feedback system that regulates and maintains muscle tension.  When a muscle exerts too much force, the GTOs inhibit contraction of the muscle, causing sudden muscle relaxation.  This prevents damage to the musculoskeletal system. $#(Choice A)#  A-delta fibers are thin, myelinated nerve fibers whose free nerve endings detect temperature and nociceptive stimuli.  They are associated with acute (sharp) pain and constitute the afferent portion of the reflex arc that mediates withdrawal from noxious stimuli (e.g., retracting the hand away from a hot stove). $#(Choice C)#  In contrast to the in-series arrangement of GTOs, muscle spindles (intrafusal muscle fibers) are connected in parallel with extrafusal fibers.  They are innervated by group Ia and group II sensory axons and are sensitive to changes in muscle length.  Muscle spindles mediate the stretch reflex (myotatic reflex), which is commonly tested (deep tendon reflexes) during the neurologic examination.  When a muscle is stretched, there is monosynaptic reflex activation of the α motor neuron (of the same muscle), causing contraction that resists the stretch. $#(Choices D and E)#  Pacinian corpuscles are rapidly adapting mechanoreceptors located in the subcutaneous tissue of the skin as well as the mesentery, peritoneum, and joint capsules.  Ruffini’s end organs are slowly adapting mechanoreceptors that exist in the skin, subcutaneous tissue, and joint capsule.  Both help to mediate touch, proprioception, and vibratory sensation and are innervated by myelinated A-beta fibers. $#Educational objective# The muscle spindle system is a feedback system that monitors and maintains muscle length, while the Golgi tendon system is a feedback system that monitors and maintains muscle force.  GTOs are exquisitely sensitive to increases in muscle tension but are relatively insensitive to passive stretch.  "},

{"id":"1733","image_1":"","explanation_img":"","table_3":"§^#Rotator cuff muscles#∆⨉∆⨉∆⨉∆⨉ §^#Muscle# ∆^#Origin on$ scapula# ∆^#Attachment on$ humerus# ∆^#Function on$ arm# ∆^#Innervation# §Supraspinatus ∆Supraspinous$ fossa ∆Superior aspect of$ greater tubercle ∆Abduction$ (primarily <15o) ∆Suprascapular nerve §Infraspinatus ∆Infraspinous $fossa ∆Posterolateral aspect of$ greater tubercle ∆External rotation ∆Suprascapular nerve §Teres minor ∆Lateral border ∆Posterolateral aspect of$ greater tubercle ∆Adduction &$ external rotation ∆Axillary nerve §Subscapularis ∆Subscapular$ fossa ∆Lesser tubercle ∆Adduction &$ internal rotation ∆Upper & lower$ subscapular nerve","title":"A 52-year-old man comes to the office due to right shoulder pain. The patient is an avid golfer but has been unable to play for the past 3 months due to the pain. Lately, it has started to interfere with his daily activities, such as getting dressed. An MRI shows thickening and calcification of the supraspinatus tendon. Which of the following arm movements, when performed against resistance, is most likely to provoke pain in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abduction","ansImg_1":"","answer_2":"B. Adduction","ansImg_2":"","answer_3":"C. Extension","ansImg_3":"","answer_4":"D. Flexion","ansImg_4":"","answer_5":"E. Internal rotation","ansImg_5":"","right_answer":"A. Abduction","percent_1":"84%","percent_2":"3%","percent_3":"3%","percent_4":"3%","percent_5":"6%","explanation_1":"","explanation_2":"$The @rotator cuff@ is made up of the tendons of the supraspinatus, infraspinatus, subscapularis, and teres minor muscles.  These tendons, along with the tendon of the long head of the biceps brachii muscle and the ligaments of the glenohumeral joint, contribute to shoulder stability. $In #rotator cuff syndrome#, the most commonly injured structure is the #supraspinatus tendon# because this tendon is prone to repeated impingement trauma between the humeral head and the @acromion@, especially during abduction.  The supraspinatus is primarily an abductor of the arm; it originates in the supraspinous fossa of the scapula and inserts on the superior portion of the head of the humerus.  Therefore, supraspinatus tendinopathy is associated with #pain# on abduction of the arm, especially #resisted active abduction#. $#(Choice B)#  Adduction of the arm is accomplished by several muscles, including the latissimus dorsi, pectoralis major, coracobrachialis, subscapularis, and teres major and minor. $#(Choice C)#  Extension of the arm is accomplished primarily by the latissimus dorsi, posterior deltoid, and teres major. $#(Choice D)#  Flexion of the arm is accomplished primarily by the pectoralis major, coracobrachialis, biceps brachii, and anterior deltoid. $#(Choice E)#  Internal rotation of the arm is accomplished by the subscapularis muscle, which originates in the subscapular fossa and inserts on the lesser tubercle of the head of the humerus with contribution from the teres major, pectoralis major, anterior deltoid, and latissimus dorsi. $#Educational objective# The most commonly injured structure in rotator cuff syndrome is the tendon of the supraspinatus muscle.  Because the supraspinatus is primarily an abductor of the arm, injury to its tendon causes pain with resisted abduction.  ","clickable_1":"images/img1.1733.jpg","clickable_2":"images/img2.1733.jpg"},

{"id":"1885","image_1":"images/1885.jpg","title":"A 52-year-old man comes to the hospital following 4 weeks of vague back and abdominal pain. He also has experienced episodic fever, anorexia, and a 2-kg (4.4-lb) weight loss. The patient was recently diagnosed with HIV and has not yet begun taking antiretroviral therapy. He has a history of intravenous drug use. A CT scan of the abdomen reveals an infection involving the structure indicated by the arrow in the image below.","title_2":"Which of the following structures is involved by this patient's infectious process?","audio":"","comparison_items":"","answer_1":"A. Erector spinae muscle","ansImg_1":"","answer_2":"B. Iliacus muscle","ansImg_2":"","answer_3":"C. Ligamentum flavum","ansImg_3":"","answer_4":"D. Psoas muscle","ansImg_4":"","answer_5":"E. Transversus abdominis muscle","ansImg_5":"","right_answer":"D. Psoas muscle","percent_1":"17%","percent_2":"7%","percent_3":"6%","percent_4":"68%","percent_5":"1%","explanation_img":"images/exp1885.jpg","explanation_1":"","explanation_2":"$The arrow points to a bilaterally symmetric structure that lies in close association to the vertebral body and vertebral transverse process.  This is the #psoas muscle#, which originates from the anterior surface of the transverse processes and lateral surface of the vertebral bodies at T12-L5.  Inferiorly (at around the level of the inguinal ligament), the psoas muscle combines with the iliacus muscle #(choice B)# to form the @iliopsoas muscle@, which functions in hip flexion and contributes to external rotation of the thigh. $#Psoas abscess# can develop due to hematogenous seeding from a distal site (primary abscess) or contiguous spread of infection from adjacent structures such as the vertebra (secondary abscess).  Patients often present subacutely with abdominal/flank pain, fever, and inguinal mass.  #HIV infection#, intravenous drug use, and diabetes mellitus are risk factors for primary psoas abscess development. $#(Choice A)#  The erector spinae is a large muscle group of the back that courses longitudinally along the spinous processes.  Bilateral contraction causes spine extension. $#(Choice C)#  The @ligamenta flava@ are paired elastic ligaments that connect the vertebral laminae.  The ligamenta flava form the posterior wall of the spinal canal and help stabilize the spine. $#(Choice E)#  The transversus abdominis (transversalis) muscle is the most internal of the @anterior abdominal wall muscles@.  It lies immediately deep to the internal oblique and helps to flex the trunk as well as increase intraabdominal pressure during forced expiration. $#Educational objective# The psoas muscle originates from the anterior surface of the transverse processes and lateral surface of the vertebral bodies and functions primarily as a hip flexor.  Psoas abscess may form due to direct spread of infection from an adjacent structure (eg, vertebral bodies, appendix, hip joint) or from hematogenous seeding from a distant site.  ","clickable_1":"images/img1.1885.jpg","clickable_2":"images/img2.1885.jpg","clickable_3":"images/img3.1885.jpg"},

{"id":"20101","image_1":"","title":"A 46-year-old man comes to the office due to right shoulder pain. The pain started 2 months ago after the patient began working at a new warehouse where he frequently moves heavy boxes. He has been taking over-the-counter analgesics and has continued to work. Past medical history is not significant. On physical examination, external rotation of the right shoulder against resistance is painful, but there is no weakness. MRI reveals near complete tear of the right infraspinatus muscle. The absence of weakness in this patient is best explained by compensatory hypertrophy of which of the following muscles?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Latissimus dorsi","ansImg_1":"","answer_2":"B. Serratus anterior","ansImg_2":"","answer_3":"C. Subscapularis","ansImg_3":"","answer_4":"D. Supraspinatus","ansImg_4":"","answer_5":"E. Teres minor","ansImg_5":"","right_answer":"E. Teres minor","percent_1":"7%","percent_2":"3%","percent_3":"11%","percent_4":"12%","percent_5":"68%","explanation_img":"","table_3":"§^#Rotator cuff muscles#∆⨉∆⨉∆⨉∆⨉ §^#Muscle# ∆^#Origin on$ scapula# ∆^#Attachment on$ humerus# ∆^#Function on$ arm# ∆^#Innervation# §Supraspinatus ∆Supraspinous$ fossa ∆Superior aspect of$ greater tubercle ∆Abduction$ (primarily <15o) ∆Suprascapular nerve §Infraspinatus ∆Infraspinous $fossa ∆Posterolateral aspect of$ greater tubercle ∆External rotation ∆Suprascapular nerve §Teres minor ∆Lateral border ∆Posterolateral aspect of$ greater tubercle ∆Adduction &$ external rotation ∆Axillary nerve §Subscapularis ∆Subscapular$ fossa ∆Lesser tubercle ∆Adduction &$ internal rotation ∆Upper & lower$ subscapular nerve","explanation_1":"","explanation_2":"The @rotator cuff muscles@ originate from the scapula and insert onto the proximal humerus; they stabilize the shoulder joint and move the arm at the shoulder.  Overuse (eg, heavy lifting) can lead to rotator cuff injury, resulting in shoulder pain and possible weakness; the specific symptoms depend on which muscle is involved. $Resistance added by the examiner when testing muscle function increases tendon loading, eliciting pain when tendon pathology is present.  This patient has #pain #on resisted #external rotation#, suggesting pathology of the #infraspinatus or teres minor#, the two rotator cuff muscles responsible for this function. $The infraspinatus is the main external rotator when the arm is adducted (eg, by the side), whereas teres minor is the main external rotator when the arm is abducted.  When the #infraspinatus tendon is torn#, there is often compensatory #hypertrophy of the teres minor#, thereby preserving the strength of external rotation. $#(Choice A)#  @Latissimus dorsi@ is a broad muscle in the mid- and low back.  It originates from the spinous processes of T7 to L5, iliac crest, thoracolumbar fascia, inferior angle of the scapula, and the lower 3 or 4 ribs.  It inserts onto the bicipital groove of the humerus and adducts, extends, and internally (not externally) rotates the arm. $#(Choice B)#  @Serratus anterior@ is a fan-shaped muscle in the lateral thorax.  It originates from the first 8 or 9 ribs and inserts onto various sections of the scapula.  It is responsible for anterolateral and rotational movements of the scapula.  When the long thoracic nerve is damaged, the muscle becomes paralyzed, resulting in @winged scapula@. $#(Choice C)#  Subscapularis originates from the subscapular fossa of the scapula and inserts onto the lesser tubercle of the humerus.  It adducts and internally (not externally) rotates the arm. $#(Choice D)#  Supraspinatus originates from the supraspinatus fossa of the scapula and inserts onto the superior aspect of the greater tubercle of the humerus.  It abducts the arm. $#Educational objective# The rotator cuff muscles attach to the proximal humerus and move the arm at the shoulder.  Infraspinatus and teres minor are primarily responsible for external rotation.  When one is torn, the other hypertrophies to compensate, resulting in preserved strength in external rotation.  ","clickable_1":"images/img1.20101.jpg","clickable_2":"images/img2.20101.jpg","clickable_3":"images/img3.20101.jpg","clickable_4":"images/img4.20101.jpg"},

{"id":"824","title":"A 17-year-old boy is referred to a clinic for ongoing muscle weakness.  He has noticed difficulty climbing stairs at home over the last several months, and he recently stopped playing basketball due to difficulty lifting the ball over his head.  The patient takes no medications and does not know of any family members with muscle weakness.  On neurologic examination, he is unable to lift his arms or legs against resistance when fully outstretched.  He undergoes a muscle biopsy to evaluate the cause of his proximal muscle weakness.  Electron microscopy of the specimen reveals sparse transverse tubules in some of the muscle fibers.  Which of the following is the most likely consequence of this patient's biopsy findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decremental force generation on repeated muscle stimulation","answer_2":"B. Impaired ATP production during active muscle contraction","answer_3":"C. Impaired relaxation after sustained muscle contraction","answer_4":"D. No contraction of the myocyte in response to increased intracellular Ca2+","answer_5":"E. Uncoordinated contraction of myofibrils within affected muscle fibers","percent_1":"14%","percent_2":"8%","percent_3":"4%","percent_4":"21%","percent_5":"53%","right_answer":"E. Uncoordinated contraction of myofibrils within affected muscle fibers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp824.jpg","explanation_1":"","explanation_2":"$#Transverse tubules# (T-tubules) are #invaginations# of the muscle cell membrane (#sarcolemma#) located in close proximity to the terminal cisterns of the sarcoplasmic reticulum.  They are found in striated (eg, cardiac, skeletal) muscle and contain voltage-gated L-type calcium channels (dihydropyridine receptors) adjacent to the ryanodine receptors on the terminal cisterns.  During muscle contraction, T-tubules allow the #depolarization# impulse to #rapidly propagate# through the interior of the muscle fiber.  This ensures that calcium release from the sarcoplasmic reticulum occurs uniformly throughout the fiber, allowing for #synchronized contraction of myofibrils# in each muscle cell. $This patient most likely has a form of limb girdle muscular dystrophy due to a mutated sarcolemma protein (eg, caveolin) affecting excitation-contraction coupling.  Decreased numbers of functional T-tubules in affected muscle fibers lead to #uncoordinated# contraction of myofibrils, which manifests as muscle weakness. $#(Choice A)#  Decremental force generated on repeated stimulation characterizes myasthenia gravis, an autoantibody disorder inhibiting postsynaptic acetylcholine receptors in the neuromuscular junction.  A constant low response to repeated nerve stimulation is more likely if T-tubules are lacking. $#(Choice B)#  ATP fuels myosin movement along actin filaments (causing contraction) and drives the pumps that transport calcium back into the sarcoplasmic reticulum (causing relaxation).  McArdle disease is one cause of impaired ATP production and occurs due to a failure of muscle glycogen breakdown. $#(Choice C)#  Impaired relaxation after sustained contraction occurs in myotonic dystrophy due to a trinucleotide repeat expansion altering myotonin-protein kinase.  This protein facilitates myosin head detachment from the actin filament to enable muscle relaxation; T-tubules do not play a role. $#(Choice D)#  A mutation in @troponin C@ may block its response to intracellular calcium and prevent muscle contraction.  However, muscle fibers with decreased numbers of T-tubules will maintain limited contractility. $#Educational objective# Transverse tubules (T-tubules) are invaginations of the sarcolemma that transmit depolarization signals to the sarcoplasmic reticulum to trigger the release of calcium and induce muscle contraction.  The uniform distribution of T-tubules in striated muscle fibers ensures that each myofibril contracts at the same time, which is necessary for efficient contraction.  ","clickable_1":"images/img1.824.jpg"},

{"id":"11635","image_1":"","title":"A 29-year-old previously healthy man comes to the hospital with a right leg injury after a cycling accident. He reports pain in the lower leg and inability to bear weight. X-ray reveals right tibial and fibular shaft fractures. The patient undergoes closed reduction and immobilization of the fractures. Several hours later, he has increasingly severe pain in his right leg. Physical examination shows increased tension within the anterior compartment. Which of the following structures is most likely to be compromised by this patient's acute complication?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deep peroneal nerve","ansImg_1":"","answer_2":"B. Great saphenous vein","ansImg_2":"","answer_3":"C. Peroneal veins","ansImg_3":"","answer_4":"D. Posterior tibial artery","ansImg_4":"","answer_5":"E. Superficial peroneal nerve","ansImg_5":"","answer_6":"F. Tibial nerve","ansImg_6":"","right_answer":"A. Deep peroneal nerve","percent_1":"41%","percent_2":"6%","percent_3":"8%","percent_4":"6%","percent_5":"24%","percent_6":"14%","explanation_img":"images/exp11635.jpg","explanation_1":"","explanation_2":"$The deep fascia of the leg, the fascial intermuscular septae, and the interosseous membrane divide the leg into 4 compartments (anterior, lateral, and superficial and deep posterior). The fascia is inelastic and limits outward expansion of the contracting muscles. If the pressure in a compartment increases, the circulation within it can become compromised, leading to severe pain and eventual tissue ischemia. This complication, #acute compartment syndrome# (ACS), can be due to long-bone fractures, crush injury, thermal injury, or nontraumatic causes (eg, bleeding disorders, vascular disease). Early diagnosis and surgical decompression (fasciotomy) of the involved compartments are necessary to prevent permanent and disabling injury (eg, myonecrosis, nerve damage, amputation).$The most common site for ACS is the #anterior compartment# of the leg, which includes the foot extensor muscles, #anterior tibial artery#, and the #deep peroneal (fibular) nerve#. Injury to the deep peroneal nerve causes decreased sensation between the first and second toes, decreased dorsiflexion of the foot, foot drop, and claw foot.$(Choice B) The great (long) saphenous vein starts in the dorsum of the foot and runs along the medial leg and anterior thigh before merging with the common femoral vein in the femoral triangle. It is outside the deep fascia and is not vulnerable to ACS.$(Choice C) The peroneal veins accompany the peroneal artery and drain blood from the lateral compartment into the deep posterior compartment and eventually into the posterior tibial veins.$#(Choices D and F)# The deep posterior compartment contains the posterior tibial artery, peroneal artery, and tibial nerve. ACS involving this compartment may cause decreased sensation in the plantar surface, decreased toe flexion, and pain with passive toe extension.$(Choice E) The lateral compartment of the leg contains the superficial peroneal nerve and the proximal part of the deep peroneal nerve. ACS in this compartment can produce loss of sensation in the lower leg and dorsum of the foot as well as foot drop.$Educational objective Acute compartment syndrome (ACS) is caused by increased pressure within fascial compartments of the limbs, leading to impaired perfusion. ACS can cause severe pain, myonecrosis, and nerve injury. The anterior compartment of the leg, which contains the deep peroneal (fibular) nerve, is the most common site of ACS."},

{"id":"1730","image_1":"images/1730.jpg","title":"A 32-year-old male presents to the ER with sudden-onset heart palpitations. His blood pressure is 100/70 mmHg, and his heart rate is 160/min with regular rhythm. The physician instructs the patient to do the \"Valsalva maneuver\" to relieve these symptoms. Which of the following structures indicated on the pelvic CT image below is most important in performing the Valsalva maneuver?","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","ansImg_1":"","answer_2":"B. ","ansImg_2":"","answer_3":"C. ","ansImg_3":"","answer_4":"D. ","ansImg_4":"","answer_5":"E. ","ansImg_5":"","right_answer":"A. ","percent_1":"76%","percent_2":"15%","percent_3":"3%","percent_4":"3%","percent_5":"3%","explanation_img":"","explanation_1":"","explanation_2":"The patient described in the question stem is experiencing paroxysmal supraventricular tachycardia. Treatment can be with vagal stimulation, such as carotid sinus massage or the Valsalva maneuver. Maneuvers that increase vagal tone increase the refractory period in the AV node and help prevent a reentrant circuit from conducting. If Valsalva measures fail, intravenous administration of adenosine is recommended.$The Valsalva maneuver is executed by forcibly exhaling against a closed glottis. This is done by taking a full inhalation, closing the glottis (i.e. holding one's breath), and subsequently bearing down-without exhaling-as one would during a bowel movement. The rectus muscles are recruited in this process, and they #(choice A)# play the largest role in the development of the resultant elevated intraabdominal and intrathoracic pressure during this maneuver.$(Choice B) This structure is the iliacus muscle, a flexor of the hip that lies over the iliac fossa.$(Choice C) This structure is the gluteus minimus muscle. This muscle is innervated by the superior gluteal nerve and has the subtle, but important function of preventing the contralateral (non-weight-bearing) side of the pelvis from dipping when that leg is elevated off of the ground, as when one walks.$(Choice D) This structure is the gluteus medius muscle. This muscle has the same innervation and function as the gluteus minimus.$(Choice E) This structure is the gluteus maximus muscle. This muscle is innervated by the inferior gluteal nerve and is the major extensor of the thigh at the hip.$Educational objective The Valsalva maneuver increases vagal tone and can be used to abolish paroxysmal supraventricular tachycardia. The rectus abdominis is the most important muscle in achieving the increased intraabdominal and intrathoracic pressure of the Valsalva maneuver."},

{"id":"19828","image_1":"","explanation_img":"images/exp19828.jpg","title":"An 18-year-old soccer player is evaluated for difficulty ambulating and right thigh pain. He has no other medical conditions and takes no medications. On examination, there is weakness with hip flexion and knee extension. Extension, abduction, and adduction at the hip are intact and knee flexion is also intact. Which of the following muscles is most likely injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biceps femoris long head","ansImg_1":"","answer_2":"B. Psoas muscle","ansImg_2":"","answer_3":"C. Rectus femoris","ansImg_3":"","answer_4":"D. Sartorius","ansImg_4":"","answer_5":"E. Tensor fascia lata","ansImg_5":"","right_answer":"C. Rectus femoris","percent_1":"16%","percent_2":"14%","percent_3":"54%","percent_4":"12%","percent_5":"4%","explanation_1":"","explanation_2":"$The major muscles responsible for #hip flexion# are the #rectus femoris, iliopsoas#, and #sartorius#.  These muscles originate on the pelvis and spinal column and cross the hip joint anteriorly, giving them the capacity to carry out this motion.  This patient has weakness not only with hip flexion but also with knee extension.  Of these muscles, only the sartorius and rectus femoris (part of quadriceps femoris) cross the knee and therefore can influence both hip and knee movements. $The #rectus femoris# originates from the anterior inferior iliac spine and the ilium and inserts at the base of the patella via the quadriceps tendon, allowing it to flex the hip and #also extend the knee# upon contraction.  The rectus femoris (and quadriceps as a whole) provides stability and control during ambulation, deceleration (eg, landing a jump), and rapid changes in movement (eg, cutting in soccer). $In contrast, the sartorius originates from the anterior superior iliac spine and crosses the anterior thigh to insert at the superomedial surface of the tibia.  Because of its oblique orientation across the anterior thigh, the sartorius is responsible for hip flexion, external rotation, and abduction as well as knee flexion (not extension) #(choice D).#  This combination of movements is needed to sit in a cross-legged position. $#(Choice A)#  The biceps femoris, along with semitendinosus and semimembranosus, form the @hamstring muscles@ in the posterior thigh that are responsible for hip extension and knee flexion.  These movements are made possible because the long head of biceps femoris originates at the ischial tuberosity and inserts at the fibular head, crossing both the hip and knee joints. $#(Choice B)#  The psoas muscle originates at T12-L4 vertebrae and inserts at the lesser trochanter of the femur, enabling it to function as a hip flexor.  Because it does not cross the knee, it does not contribute to leg movement. $#(Choice E)#  @Tensor fascia lata@ is a small muscle along the lateral thigh that originates from the anterior superior iliac spine and inserts in the lateral condyle of the tibia via the iliotibial tract.  It works with the @gluteus medius and minimus@ to abduct and medially rotate the hip.  It also is a minor contributor to hip flexion and knee flexion (the latter action being seen only after the knee is flexed at least 30 degrees). $#Educational objective# The rectus femoris, iliopsoas, and sartorius are the major hip flexors.  Of these, only the rectus femoris and sartorius also affect knee movement.  The sartorius flexes the knee while the rectus femoris extends the knee.  ","clickable_1":"images/img1.19828.jpg","clickable_2":"images/img2.19828.jpg","clickable_3":"images/img3.19828.jpg"},

{"id":"1664","title":"An 8-year-old boy is evaluated in the office due to difficulty walking.  The patient has problems running, jumping, and walking up steps.  There is no history of neurological disorders in the family.  Physical examination reveals weakness of lower extremity muscles bilaterally.  Electron microscopy of a biopsy sample taken from calf muscle is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1664.jpg","title_2":"Which of the following labeled regions contains only thick filaments and no thin filaments?","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"10%","percent_2":"10%","percent_3":"8%","percent_4":"10%","percent_5":"61%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1664.jpg","explanation_1":"","explanation_2":"$The #H band# is the region of the sarcomere containing only #thick (myosin) filaments#.  On electron microscopy, the H band is a portion of the A band that #straddles the M line#.  The A band corresponds to the thick filaments in the sarcomere and includes portions overlapped by thin (actin) filaments #(choice B).#  During muscle contraction, the thin filaments slide over the thick filaments toward the M line, reducing the length of the H band.  The A band always remains the same length. $#(Choice A)#  The Z line is typically distinctly darker than the remainder of the sarcomere.  Thin filaments, which are composed of actin, tropomyosin, and troponin, anchor at the Z line. $#(Choice C)#  The segment of the sarcomere between the H and I bands is where thick and thin filaments overlap. $#(Choice D)#  The I band contains the Z line and only those sections of the thin filaments that do not overlap with thick filaments.  During muscle contraction, both the I band and H band decrease in length. $#Educational objective# The H band is the region of the sarcomere that contains only thick (myosin) filaments.  The H band is the part of the A band (which is on either side of the M line) where thick filaments have no overlapping thin (actin) filaments.  "},

{"id":"1812","image_1":"","title":"A 54-year-old woman comes to the office due to right upper arm weakness and fatigue. She has no difficulty during most activities but has trouble when attempting to raise her arm overhead. The patient first noticed the symptoms after a recent hospitalization. On examination, there is no sensory loss in the upper extremities, but she has difficulty abducting her right arm past the horizontal position. The patient is instructed to stretch her arms forward and press her hands against a wall; when she does, the medial border of the right scapula lifts off the thoracic wall and becomes prominent. This patient was most likely hospitalized for which of the following?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior dislocation of the shoulder joint","ansImg_1":"","answer_2":"B. Fracture of the middle third of the clavicle","ansImg_2":"","answer_3":"C. Mastectomy with axillary lymph node removal","ansImg_3":"","answer_4":"D. Total thyroidectomy","ansImg_4":"","answer_5":"E. Violent stretch between the head and the shoulder","ansImg_5":"","right_answer":"C. Mastectomy with axillary lymph node removal","percent_1":"9%","percent_2":"6%","percent_3":"75%","percent_4":"2%","percent_5":"8%","explanation_img":"","explanation_1":"","explanation_2":"This patient exhibits paralysis of the @serratus anterior@ muscle due to #long thoracic nerve# injury.  The serratus anterior originates on the surface of the first 8-9 ribs and inserts on the medial border of the scapula.  It functions to #stabilize# and #rotate# the #scapula upward#.  The deltoid and supraspinatus muscles abduct the arm up to the horizontal position, after which the serratus anterior and trapezius muscles are required to rotate the glenoid cavity superiorly, thereby allowing complete abduction of the arm over the head. $Innervation of the serratus anterior is from the long thoracic nerve, which arises from the C5 through C7 nerve roots via the @brachial plexus@ and follows a lengthy course along the lateral chest wall.  Injury to the nerve can occur during penetrating trauma or #iatrogenically# during @axillary lymph node dissection@ or chest tube insertion.  Paralysis of the serratus anterior causes @scapular winging@ due to inability of the serratus to hold the scapula against the thorax.  Patients also demonstrate weakness in abducting the arm above the horizontal position due to impaired rotation of the scapula. $#(Choice A)#  @Anterior dislocation@ of the shoulder or fracture of the surgical neck of the humerus can injure the axillary nerve.  This causes paralysis of the deltoid and teres minor muscles and @localized sensory loss@ in the upper arm. $#(Choice B)#  Clavicular fracture only occasionally causes neurovascular compromise, usually involving the subclavian vessels and supraclavicular nerve (a purely sensory nerve). $#(Choice D)#  Thyroidectomy may cause injury to the recurrent laryngeal nerve.  Damage results in weakness of the posterior cricoarytenoid muscles, with hoarseness and impaired breathing. $#(Choice E)#  Injury to the upper brachial plexus (musculocutaneous and suprascapular nerves) can occur due to traction between the head and shoulder.  This can occur in a neonate due to @dystocia@ or in an adult from violent injury.  The resulting palsy (@Erb-Duchenne palsy@) is characterized by shoulder adduction, elbow extension, and forearm pronation. $#Educational objective# Dissection of the axillary lymph nodes can injure the long thoracic nerve.  This results in weakness of the serratus anterior muscle with winging of the scapula and impaired abduction of the shoulder past the horizontal position.  ","clickable_1":"images/img1.1812.jpg","clickable_2":"images/img2.1812.jpg","clickable_3":"images/img3.1812.jpg","clickable_4":"images/img4.1812.jpg","clickable_5":"images/img5.1812.jpg","clickable_6":"images/img6.1812.jpg","clickable_7":"images/img7.1812.jpg","clickable_8":"images/img8.1812.jpg"},

{"id":"1558","title":"An 18-year-old man, who was recently started on risperidone therapy for schizophrenia, comes to the office due to involuntary deviation of his head.  On examination, the patient's head is tilted toward the right side and the chin is rotated to the left.  There is palpable tightening of the right sternocleidomastoid muscle.  It is determined that the patient is experiencing a medication-induced dystonic reaction due to motor neuron hyperactivity.  The persistent myocyte stimulation causes a substance to be released from the sarcoplasmic reticulum.  This substance most likely binds to which of the following proteins to cause this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Actin","answer_2":"B. Myosin","answer_3":"C. Tropomyosin","answer_4":"D. Troponin","answer_5":"E. Protein kinase A","percent_1":"3%","percent_2":"5%","percent_3":"17%","percent_4":"74%","percent_5":"2%","right_answer":"D. Troponin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1558.jpg","explanation_1":"","explanation_2":"$The #sarcoplasmic reticulum# (SR) is a modified endoplasmic reticulum within skeletal muscle cells.  The SR forms a network of tubules with terminal cisterns that are in close contact with the T tubules (cytoplasmic membrane invaginations), allowing the membrane depolarization signal to reach the SR.  The #Ca2+-ATPase pump# in the SR membrane actively sequesters calcium to keep intracellular concentrations low.  Cell membrane depolarization causes #calcium release# from the SR into the cytoplasm via the SR #ryanodine receptor#. $Actin filaments, troponin complex (troponins C, T, and I), and tropomyosin form the thin filaments of muscle fibers.  In the resting state, tropomyosin covers the #myosin binding sites# on the actin filaments.  On release from the SR, #calcium# binds to troponin C on the thin filaments #(choices A and C)#.  This induces a conformation change in the troponin complex, causing it to displace tropomyosin and expose the myosin binding sites on the actin filaments. $Myosin makes up the thick filaments of skeletal muscle.  ATP is bound by the myosin head and cleaved to form ADP and inorganic phosphate ion, which are retained at the myosin head.  When the myosin head binds to an actin filament, a conformational change causes the myosin to pull the actin filament, leading to muscle contraction and ADP release.  A new ATP molecule then is bound to the myosin head, causing release of the actin filament.  The cycle then repeats until calcium is displaced from troponin C and the myosin binding sites are again covered #(choice B).#  The pulse of elevated intracellular calcium lasts only a fraction of a second before the calcium is resequestered within the SR. $#(Choice E)#  Protein kinase A is activated by high intracellular concentrations of cAMP and is involved in the second messenger pathways of numerous hormones, including glucagon, beta adrenergic receptors, parathyroid hormone and others. $#Educational objective# During skeletal muscle contraction, calcium is released from the sarcoplasmic reticulum and binds troponin C, thereby allowing the binding of actin to myosin.  "},

{"id":"1734","title":"A researcher is investigating the structure of the sarcomere using skeletal muscle obtained from an experimental animal.  He develops monoclonal antibodies directed against a specific skeletal muscle protein and finds that these antibodies disrupt the binding of actin to structural support elements within the sarcomere.  Electron microscopy of the sarcomere is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1734.jpg","title_2":"Which of the following labeled regions do these antibodies most likely bind?","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"48%","percent_2":"9%","percent_3":"12%","percent_4":"15%","percent_5":"13%","percent_6":"3%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1734.jpg","explanation_1":"","explanation_2":"$A #sarcomere# is composed of overlapping filaments of actin and myosin as well as structural and binding proteins (eg, titin, α-actinin).  A single sarcomere is defined as the distance between two Z lines.  #Thin (actin) filaments# are bound to structural proteins at the #Z line#.  The unbound ends of the actin filaments project into the middle of the sarcomere, where they interact with thick (myosin) filaments during muscle contraction. $#(Choice B)#  The A band corresponds to myosin filaments in the sarcomere.  In this region, there are myosin filaments overlapped with actin filaments as well as non-overlapped myosin filaments.  The A band always remains the same length during muscle contraction. $#(Choice C)#  The M line lies at the center of the A band and is where myosin filaments anchor to structural elements in the center of the sarcomere. $#(Choice D)#  Myosin and actin filaments overlap at the segment of the sarcomere between the H and I bands. $#(Choices E and F)#  The I band is the region of the sarcomere in which actin does not overlap with myosin, and the H band is the region in which myosin does not overlap with actin.  During muscle contraction, both H and I bands decrease in length. $#Educational objective# A single sarcomere is defined as the distance between two Z lines.  Thin (actin) filaments in the I band are bound to structural proteins at the Z line, whereas thick (myosin) filaments in the A band are bound to structural proteins at the M line.  "},

{"id":"19565","title":"A 16-year-old boy comes to the office for an annual health maintenance visit.  He has no medical conditions and feels well.  The patient plays football for his high school team and states he is planning to increase his physical workouts to prepare for the upcoming season.  He indicates that last season he was often fatigued during the second half of games, and he plans to focus on endurance training.  Physical examination shows no abnormalities.  Which of the following is most likely to increase in this patient's large skeletal muscle groups after a prolonged period of regular training?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anaerobic glycolytic enzymes","answer_2":"B. Mitochondrial content","answer_3":"C. Number of motor endplates per fiber","answer_4":"D. Proportion of type II (fast-twitch) fibers","answer_5":"E. Total quantity of myocytes","percent_1":"13%","percent_2":"72%","percent_3":"2%","percent_4":"9%","percent_5":"4%","right_answer":"B. Mitochondrial content","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Muscle fiber characteristics#∆⨉∆⨉ § ∆^#Type I (slow twitch)# ∆^#Type II (fast twitch)# §^#Action# ∆^Sustained force (eg, posture) ∆^Rapid bursts (eg, heavy weightlifting) §^#Activity type# ∆^Endurance (aerobic) ∆^Resistance (anaerobic) §^#Force generated# ∆^Low ∆^High §^#Resistance to fatigue# ∆^High ∆^Low §^#Lipid content# ∆^High ∆^Low §^#Glycogen content# ∆^Low ∆^High §^#Mitochondrial content# ∆^High ∆^Low §^#Energy metabolism# ∆^Oxidative ∆^Glycolytic §^#Color# ∆^Red (high myoglobin) ∆^Pale red/white (low myoglobin) §^#Prototype# ∆^Soleus ∆^Triceps","explanation_img":"","explanation_1":"","explanation_2":"#Skeletal muscle fibers# (or myocytes) are categorized into 2 major types based on the magnitude and sustainability of contraction force they generate and their predominant method of energy production. $#Type I fibers# (slow-twitch fibers) specialize in #stamina# (fatigue resistance) but can generate only relatively #low force# per contraction.  These fibers primarily use #oxidative phosphorylation# (OP) to allow for sustained and efficient production of ATP.  Therefore, they have a #high content# of #lipids# (fatty acids are a primary energy source for OP), #myoglobin# (to supply oxygen), and #mitochondria# (the cellular location of OP).  The high myoglobin content gives these fibers a red color. $#Type II fibers# (fast-twitch fibers) primarily specialize in rapid bursts of strength; they generate #high force# per contraction but #quickly fatigue#.  These fibers produce ATP primarily via #anaerobic glycolysis #and have #high glycogen# levels.  Therefore, they have low quantities of mitochondria and myoglobin (giving them a pale red or white color). $Targeted physical training stimulates specific phenotypic adaptations in skeletal muscle fibers to improve skeletal muscle function.  #Endurance training# (eg, distance running, sustained light-to-moderate weightlifting) #promotes# the characteristics of #type I fibers# (eg, increased size and quantity of mitochondria) and also increases capillary density.  In contrast, resistance training (eg, heavy weightlifting) amplifies the characteristics of type II fibers while also stimulating increased muscle mass. $#(Choice A)#  Anaerobic glycolytic enzymes will decrease and aerobic oxidative enzymes will increase with endurance training. $#(Choice C)#  Muscle fibers are arranged into a motor unit, with each unit innervated by a single motor neuron and endplate.  Although the size and metabolic characteristics of muscle fibers change with training, the number of muscle fibers within a motor unit or endplates per fiber does not change. $#(Choices D and E)#  Endurance training amplifies the phenotypic characteristics of existing type I fibers; however, the total quantity of muscle fibers (myocytes) or the proportion of each type of muscle fiber does not significantly change with training. $#Educational objective# Type I muscle fibers (slow-twitch or red fibers) primarily use oxidative phosphorylation and contain high quantities of lipids, myoglobin, and mitochondria.  They specialize in sustained, low force contraction, and their function is amplified by endurance training.  Type II muscle fibers (fast-twitch or white fibers) primarily use glycolysis and specialize in rapid bursts of high force contraction.  Their function is amplified by resistance training.  "},

{"SubjectSystem":"Physiology-Rheumatology","id":"7592","title":"Physiologists are studying the biomolecular mechanisms underlying skeletal muscle contraction.  They have been analyzing muscle fibers obtained from knockout mice to determine how different cellular substances influence muscular contraction.  Striated muscle fibers obtained from a specific mouse embryo fail to contract in response to a substance normally released from the sarcoplasmic reticulum.  A deficiency of which of the following would best explain this finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Epinephrine","answer_3":"C. Calmodulin","answer_4":"D. Myosin light-chain kinase","answer_5":"E. Troponin","percent_1":"4%","percent_2":"0%","percent_3":"18%","percent_4":"10%","percent_5":"67%","right_answer":"E. Troponin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7592.jpg","explanation_1":"","explanation_2":"$The contractile mechanism in skeletal muscle depends on proteins (myosin II, actin, tropomyosin, and troponin) as well as calcium ions.  The thick filaments in skeletal muscle are comprised of myosin molecules, with the heads of the myosin molecules forming cross-links with actin during muscular contraction.  Two actin chains comprise the thin filaments in skeletal muscle.  Tropomyosin molecules sit in the groove between the two actin chains, covering the myosin binding sites on actin when the muscle is at rest.  Troponin molecules are small globular proteins situated alongside the tropomyosin molecules.  Troponin is composed of three subunits: troponin T, troponin I, and troponin C.  Troponin T binds the other troponin components to tropomyosin, troponin I binds the troponin-tropomyosin complex to actin, and troponin C contains the binding sites for Ca2+.  During excitation-contraction coupling, Ca2+ is released from the sarcoplasmic reticulum.  When Ca2+ binds troponin C, tropomyosin shifts to expose the actin binding sites for myosin, allowing contraction to occur. $#(Choice A)#  Acetylcholine is the neurotransmitter that initiates muscle contraction in response to motor neuron stimulation.  Acetylcholine release from the motor neuron opens post-synaptic ligand-gated ion channels, resulting in depolarization of the muscle cell.  Depolarization then causes release of Ca2+ from the sarcoplasmic reticulum. $#(Choice B)#  Epinephrine is a catecholamine that is not directly involved in skeletal muscle contraction.  However, epinephrine stimulates β2-adrenergic receptors to increase skeletal muscle blood flow, glycogenolysis, and lipolysis. $#(Choices C and D)#  Calmodulin and myosin light-chain kinase are elements of the contractile mechanism in smooth muscle, not skeletal muscle. $#Educational objective# The contractile mechanism in skeletal muscle depends on proteins (myosin II, actin, tropomyosin, and troponin) as well as calcium ions.  "},

{"id":"20099","image_1":"","explanation_img":"images/exp20099.jpg","title":"A 44-year-old woman comes to the office due to increasing right hip pain for the past several days. The pain is exacerbated by walking and by sitting with the right leg crossed over the left leg. The patient has a history of plantar fasciitis. Vital signs are within normal limits. BMI is 30 kg/m2. On examination, right hip abduction and internal rotation against resistance when the hip is flexed reproduce the pain. The cause of this patient's symptoms is suspected to be pathology at a tendon insertion site. The tendon of which of the following muscles is most likely involved?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adductor brevis","ansImg_1":"","answer_2":"B. Gluteus medius","ansImg_2":"","answer_3":"C. Obturator externus","ansImg_3":"","answer_4":"D. Quadratus femoris","ansImg_4":"","answer_5":"E. Vastus lateralis","ansImg_5":"","right_answer":"B. Gluteus medius","percent_1":"6%","percent_2":"52%","percent_3":"24%","percent_4":"8%","percent_5":"10%","explanation_1":"","explanation_2":"$This patient has #greater trochanteric pain syndrome# (GTPS) characterized by #lateral hip pain#.  GTPS is an overuse tendinopathy of the #gluteus medius# and #gluteus minimus# at their insertion on the greater trochanter of the femur.  It is often referred to as trochanteric bursitis, although bursal involvement varies and is not likely the primary pathology.  Risk factors include obesity, plantar fasciitis, and altered gait mechanics (eg, osteoarthritis). $The gluteus medius and gluteus minimus originate from the upper and lower gluteal surfaces of the ilium, respectively, and insert onto the greater trochanter.  Their primary functions include: $• #Hip abduction# $• Hip external rotation (internal rotation when the hip is flexed [eg, #leg crossing#]) $• Horizontal stabilization of the pelvis during ambulation $Examination typically is notable for #point tenderness# over the #greater trochanter#.  The pain is reproduced by hip abduction and internal rotation (when the hip is flexed) against resistance because muscle contraction stresses the tendons.  Sitting with the affected leg crossed over the other can also produce pain.  Muscular weakness or tendon rupture is suggested by the @Trendelenburg sign@: with the patient standing on the affected leg, the pelvis falls to the contralateral side due to impaired abduction. $#(Choice A)#  The @adductor brevis@ originates from the inferior pubic ramus and inserts onto the linea aspera of the femur.  Strain typically produces groin and medial thigh pain that can be reproduced by resisted hip adduction (not abduction). $#(Choices C and D)#  The @obturator externus@ originates from the obturator membrane and obturator foramen and inserts onto the trochanteric fossa of the femur.  The quadratus femoris originates from the ischial tuberosity and inserts onto the intertrochanteric crest of the femur.  These muscles externally rotate the hip (regardless of whether the hip is flexed, unlike gluteus medius), and muscle strain would cause pain on resisted external (not internal) rotation. $#(Choice E)#  @Vastus lateralis@ is part of the quadriceps femoris complex.  It originates from the intertrochanteric line, greater trochanter, gluteal tuberosity, and linea aspera of the femur and inserts onto the tibial tubercle via the quadriceps tendon/patellar ligament.  Strain presents with thigh pain that is reproduced by resisted knee extension. $#Educational objective# Greater trochanteric pain syndrome is an overuse tendinopathy of the gluteus medius and gluteus minimus at their insertion on the greater trochanter of the femur.  Examination shows tenderness over the greater trochanter; pain is reproduced by resisted hip abduction and internal rotation (when the hip is flexed).  ","clickable_1":"images/img1.20099.jpg","clickable_2":"images/img2.20099.jpg","clickable_3":"images/img3.20099.jpg","clickable_4":"images/img4.20099.jpg"},

{"id":"1640","image_1":"","explanation_img":"images/exp1640.jpg","title":"A 43-year-old man comes to the office due to difficulty walking. The patient was seen at an outpatient clinic 2 days ago and received a right-sided deep intramuscular injection. He had no trouble walking at the time of the appointment but started having problems later that day. The patient has no history of trauma or pain at the injection site. Physical examination is negative for local erythema and swelling, and the patient has full strength against resistance on knee flexion and ankle plantar flexion bilaterally. When the patient is asked to walk across the room, his left hip drops every time he raises his left foot. Which of the following locations is the most likely site of this patient's intramuscular injection?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inferolateral quadrant of the buttock","ansImg_1":"","answer_2":"B. Inferomedial quadrant of the buttock","ansImg_2":"","answer_3":"C. Superior portion of the posterior thigh","ansImg_3":"","answer_4":"D. Superolateral quadrant of the buttock","ansImg_4":"","answer_5":"E. Superomedial quadrant of the buttock","ansImg_5":"","right_answer":"E. Superomedial quadrant of the buttock","percent_1":"8%","percent_2":"16%","percent_3":"1%","percent_4":"24%","percent_5":"51%","explanation_1":"","explanation_2":"$This patient is exhibiting classic #Trendelenburg gait# (ie, gluteus medius gait), which is characterized by hip drop on the contralateral, unaffected side when that foot is raised.  This gait is observed when there is #injury to the superior gluteal nerve# or to the gluteus medius muscle.  The superior gluteal nerve is derived from the L4-S1 ventral rami and leaves the pelvis through the greater sciatic foramen above the level of the piriformis.  Injections into the #superomedial quadrant# of the buttock have a high probability of injuring the superior gluteal nerve. $#(Choices A, B, and C)#  Due to its large size, the sciatic nerve is at risk of injury following an injection in any quadrant of the buttock or the superior portion of the posterior thigh.  However, the sciatic nerve innervates the knee flexors (eg, hamstrings) and leg/foot muscles, and injury to the nerve would cause weakness in knee flexion and ankle plantarflexion (eg, foot drop) rather than Trendelenburg gait. $#(Choice D)#  The superolateral quadrant of the buttocks is considered the safest place for dorsogluteal injections.  However, damage to the gluteal and sciatic nerves can still result from injections into this region.  Most intragluteal injections should target the anterolateral gluteal area (ie, @von Hochstetter triangle@) to minimize the possibility of nerve damage. $#Educational objective# Injections given in the superomedial quadrant of the buttock have a high risk of injuring the superior gluteal nerve, resulting in gluteus medius weakness and Trendelenburg gait.  The superolateral quadrant of the buttock is a relatively safe site for intragluteal injections, although the anterolateral gluteal region is preferred.  ","clickable_1":"images/img1.1640.jpg"},

{"SubjectSystem":"Histology-Rheumatology","id":"1159","title":"A 65-year-old postmenopausal woman comes to the office for an annual visit.  The patient feels well and has no symptoms.  She has no chronic medical conditions, and her only medication is a daily multivitamin.  Physical examination shows no abnormalities.  Screening DXA scan reveals mild osteopenia.  The patient is advised regarding appropriate lifestyle measures to limit bone loss, including weight-bearing exercise.  In response to increased mechanical load, cells located within bone lacunae (indicated by the arrow) communicate with each other via gap junctions to increase bone remodeling within regions experiencing excessive strain.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1159.jpg","title_2":"The cells described above are most likely to represent which of the following?","audio":"","comparison_items":"","answer_1":"A. Mesenchymal stem cells","answer_2":"B. Osteoblasts","answer_3":"C. Osteoclasts","answer_4":"D. Osteocytes","answer_5":"E. Osteochondroprogenitor cells","answer_6":"F. Pericytes","percent_1":"1%","percent_2":"36%","percent_3":"14%","percent_4":"43%","percent_5":"5%","percent_6":"2%","right_answer":"D. Osteocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1159.jpg","explanation_1":"","explanation_2":"$This postmenopausal woman with low bone mineral density is at increased risk for osteoporosis and bone fracture.  Moderate weight-bearing exercise helps prevent further bone loss by altering osteocyte activity through a process known as #force adaptation#. $Osteoblasts that become entrapped in bone matrix differentiate into #osteocytes#.  These cells reside in small, fluid-filled lacunae that connect to other lacunae and bone surfaces through adjoining tunnels (ie, canaliculi).  Osteocyte cytoplasmic processes traverse the canaliculi and connect to neighboring cells, forming an #interconnected network# that regulates bone homeostasis via mechanosensory and endocrine cues: $• #Mechanical stress# (ie, bone deformation) is sensed by osteocytes via extracellular attachments (eg, integrins) to the canalicular walls, resulting in the release of mediators—such as soluble receptor activator of nuclear factor-kappa B (RANKL) and sclerostin—that orchestrate bone remodeling $• Control of local calcium homeostasis and bone mineralization in response to parathyroid hormone $• Secretion of fibroblast growth factor 23 (FGF23), the major hormone responsible for regulating serum phosphate levels $Osteocyte function relies on the presence of #gap junctions# that connect the cytoplasmic processes between osteocytes.  These junctions facilitate #cell-to-cell communication#, allowing intracellular signals (eg, calcium, cyclic AMP) to propagate to neighboring cells.  This osteocyte network is critical for proper control of local osteoclast/osteoblast populations and regulation of regional bony remodeling. $#(Choices A, B, and E)#  Mesenchymal stem cells within the periosteum, endosteum, and bone marrow give rise to osteochondroprogenitor cells, which can differentiate into osteoblasts (cells that secrete osteoid matrix).  Osteoblasts that become trapped in mineralized bone matrix transform into osteocytes, which are terminally differentiated cells that cannot revert back into stem cells or osteoblasts. $#(Choice C)#  In states that favor bone resorption, osteoblasts, osteocytes, and bone marrow stromal cells increase expression of RANKL.  This stimulates the fusion of osteoclast precursor cells (derived from the monocyte linage) into @multinucleated osteoclasts@ that release enzymes causing bone resorption; osteocytes do not fuse into osteoclasts or directly secrete osteolytic enzymes. $#(Choice F)#  Pericytes are multipotent cells embedded within the microvascular wall.  In the bone, they help facilitate fracture healing by regulating local blood flow, promoting angiogenesis, and functioning as an ancillary source for differentiating osteoblasts. $#Educational objective# Osteocytes detect increased mechanical load in the bones (eg, weight-bearing exercise) and communicate with one another through gap junctions to orchestrate bone remodeling.  ","clickable_1":"images/img1.1159.jpg"},

{"id":"1732","image_1":"","title":"A 53-year-old man comes to the office with a dull ache in his right shoulder. The pain is worse with movement and often interferes with his sleep. The patient cannot recall any traumatic events prior to the start of the pain but did experience increased discomfort after helping his daughter move into her college dorm room a week ago. His past medical history includes dyslipidemia and hypertension, for which he takes the appropriate medications. Physical examination reveals localized tenderness just below the acromion. The physician asks the patient to abduct his arms 90 degrees to the side and flex them 30 degrees forward with his thumbs pointing to the floor. She then applies downward force to his arms. This maneuver elicits pain in the patient's right shoulder and reveals right-sided weakness as compared to the left side. A tendon of which of the following muscles is most likely injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biceps brachii","ansImg_1":"","answer_2":"B. Deltoid","ansImg_2":"","answer_3":"C. Levator scapulae","ansImg_3":"","answer_4":"D. Serratus anterior","ansImg_4":"","answer_5":"E. Supraspinatus","ansImg_5":"","right_answer":"E. Supraspinatus","percent_1":"6%","percent_2":"18%","percent_3":"4%","percent_4":"3%","percent_5":"70%","explanation_img":"images/exp1732.jpg","explanation_1":"","explanation_2":"$The #rotator cuff# consists of the tendons of the #supraspinatus#, #infraspinatus#, #teres# minor, and #subscapularis (SITS)# and contributes to the stability and motion of the glenohumeral joint. During abduction of the humerus, the supraspinatus initiates movement through the first 10-15 degrees; subsequently, the deltoid provides the primary abductive force while the supraspinatus provides stability to the joint.$Of all the rotator cuff structures, the #supraspinatus tendon# is most commonly affected in rotator cuff syndrome. This tendon is vulnerable to chronic repeated trauma from #impingement# between the head of the humerus and the acromion during abduction. Inflammation and fibrosis can worsen the problem by increasing friction between the head of the humerus and the acromion, as well as causing inflammation of the subacromial bursa. On examination, the action of the supraspinatus can be isolated with the \"empty-can\" supraspinatus test: abduction of the humerus in parallel to the axis of the scapula (30 degrees forward flexion) while in full internal rotation (thumbs pointed to the floor).$(Choice A) The long head of the biceps brachii originates on the supraglenoid tubercle of the scapula and inserts on the radius. It primarily flexes and supinates the forearm, although it also contributes to shoulder flexion. Biceps tendonitis is characterized by tenderness at the bicipital groove (separates lesser and greater tubercles of the humerus).$(Choice B) The deltoid originates on the clavicle, the acromion, and the spine of the scapula; it inserts on the lateral humerus. Deltoid injuries are less common than supraspinatus injuries and usually manifest as sudden-onset shoulder pain after overloading the arm while in abduction.$(Choice C) The tendons of the levator scapulae insert on the superomedial border of the scapula and on the transverse processes of the C1 through C4 vertebrae. The levator scapulae does not contribute to the stability of the glenohumeral joint.$(Choice D) The serratus anterior originates on the lateral surfaces of the first 8 ribs and inserts on the scapula. Its primary action is to pull the scapula forward and rotate it to raise the glenoid. Injury to the long thoracic nerve causes paralysis of this muscle and \"winging\" of the scapula.$Educational objective The supraspinatus muscle assists in abduction of the arm and stabilization of the glenohumeral joint. The supraspinatus tendon is vulnerable to injury due to impingement between the acromion and the head of the humerus. Supraspinatus tendinopathy is the most common cause of rotator cuff syndrome."},

{"id":"8671","image_1":"images/8671.jpg","explanation_img":"images/exp8671.jpg","title":"A 65-year-old man comes to the office due to right lower abdominal pain that radiates to his groin and difficulty walking for the past week. Climbing stairs has been particularly hard for the patient, and he has fallen several times due to knee buckling. Medical history is significant for type 2 diabetes mellitus, hypertension, and atrial fibrillation. The patient takes apixaban for chronic anticoagulation therapy. On physical examination, the right patellar reflex is decreased compared to the left. Abdominal CT scan is shown below:","title_2":"Which of the following additional findings is most likely to be seen in this patient?","audio":"","comparison_items":"","answer_1":"A. Impaired dorsiflexion of the right foot","ansImg_1":"","answer_2":"B. Loss of sensation on the anterior aspect of the right thigh","ansImg_2":"","answer_3":"C. Loss of sensation on the dorsum of the right foot","ansImg_3":"","answer_4":"D. Loss of sensation on the sole of the right foot","ansImg_4":"","answer_5":"E. Weakened abduction of the right thigh","ansImg_5":"","right_answer":"B. Loss of sensation on the anterior aspect of the right thigh","percent_1":"13%","percent_2":"51%","percent_3":"10%","percent_4":"7%","percent_5":"19%","explanation_1":"","explanation_2":"$This patient's presentation is consistent with #femoral neuropathy# due to compression from a retroperitoneal hematoma.  The femoral nerve descends through the psoas major muscle, emerges laterally between the psoas and iliacus muscle, and then runs beneath the inguinal ligament to innervate the muscles of the anterior compartment of the thigh that flex the hip and extend the knee.  Findings of femoral neuropathy include #quadriceps weakness# (as demonstrated in difficulty with stairs, falling due to knee buckling), #decreased patellar reflex#, and #sensory loss# over the #anterior thigh# (anterior cutaneous branches) and medial lower leg (saphenous branch). $Femoral neuropathy can occur due to trauma (eg, pelvic fracture), #compression from a hematoma# or abscess, or injury during surgery/@childbirth@.  In this case, the patient's CT scan reveals a @retroperitoneal hematoma@ anterior to the right psoas muscle that displaces the adjacent kidney.  Retroperitoneal hematomas often present with acute pain in the groin, lower abdomen, or back; patients receiving #anticoagulation# therapy (eg, apixaban) are at increased risk. $#(Choices A and C)# The common fibular (peroneal) nerve divides into the deep fibular and superficial fibular nerves.  The deep fibular nerve innervates the muscles of the anterior compartment of the lower leg, which function primarily to dorsiflex the foot and toes.  The superficial branch provides sensory innervation to the lateral lower leg and dorsum of the foot; it is also responsible for foot eversion.  Deficits in these nerves are typically caused by common fibular nerve injury at the proximal fibula (eg, nerve compression against @fibular head@). $#(Choice D)#  Tibial nerve injury causes numbness at the sole and can be associated with decreased inversion and plantarflexion of the foot and flexion of the toes.  Common causes include knee trauma and tarsal tunnel syndrome. $#(Choice E)#  Weakened abduction of the thigh occurs with superior gluteal nerve injury and results in a @Trendelenburg gait@; there are no associated sensory deficits.  Iatrogenic injury during surgery is the most common cause. $#Educational objective# Findings of femoral neuropathy include quadriceps weakness, decreased patellar reflex, and sensory loss over the anterior thigh and medial lower leg.  Causes include compression from an abscess or hematoma (eg, retroperitoneal hematoma in an anticoagulated patient), trauma, or injury during surgery or childbirth.  ","clickable_1":"images/img1.8671.jpg","clickable_2":"images/img2.8671.jpg","clickable_3":"images/img3.8671.jpg","clickable_4":"images/img4.8671.jpg"},

{"id":"19719","image_1":"","title":"A 17-year-old boy comes to the emergency department due to a right ring finger injury earlier in the day. During a soccer match, he grabbed an opponent's jersey; as the opponent pulled away suddenly, the patient instantly felt a popping sensation and pain in the right ring finger. Examination of the hand shows swelling of the palmar aspect of the distal ring finger. When asked to make a fist, the patient can flex the metacarpophalangeal and proximal interphalangeal joints but is unable to flex the distal interphalangeal joint of the ring finger. The tendon of which of the following muscles is most likely injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Flexor carpi ulnaris","ansImg_1":"","answer_2":"B. Flexor digitorum profundus","ansImg_2":"","answer_3":"C. Flexor digitorum superficialis","ansImg_3":"","answer_4":"D. Fourth lumbrical","ansImg_4":"","answer_5":"E. Palmar interosseous","ansImg_5":"","right_answer":"B. Flexor digitorum profundus","percent_1":"9%","percent_2":"55%","percent_3":"23%","percent_4":"10%","percent_5":"3%","explanation_img":"images/exp19719.jpg","explanation_1":"","explanation_2":"$This patient who felt a popping sensation in his right finger while grabbing another player's jersey has likely ruptured the #flexor digitorum profundus# (FDP) tendon, an injury commonly called \"#jersey finger#.\" $The FDP tendon originates from the FDP muscle in the forearm; travels through the carpal tunnel, palm, and flexor tendon sheath; and inserts onto the base of the distal phalanx.  It contributes to flexion of proximal joints (wrist, metacarpophalangeal [MCP] joint, proximal interphalangeal [PIP] joint) and specifically causes flexion of the distal interphalangeal (DIP) joint.  It is typically weakest at its insertion and is #susceptible to rupture# when the #actively flexed DIP joint# (eg, hooked around opponent's jersey) is #forcefully hyperextended# (eg, opponent pulls away suddenly).  Rupture can occur in any digit, but the ring finger is most frequently involved. $Patients with FDP tendon rupture commonly have pain and swelling in the affected digit.  A #complete tendon rupture#, as seen in this patient, results in #absent DIP flexion#; a partial tendon tear results in weak, incomplete flexion. $#(Choice A)#  The flexor carpi ulnaris (FCU) is a primary flexor of the wrist.  FCU tendon injury results in decreased wrist flexion power; some wrist flexion is maintained by the other wrist flexors (eg, flexor carpi radialis). $#(Choice C)#  The flexor digitorum superficialis (FDS) tendon inserts onto the body of the middle phalanx; it does not contribute to DIP joint flexion. $#(Choice D)#  The @lumbrical muscles@ are intrinsic muscles of the hand that contribute to MCP joint flexion and interphalangeal joint extension.  Injury to the fourth lumbrical tendon would decrease these functions in the small finger where the fourth lumbrical tendon inserts. $#(Choice E)#  The palmar @interosseous muscles@ are intrinsic muscles of the hand that adduct the fingers and, in coordination with the dorsal interossei, assist in MCP joint flexion and interphalangeal joint extension.  Tendon injury would primarily decrease finger adduction. $#Educational objective# The flexor digitorum profundus tendon inserts onto the base of the distal phalanx and flexes the distal interphalangeal (DIP) joint.  It is susceptible to rupture when an actively flexed DIP joint is forcefully hyperextended.  ","clickable_1":"images/img1.19719.jpg","clickable_2":"images/img2.19719.jpg"},

{"id":"1858","title":"A muscle biopsy obtained from a healthy volunteer consists mainly of myoglobin-rich, glycogen-poor fibers with many mitochondria.  Which of the following is the most likely biopsy site?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biceps brachii","answer_2":"B. Deltoid","answer_3":"C. Latissimus dorsi","answer_4":"D. Paraspinal","answer_5":"E. Pectoralis major","percent_1":"17%","percent_2":"3%","percent_3":"7%","percent_4":"70%","percent_5":"3%","right_answer":"D. Paraspinal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Muscle fiber characteristics#∆⨉∆⨉ § ∆^#Type I (slow twitch)# ∆^#Type II (fast twitch)# §^#Action# ∆^Sustained force (eg, posture) ∆^Rapid bursts (eg, heavy weightlifting) §^#Activity type# ∆^Endurance (aerobic) ∆^Resistance (anaerobic) §^#Force generated# ∆^Low ∆^High §^#Resistance to fatigue# ∆^High ∆^Low §^#Lipid content# ∆^High ∆^Low §^#Glycogen content# ∆^Low ∆^High §^#Mitochondrial content# ∆^High ∆^Low §^#Energy metabolism# ∆^Oxidative ∆^Glycolytic §^#Color# ∆^Red (high myoglobin) ∆^Pale red/white (low myoglobin) §^#Prototype# ∆^Soleus ∆^Triceps","explanation_img":"","explanation_1":"","explanation_2":"The body's muscles are composed of 2 main fiber types: slow twitch (Type I) and fast twitch (Type II).  #Type I fibers# perform actions requiring #low-level sustained force# (eg, postural maintenance) and function primarily via #aerobic metabolism#, meaning they have #high myoglobin# (oxygen storage) and #mitochondrial# (aerobic respiration) concentrations.  The soleus muscle of the lower leg and paraspinal muscles of the back are postural muscles predominantly composed of Type I fibers. $#Type II fibers# are specialized for generating #rapid forceful# movements and they #fatigue quickly#.  These fibers derive ATP energy mainly via glycogenolysis and subsequent #anaerobic glycolysis#.  Muscles that maneuver the upper extremities #(choices A, B, C, and E)# are primarily geared toward rapid forceful movements and are more likely to have a higher percentage of Type II than Type I muscle fibers. $#Educational objective# Postural skeletal muscles such as the soleus and paraspinal muscles contain predominantly Type I, slow twitch muscle fibers that derive ATP primarily via oxidative (aerobic) metabolism.  "},

{"id":"19491","title":"A 38-year-old man comes to the office due to a 2-year history of gradually worsening low back pain, bilateral buttock pain, and stiffness.  Symptoms are worse in the morning and relieved with stretching and hot showers.  The patient also has fatigue but no fever, chills, night sweats, or weight loss.  Vital signs are normal.  The patient appears healthy but has a stooped walking posture.  Deep palpation over the lumbar spine at the midline and both sacroiliac joints elicits tenderness.  Erythrocyte sedimentation rate is 75 mm/hr.  Which of the following pathologic findings is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Areas of bony erosions and new bone formation","answer_2":"B. Areas of disorganized trabecular and cortical bone thickening","answer_3":"C. Areas of spindle cells and dysplastic bone","answer_4":"D. Disc protrusion and thickening of the ligamentum flava","answer_5":"E. Plasma cell infiltrate in bone marrow","percent_1":"38%","percent_2":"22%","percent_3":"11%","percent_4":"21%","percent_5":"8%","right_answer":"A. Areas of bony erosions and new bone formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Ankylosing spondylitis!?Inflammatory$back pain? • Chronic, insidious back & buttock pain• Onset at age <40• Worse with rest (overnight & in the morning)• Relieved with activity & warm showers?Examination$findings? • Decreased spinal range of motion & chest expansion• Stiff or stooped posture• Tenderness at spine, sacroiliac joints & peripheral tendon$ insertions (eg, Achilles)• Dactylitis (swelling of fingers & toes)• Uveitis?Pathophysiology? • Increased osteoclast activity & bony erosions• Increased bone/syndesmophyte formation?Laboratory? • Elevated ESR & CRP• HLA-B27%#CRP# = C-reactive protein; #ESR# = erythrocyte sedimentation rate; $#HLA-B27# = human leukocyte antigen B27.","explanation_img":"","explanation_1":"","explanation_2":"This patient with chronic back and buttock pain associated with stiffness has #ankylosing spondylitis# (AS).  The symptoms are characteristically worse with rest (eg, in the morning, overnight) and improve with stretching and warm showers.  AS is most common in men age <40, and inflammatory markers (eg, erythrocyte sedimentation rate [ESR]) are usually elevated. $AS is characterized by simultaneous erosion of bone and new bone formation, unlike rheumatoid arthritis in which only erosions occur.  The initial pathogenesis is driven in part by inflammatory cytokines (eg, tumor necrosis factor, IL-17), which cause activation of osteoclast precursor cells and #bony erosions#.  This occurs primarily in the vertebral bodies and results in destruction of the trabecular microarchitecture, increasing the risk for secondary osteoporosis and compression fractures. $Once inflammation subsides, the reparative process leads to #excessive new bone formation#, especially in areas where fat metaplasia fills previously eroded sites; in contrast to erosion, bone formation occurs primarily at the periosteum-cartilage junction and manifests as @bridging syndesmophytes@ in the vertebral column.  This leads to #spinal rigidity#, postural alterations, and increased risk of fracture. $#(Choice B)#  @Paget disease@ of bone is characterized by excessive and disordered bone formation, with focal thickening of trabecular and cortical bone.  Features include bone pain, fractures, and arthritis of adjacent joints.  However, it is uncommon at age <50, and this patient's inflammatory back pain is more consistent with AS. $#(Choice C)#  @Fibrous dysplasia@ (FD) is a benign tumor characterized by focal bone dysplasia (ie, failure of normal differentiation) and shows irregular trabeculae of immature bone in a fibrous stroma with spindle cells.  It is typically asymptomatic and detected incidentally on imaging (eg, @ground glass lesion@), commonly in the femur and tibia.  FD is usually seen in children and is not an inflammatory condition (ie, normal ESR). $#(Choice D)#  Intervertebral disc protrusion and thickening of the ligamentum flava can lead to @spinal stenosis@.  The pain in this disorder typically radiates to the posterior thighs and legs and is relieved by sitting and flexion of the spine, not activity.  Spinal stenosis is usually seen at age >60, and ESR is normal. $#(Choice E)#  @Multiple myeloma@ is characterized by plasmacytic infiltrates in the bone marrow.  Patients often have @lytic bone lesions@ throughout the axial skeleton and back pain at night and during rest, but stiffness is less prominent.  Multiple myeloma is uncommon before age 50. $#Educational objective# Ankylosing spondylitis is an inflammatory spondyloarthropathy characterized by simultaneous erosion of bone and new bone formation.  Bone erosions occur primarily in vertebral bodies; however, new bone formation typically occurs at the junction of the periosteal margin and adjacent cartilage, leading to bridging syndesmophytes and ankylosis.  This causes spinal rigidity, postural alterations, and increased risk of fracture. ","clickable_1":"images/img1.19491.jpg","clickable_2":"images/img2.19491.jpg","clickable_3":"images/img3.19491.jpg","clickable_4":"images/img4.19491.jpg","clickable_5":"images/img5.19491.jpg","clickable_6":"images/img6.19491.jpg","clickable_7":"images/img7.19491.jpg"},

{"id":"11776","image_1":"","explanation_img":"images/exp11776.jpg","title":"A 16-year-old high school quarterback comes to the office due to left shoulder pain. One week ago, he suffered an injury during a football game. The patient was running with the football when another player tackled him to the ground, causing him to land directly on the posterior aspect of his left shoulder. He developed severe pain immediately and did not return to the game. The patient has had persistent shoulder pain since the injury despite using ice and over-the-counter ibuprofen. He has been unable to resume playing football due to pain and weakness in his shoulder. On examination, there is diffuse bruising over the posterior aspect of the left shoulder. Abduction of the left arm is normal, but external rotation against resistance is weak and painful. Which of the following muscles is most likely injured?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biceps brachii","ansImg_1":"","answer_2":"B. Infraspinatus","ansImg_2":"","answer_3":"C. Subscapularis","ansImg_3":"","answer_4":"D. Supraspinatus","ansImg_4":"","answer_5":"E. Teres major","ansImg_5":"","answer_6":"F. Trapezius","ansImg_6":"","right_answer":"B. Infraspinatus","percent_1":"1%","percent_2":"59%","percent_3":"15%","percent_4":"10%","percent_5":"11%","percent_6":"3%","explanation_1":"","explanation_2":"$This patient's shoulder pain and weak, painful external rotation against resistance with preserved abduction are characteristic of an #infraspinatus injury#.  The @rotator cuff muscles@ all attach to the humeral head and stabilize the shoulder joint, in addition to moving the arm at the shoulder.  A fall onto the shoulder is a common mechanism for rotator cuff injury, resulting in acute shoulder pain and characteristic weakness depending on which muscle is involved: $• The supraspinatus inserts onto the superior aspect of the greater tubercle and abducts the arm #(choice D).# $• The #infraspinatus# inserts onto the posterolateral aspect of the greater tubercle and #externally rotates# the arm. $• The teres minor inserts onto the posterolateral aspect of the greater tubercle and helps with adduction and external rotation of the arm. $• The subscapularis inserts onto the lesser tubercle on the anterior aspect of the humerus and helps with adduction and internal rotation of the arm #(choice C).# $#(Choice A)#  The biceps brachii is a 2-headed muscle that originates from the scapula and converges onto a single insertion point on the upper forearm.  It is responsible for flexion at the elbow and forearm supination.  Biceps injury can cause shoulder pain but would not affect external rotation of the arm at the shoulder. $#(Choice E)#  Unlike the teres minor, the @teres major@ is not a rotator cuff muscle.  It arises from the inferior scapula and inserts below the humeral head onto the anterior aspect of the humerus.  It assists with humeral extension (when the arm is flexed) and internal rotation of the arm at the shoulder. $#(Choice F)#  The @trapezius@ originates from the occipital bone and spinous processes of the cervical and thoracic vertebrae and inserts onto the scapula and clavicle.  It helps move and rotate the scapula.  Trapezius injury would cause difficulty with arm abduction and adduction, but would not affect external rotation of the humerus. $#Educational objective# The rotator cuff muscles (supraspinatus, infraspinatus, teres minor, and subscapularis) all insert onto the humeral head, allowing them to stabilize the shoulder joint and move the arm at the shoulder.  An infraspinatus injury would result in shoulder pain and weak, painful external rotation of the arm against resistance.  ","clickable_1":"images/img1.11776.jpg","clickable_2":"images/img2.11776.jpg","clickable_3":"images/img3.11776.jpg"}

]