[

{"id":"21457","title":"A 62-year-old woman comes to the emergency department due to palpitations and shortness of breath that began an hour ago.  Medical history includes hypertension, coronary artery disease, and paroxysmal atrial flutter.  Blood pressure is 108/76 mm Hg and pulse is rapid.  ECG shows atrial flutter with a ventricular rate of approximately 150/min.  The estimated atrial rate based on ECG flutter waves is 300/min.  Which of the following is most likely responsible for the rate difference between the atria and the ventricles?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium current within the atrioventricular node","answer_2":"B. Calcium current within the sinoatrial node","answer_3":"C. Sodium current within an atrioventricular accessory pathway","answer_4":"D. Sodium current within the atria","answer_5":"E. Sodium current within the ventricles","percent_1":"52%","percent_2":"12%","percent_3":"18%","percent_4":"13%","percent_5":"5%","right_answer":"A. Calcium current within the atrioventricular node","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21457.jpg","explanation_1":"","explanation_2":"$#Atrial flutter# usually involves a @reentrant circuit@ that develops around the cavotricuspid isthmus of the right atrium, resulting in #rapid atrial conduction# at a rate of approximately 300/min (ie, @flutter waves@ on ECG).  Transmission of all of these electrical impulses to the ventricles would be highly problematic as a ventricular rate of 300/min would allow little time for diastolic filling, causing a profound drop in cardiac output and likely leading to sudden cardiac arrest.  However, the #atrioventricular (AV) node# reduces the transmission of impulses from the atria to the ventricles due to the #slow inward calcium current# that drives the #phase 0 depolarization# phase of action potentials through the AV node. $A similar AV node slowing effect occurs with atrial fibrillation, which can have atrial rates up to 500-600/min. $#(Choice B)#  A slow inward calcium current also controls the phase 0 depolarization of action potentials in the sinoatrial node.  However, the sinoatrial node is suppressed during atrial flutter (and atrial fibrillation) as atrial impulses are driven by abnormal foci of conduction. $#(Choices C, D, and E)#  Fast inward sodium channels control the phase 0 depolarization of both the atrial and the ventricular myocardium, allowing for rapid conduction speeds to be generated.  However, the slow calcium channels in the AV node act as a buffer, preventing the transmission of rapid impulses from the atria to the ventricles.  Some patients can have an abnormal accessory pathway (driven by fast sodium channels) that directly connects the atria to the ventricles and bypasses the AV node (ie, Wolff-Parkinson-White syndrome).  In such patients, rapid atrial arrhythmias can generate dangerously high ventricular rates. $#Educational objective# The slow inward calcium current within the atrioventricular node decreases the transmission rate of rapid impulses generated by the atrial myocardium (eg, atrial fibrillation/flutter), acting as a conduction rate buffer between the atria and the ventricles.  ","clickable_1":"images/img1.21457.jpg","clickable_2":"images/img2.21457.jpg"},

{"id":"625","title":"A 54-year-old man is transferred to the hospital from his cardiologist's office due to atrial fibrillation with rapid ventricular response.  His symptoms began 24 hours earlier with palpitations, lightheadedness, and chest tightness.  The patient has had similar episodes several times during the last year.  Past history is notable for mitral valve repair 3 years ago for severe symptomatic mitral regurgitation.  The patient undergoes direct current cardioversion due to worsening hemodynamic instability, with resolution of the arrhythmia and all associated symptoms.  He is considered for long-term amiodarone therapy to prevent future arrhythmic episodes.  Which of the following should be tested before initiating this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 24-hour urinary cortisol","answer_2":"B. 24-hour urinary metanephrines","answer_3":"C. Oral glucose tolerance test","answer_4":"D. Serum prolactin","answer_5":"E. Serum testosterone","answer_6":"F. Serum TSH","percent_1":"4%","percent_2":"9%","percent_3":"7%","percent_4":"1%","percent_5":"1%","percent_6":"77%","right_answer":"F. Serum TSH","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Major adverse effects of amiodarone# ∆⨉§^#Cardiac# ∆ • Sinus bradycardia, heart block • Proarrhythmias: QT prolongation§^#Pulmonary# ∆ • Chronic interstitial pneumonitis§^#Endocrine# ∆ • Hypothyroidism • Hyperthyroidism§^#Gastrointestinal/$ hepatic# ∆ • Elevated transaminases, hepatitis§^#Ocular# ∆ • Corneal microdeposits • Optic neuropathy§^#Dermatologic# ∆ • Blue-gray skin discoloration§^#Neurologic# ∆ • Peripheral neuropathy","explanation_img":"","explanation_1":"","explanation_2":"#Amiodarone# is a class III anti-arrhythmic agent used to suppress life-threatening rhythm disturbances.  Because it is 40% iodine by weight, am#IOD#arone can cause a number of alterations in thyroid function.  It can cause #hypothyroidism# due to decreased production of thyroid hormone.  Individuals with pre-existing autoimmune thyroid disease are at greatest risk and so should be screened for subclinical hypothyroidism with a #serum TSH# assay prior to initiating amiodarone therapy.  Amiodarone can also cause #hyperthyroidism# due to increased #thyroid hormone synthesis# or #destructive thyroiditis# with release of preformed thyroid hormone. $#(Choices A and B)#  Amiodarone is not associated with altered function of the adrenal cortex or medulla. $#(Choice C)#  The oral glucose tolerance test is used to screen for diabetes mellitus, primarily in pregnant women.  Amiodarone is not associated with significant alterations in insulin sensitivity or blood glucose levels. $#(Choice D)#  Release of prolactin is primarily regulated by inhibitory effects of dopamine from the hypothalamus.  Release is stimulated to a small degree by thyrotropin-releasing hormone and therefore may be mildly affected by amiodarone.  However, these effects would not be clinically significant. $#(Choice E)#  Amiodarone can cause erectile dysfunction, which may be related to its alpha and beta adrenoreceptor blocking effect.  Amiodarone does not significantly alter serum testosterone levels. $#Educational objective# Amiodarone is 40% iodine by weight.  It can cause hypothyroidism due to decreased production of thyroid hormone.  Amiodarone can also cause hyperthyroidism due to increased thyroid hormone synthesis or destructive thyroiditis with release of preformed thyroid hormone. "},

{"id":"7646","title":"A 65-year-old man with a history of coronary artery disease comes to the physician complaining of progressive exertional shortness of breath, fatigue, and lower extremity swelling. His medical history is significant for a myocardial infarction 5 years ago and an electronic pacemaker implanted 2 years ago. His chest x-ray is shown below. A segment of one of the leads is highlighted (arrow).","image_1":"images/7646.jpg","title_2":"The highlighted segment most likely lies within which of the following structures?","audio":"","comparison_items":"","answer_1":"A. Anterior interventricular sulcus","ansImg_1":"","answer_2":"B. Atrioventricular groove","ansImg_2":"","answer_3":"C. Pulmonary artery","ansImg_3":"","answer_4":"D. Right atrium","ansImg_4":"","answer_5":"E. Right ventricle","ansImg_5":"","right_answer":"B. Atrioventricular groove","percent_1":"8%","percent_2":"53%","percent_3":"8%","percent_4":"21%","percent_5":"11%","explanation_img":"images/exp7646.jpg","explanation_1":"","explanation_2":"This patient has a biventricular pacemaker, a device that requires 2 or 3 leads. If 3 leads are used, the first 2 are placed in the right atrium and right ventricle. The third lead is used to pace the left ventricle. Right atrial and ventricular leads are easy to place as they only need to traverse the left subclavian vein and superior vena cava to reach these cardiac chambers. In contrast, the lead that paces the left ventricle is more difficult to position. The preferred transvenous approach involves passing the left ventricular pacing lead from the right atrium into the coronary sinus, which resides in the atrioventricular groove on the posterior aspect of the heart. It is then advanced into one of the lateral venous tributaries in order to optimize left ventricular pacing.$(Choice A) The anterior interventricular sulcus courses toward the apex of the heart on its anterior surface. The anterior descending vessels lie in this sulcus.$(Choice C) The pulmonary artery lies just to the left of center on the anterior surface of the heart. It courses from the right ventricle toward the aortic arch. Swan-Ganz catheters traverse the pulmonary artery.$#(Choices D & E)# The right atrium and ventricle are visible on the rightmost section of the cardiac silhouette.$Educational Objectives Left ventricular leads in biventricular pacemakers course through the coronary sinus, which resides in the atrioventricular groove on the posterior aspect of the heart."},

{"id":"900","title":"A 49-year-old woman is brought to the emergency department with squeezing chest pain and profuse sweating for the last 2 hours.  Medical history includes diet-controlled type 2 diabetes mellitus.  ECG reveals ST-segment elevation in leads I, aVL, and V1-V4.  The patient is immediately taken to the cardiac catheterization laboratory, where she is found to have complete occlusion of the left anterior descending coronary artery.  The blockage is opened with percutaneous coronary intervention with stenting, but afterward she experiences recurrent and sustained episodes of ventricular arrhythmia.  She is treated with an antiarrhythmic agent that preferentially binds to rapidly depolarizing and ischemic ventricular myocardial fibers and has minimal effect on normal ventricular myocardium.  Which of the following agents was most likely used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Disopyramide","answer_2":"B. Flecainide","answer_3":"C. Lidocaine","answer_4":"D. Propranolol","answer_5":"E. Sotalol","answer_6":"F. Verapamil","percent_1":"10%","percent_2":"29%","percent_3":"56%","percent_4":"1%","percent_5":"2%","percent_6":"2%","right_answer":"C. Lidocaine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient sustained an anterolateral ST elevation myocardial infarction (MI) with successful reperfusion following percutaneous coronary intervention.  #Ventricular arrhythmias# (premature beats, ventricular tachycardia/fibrillation) are common in the first 24-48 hours after MI and may be treated with antiarrhythmic medications (eg, #amiodarone#, #lidocaine#). $#Class IB drugs# like lidocaine are the weakest sodium channel blockers (#dissociate the fastest#) compared to other class I antiarrhythmics.  They predominantly bind to sodium channels in the #inactivated state#, and dissociation from the channels occurs so rapidly that they have a negligible effect on QRS duration in normal cardiac tissues.  Ischemic myocardium has higher than normal (less negative) resting membrane potential, which delays voltage-dependent recovery of @sodium channels@ from the inactivated to the resting state.  This allows increased binding of class IB agents; therefore, class IB antiarrhythmics are highly efficacious in inhibiting #ischemia-induced ventricular arrhythmias#. $#(Choice A)#  Adenosine causes transient conduction delay through the atrioventricular (AV) node and is used in the acute treatment of paroxysmal supraventricular tachycardia; it is not indicated in ventricular arrhythmias. $#(Choice B)#  Digoxin enhances vagal tone and leads to an increased effective refractory period and decreased conduction velocity through the AV node.  These actions are useful in management of patients with supraventricular tachyarrhythmias. $#(Choice C)#  Diltiazem is a class IV antiarrhythmic drug (calcium channel blocker) that slows the sinus rate, prolongs conduction through the AV node, and depresses myocardial contractility (ie, a negative inotropic effect).  It is primarily used as a rate-control agent for the management of atrial tachyarrhythmias (eg, atrial flutter, atrial fibrillation). $#(Choice D)#  Ibutilide is a class III antiarrhythmic drug (potassium channel blocker) and is occasionally used for acute termination of atrial flutter and fibrillation.  It prolongs the QT interval and increases the risk of polymorphic ventricular tachycardia (torsades de pointes). $#(Choice F)#  Metoprolol is a selective beta-1 receptor antagonist (class II antiarrhythmic) that acts as a negative inotropic and chronotropic agent (decreased myocardial contractility and heart rate).  Beta blockers are frequently used in patients with acute or recent MI; they reduce the risk of ventricular arrhythmia by decreasing automaticity and reduce the size of ischemic myocardium by decreasing myocardial oxygen demand. $#(Choice G)#  Class IA antiarrhythmic drugs (eg, procainamide, disopyramide) tend to bind to sodium channels in the open state and are more specific for suppressing arrhythmias arising from areas of normal automaticity (lidocaine is more specific to inactivated channels that are more predominant in ischemic myocardium).  Class IA agents also have significant potassium channel-blocking activity, leading to prolongation of action potential and an increased risk of ventricular arrhythmias. $#Educational objective# Lidocaine is a class IB antiarrhythmic drug that tends to bind to inactivated sodium channels and rapidly dissociates.  As a result, it is effective in suppressing ventricular tachyarrhythmias induced by rapidly depolarizing and ischemic myocardium.  ","clickable_1":"images/img1.900.jpg"},

{"id":"1507","title":"A 45-year-old man comes to the clinic due to recurrent palpitations accompanied by chest discomfort and shortness of breath.  A year ago, he was diagnosed with paroxysmal atrial fibrillation treated with rate control using a beta blocker.  Past medical history is also significant for hypertension and obesity.  Echocardiogram shows left atrial enlargement, normal left ventricular ejection fraction, and no significant valvular disease.  24-hour Holter monitoring reveals bursts of atrial fibrillation associated with the patient's symptoms.  He is initiated on dofetilide to maintain normal sinus rhythm.  This medication exerts its main effect on which portion of the action potential curve?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1507.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"4%","percent_2":"18%","percent_3":"2%","percent_4":"15%","percent_5":"61%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1507.jpg","explanation_1":"","explanation_2":"$The typical myocardial action potential of \"nonpacemaker\" or cardiac myocytes includes several phases:  $1. #Phase 0 (rapid depolarization)# – occurs when the resting membrane potential reaches threshold; it is characterized by rapid sodium entry into the cell due to activation and opening of voltage-dependent sodium channels.  Class I antiarrhythmic drugs (eg, procainamide#,# flecainide, lidocaine) block these sodium channels and inhibit the initial depolarization phase (phase 0) of the action potential.  $2. #Phase 1 (early repolarization)# – caused primarily by activation of transient outward potassium currents along with a rapid decline in inward sodium current.  This phase is not modulated to an appreciable extent by antiarrhythmic medications.  $3. #Phase 2 (plateau phase)# – Stable membrane potential due to a balance of \"late\" inward calcium current and outward potassium current.  Calcium channel blockers (verapamil, diltiazem) are class IV antiarrhythmic drugs that inhibit the L-type calcium channels during this phase.  These medications slow the sinus rate, prolong conduction through the atrioventricular node, and depress myocardial contractility (negative inotropic effect).  $4. #Phase 3 (late repolarization)# – characterized by the opening of #potassium channels# and the efflux of potassium ions from the cell (delayed rectifier potassium currents IKr and IKs) in conjunction with the decay of inward calcium current.  #Class III# antiarrhythmic drugs (#amiodarone, sotalol, dofetilide#) predominantly block potassium channels and inhibit the outward potassium current during this phase, leading to prolongation of repolarization, action potential duration, and the QT interval on ECG.  These medications are often used for #maintenance of sinus rhythm# in patients with #paroxysmal atrial fibrillation#.  $5. #Phase 4 (recovery)# – normal resting membrane potential is between −80 and −95 mV and is generated by open potassium channels (inward rectifier current).  Antiarrhythmic drugs do not affect phase 4 of the myocyte action potential, but beta blockers and calcium channel blockers can slow diastolic depolarization (phases 4 and 0) in pacemaker cells by decreasing the slope of depolarization. $#Educational objective# Class III antiarrhythmic drugs (amiodarone, sotalol, dofetilide) predominantly block potassium channels and inhibit the outward potassium currents during phase 3 of the cardiac action potential, thereby prolonging repolarization and total action potential duration.  "},

{"id":"21472","title":"A 72-year-old man comes to the office due to palpitations and mild fatigue for the last 3 weeks.  He has otherwise been feeling well.  The patient walks 2 miles around his neighborhood twice per week with no chest pain or shortness of breath.  Medical history is remarkable for benign prostatic hyperplasia, for which he takes terazosin.  He drinks 1-2 cups of coffee every day and a glass of wine once or twice per month.  Temperature is 37 C (98.6 F), blood pressure is 128/68 mm Hg, and pulse is 78/min and irregular.  Physical examination reveals a 2/6 early-peaking systolic murmur at the right upper sternal border.  Carotid pulses are prompt and full bilaterally.  The lungs are clear to auscultation.  There is no peripheral edema.  ECG is shown in the @exhibit@.  Which of the following is most likely the strongest risk factor for this patient's presentation?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit21472.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Advanced age","answer_2":"B.Alcohol use","answer_3":"C.Aortic stenosis","answer_4":"D.Coffee consumption","answer_5":"E.Terazosin use","percent_1":"45%","percent_2":"4%","percent_3":"30%","percent_4":"12%","percent_5":"9%","right_answer":"A.Advanced age","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Atrial fibrillation# ∆⨉ §^#Pathogenesis# ∆ • Atrial remodeling due to: $== ○ Age-related myocardial changes $== ○ Atrial enlargement from heart disease (eg, HTN, MS) • Foci of rapid electrical activity: $== ○ Commonly originate in pulmonary veins $== ○ Alcohol intake & ↑ sympathetic drive may contribute §^#Clinical$ presentation# ∆ • Asymptomatic or palpitations ± dyspnea, fatigue • Irregularly irregular pulse • May present with thromboembolic event (eg, stroke) §^#Diagnosis# ∆ • ECG shows variable R-R intervals & no P waves • Continuous ECG often needed for paroxysmal disease %#HTN =# hypertension; #MS =# mitral stenosis.","explanation_img":"","explanation_1":"","explanation_2":"This patient with several weeks of palpitations and fatigue has #atrial fibrillation#, which is recognized on @ECG@ by an irregularly irregular rhythm (irregular R-R intervals) and an absence of organized P waves.  Atrial fibrillation usually occurs in the setting of #atrial remodeling#, which describes changes to the atrial myocardium that result from both normal #aging# and underlying comorbidities that cause #atrial dilation# (eg, hypertension, heart failure, mitral valve disease).  Coronary artery disease and its associated risk factors (eg, diabetes mellitus, smoking) are also associated with atrial fibrillation, although their contribution may be primarily driven by ischemia that leads to left ventricular dysfunction and consequent left atrial dilation. $#Age#, independent of comorbidities, is one of the #strongest risk factors# for atrial fibrillation.  Atrial fibrillation is relatively rare in those age <40, but the prevalence is estimated at approximately 10% in those age >75 and approaches 20% in those age >85. $#(Choices B and D)#  After remodeling has created a susceptible substrate, certain triggers (eg, increased sympathetic drive) can initiate atrial fibrillation.  Heavy alcohol use (eg, large binges or chronic ingestion of >1-2 drinks per day) is one such trigger, but occasional alcohol intake is unlikely to significantly contribute.  High caffeine intake (eg, coffee) may somewhat encourage the triggering of atrial fibrillation (via increased sympathetic stimulation), but there is little evidence to support this association. $#(Choice C)#  This patient's early peaking systolic murmur at the right upper sternal border with prompt and full carotid pulses is consistent with mild aortic stenosis.  Both mitral regurgitation and especially mitral stenosis are strongly associated with atrial fibrillation as these valvular defects can cause left atrial dilation even in the absence of heart failure.  However, aortic stenosis typically must be severe to cause left atrial dilation; mild aortic stenosis is not associated with atrial fibrillation. $#(Choice E)#  Beta adrenergic agonists (eg, albuterol) may sometimes trigger atrial fibrillation by stimulating the generation of ectopic conduction foci.  However, terazosin is an alpha blocker and does not significantly affect cardiac conduction. $#Educational objective# Age, independent of comorbidities, is one of the strongest risk factors for atrial fibrillation as age-related change to the atrial myocardium is one of the primary contributors to atrial remodeling.  Left atrial dilation is the other primary contributor to atrial remodeling; therefore, comorbidities that cause left atrial dilation (eg, hypertension, heart failure, mitral valve disease) are also strongly associated with atrial fibrillation.  ","clickable_1":"images/img1.21472.jpg"},

{"id":"1506","title":"A 50-year-old man has recurrent episodes of paroxysmal atrial fibrillation accompanied by uncomfortable palpitations and chest pressure.  Echocardiogram reveals normal biventricular function and no significant valvular disease.  Coronary angiography reveals no obstructive coronary artery disease.  The patient is started on medication to reduce his symptoms.  Two weeks later, he is seen in the emergency department for lightheadedness, weakness, and presyncope.  ECG reveals sinus bradycardia at a rate of 53/min with QTc prolongation (508 msec).  Telemetry monitoring reveals a short episode of self-resolved torsades de pointes.  Which of the following medications was most likely used to treat this patient's palpitations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diltiazem","answer_2":"B. Metoprolol","answer_3":"C. Mexiletine","answer_4":"D. Ranolazine","answer_5":"E. Sotalol","percent_1":"12%","percent_2":"5%","percent_3":"8%","percent_4":"3%","percent_5":"72%","right_answer":"E. Sotalol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1506.jpg","explanation_1":"","explanation_2":"$#Paroxysmal atrial fibrillation# is usually treated with rate or rhythm control strategies.  Rate control uses AV nodal-blocking drugs (beta blockers, calcium channel blockers) to prevent rapid ventricular response, whereas #rhythm control# attempts to maintain sinus rhythm with antiarrhythmic drugs (eg, sotalol, flecainide, amiodarone). $The QT interval represents both ventricular depolarization and repolarization (total duration of ventricular action potential).  However, ventricular depolarization normally contributes only a small amount of time to the interval, and in practice, the QT interval is primarily used as a measure of ventricular repolarization.  #Class III antiarrhythmics# (eg, sotalol, amiodarone, dofetilide) predominantly #block potassium channels# and inhibit outward repolarizing currents during phase 3 of the cardiomyocyte action potential.  This leads to increased action potential duration and #QT interval prolongation#, which predisposes to the development of polymorphic ventricular tachycardia (#torsades de pointes# [TdP]).  Amiodarone has a lesser proarrhythmic effect than other class III drugs; therefore, TdP is less frequently observed with amiodarone than with sotalol. $#(Choice A)#  Diltiazem is a class IV antiarrhythmic drug (calcium channel blocker) that inhibits L-type calcium channels during phase 2 (@cardiomyocyte action potential@) and phase 0 (nodal action potential) depolarization.  It slows the sinus rate, prolongs conduction through the AV node, and depresses myocardial contractility (negative inotropic effect) but does not prolong the QT interval. $#(Choice B)#  Metoprolol is a class II antiarrhythmic drug that is a selective beta-1 receptor antagonist.  It acts as a negative inotropic and chronotropic agent by decreasing myocardial contractility and heart rate.  Unlike sotalol, beta blockers do not have any potassium channel-blocking properties and do not prolong the QT interval. $#(Choice C)#  Mexiletine is a class IB antiarrhythmic drug that blocks sodium channels, inhibiting the initial depolarization phase (phase 0) of the cardiomyocyte action potential.  It is occasionally used to maintain sinus rhythm in patients with paroxysmal symptomatic atrial fibrillation, but it does not prolong the QT interval. $#(Choice D)#  Ranolazine is an antianginal agent and exerts its effect by inhibiting the late phase of inward sodium channels in ischemic cardiac myocytes.  It also blocks potassium channels and causes a dose-dependent increase in QT interval; however, TdP has not been reported in ranolazine use. $#Educational objective# Sotalol has both beta adrenergic-blocking and class III antiarrhythmic (K+ channel-blocking) properties and is occasionally used in treatment of atrial fibrillation.  Major side effects of sotalol include bradycardia, proarrhythmia, and most commonly torsades de pointes due to QT interval prolongation.  ","clickable_1":"images/img1.1506.jpg"},

{"id":"19560","title":"A 67-year-old man has recurrent witnessed episodes of loss of consciousness while shaving.  The episodes are characterized by a feeling of faintness followed by loss of consciousness, and each episode resolves after less than a minute.  Blood pressure is 130/80 mm Hg and pulse is 80/min and regular; there are no significant changes in blood pressure or heart rate with supine and standing positions.  Cardiac auscultation is normal with no murmurs or extra sounds.  There are no neck bruits and the lungs are clear to auscultation.  Which of the following factors is most likely contributing to this patient's symptomatic episodes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Activation of atrioventricular nodal reentrant circuit","answer_2":"B.Decreased systemic vascular resistance","answer_3":"C.Increased pulmonary vascular resistance","answer_4":"D.Intermittent complete heart block","answer_5":"E.Polymorphic ventricular tachycardia","percent_1":"17%","percent_2":"50%","percent_3":"2%","percent_4":"28%","percent_5":"3%","right_answer":"B.Decreased systemic vascular resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clues to etiology of syncope#∆⨉∆⨉ §^#Reflex syncope# ∆^#Vasovagal# ∆ • Trigger (eg, emotional stress, prolonged standing) • Prodrome (eg, nausea, sweating, warmth) §↕ ∆^#Situational# ∆ • Occurs with micturition, defecation, swallowing, or coughing §↕ ∆^#Carotid $hypersensitivity# ∆ • Tactile stimulation of carotid sinus while standing • Advanced age, carotid atherosclerosis §^#Orthostatic$ syncope# ∆^#Medications# ∆ • Vasodilators (eg, alpha-1 blockers, antihypertensives) • Inotropic/chronotropic blockade (eg, beta blockers) §↕ ∆^#Hypovolemia# ∆ • History consistent with volume loss §↕ ∆^#Autonomic$ dysfunction# ∆ • Advanced age • Predisposing disease (eg, DM, Parkinson)§^#Cardiac syncope# ∆^#LV outflow$ obstruction# ∆ • Syncope with exertion • Systolic ejection murmur §↕ ∆^#Ventricular$ tachycardia# ∆ • No warning symptoms • Cardiomyopathy or ischemic HD (monomorphic) • QT-interval prolongation (polymorphic) §↕ ∆^#Conduction$ impairment*# ∆ • Preceding fatigue or light-headedness • ECG abnormalities (eg, sinus pauses, dropped QRS complexes) %*Sick sinus syndrome or advanced atrioventricular block.$ #DM =# diabetes mellitus; #HD =# heart disease; #LV =# left ventricular","explanation_img":"","explanation_1":"","explanation_2":"This patient with recurrent episodes of #syncope while shaving# most likely has #carotid sinus hypersensitivity# (CSH).  When @carotid sinus baroreceptors@ detect increased blood pressure, the brainstem responds by increasing parasympathetic tone (slows the heart rate) and reducing sympathetic tone (induces vasodilation).  In some individuals, especially #elderly men#, the carotid sinus baroreceptors become #overly sensitive to tactile stimulation#, triggering an #exaggerated vasovagal response# with marked peripheral vasodilation (ie, #decreased systemic vascular resistance#).  This can cause a transient reduction in cerebral perfusion that manifests as presyncope (eg, faintness, lightheadedness) or syncope.  As with other etiologies of syncope, cerebral perfusion quickly returns and symptoms resolve within 1-2 minutes. $In addition to shaving, rubbing of a shirt collar while dressing or turning the head is another common cause of syncope due to CSH. $#(Choices A and E)#  Cardiac tachyarrhythmias are a serious cause of syncope due to reduced cardiac output and loss of cerebral perfusion.  Spontaneous resolution of the arrhythmia within 1-2 minutes allows for return of cerebral perfusion (if spontaneous resolution does not occur, the arrhythmia may cause sudden death rather than syncope).  Atrioventricular nodal reentrant tachycardia rarely causes syncope as it usually affects young patients who can tolerate rapid heart rates.  Polymorphic ventricular tachycardia (torsade de pointes) typically results from delayed ventricular repolarization (ie, congenital or medication-induced QT interval prolongation) and can cause syncope in patients of any age.  Syncope due to tachyarrhythmia usually occurs suddenly with no warning symptoms (eg, faintness, lightheadedness) other than sometimes palpitations. $#(Choice C)#  Acute pulmonary embolism (PE) obstructs pulmonary blood flow and increases pulmonary vascular resistance.  Some cases of acute PE present with syncope, but acute PE is unlikely to explain recurrent episodes of syncope.  In addition, chronic pulmonary hypertension typically presents with exertional symptoms. $#(Choice D)#  The exaggerated vagal response in reflex syncope causes transient sinus bradycardia, PR interval prolongation, and atrioventricular (AV) node conduction block, whereas syncope due to age-related degeneration of the AV node usually involves sustained and advanced AV block (eg, third-degree, Mobitz type II second-degree).  This patient's recurrent episodes during shaving make reflex syncope due to CSH more likely. $#Educational objective# Carotid sinus hypersensitivity is a common cause of syncope associated with tactile stimulation of the carotid sinus (eg, shaving).  The syncope results from an exaggerated vagal response stimulated by the carotid baroreceptors, which leads to slowed heart rate and marked peripheral vasodilation with a resulting transient loss of cerebral perfusion.  ","clickable_1":"images/img1.19560.jpg"},

{"id":"86","title":"A 21-year-old man comes to the office due to multiple episodes of syncope.  The patient has no chest discomfort or dyspnea.  He has no known medical problems and does not use tobacco, alcohol, or illicit drugs.  The patient is a computer analyst and leads a mostly sedentary lifestyle.  He reports that several family members have died of sudden cardiac death.  Genetic analysis reveals an ion channel defect.  Due to the defect, cardiac cells show decreased outward potassium flow and resultant prolongation of the action potential.  Which of the following is the most likely consequence of this patient's disease?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal anatomic communication between cardiac chambers","answer_2":"B. Asymmetric hypertrophy of the left ventricle","answer_3":"C. Ischemic myocardial necrosis followed by scarring","answer_4":"D. Left ventricular dilation and systolic dysfunction","answer_5":"E. Ventricular tachycardia and sudden death","percent_1":"7%","percent_2":"8%","percent_3":"2%","percent_4":"9%","percent_5":"74%","right_answer":"E. Ventricular tachycardia and sudden death","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp86.jpg","explanation_1":"","explanation_2":"$This patient's recurrent syncope, family history of sudden death, and ion channel defect (decreased outward potassium flow with prolonged action potential) is suggestive of #congenital long QT syndrome# (LQTS).  There are several genetic mutations described in patients with congenital LQTS.  The 2 most common forms (LQT type 1 and LQT type 2) are due to genetic #mutations in K+ channel# proteins that contribute to the outward-rectifying potassium current. $ Phase 3 (repolarization) of the @myocardial action potential@ occurs due to time-dependent inactivation of the L-type (long-lasting, large-conductance) Ca2+ channels (which reduces inward current) along with activation of the voltage-gated delayed rectifier K+ channels (which increases outward current).  This net increase in outward transmembrane current is responsible for ventricular repolarization.  #Decreased outward potassium# flow due to K+ channel mutations leads to prolongation of action potential duration and QT interval.  Prolongation of QT interval predisposes to the development of life-threatening ventricular arrhythmias (eg, @torsades de pointes@), which can present as recurrent palpitations, #syncope#, #seizures#, or #sudden cardiac death#. $ (Choice A)  Abnormal anatomic communication between cardiac chambers presents in patients with atrial septal defects, ventricular septal defects, or patent ductus arteriosus.  These disorders are not associated with any genetic defects in ion channels. $ (Choice B)  Asymmetric hypertrophy of the left ventricle occurs in patients with hypertrophic cardiomyopathy, an autosomal dominant disorder caused by mutations in sarcomere genes.  The 2 most common mutations involve the cardiac myosin-binding protein C gene and cardiac beta-myosin heavy chain gene. $ (Choice C)  Ischemic myocardial necrosis and scarring occur in myocardial infarction and often lead to left ventricular systolic dysfunction.  Patients with scarred myocardium are also at increased risk for developing ventricular arrhythmias; however, these arrhythmias would not be associated with an ion channel defect. $ (Choice D)  Dilated cardiomyopathy is characterized by left ventricle dilation and systolic dysfunction.  Several genetic mutations involving the sarcomere structure and function have been identified in patients with familial dilated cardiomyopathy.  However, abnormal transmembrane K+ currents are not known to be directly involved in the pathophysiology. $ Educational objective Congenital long QT syndrome is most often caused by genetic mutations in a K+ channel protein that contributes to the outward-rectifying potassium current.  A decrease in the outward K+ current leads to prolongation of action potential duration and QT interval.  This prolongation predisposes to the development of life-threatening ventricular arrhythmias (eg, torsades de pointes) that can cause palpitations, syncope, seizures, or sudden cardiac death.","clickable_1":"images/img1.86.jpg","clickable_2":"images/img2.86.jpg"},

{"id":"901","title":"A new antiarrhythmic medication (drug A) is tested in a series of experiments that measure the flow of ions responsible for producing an action potential in cardiac muscle cells.  Ion flow is measured before and after the drug is administered, and the results are shown in the chart below (each colored line represents a different type of ion).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/901.jpg","title_2":"Drug A has an antiarrhythmic effect most similar to which of the following drugs?","audio":"","comparison_items":"","answer_1":"A. Adenosine","answer_2":"B. Digoxin","answer_3":"C. Dofetilide","answer_4":"D. Esmolol","answer_5":"E. Flecainide","answer_6":"F. Lidocaine","answer_7":"G. Quinidine","answer_8":"H. Verapamil","percent_1":"9%","percent_2":"6%","percent_3":"60%","percent_4":"4%","percent_5":"5%","percent_6":"3%","percent_7":"7%","percent_8":"5%","right_answer":"C. Dofetilide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp901.jpg","explanation_1":"","explanation_2":"$The recorded action potential shows the typical profile of #non-pacemaker# cardiac cells, which includes the following phases:  $1. #Phase 0 (rapid depolarization)# – occurs when the resting membrane potential reaches threshold; is characterized by rapid sodium entry into the cell due to activation and opening of voltage-dependent sodium channels.  $2. #Phase 1 (early repolarization)# – caused primarily by activation of transient outward potassium currents along with a rapid decline in inward sodium current.  $3. #Phase 2 (plateau phase)# – stable membrane potential due to a balance of late inward calcium current (L-type channels) and outward potassium current.  $4. #Phase 3 (late repolarization)# – characterized by the opening of additional potassium channels (delayed-rectifier potassium currents) and continued efflux of potassium ions from the cell; this is in conjunction with the decay of inward calcium current.  $5. #Phase 4 (resting)# – normal resting membrane potential is between −80 mV and −95 mV, and it is generated by outward potassium flow through potassium leak channels open at rest.  The Na+-K+-ATPase pump allows the potassium and sodium gradients to be maintained across the membrane. $The ion flow graph after drug A administration shows a #decrease in outward potassium flow# from the myocyte during phase 3 repolarization of the myocardial action potential.  Class III @antiarrhythmic drugs@ (eg, amiodarone, sotalol, #dofetilide#) predominantly block potassium channels and inhibit the outward potassium currents during phase 3 of the cardiac action potential, thereby prolonging repolarization and total action potential duration. $#(Choice A)#  Adenosine stimulates A1 receptors on the surface of cardiac cells, activating potassium channels and increasing potassium conductance, which causes the membrane potential to remain negative for a longer period.  This results in transient slowing of the sinus rate and increased atrioventricular (AV) nodal conduction delay. $#(Choice B)#  Digoxin inhibits the Na+-K+-ATPase pump in myocardial cells, resulting in an increase in intracellular sodium, which leads in turn to a rise in intracellular calcium concentration.  Digoxin does not affect potassium channels and has minimal effect on potassium efflux from myocardial cells during the action potential. $#(Choice D)#  Esmolol is a rapid-acting, short-duration beta blocker (class II antiarrhythmic) that slows the rate of discharge of sinus or ectopic pacemakers and increases the refractory period of the AV node.  It has no effect on potassium efflux from myocardial cells. $#(Choices E, F, and G)#  Class IA (procainamide, quinidine), IB (lidocaine), and IC (flecainide) antiarrhythmic drugs inhibit sodium-dependent (phase 0) depolarization and slow conduction.  Class IA and IC agents also have some potassium-blocking activity and can cause prolongation of the action potential (seen mostly with class IA agents).  However, all class I drugs have prominent sodium channel-blocking activity, which would blunt the blue tracing in the above graph. $#(Choice H)#  Calcium channel blockers (eg, verapamil, diltiazem) inhibit the L-type calcium channels during phase 2 of the myocardial action potential and phase 0 of the pacemaker action potential.  They slow the sinus rate, prolong conduction through the AV node, and depress myocardial contractility. $#Educational objective# Class III antiarrhythmic drugs (eg, amiodarone, sotalol, dofetilide) predominantly block potassium channels and inhibit the outward potassium currents during phase 3 of the cardiac action potential, thereby prolonging repolarization and total action potential duration.  ","clickable_1":"images/img1.901.jpg"},

{"id":"84","title":"A 21-year-old man comes to the emergency department following an episode of syncope.  The syncopal episode was not provoked by any activity or circumstance, nor was it preceded by lightheadedness.  The patient has no significant past medical history and he is not taking any medications.  An ECG obtained in the ER reveals QT-interval prolongation but is otherwise unremarkable.  Assuming this is an inherited condition, the relevant mutation most likely affects which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac cell cytoskeleton proteins","answer_2":"B. Cardiac cell sarcomere proteins","answer_3":"C. Mitochondrial enzymes of oxidative phosphorylation","answer_4":"D. Calcium-binding sarcoplasmic reticulum protein","answer_5":"E. Membrane potassium channel proteins","percent_1":"4%","percent_2":"13%","percent_3":"4%","percent_4":"12%","percent_5":"66%","right_answer":"E. Membrane potassium channel proteins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's sudden-onset syncopal episode suggests a sudden cardiac arrhythmia. #QT prolongation# in an otherwise healthy young individual is usually congenital.  The mutation most likely to cause QT-interval prolongation can be determined based on an understanding of cardiac electrophysiology.  On an ECG tracing, the QT interval begins at the start of the QRS complex and ends at the end of the T wave.  Therefore, the QT-interval reflects the #cardiac myocyte action potential# duration, which is determined in part by #potassium (K+) currents# through channel proteins.  The mutations listed in the other answer choices would be less likely to directly affect the cardiac cell action potential duration. $ There are two important congenital syndromes that cause QT prolongation: $ • Jervell and Lange-Nielsen syndrome (autosomal recessive, with neurosensory deafness) $ • Romano-Ward syndrome (more common, autosomal dominant, no deafness) $ Both may predispose to torsades de pointes (a ventricular tachyarrhythmia) at a young age, causing syncopal episodes and possible sudden cardiac death. $ #(Choices A and C)# Mutations affecting cardiac cell cytoskeletal proteins or the mitochondrial enzymes of oxidative phosphorylation are thought to cause the genetic form of dilated cardiomyopathy (DCM).  DCM usually presents with gradual onset of left-sided heart failure (with symptoms like dyspnea on exertion initially), as opposed to the sudden syncopal episode in a previously asymptomatic patient described above. $ (Choice B)  Mutations in cardiac cell sarcomere proteins (e.g. beta-myosin heavy chain) underlie hypertrophic cardiomyopathy (HCM).  Although HCM may present as syncope in a previously asymptomatic young person, the syncope of HCM is typically provoked by exertion.  Additionally, QT prolongation is not generally found in HCM. $ (Choice D)  Mutations of a calcium-binding sarcoplasmic reticulum protein might underlie some cases of arrhythmogenic right ventricular cardiomyopathy (ARVC), a progressive fibrofatty replacement of the right ventricular myocardium of uncertain pathogenesis.  QT prolongation is not generally seen with ARVC. $ Educational objective Unprovoked syncope in a previously asymptomatic young person may result from a congenital QT prolongation syndrome.  The two most important congenital syndromes with QT prolongation, Romano-Ward syndrome and Jervell and Lange-Nielsen syndrome, are thought to result from mutations in a K+ channel protein that contributes to the delayed rectifier current (IK) of the cardiac action potential."},

{"id":"21156","title":"A 17-year-old boy is brought to the emergency department after passing out.  The patient was standing behind the dugout watching his friends play baseball when he suddenly felt warm and light-headed.  Then he remembers awakening on the ground.  Bystanders reported that the patient was unresponsive for approximately 2 minutes.  He feels fatigued but does not have chest pain or shortness of breath.  The patient has no significant medical history and does not use alcohol or drugs.  Temperature is 36.7 C (98.1 F), supine blood pressure is 105/60 mm Hg and standing blood pressure is 110/65 mm Hg, pulse is 84/min, and respirations are 16/min.  Pulse oximetry is 100% on room air.  The patient is awake and alert.  Pupils are equal and reactive.  Heart and lung examinations are normal.  The abdomen is soft and nontender.  Neurologic examination is normal.  ECG is unremarkable.  Which of the following is the most likely cause of this patient's syncope?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased automaticity of the Purkinje fibers","answer_2":"B. Increased parasympathetic output to the heart","answer_3":"C. Increased sympathetic output to the small vessels","answer_4":"D. Reentry arrhythmia using the atrioventricular node","answer_5":"E. Systolic anterior motion of the mitral valve","percent_1":"3%","percent_2":"66%","percent_3":"11%","percent_4":"15%","percent_5":"5%","right_answer":"B. Increased parasympathetic output to the heart","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vasovagal & situational syncope#∆⨉ §^#Triggers# ∆ • Pain, anxiety, emotional stress, heat, prolonged standing • Situational: cough, micturition, defecation §^#Pathophysiology# ∆ • Cardioinhibitory response (↑ parasympathetic tone): ↓ heart rate & contractility • Vasodepressor response (↓ sympathetic tone): vasodilation, ↓ preload §^#Clinical$ presentation# ∆ • Prodrome (eg, warmth, pallor, nausea, diaphoresis) • Rapid recovery of consciousness (eg, <1-2 min) §^#Diagnosis# ∆ • Based primarily on clinical history and examination • Upright tilt table testing sometimes indicated in uncertain cases","explanation_img":"","explanation_1":"","explanation_2":"$This patient has experienced #vasovagal syncope#, a type of reflex syncope.  Patients with vasovagal syncope typically have a trigger (eg, prolonged standing) and experience a #prodrome# (eg, warmth, light-headedness) that immediately precedes loss of consciousness.  The episodes usually have a #short duration# (eg, 1-2 min) and typically involve a #rapid recovery#.  When vasovagal syncope is repeatedly triggered by a certain activity (eg, coughing, micturition), it is referred to as situational syncope. $@Reflex syncope@ is the result of inappropriate autonomic output from the brainstem in response to signals relayed by various baroreceptors or mechanoreceptors.  Vasovagal syncope is often triggered by cortical emotions that increase sensitivity to afferent signals, but it can also be triggered situationally by increased afferent transmission from pulmonary, gastrointestinal, or genitourinary mechanoreceptors.  Once these afferent signals are received by the brainstem cardioregulatory center, some combination of the following effector responses occurs: $• Cardioinhibitory response:  #Increased parasympathetic stimulation# to the sinoatrial and atrioventricular (AV) nodes slows the heart rate.  In addition, decreased sympathetic output to the myocardium decreases myocardial contractility. $• Vasodepressor response:  #Decreased sympathetic output# to vascular smooth muscle causes vasodilation of venous capacitance veins (ie, decreased cardiac preload) and systemic arterioles (ie, decreased perfusion pressure) #(choice C).# $The result of these responses is a brief but profound decrease in cardiac output that leads to hypotension, #decreased cerebral perfusion,# and syncope. $#(Choices A and D)#  Cardiac syncope can occur due to the marked reduction in cardiac output that results from arrhythmia (eg, ventricular tachycardia, AV nodal reentrant tachycardia).  Increased automaticity of the Purkinje fibers can trigger ventricular tachycardia, but this usually affects patients with ischemic or structural heart disease.  AV nodal reentrant tachycardia usually affects young patients, but rarely reduces cardiac output enough to cause syncope.  In addition, cardiac syncope of any etiology would not be associated with a vagal prodrome. $#(Choice E)#  Severe left ventricular outflow tract obstruction (eg, aortic stenosis, hypertrophic cardiomyopathy [HCM]) can cause cardiac syncope.  Systolic anterior motion of the mitral valve can worsen outflow obstruction in patients with HCM, but syncope resulting from left ventricular outflow obstruction is typically exertional, and this patient has no systolic murmur to suggest HCM. $#Educational objective# Vasovagal syncope typically involves a trigger (eg, prolonged standing), a prodrome (eg, warmth, light-headedness), and rapid recovery (eg, within 1-2 min).  It results from a transient, autonomic nervous system–mediated cardioinhibitory and vasodepressor response.  ","clickable_1":"images/img1.21156.jpg"},

{"id":"19574","title":"A 6-month-old boy is brought to the emergency department due to lethargy for several hours.  His mother says he is usually a \"very active baby,\" and she is afraid that he is \"coming down with something.\"  The patient's birth history is unremarkable, and he was born at 38 weeks gestation.  He is afebrile.  Blood pressure is 70/44 mm Hg, pulse is 240 beats/min, and respirations are 52/min.  The patient appears pale and is perspiring.  Capillary refill time is less than 2 seconds.  The lungs are clear to auscultation.  No murmurs are heard.  An ECG shows a regular heart rate of 240/min with narrow QRS complexes and no identifiable P waves.  Which of the following is the most likely cause of this patient's hypotension?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased effective intravascular volume","answer_2":"B.Decreased myocardial contractility","answer_3":"C.Decreased peripheral vascular resistance","answer_4":"D.Left-to-right intracardiac shunting","answer_5":"E.Shortening of ventricular diastole","percent_1":"10%","percent_2":"8%","percent_3":"11%","percent_4":"6%","percent_5":"65%","right_answer":"E.Shortening of ventricular diastole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19574.jpg","explanation_1":"","explanation_2":"$This patient is pale, lethargic, and diaphoretic with ECG findings consistent with #supraventricular tachycardia# (SVT), the most common pediatric arrhythmia. $Normally, depolarization impulses originate at the @sinoatrial node@ and travel through the atrial myocardium to the atrioventricular (AV) node, where the signal pauses to allow ventricular filling following atrial contraction.  The impulse then continues through the His-Purkinje system to the ventricular myocardium. $SVT occurs when an impulse originates at an abnormal focus above the ventricles, most commonly a reentrant circuit within the AV node (ie, @AV nodal reentry tachycardia@).  #Heart rate# is #elevated# (usually >150/min in adults or >220/min in infants), but rhythm is usually regular.  #QRS complexes are narrow#, and #P waves# are generally #buried# within the QRS complex due to @retrograde atrial depolarization@ occurring in conjunction with anterograde ventricular depolarization. $With persistent tachycardia, #ventricular diastole shortens#, allowing less time for ventricular relaxation and filling.  Stroke volume and cardiac output decrease, leading to #hypotension# and poor peripheral perfusion.  Infants may become altered (eg, lethargic, poor feeding) and develop signs of heart failure (eg, tachypnea, crackles, hepatomegaly). $#(Choice A)#  Decreased effective intravascular volume is the mechanism for hypotension associated with hypovolemic shock.  This patient has normal capillary refill without a history of volume depletion (eg, diarrhea, vomiting, blood loss). $#(Choice B)#  Hypotension due to decreased myocardial contractility is seen with a myocardial infarction, which is extremely rare in infancy, or a viral-induced cardiomyopathy, which is unlikely in the absence of infectious symptoms (eg, fever, rhinorrhea). $#(Choice C)#  Low cardiac output associated with SVT would lead to a compensatory increase, not a decrease, in peripheral vascular resistance. $#(Choice D)#  A large left-to-right intracardiac shunt (eg, ventricular septal defect [VSD]) can cause hypotension and tachycardia, but signs of heart failure (eg, crackles, hepatomegaly) would be expected.  In addition, depending on the size of VSD, ECG may show left or biventricular hypertrophy, not narrow QRS complexes with absent P waves. $#Educational objective# Supraventricular tachycardia is characterized by an elevated heart rate with a regular rhythm and narrow QRS complexes due to an abnormal electrical impulse originating above the ventricles.  Sustained tachycardia shortens ventricular diastole, leading to decreased stroke volume and cardiac output and subsequent hypotension.  ","clickable_1":"images/img1.19574.jpg","clickable_2":"images/img2.19574.jpg","clickable_3":"images/img3.19574.mp4"},

{"id":"159","title":"A new drug has been developed to treat cardiac arrhythmias.  The drug has high affinity for activated and inactivated sodium channels but relatively little affinity for resting sodium channels.  An experiment is devised to maintain sodium channels in the inactivated state for a prolonged period, during which they are exposed to the new drug.  After allowing the sodium channels to return to the resting state, the speed of the drug's dissociation from the sodium channels is recorded and shown below.  The dissociation curve for quinidine is given for comparison.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/159.jpg","title_2":"The pharmacologic action of the new drug is most similar to which of the following drugs?","audio":"","comparison_items":"","answer_1":"A. Disopyramide","answer_2":"B. Flecainide","answer_3":"C. Lidocaine","answer_4":"D. Propranolol","answer_5":"E. Sotalol","answer_6":"F. Verapamil","percent_1":"10%","percent_2":"29%","percent_3":"56%","percent_4":"1%","percent_5":"2%","percent_6":"2%","right_answer":"C. Lidocaine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp159.jpg","explanation_1":"","explanation_2":"$The drug described is representative of #a class I antiarrhythmic# medication, which blocks voltage-gated Na+ channels.  Most of the clinically useful agents bind within the pore of the channel during the @open and/or inactivated@ states; dissociation of the drug occurs during the resting state.  This state-dependent manner of binding causes a phenomenon in which tissues undergoing frequent depolarization become more susceptible to blockage (#use dependence#).  The faster the heart rate, the more time the Na+ channels spend in the open and inactivated states and the more that become blocked. $The binding strength of class I antiarrhythmics varies between the different subclasses, with #Class IB# agents (eg, lidocaine) having the #weakest binding# compared to other class I antiarrhythmics.  Dissociation from the channels occurs so rapidly that there is minimal cumulative effect over multiple cardiac cycles, resulting in little use dependence.  These drugs are more #selective for ischemic myocardium# because the elevated (less negative) resting membrane potential delays Na+ channel transition from the inactivated to the resting state, resulting in increased drug binding.  As such, class IB antiarrhythmics are useful for treating #ischemia-induced ventricular arrhythmias#. $In contrast, #class IC# agents (eg, propafenone, flecainide) have the strongest binding #(choice B)#.  They are the #slowest to dissociate# from the channel, which allows their blocking effects to accumulate over multiple cardiac cycles.  This leads to substantially greater blockade at higher heart rates (#high use dependence#), making them particularly effective at #terminating tachyarrhythmias#.  However, the prominent use-dependent effects of class IC drugs can cause an excessive delay in conduction speed that can promote arrhythmias, especially in patients with ischemic or structural heart disease. $#(Choice A)#  Disopyramide, quinidine, and procainamide are class IA antiarrhythmic drugs that have an intermediate dissociation speed.  The dissociation curve for the new drug shows that drug-channel dissociation is faster than with quinidine, indicating that it is most similar to a class IB antiarrhythmic agent such as lidocaine. $#(Choice D)#  Propranolol is a nonselective beta-adrenergic blocker (class II antiarrhythmic).  It causes decreased chronotropy and inotropy via beta-1 blockade. $#(Choice E)#  Class III antiarrhythmic drugs (amiodarone, sotalol, dofetilide) act predominantly by blocking potassium channels and prolonging phase 3 repolarization.  Sotalol also has beta-blocking activity. $#(Choice F)#  Verapamil and diltiazem are calcium channel blockers that function as class IV antiarrhythmics due to their effects on cardiac slow-response tissue.  Although nifedipine is a calcium channel blocker as well, it is selective for vascular smooth muscle and does not have a notable effect on the heart. $#Educational objective# For class I antiarrhythmics, sodium-channel-binding strength is #IC > IA > IB#.  Use dependence describes the phenomenon in which higher heart rates lead to increased sodium channel blockade due to cumulative blocking effects over multiple cardiac cycles.  Class IC antiarrhythmics demonstrate the most use dependence due to their slow dissociation from the receptor, and class IB drugs have the least use dependence as they rapidly dissociate.  ","clickable_1":"images/img1.159.jpg"},

{"id":"1508","title":"A 37-year-old man with no significant medical history comes to the office due to intermittent palpitations.  He has a healthy lifestyle, exercises daily, and does not use tobacco, alcohol, or illicit drugs.  ECG shows atrial fibrillation with rapid ventricular response.  Echocardiogram reveals normal heart function with no significant valvular disease.  The patient is started on an antiarrhythmic medication that is known to be effective against both atrial and ventricular arrhythmias.  On ECG, this medication causes QRS prolongation with only minimal increase in QT interval duration.  Which of the following regions of the action potential curve is most affected by this drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1508.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"1%","percent_2":"60%","percent_3":"4%","percent_4":"17%","percent_5":"17%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1508.jpg","explanation_1":"","explanation_2":"$This patient with atrial fibrillation was most likely started on a #class IC# antiarrhythmic agent, which typically cause QRS prolongation with little effect on QT interval duration. $The #QRS complex# represents rapid #ventricular depolarization# and corresponds to @phase 0@ of the ventricular myocyte action potential.  The QT interval represents both ventricular depolarization and repolarization (total duration of ventricular action potential).  However, since ventricular depolarization (QRS duration) contributes only a small amount of time to the interval, the #QT interval# is primarily a measure of #ventricular repolarization#. $Ventricular depolarization occurs due to the opening of #voltage-dependent sodium channels#.  In general, @class I antiarrhythmics@ act by blocking these channels, inhibiting the initial depolarization and #prolonging QRS duration#.  Specific actions are as follows: $• Class 1A (eg, procainamide) drugs have intermediate sodium channel blocking activity that increases QRS duration.  Their moderate potassium channel-blocking activity also causes significant QT interval prolongation. $• Class 1B drugs (eg, lidocaine) have no significant effect on the QRS duration and do not prolong the QT interval due to their rapid dissociation from the receptor. $• Class IC drugs (eg, flecainide, propafenone) are strong sodium channel blockers that prolong QRS duration in a rate-dependent manner.  The QT interval may become slightly prolonged due to QRS widening. $#(Choice A)#  Antiarrhythmic drugs do not affect phase 4 of the myocyte action potential, but they can affect phase 4 of the pacemaker cell action potential, which is characterized by slow depolarization due to sodium influx. $#(Choice C)#  Phase 1 of the myocyte action potential refers to a brief period of repolarization caused by a sharp decrease in sodium conductance and an increase in potassium permeability.  It is not modulated to an appreciable extent by antiarrhythmic medications. $#(Choice D)#  Calcium channel blockers (eg, verapamil, diltiazem) inhibit the L-type calcium channels during phase 2 depolarization of the myocardial action potential with additional effects on cardiac slow response tissue.  They slow the sinus rate, prolong conduction through the atrioventricular node, and depress myocardial contractility (negative inotropic effect). $#(Choice E)#  Class III antiarrhythmic drugs (eg, amiodarone, sotalol, dofetilide) predominantly block potassium channels and inhibit the outward repolarizing currents during phase 3 of the myocyte action potential.  This leads to increased action potential duration and QT interval prolongation. $#Educational objective# Class 1C antiarrhythmic agents (flecainide) block the fast sodium channels responsible for ventricular depolarization (phase 0), prolonging QRS duration with little effect on the QT interval.  Class 1A and class III agents cause the most QT prolongation.  ","clickable_1":"images/img1.1508.jpg","clickable_2":"images/img2.1508.jpg"},

{"id":"18630","title":"A 42-year-old man comes to the emergency department due to an episode of syncope.  He was standing in his kitchen this morning when he felt palpitations for about 3 seconds; the next thing he remembers is waking up on the floor.  The patient has had intermittent palpitations for the last few weeks, sometimes with associated lightheadedness.  He has no significant medical history other than chronic lower back pain that began following a fall from a ladder 3 years ago.  The patient fractured several lumbar vertebrae in that fall and required a surgical lumbar fusion.  His back pain was uncontrolled with conservative measures, and he has been treated with escalating doses of methadone for the past year.  He does not smoke or drink alcohol.  The patient has a remote history of intravenous heroin abuse but has not used it for 20 years.  He has no family history of early-onset heart disease, blood clots, or sudden death.  Blood pressure is 120/70 mm Hg when supine and 125/75 mm Hg when standing.  Physical examination is unremarkable.  Which of the following ECG findings is most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrioventricular block","answer_2":"B. Deep Q waves","answer_3":"C. QT interval prolongation","answer_4":"D. Sinus pauses","answer_5":"E. Ventricular preexcitation","percent_1":"25%","percent_2":"2%","percent_3":"35%","percent_4":"13%","percent_5":"24%","right_answer":"C. QT interval prolongation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of QT-interval prolongation#∆⨉§^#Acquired# ∆ • Medications $== ○ Macrolides & fluoroquinolones $== ○ Antiemetics (eg, ondansetron) $== ○ Azoles (eg, fluconazole) $== ○ Antipsychotics, TCAs & SSRIs $== ○ Some opioids (eg, methadone, oxycodone) $== ○ Class Ia antiarrhythmics (eg, quinidine) $== ○ Class III antiarrhythmics (eg, dofetilide, sotalol) $== • Electrolyte abnormalities $== ○ #↓ M#agnesium, #↓ p#otassium, #↓ c#alcium§^#Congenital# ∆ • Romano-Ward syndrome (autosomal dominant) • Jervell & Lange-Nielsen syndrome (autosomal recessive)*%*Associated with sensorineural hearing loss.$ #SSRI =# selective serotonin reuptake inhibitor; #TCA =# tricyclic antidepressant.","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #QT interval prolongation#, a common adverse effect of #methadone#.  QT interval prolongation is the ECG manifestation of @delayed ventricular repolarization@, which occurs due to impairment of the voltage-gated potassium channels that control the delayed rectifier potassium current.  Significant slowing of ventricular repolarization can trigger #torsade de pointes# (TdP), a form of polymorphic ventricular tachycardia named for a repetitive \"@twisting of the peaks@\" pattern.  TdP is a serious arrhythmia that can cause palpitations, lightheadedness, #syncope#, and sudden cardiac death (SCD). $Many #medications#, including methadone, are known to #inhibit the delayed rectifier potassium current# to prolong the QT interval and predispose to TdP.  Methadone undergoes slow and variable hepatic clearance, making consistent avoidance of toxic blood levels challenging; therefore, the use of high doses of methadone increases the risk of QT interval prolongation and TdP. $#(Choice A)#  Advanced atrioventricular block (ie, Mobitz type II or @complete atrioventricular block@) can present with syncope.  Common causes include infection (eg, Lyme disease), ischemia, and medications (eg, beta blockers, nondihydropyridine calcium channel blockers).  Methadone is not associated with atrioventricular block. $#(Choice B)#  Deep Q waves on ECG typically represent a previous myocardial infarction (MI).  Patients with a history of MI are at risk for @monomorphic ventricular tachycardia@ causing syncope or SCD, but a prior MI is unlikely in this relatively young patient without significant cardiovascular risk factors (eg, hypertension, smoking, family history). $#(Choice D)#  @Sinus pauses@ occur with sick sinus syndrome, which most commonly results from age-related degeneration of the conduction system.  Affected patients are usually age >65 and may experience progressive fatigue and episodes of syncope. $#(Choice E)#  Ventricular preexcitation is recognized by a slurred upslope of the QRS complex (@delta wave@) on ECG.  Patients with this characteristic Wolff-Parkinson-White (WPW) pattern may develop paroxysmal supraventricular tachycardia (ie, @WPW syndrome@), which can present with syncope or SCD.  However, the onset of WPW syndrome is usually age <40, and this patient's methadone use makes a prolonged QT interval more likely. $#Educational objective# Methadone slows the delayed rectifier potassium current responsible for ventricular repolarization, and high doses are associated with QT interval prolongation.  QT interval prolongation predisposes to the development of torsade de pointes, a serious ventricular arrhythmia that can cause syncope and sudden cardiac death.  ","clickable_1":"images/img1.18630.jpg","clickable_2":"images/img2.18630.jpg","clickable_3":"images/img3.18630.jpg","clickable_4":"images/img4.18630.jpg","clickable_5":"images/img5.18630.jpg","clickable_6":"images/img6.18630.jpg","clickable_7":"images/img7.18630.jpg"},

{"id":"8869","title":"A 45-year-old man who was recently started on medication for paroxysmal atrial fibrillation undergoes stress ECG testing.  The patient exercises on a treadmill for 9 minutes and reaches 98% of age-predicted maximal heart rate without chest pain or ST-segment changes.  His pre-test resting QRS complex duration is 95 msec (normal: 80-120 msec) and corrected QT (QTc) interval duration is 410 msec (normal <440 msec).  ECG findings recorded at his maximally achieved heart rate show a QRS complex duration of 125 msec and QTc interval duration of 400 msec.  Based on the patient's test results, which of the following medications is most likely being used to treat his atrial fibrillation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atenolol","answer_2":"B. Digoxin","answer_3":"C. Dofetilide","answer_4":"D. Flecainide","answer_5":"E. Verapamil","percent_1":"11%","percent_2":"11%","percent_3":"19%","percent_4":"44%","percent_5":"16%","right_answer":"D. Flecainide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8869.jpg","explanation_1":"","explanation_2":"$The #QRS complex duration# is typically slightly #reduced during exercise# in response to the increase in cardiac conduction velocity that accompanies faster heart rates.  However, this patient's QRS duration is normal at rest and prolonged at near-maximal heart rate.  This suggests that the drug used to treat his atrial fibrillation lengthens the QRS duration in a rate-dependent manner, which is consistent with a drug exhibiting strong use-dependence such as flecainide. $#Flecainide# is a @class 1C antiarrhythmic@ that is typically used to treat supraventricular tachycardias such as those caused by atrial fibrillation.  Class 1C antiarrhythmics bind to the fast sodium channels responsible for @phase 0 depolarization@ of cardiac myocytes, blocking the inward sodium current.  This #prolongs the QRS duration# with little effect on total action potential or QT interval duration.  Class 1C drugs are the slowest of the class 1 agents to dissociate from the sodium channel, and do so primarily during diastole.  This results in a phenomenon known as #use-dependence#, in which their sodium-blocking effects intensify as the heart rate increases due to less time for the medication to dissociate from the receptor. $#(Choice A)#  Selective β1 blockers such as atenolol do not significantly affect QRS duration.  However, their use during exercise ECG testing can limit the maximal heart rate that is achieved. $#(Choice B)#  Digoxin can cause false-positive ST-segment depression during exercise ECG testing as well as lower the maximal achievable heart rate.  It does not significantly affect QRS duration. $#(Choice C)#  Dofetilide is a class III antiarrhythmic drug that blocks the outward potassium current during repolarization.  As a result, it increases the QT interval duration but does not affect QRS duration.  Class III agents demonstrate reverse use-dependence (the slower the heart rate, the more the QT interval is prolonged). $#(Choice E)#  Verapamil (a class IV antiarrhythmic) is a calcium channel blocker that slows sinoatrial and atrioventricular nodal conduction.  It also increases coronary blood flow and reduces myocardial oxygen demand, which can mask ischemia during stress testing.  Verapamil does not affect QRS duration. $#Educational objective# Class 1C antiarrhythmics such as flecainide are potent sodium channel blockers that have increased effect at faster heart rates (use-dependence).  This makes them more effective at treating tachyarrhythmias, but can also cause prolonged QRS duration (a proarrhythmic effect) at higher heart rates.  ","clickable_1":"images/img1.8869.jpg","clickable_2":"images/img2.8869.jpg"},

{"id":"2055","title":"A 56-year-old man comes to the emergency department due to chest palpitations.  The patient feels that his heartbeat is fast and irregular.  He has had no chest pain, shortness of breath, or dizziness.  The patient normally drinks only 2-3 times a year, but he hosted a party last night for his wife's birthday and consumed a large amount of alcohol.  He is otherwise healthy and takes no medications.  Pulse check confirms the presence of an irregularly irregular rhythm with a rate of 138/min.  This patient's ECG strip is most likely to show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"1%","percent_2":"2%","percent_3":"6%","percent_4":"89%","percent_5":"2%","right_answer":"D. ","ansImg_1":"images/ansA2055.jpg","ansImg_2":"images/ansB2055.jpg","ansImg_3":"images/ansC2055.jpg","ansImg_4":"images/ansD2055.jpg","ansImg_5":"images/ansE2055.jpg","table":"","table_3":"§^#Atrial fibrillation# ∆⨉ §^#Pathogenesis# ∆ • Atrial remodeling due to: $== ○ Age-related myocardial changes $== ○ Atrial enlargement from heart disease (eg, HTN, MS) • Foci of rapid electrical activity: $== ○ Commonly originate in pulmonary veins $== ○ Alcohol intake & ↑ sympathetic drive may contribute §^#Clinical$ presentation# ∆ • Asymptomatic or palpitations ± dyspnea, fatigue • Irregularly irregular pulse • May present with thromboembolic event (eg, stroke) §^#Diagnosis# ∆ • ECG shows variable R-R intervals & no P waves • Continuous ECG often needed for paroxysmal disease %#HTN =# hypertension; #MS =# mitral stenosis.","explanation_img":"","explanation_1":"","explanation_2":"Palpitations are a subjective sensation of the heartbeat usually caused by rapid arrhythmia or forceful ventricular contraction.  This patient with palpitations and an #irregularly irregular# pulse most likely has #atrial fibrillation#, the most common cause of an irregularly irregular rhythm. $In atrial fibrillation, the atria experience rapid and chaotic electrical activity, and organized atrial depolarization is lost.  In addition, because the rate of atrial electrical impulses is so high (eg, 500-600/min) and the atrioventricular node does not transmit impulses that quickly, impulses are transmitted to the ventricles randomly and intermittently.  Therefore, @ECG@ typically shows an #absence of P waves# and an irregularly irregular rhythm with #varying R-R intervals#; the ventricular rate is often (but not always) >100/min.  In addition, irregular, low-amplitude #fibrillatory waves# are sometimes present between the QRS complexes. $The development of atrial fibrillation is encouraged by #atrial remodeling#, which involves changes to atrial conduction pathways that occur as a result of aging and underlying chronic disease (eg, hypertension, heart failure).  Once a certain degree of remodeling is present, acute illness (eg, sepsis or other causes of increased sympathetic tone) and other conditions (eg, hyperthyroidism) can initiate foci of electrical activity that #trigger# the arrhythmia.  Excessive #alcohol consumption# is also a common trigger (ie, \"holiday heart syndrome\"). $#(Choice A)#  @Ventricular bigeminy@ involves a premature ventricular contraction after each normal sinus beat and is often triggered by periods of increased sympathetic tone.  Palpitations are common, but the rhythm is regularly irregular (ie, R-R interval varies in a predictable manner), with 2 beats occurring close together followed by a relatively long pause before the next beat. $#(Choice B)#  @Ventricular tachycardia@ demonstrates wide QRS complexes on ECG.  It may cause palpitations, but the rhythm is regular. $#(Choice C)#  @Atrial flutter@ demonstrates saw-toothed flutter waves on ECG and may cause palpitations.  Because atrial activity is slower (eg, 300/min) and somewhat more organized than in atrial fibrillation, the rhythm can be regular or irregular, depending on the steadiness of conduction through the atrioventricular node.  This ECG shows steady 2:1 conduction with a regular rhythm, which is not consistent with this patient's irregularly irregular pulse. $#(Choice E)#  @Atrioventricular nodal reentrant tachycardia@ commonly causes palpitations, but the rhythm is regular.  P waves are often not visible on ECG because they are buried within the QRS complexes. $#Educational objective# Atrial fibrillation is the most common cause of an irregularly irregular rhythm.  It often presents with palpitations and is confirmed by ECG showing an absence of organized P waves and irregularly irregular R-R intervals.  ","clickable_1":"images/img1.2055.jpg","clickable_2":"images/img2.2055.jpg","clickable_3":"images/img3.2055.jpg","clickable_4":"images/img4.2055.jpg","clickable_5":"images/img5.2055.jpg"},

{"id":"7640","title":"A 62-year-old man is hospitalized for chest pain and palpitations.  His past medical history is significant for coronary artery disease, ischemic cardiomyopathy, paroxysmal atrial fibrillation, and hypertension.  Blood pressure on admission is 135/78 mm Hg and pulse is 78/min.  During hospitalization, the patient has 2 episodes of brief loss of consciousness.  ECG recording during the episodes shows polymorphic QRS complexes that change in amplitude and cycle length.  Between the episodes, his ECG shows QT interval prolongation but is otherwise unremarkable.  Which of the following medications is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Digoxin","answer_2":"B. Diltiazem","answer_3":"C. Lidocaine","answer_4":"D. Metoprolol","answer_5":"E. Sotalol","percent_1":"16%","percent_2":"8%","percent_3":"10%","percent_4":"2%","percent_5":"63%","right_answer":"E. Sotalol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation (syncope and ECG findings) is suggestive of #long QT syndrome# with associated @torsades de pointes@ (TdP, \"twisting of points\").  TdP is a form of polymorphic ventricular tachycardia characterized by QRS complexes of varying amplitude and cycle length giving the appearance that the tip of the QRS complex is \"twisting\" around the ECG baseline.  TdP is differentiated from other forms of polymorphic ventricular tachycardia because it is always associated with a prolonged QT interval.  It may terminate spontaneously or can degenerate into ventricular fibrillation and sudden cardiac death. $QT prolongation may be acquired or congenital.  #Acquired QT prolongation# is most frequently caused by electrolyte imbalances (hypokalemia, hypomagnesemia) and pharmacologic agents such as #class IA and III antiarrhythmics# (eg, quinidine, sotalol), antibiotics (eg, macrolides, fluoroquinolones), methadone, and antipsychotics (eg, haloperidol).  Sotalol is a class III antiarrhythmic agent (K+ channel blocking) used for treatment of atrial fibrillation.  It prolongs action potential duration, resulting in QT interval prolongation. $#(Choice A)#  Digoxin slows conduction through the atrioventricular node by augmenting vagal parasympathetic tone, and it increases cardiac contractility by inhibiting Na+/K+-ATPase (increasing intracellular calcium).  It also decreases the action potential duration and can cause QT interval shortening. $#(Choices B and D)#  Diltiazem (nondihydropyridine calcium channel blocker) and metoprolol (beta-1 selective antagonist) slow the sinus node discharge rate and atrioventricular nodal conduction.  These agents prolong the PR interval but do not affect the QT interval. $#(Choice C)#  Lidocaine is a class IB antiarrhythmic drug that acts by blocking sodium channels and inhibiting phase 0 depolarization.  It does not prolong the QT interval. $#Educational objective# Torsades de pointes (TdP) refers to polymorphic ventricular tachycardia that occurs in the setting of a congenital or acquired prolonged QT interval.  TdP is most commonly precipitated by medications that prolong the QT interval such as certain antiarrhythmics (sotalol, quinidine), antipsychotics (haloperidol), and antibiotics (macrolides, fluoroquinolones).  ","clickable_1":"images/img1.7640.jpg"},

{"id":"21037","title":"A 45-year-old woman participates in a cardiovascular health study.  She undergoes continuous 24-hour ECG monitoring with a wearable device.  A few instances of the following pattern were found on her ECG:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/21037.jpg","title_2":"Which of the following best represents the relative left ventricular end-diastolic volumes just prior to the heart beats represented by the letters?","audio":"","comparison_items":"","answer_1":"A. X=Y=Z","answer_2":"B. X>Y>Z","answer_3":"C. Y>X>Z","answer_4":"D. Y=Z>X","answer_5":"E. Z>X>Y","percent_1":"15%","percent_2":"6%","percent_3":"20%","percent_4":"5%","percent_5":"55%","right_answer":"E. Z>X>Y","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21037.jpg","explanation_1":"","explanation_2":"$The beat marked by the #letter Y# in this patient is a #premature ventricular contraction# (PVC), recognized by a wide QRS complex, opposite-facing T wave, and brief ensuing sinus pause (ie, delayed P wave).  PVCs may result from increased ventricular automaticity leading to spontaneous ventricular depolarization.  Occasional PVCs are normal and considered benign. $When a PVC occurs, it #interrupts diastolic filling# of the left ventricle, resulting in #decreased end-diastolic volume# (EDV) compared to the previous normal beat (#beat X > Y#).  The sinus pause that occurs after a PVC allows for #longer-than-normal filling# time before the next ventricular contraction (ie, prolonged ventricular diastole), which creates #increased EDV# at the time of the post-PVC beat (#beat Z > X#).  The greater-than-normal EDV causes a large-stroke volume ventricular ejection, which may be responsible for the palpitations that some patients experience with PVCs. $#Educational objective# A premature ventricular contraction is recognized on ECG by a wide QRS complex, opposite-facing T wave, and brief ensuing sinus pause.  Left ventricular filling is less than normal at the time of the PVC.  The ensuing sinus pause allows for greater-than-normal filling during the post-PVC beat.  "},

{"id":"21419","title":"A 68-year-old woman comes to the office due to recurrent syncopal episodes.  The most recent incident occurred 3 days ago while she was walking to her car and lasted about 1 minute.  She was able to resume her normal activities afterward although she felt tired.  She had no preceding chest pain or palpitations.  The patient has had 2 similar syncopal episodes in the past 2 months, along with frequent episodes of intermittent dizziness.  Medical history includes hypertension and chronic kidney disease.  She takes lisinopril, amlodipine, and clonidine daily.  Blood pressure is 155/85 mm Hg and pulse is 44/min.  Heart and lung sounds are normal.  After the offending medication is discontinued, she has no further syncopal episodes.  The drug responsible for this patient's episodes most likely functions through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreasing presynaptic release of acetylcholine","answer_2":"B. Decreasing presynaptic release of norepinephrine","answer_3":"C. Blockade of beta-1 receptors in the sinoatrial node","answer_4":"D. Blockade of calcium channels in the atrioventricular node","answer_5":"E. Blockade of potassium channels in the atrioventricular node","percent_1":"7%","percent_2":"41%","percent_3":"8%","percent_4":"38%","percent_5":"6%","right_answer":"B. Decreasing presynaptic release of norepinephrine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medication-induced orthostasis# ∆⨉§^#Mechanism# ∆^#Examples#§^#α1 blockade–mediated vasodilation# ∆ • Terazosin, prazosin, doxazosin • Antipsychotics (eg, risperidone) • Antihistamines, TCAs§^#Other vasodilation# ∆ • ACE inhibitors & ARBs • Dihydropyridine CCBs • Hydralazine, nitrates • Phosphodiesterase inhibitors§^#Volume depletion# ∆ • Diuretics • SGLT-2 inhibitors§^#Sympathetic blockade# ∆ • Beta blockers • Clonidine§#ARBs =# angiotensin II receptor blockers; #CCBs =# calcium channel blockers;$ #SGLT =# sodium-glucose cotransporter; #TCAs =# tricyclic antidepressants. ∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This patient's syncopal episodes are due to bradycardia and decreased peripheral vascular resistance caused by #clonidine#.  Clonidine is used in the treatment of severe or refractory hypertension.  It exerts its effects on both heart rate and blood pressure by #stimulating presynaptic alpha-2 adrenergic receptors# in the rostral ventrolateral medulla (area responsible for basal and reflex control of sympathetic activity).  This effect results in a subsequent #decrease in presynaptic release of norepinephrine# and decreased sympathetic outflow causing both #bradycardia# and a decrease in peripheral vascular resistance. $Normally, to maintain cerebral perfusion while standing, a baroreceptor-mediated @increase in sympathetic drive@ causes vasoconstriction to increase peripheral resistance and increased heart rate and contractility to aid cardiac output.  These changes facilitate a corrective increase in blood pressure to prevent a drop in cerebral perfusion.  However, when an orthostatic stress is applied (eg, upright posture) to this patient with #attenuated sympathetic outflow# due to clonidine, she is unable to maintain cerebral perfusion and syncope results. $Lisinopril and amlodipine can also contribute to orthostatic syncope by impairing peripheral vasoconstriction, but their effects are not as profound as those of clonidine because they do not affect heart rate; in fact, they may result in reflex tachycardia. $#(Choice A)#  Decreased presynaptic release of acetylcholine occurs with certain toxins (eg, botulinum) and some medications (eg, aminoglycoside antibiotics).  This effect leads to muscle weakness and does not contribute to syncope. $#(Choice C)#  Beta blockers (eg, atenolol) block beta-1 adrenoreceptors in the sinoatrial node, which can lead to bradycardia and contribute to orthostatic syncope.  Clonidine does not block adrenoreceptors; it reduces central sympathetic output. $#(Choice D)#  Nondihydropyridine calcium channel blockers (eg, diltiazem, verapamil) block calcium channels in the atrioventricular node and ventricular myocardium, resulting in slowed cardiac conduction (ie, heart rate) and decreased contractility, which can contribute to orthostatic syncope.  Amlodipine, a dihydropyridine calcium channel blocker, has minimal effect on the heart and functions primarily as a direct vasodilator. $#(Choice E)#  Class III antiarrhythmics (eg, dofetilide) bind to and block the potassium channels responsible for phase 3 repolarization of the cardiac action potential.  This effect does not contribute to orthostatic syncope, but it can prolong the QT interval and increase the risk of polymorphic ventricular tachycardia (ie, torsade de pointes), a serious cause of cardiac syncope. $#Educational objective# Clonidine, an antihypertensive agent, stimulates central alpha-2 adrenergic receptors, causing a decrease in presynaptic release of norepinephrine and a decrease in sympathetic outflow.  This prevents the normal baroceptor-mediated increase in peripheral vascular resistance and heart rate during standing and can cause orthostatic syncope.  ","clickable_1":"images/img1.21419.jpg"},

{"id":"1976","title":"A 67-year-old man is brought to the emergency department by his son after a syncopal episode.  The son was helping his father clean out the garage when the father said he felt dizzy.  As the son was helping him into a chair, the patient lost consciousness.  He woke up spontaneously about a minute later without any disorientation or confusion.  ECG demonstrates bradycardia with a regular rhythm and narrow QRS complexes.  There is complete desynchronization between the P waves and QRS complexes.  Which of the following locations is most likely pacing this patient's ventricles?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. His bundle","answer_2":"B. Left bundle branch","answer_3":"C. Left ventricular muscle","answer_4":"D. Purkinje system","answer_5":"E. Sinoatrial node","percent_1":"52%","percent_2":"6%","percent_3":"8%","percent_4":"26%","percent_5":"8%","right_answer":"A. His bundle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1976.jpg","explanation_1":"","explanation_2":"$The electrical impulses in the #myocardial conduction system# are normally initiated by the sinoatrial (SA) node at a rate of 60-100/min.  These impulses are then transmitted through the atria to the atrioventricular (AV) node, then on to the His bundle, bundle branches, Purkinje fibers, and ventricular myocardium.  Most of the conduction system has its own #intrinsic pacemaker#, which is normally suppressed by the more rapid SA node pacemaker but triggers when a signal from further up the conduction system is not received. $This patient's ECG shows complete #dissociation of P waves and QRS complexes# consistent with #third-degree (complete) AV block#.  In third-degree AV block, electrical impulses coming from the SA node are blocked before being transmitted to the ventricles; the #point of blockade usually is within the AV node or His bundle#.  The cells located immediately distal to the blockade (eg, in the His bundle) never receive the impulse from the SA node and therefore begin generating their own pacemaker impulse that is transmitted to the ventricles. $@On ECG@, the SA node impulses continue to march out as P waves, and the His bundle impulses generate QRS complexes (an #escape rhythm#) at the @intrinsic rate@ of the His bundle pacemaker (eg, 40-60/min).  Because the atria and the ventricles are not communicating, the P waves and QRS complexes have no relation to one another. $#(Choices B and D)#  When electrical impulses are initiated below the AV node and His bundle, the heart rate typically slows to 25-40/min (based on the intrinsic pacemaker rate of the bundle branches and Purkinje system).  On ECG, the QRS complexes are typically wide compared to the narrow QRS complexes initiated by the AV node and His bundle. $#(Choice C)#  The ventricular myocardium does not have an intrinsic pacemaker and typically must receive electrical impulses from the Purkinje system. $#(Choice E)#  When the SA node is initiating impulses through a normal conduction system, the heart rate is 60-100/min.  ECG shows P waves quickly followed by a narrow QRS complex, representing normal atrial depolarization followed by normal ventricular depolarization (normal sinus rhythm). $#Educational objective# The sinoatrial node is the main pacemaker of the cardiac conduction system, typically initiating electrical impulses at a rate of 60-100/min.  Other parts of the conduction system (eg, atrioventricular node, His bundle) have their own intrinsic pacemakers, and they initiate impulses at a slower rate when impulses from the sinoatrial node are blocked.  ","clickable_1":"images/img1.1976.jpg","clickable_2":"images/img2.1976.jpg"},

{"id":"153","title":"An 82-year-old man is brought to the emergency department after a syncopal episode.  He has had no chest pain or dyspnea but he has constipation of recent onset.  He was hospitalized 2 weeks ago for atrial fibrillation with rapid ventricular response and was discharged home with oral medications after appropriate management.  Medical history is also significant for hypertension and severe chronic obstructive pulmonary disease requiring home supplemental oxygen.  Blood pressure is 105/60 mm Hg and pulse is 50/min.  Examination reveals bilaterally decreased breath sounds, no wheezing, and normal heart sounds.  ECG shows new-onset second-degree atrioventricular block.  Which of the following drugs is the most likely cause of his current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Diltiazem","answer_3":"C. Hydrochlorothiazide","answer_4":"D. Lidocaine","answer_5":"E. Propranolol","answer_6":"F. Terazosin","answer_7":"G. Valsartan","percent_1":"11%","percent_2":"51%","percent_3":"1%","percent_4":"5%","percent_5":"31%","percent_6":"1%","percent_7":"1%","right_answer":"B. Diltiazem","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #constipation# and new-onset second-degree #atrioventricular (AV) block# (causing syncope) are likely adverse effects of therapy with a #nondihydropyridine calcium channel blocker# (CCB) (eg, diltiazem, verapamil).  These drugs are frequently used to treat hypertension, angina pectoris, and supraventricular arrhythmias, including atrial fibrillation (as in this patient). $Nondihydropyridine CCBs exert their primary action by blocking the #L-type calcium channels#, thereby decreasing phase 0 depolarization and conduction velocity in the sinoatrial and AV nodes.  This leads to #slowing of the sinus rate# and slowing of conduction through the AV node, which can cause bradycardia and varying degrees of AV block.  The drugs also have a #negative inotropic effect# and are relatively contraindicated in patients with left ventricular systolic dysfunction.  Constipation, which is typically more prominent with verapamil than diltiazem, likely occurs due to reduced contraction of colonic smooth muscle. $#(Choice A)#  Amlodipine is a dihydropyridine CCB that has a predominant vasodilator effect with minimal negative effect on cardiac conduction and contractility.  Major adverse effects include lightheadedness, flushing, and peripheral edema. $#(Choice C)#  Hydrochlorothiazide is a thiazide diuretic used for the treatment of hypertension.  It has no role in the management of atrial fibrillation.  Adverse effects include hypokalemia and hyponatremia. $#(Choice D)#  Lidocaine is occasionally used in the management of symptomatic ventricular arrhythmias, usually in the setting of acute myocardial infarction.  It is not used to treat atrial arrhythmias. $#(Choice E)#  Beta blockers are commonly used for heart rate control in patients with atrial fibrillation and can cause or worsen AV block.  However, propranolol is a nonselective beta blocker that impairs bronchodilation and is typically avoided in patients with severe chronic obstructive pulmonary disease.  In addition, constipation is not a significant adverse effect of beta blockers. $#(Choice F)#  Terazosin is an alpha-1 adrenergic antagonist used in the treatment of benign prostatic hyperplasia and hypertension.  Major adverse effects include lightheadedness and orthostatic hypotension. $#(Choice G)#  Valsartan is an angiotensin II receptor blocker used in the management of hypertension and heart failure with reduced ejection fraction.  Common adverse effects include hypotension and hyperkalemia. $#Educational objective# Common adverse effects of nondihydropyridine calcium channel blockers (eg, diltiazem, verapamil) include constipation, bradycardia, atrioventricular block (negative chronotropic effect), and worsening of heart failure in patients with left ventricular systolic dysfunction (negative inotropic effect).  "},

{"id":"91","title":"A 6-year-old boy is evaluated in the office for difficulty hearing.  The patient has no ear pain, discharge, or upper respiratory symptoms.  Initial testing suggests that he has bilateral sensorineural hearing loss.  He has no motor deficits or cerebellar signs.  His paternal uncle died suddenly at age 12.  Examination of the ears, nose, and throat is normal.  ECG shows normal sinus rhythm with a prolonged QT interval (520 msec).  Echocardiogram shows normal left and right ventricular function with no significant valvular disease.  A genetic defect affecting which of the following is most likely present in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium channels","answer_2":"B. Membrane anchoring protein","answer_3":"C. Potassium channels","answer_4":"D. Sodium channels","answer_5":"E. Sodium-potassium ATPase","percent_1":"8%","percent_2":"6%","percent_3":"70%","percent_4":"9%","percent_5":"7%","right_answer":"C. Potassium channels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp91.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation is suggestive of #Jervell and Lange-Nielsen syndrome#, an autosomal recessive disorder characterized by profound bilateral #sensorineural hearing loss# and #congenital long QT syndrome#, which predisposes individuals to syncope and sudden cardiac death. $ This syndrome occurs secondary to #mutations# in genes (eg, KCNQ1, KCNE1) that encode the alpha and beta subunits of #voltage-gated potassium channels#.  These subunits contribute to the slow-acting component of the outward-rectifying potassium current, which is responsible for ventricular repolarization during phase 3 of the @cardiac action potential@.  Mutations in the potassium channel lead to a decrease in potassium current with prolongation of action potential duration and the QT interval.  QT interval prolongation predisposes to the development of life-threatening #ventricular arrhythmias#, such as torsades de pointes and ventricular fibrillation. $ #(Choices A and D)#  Brugada syndrome is an autosomal dominant condition that can be associated with mutations in cardiac sodium or L-type calcium channels, leading to characteristic ECG changes (eg, pseudo right bundle branch block, ST-segment elevation in leads V1-V3) and an increased risk of ventricular tachyarrhythmias and sudden cardiac death. $ (Choice B)  Duchenne muscular dystrophy is an X-linked disorder caused by mutations in dystrophin, a structural membrane protein that stabilizes the plasma membrane of myocytes.  Patients typically present with progressive proximal muscle degeneration and weakness.  Additional features may include cardiomyopathy and conduction abnormalities. $ (Choice E)  Genetic defects in the sodium-potassium ATPase pump typically are not associated with long QT syndrome.  Cardiac glycosides (eg, digoxin) inhibit the sodium-potassium ATPase in myocardial cells, resulting in a mild increase in intracellular sodium and subsequent inhibition of the sodium-calcium exchanger.  This leads to increased intracellular calcium and cardiac contractility, which can help reduce symptoms in patients with advanced systolic heart failure. $ Educational objective Jervell and Lange-Nielsen syndrome is an autosomal recessive disorder characterized by profound bilateral sensorineural hearing loss and congenital long QT syndrome, which predisposes to ventricular arrhythmias and sudden cardiac death.  This condition occurs secondary to mutations in genes that encode voltage-gated potassium channels.","clickable_1":"images/img1.91.jpg"},

{"id":"1977","title":"A 69-year-old man is brought to the emergency department with sudden onset palpitations and dyspnea.  His medical history is significant for hypertension and gastroesophageal reflux disease.  ECG reveals a heart rate of 120/min with an irregularly irregular rhythm, narrow QRS complexes, and no organized P waves.  Which of the following physiologic factors most likely determines the ventricular contraction rate in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrial muscle depolarization rate","answer_2":"B. Atrioventricular node refractory period","answer_3":"C. Bundle branch conductivity","answer_4":"D. Purkinje system pacemaker activity","answer_5":"E. Sinoatrial node discharge rate","answer_6":"F. Ventricular muscle refractory period","percent_1":"9%","percent_2":"48%","percent_3":"6%","percent_4":"16%","percent_5":"7%","percent_6":"14%","right_answer":"B. Atrioventricular node refractory period","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's ECG findings are diagnostic for #atrial fibrillation# with rapid ventricular response.  Atrial fibrillation is the most common cardiac arrhythmia and is characterized by #absent P waves, irregularly irregular R-R intervals#, and #narrow QRS complexes#.  Rapid, irregular, low amplitude @fibrillatory waves@ are also frequently seen and represent chaotic, continuous atrial depolarizations. $Atrial fibrillation is initiated by aberrant electrical impulses that arise within regions of heightened atrial excitability (most often the pulmonary veins).  Once triggered, atrial fibrillation induces electrical remodeling of the atria with the development of shortened refractory periods and increased conductivity.  This facilitates the creation and persistence of multiple ectopic foci and reentrant impulses within the atria, increasing the risk and chronicity of subsequent episodes (atrial fibrillation begets atrial fibrillation). $#Ventricular response# in atrial fibrillation is dependent on the transmission rate of abnormal atrial impulses through the #atrioventricular (AV) node#.  Each time the AV node is excited, it enters a #refractory period# during which additional atrial impulses cannot be transmitted to the ventricles; consequently, the majority of atrial impulses never reach the ventricles #(choice A).#  The average ventricular rate in atrial fibrillation usually ranges between 90-170/min.  Because atrial excitation is chaotic, the ventricular rate is irregular with no set intervals between contractions. $#(Choice C)#  Bundle branch conductivity determines the duration of the QRS complexes, which are widened when there is bundle branch block.  It does not affect the ventricular contraction rate. $#(Choice D)#  The Purkinje system can assume pacemaker activity in patients with severe bradycardia (<40 beats per minute), but it would not generate impulses in atrial fibrillation since the ventricular rate is typically elevated. $#(Choice E)#  During atrial fibrillation, the atria are in a state of chaotic, continuous depolarization that is independent of sinoatrial node activity. $#(Choice F)#  The ventricular muscle refractory period does not limit the ventricular contraction rate during AF (the ventricular heart rate can approach 300/min in ventricular tachycardia). $#Educational objective# Atrial fibrillation occurs due to irregular, chaotic electrical activity within the atria and presents with absent P waves, irregularly irregular R-R intervals, and narrow QRS complexes.  The atrioventricular node refractory period regulates the number of atrial impulses that reach the ventricles and determines the ventricular contraction rate in conditions where the atria undergo rapid depolarization.  ","clickable_1":"images/img1.1977.jpg"},

{"id":"21478","title":"A 72-year-old man comes to the office due to palpitations, fatigue, and dyspnea for the past 2 weeks.  The patient experienced an episode of atrial fibrillation 4 years ago during hospitalization for pneumonia; the episode spontaneously resolved 2 days later.  Since then, he has had 3 episodes of symptomatic atrial fibrillation that self-terminated within a week.  Other medical history includes hypertension, type 2 diabetes mellitus, and chronic heart failure.  Blood pressure is 130/84 mm Hg and pulse is 110/min.  The lungs are clear to auscultation.  Cardiac examination demonstrates tachycardia with irregularly irregular heartbeats.  ECG confirms atrial fibrillation.  The patient's ventricular rate is controlled with beta blocker therapy, but the arrhythmia fails to resolve as in previous episodes.  Which of the following factors is most likely involved in the progression of this patient's arrhythmia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal atrioventricular nodal pathway","answer_2":"B. Atrial structural remodeling","answer_3":"C. Cardiac autonomic neuropathy","answer_4":"D. Conduction system fibrosis","answer_5":"E. Enhanced sinoatrial node automaticity","percent_1":"22%","percent_2":"54%","percent_3":"5%","percent_4":"9%","percent_5":"9%","right_answer":"B. Atrial structural remodeling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Atrial fibrillation# ∆⨉ §^#Pathogenesis# ∆ • Atrial remodeling due to: $== ○ Age-related myocardial changes $== ○ Atrial enlargement from heart disease (eg, HTN, MS) • Foci of rapid electrical activity: $== ○ Commonly originate in pulmonary veins $== ○ Alcohol intake & ↑ sympathetic drive may contribute §^#Clinical$ presentation# ∆ • Asymptomatic or palpitations ± dyspnea, fatigue • Irregularly irregular pulse • May present with thromboembolic event (eg, stroke) §^#Diagnosis# ∆ • ECG shows variable R-R intervals & no P waves • Continuous ECG often needed for paroxysmal disease %#HTN =# hypertension; #MS =# mitral stenosis.","explanation_img":"","explanation_1":"","explanation_2":"This patient's #progression# from paroxysmal #atrial fibrillation# (resolving spontaneously within 7 days) to persistent atrial fibrillation (lasting >7 days) is most attributable to #atrial remodeling#.  The development of atrial fibrillation is primarily driven by both #structural# and #electrical conduction# changes in the atrial myocardium that predispose to the initiation and maintenance of electrical reentrant circuits and/or ectopic foci: $• The structural component of atrial remodeling likely involves comorbidities that lead to chronic #atrial stretching and dilation#.  These include hypertension, heart failure, and mitral valve disease.  Physiologic age-related atrial dilation also contributes. $• The electrical conduction component likely involves age-related changes as well as previous exposure to atrial fibrillation.  During atrial fibrillation, the conduction system undergoes changes that #facilitate propagation# of the arrhythmia; over time it becomes more difficult to reverse (ie, atrial fibrillation begets atrial fibrillation). $As atrial remodeling progresses, the atria become increasingly susceptible to electrical triggers (eg, ectopic foci in pulmonary veins) that initiate fibrillation and more likely to maintain persistently disorganized electrical activity. $#(Choice A)#  An abnormal pathway in the atrioventricular node is the typical cause of @atrioventricular nodal reentrant tachycardia@.  This arrhythmia most commonly affects young patients with an otherwise normal heart. $#(Choice C)#  Cardiac autonomic neuropathy, which can develop in patients with Parkinson disease or poorly controlled diabetes mellitus, typically leads to an impaired sympathetic cardiac response.  This often results in exercise intolerance and orthostasis but does not significantly contribute to cardiac arrhythmia. $#(Choice D)#  Conduction system fibrosis (often age-related) is a primary contributor to bradyarrhythmias, including sinus bradycardia (eg, sick sinus syndrome) and atrioventricular block. $#(Choice E)#  Enhanced sinoatrial node automaticity causes sinus tachycardia (eg, physiologic with exercise).  During atrial fibrillation, electrical signals in the sinoatrial node are suppressed by widespread disorganized electrical activity throughout the atria. $#Educational objective# Atrial remodeling is the major pathogenic contributor to atrial fibrillation.  Age and comorbidities that cause atrial dilation (eg, hypertension, heart failure, mitral valve disease) cause atrial structural changes that predispose to atrial fibrillation development.  In addition, age and previous atrial fibrillation cause atrial conduction system changes that further propagate atrial fibrillation.  ","clickable_1":"images/img1.21478.jpg"},

{"id":"2006","title":"A 47-year-old man with known coronary artery disease comes to the emergency department with chest tightness, sweating, and palpitations.  His symptoms began abruptly 2 hours ago while he was at work.  Six months ago, the patient underwent percutaneous angioplasty of the right coronary artery.  Past medical history also includes anxiety and panic attacks.  Blood pressure is 180/90 mm Hg and pulse is 110/min with a regular rhythm.  An esmolol infusion produces rapid symptom relief and heart rate slowing.  Which of the following portions of the ECG will be affected most significantly by the medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2006.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"4%","percent_2":"64%","percent_3":"15%","percent_4":"4%","percent_5":"13%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2006.jpg","explanation_1":"","explanation_2":"$On an ECG, the P wave represents atrial depolarization and the QRS complex represents ventricular depolarization.  The #PR interval# is the period from the beginning of atrial depolarization (#start of P wave#) to the beginning of ventricular depolarization (#start of QRS complex#).  The longer the PR interval, the longer it takes for an electrical stimulus to travel from the SA node to the ventricles via the AV node, bundle of His, and fascicular branches.  Drugs that slow AV nodal conduction, such as #beta blockers#, will #prolong# the PR interval.  Beta blockers (except sotalol, which also has class III properties) do not have any specific effects on QRS or QT interval durations. $#(Choice A)#  The T wave represents ventricular repolarization.  It is not affected by beta-adrenergic blockers.  Myocardial ischemia can cause T wave inversion. $#(Choice C)#  The QRS complex represents ventricular depolarization.  It is not affected by beta-adrenergic blockers.  A widened QRS complex can occur in the setting of ventricular automaticity, left or right bundle branch blocks, or ventricular pacemakers. $#(Choice D)#  The ST-segment is a period of electrocardiographic inactivity that extends between ventricular depolarization and repolarization.  It is not affected by beta-adrenergic blockers.  ST-segment elevation or depression is usually a sign of myocardial ischemia. $#(Choice E)#  The QT interval represents the time needed for ventricular depolarization and repolarization (ventricular electrical systole).  Long QT syndrome can be congenital or acquired.  Antiarrhythmics such as quinidine and sotalol are most frequently associated with acquired long QT.  However, most beta blockers have a minimal effect on the resting QT interval. $#Educational objective# Beta blockers decrease AV nodal conduction, leading to an increased AV nodal refractory period.  This correlates to PR interval prolongation on an ECG.  "},

{"id":"15574","title":"$A 77-year-old woman is brought to the emergency department with severe lightheadedness and near-syncope that began earlier in the day.  Over the past several months, she has experienced occasional episodes of lightheadedness and feeling unsteady, which she attributed to \"old age.\"  The patient has not had chest pain, shortness of breath, or lower extremity swelling.  She was diagnosed with hypertension 10 years ago and has been taking losartan.  The patient does not take any other medications.  She lives alone and is independent in her daily activities.  An ECG obtained in the emergency department is shown in the @exhibit@.  Cell degeneration in which of the following locations is most likely responsible for this patient's current condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15574.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Interatrial septum","answer_2":"B.Interventricular septum","answer_3":"C.Left atrial wall","answer_4":"D.Left ventricular free wall","answer_5":"E.Right atrial wall","percent_1":"25%","percent_2":"15%","percent_3":"5%","percent_4":"4%","percent_5":"51%","right_answer":"E.Right atrial wall","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15574.jpg","explanation_1":"","explanation_2":"$This elderly patient with recent lightheadedness and near-syncope has an ECG showing #bradycardia# with dropped P waves; these findings are consistent with #sick sinus syndrome#.  Sick sinus syndrome most commonly results from #age-related degeneration# of the #sinoatrial node#, which is located on the @right atrial wall@ and is responsible for initiating normal cardiac conduction.  Impaired signaling from the sinoatrial node can markedly slow the rate of ventricular contraction, leading to #reduced cardiac output# and symptoms of dyspnea, fatigue, lightheadedness, presyncope, and syncope. $Typical ECG findings include bradycardia, #sinus pauses# (delayed P waves), and #sinus arrest# (prolonged delay of a P wave such that the P wave is dropped).  Because the atrioventricular node triggers conduction based on its own pacemaker if it does not receive a timely signal from the sinoatrial node, sinus arrest will lead to a #junctional escape beat# (narrow QRS complex preceded by a long pause and no P wave).  Sick sinus syndrome can also cause brief periods of atrial tachycardia (eg, atrial fibrillation) alternating with bradycardia. $#(Choice A)#  The inferior portion of the interatrial septum contains the His bundle.  Conduction abnormalities in this region can manifest as varying degrees of atrioventricular block with prolongation of the PR interval (first degree), dropped QRS complexes (second degree), or dissociation of P waves and QRS complexes (third degree). $#(Choice B)#  Conduction through the interventricular septum mostly involves the left and right bundle branches.  Conduction abnormalities in this region can lead to bundle branch blocks; the QRS complex is widened in @bundle branch block@ due to impaired synchronization of ventricular depolarization. $#(Choice C)#  After initiation in the sinoatrial node, conduction propagates through the cardiomyocytes of the left atrial wall to stimulate left atrial contraction.  Abnormal electrical foci can develop in the nearby pulmonary veins, which is a common trigger for @atrial fibrillation@. $#(Choice D)#  Conduction abnormalities may originate in ischemic areas of the left ventricular free wall, leading to @ventricular tachycardia@. $#Educational objective# Sick sinus syndrome results from degeneration (usually age-related) of the sinoatrial node, leading to impaired conduction and reduced cardiac output with symptoms of dyspnea, fatigue, lightheadedness, presyncope, and syncope.  ECG typically demonstrates bradycardia with sinus pauses (delayed P waves), sinus arrest (dropped P waves), and junctional escape beats.  ","clickable_1":"images/img1.15574.jpg","clickable_2":"images/img2.15574.jpg","clickable_3":"images/img3.15574.jpg","clickable_4":"images/img4.15574.jpg"},

{"id":"15559","title":"A 36-year-old man comes to the emergency department after briefly losing consciousness while watching television half an hour ago.  The patient had no preceding chest pain or shortness of breath, but he has been having recurrent palpitations over the past several days.  One month ago, he noticed a non-itchy rash on his thigh that he treated with an over-the-counter steroid cream.  Medical history is otherwise unremarkable.  There is no family history of heart disease or sudden cardiac death.  The patient recently began working as a forest ranger in Pennsylvania.  He does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 130/80 mm Hg and pulse is 46/min.  The lungs are clear on auscultation and heart sounds are normal.  The remainder of the examination shows no abnormalities.  ECG reveals complete atrioventricular block.  Echocardiography shows normal ventricular function with no major valvular disease.  Which of the following is the most likely underlying cause of this patient's current condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Disseminated spirochetal infection","answer_2":"B. Granulomatous myocardial inflammation","answer_3":"C. Missense mutation of a sarcomere protein","answer_4":"D. Myocyte potassium channel mutation","answer_5":"E. Viral infection–induced cardiac injury","percent_1":"81%","percent_2":"5%","percent_3":"1%","percent_4":"3%","percent_5":"10%","right_answer":"A. Disseminated spirochetal infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #early disseminated Lyme disease#.  Lyme disease is caused by the bacterial spirochete Borrelia burgdorferi, which is transmitted by the Ixodes tick that is endemic to the northeastern and parts of the midwestern @United States@.  Most cases initially present with a non-itchy, bull's-eye-shaped rash, known as @erythema migrans@, at the site of infection.  Left untreated for several weeks or more, a small percentage of those infected will develop cardiac involvement #(Lyme carditis)#. $ Lyme carditis most commonly manifests with varying degrees of #atrioventricular (AV) conduction block#.  Many patients remain asymptomatic; however, patients who develop complete AV block are likely to have symptoms of dyspnea, #lightheadedness#, or #syncope#.  Treatment for symptomatic AV block due to Lyme carditis typically requires hospitalization with temporary pacing and the administration of intravenous antibiotics (ceftriaxone is the drug of choice). $ (Choice B)  Granulomatous myocardial inflammation occurs in cardiac sarcoidosis, and AV conduction block is the most common disease manifestation.  However, this patient's recent rash and residence in an endemic area make Lyme carditis more likely. $ (Choice C)  A missense mutation affecting the cardiac sarcomere protein beta-myosin heavy chain is a common cause of hypertrophic cardiomyopathy.  Myocardial disarray creates a propensity for ventricular arrhythmias, but AV conduction block is not typical. $ (Choice D)  Congenital long QT syndrome results from a mutation affecting cardiomyocyte potassium channels.  It can cause syncope or sudden cardiac death, typically via the triggering of @torsades de pointes@ (polymorphic ventricular tachycardia).  AV conduction block would be an unusual manifestation. $ (Choice E)  Viral infection of the heart typically manifests as myocarditis.  The most common symptomatic presentation is decompensated heart failure due to dilated cardiomyopathy.  AV conduction block is not typical. $ Educational objective Early disseminated Lyme disease can have cardiac involvement (Lyme carditis) that most commonly manifests with varying degrees of atrioventricular (AV) conduction block.  Patients may be asymptomatic, but those with complete AV conduction block are likely to have dyspnea, lightheadedness, or syncope.","clickable_1":"images/img1.15559.jpg","clickable_2":"images/img2.15559.jpg","clickable_3":"images/img3.15559.jpg"},

{"id":"15693","title":"A 17-year-old girl is brought to the emergency department after an episode of syncope.  The patient was sitting on the couch watching television when she suddenly passed out.  She had no symptoms prior to the event and regained consciousness spontaneously after approximately 2 minutes.  Her family noticed a brief twitching while the patient was unconscious, but she had no tongue biting or bowel or bladder incontinence.  The patient is taking an antimicrobial agent for a recent infection but has no other chronic medical conditions.  Her uncle died suddenly 2 years ago.  A detailed evaluation reveals a decrease-in-function mutation in the KCNH2 gene, which codes for a voltage-gated potassium channel that is active during the repolarization phase of cardiomyocyte action potential.  The patient's medication was causing further impairment of the ion channel function, leading to the incident of syncope.  This patient was most likely taking which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acyclovir","answer_2":"B. Amoxicillin","answer_3":"C. Cephalexin","answer_4":"D. Doxycycline","answer_5":"E. Erythromycin","answer_6":"F. Terbinafine","percent_1":"4%","percent_2":"3%","percent_3":"4%","percent_4":"16%","percent_5":"63%","percent_6":"10%","right_answer":"E. Erythromycin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of QT-interval prolongation#∆⨉§^#Acquired# ∆ • Medications $== ○ Macrolides & fluoroquinolones $== ○ Antiemetics (eg, ondansetron) $== ○ Azoles (eg, fluconazole) $== ○ Antipsychotics, TCAs & SSRIs $== ○ Some opioids (eg, methadone, oxycodone) $== ○ Class Ia antiarrhythmics (eg, quinidine) $== ○ Class III antiarrhythmics (eg, dofetilide, sotalol) $== • Electrolyte abnormalities $== ○ #↓ M#agnesium, #↓ p#otassium, #↓ c#alcium§^#Congenital# ∆ • Romano-Ward syndrome (autosomal dominant) • Jervell & Lange-Nielsen syndrome (autosomal recessive)*%*Associated with sensorineural hearing loss.$ #SSRI =# selective serotonin reuptake inhibitor; #TCA =# tricyclic antidepressant.","explanation_img":"","explanation_1":"","explanation_2":"A decrease-in-function mutation affecting the KCNH2 gene is one of the most common causes of #congenital long QT syndrome# (LQTS); it can be inherited in autosomal dominant (Romano-Ward syndrome) or autosomal recessive (Jervell and Lange-Nielsen syndrome) fashion.  The mutation #impairs the function# of the #voltage-gated potassium channels# controlling the delayed rectifier potassium current that allows #repolarization# of the cardiomyocyte action potential.  @Delayed repolarization@ manifests as a prolonged QT interval on ECG and predisposes to the development of #torsades de pointes# (TdP) (a form of @polymorphic ventricular tachycardia@), which can cause syncope or sudden cardiac death. $Most patients with underlying congenital LQTS do not develop TdP unless exposed to an external influence.  #Medications# are the most common cause of #acquired LQTS# and the most important exacerbating factor in patients with congenital LQTS.  Most medications that prolong the QT interval do so by delaying the repolarizing potassium current via blockade of the same voltage-gated potassium channels affected by the KCNH2 gene mutation.  #Macrolide antibiotics# (eg, erythromycin, azithromycin) prolong the QT interval and increase the risk of TdP, especially in patients with underlying congenital LQTS. $Other medications that prolong the QT interval include fluoroquinolone antibiotics (eg, ciprofloxacin, moxifloxacin) and many antipsychotics (eg, haloperidol, risperidone) and antiemetics (eg, ondansetron, metoclopramide).  The coadministration of multiple QT-prolonging medications may precipitate TdP in patients without congenital LQTS. $#(Choice A)#  Some antiviral medications may prolong the QT interval—including protease inhibitors used in the treatment of HIV (eg, saquinavir, atazanavir)—however, acyclovir does not. $#(Choices B, C, and D)#  Penicillins (eg, amoxicillin), cephalosporins (eg, cephalexin), and tetracyclines (eg, doxycycline) have not been shown to prolong the QT interval. $#(Choice F)#  Azoles (eg, fluconazole, voriconazole) prolong the QT interval; however, most other antifungal medications, including terbinafine (a squalene epoxidase inhibitor), do not. $#Educational objective# Congenital long QT syndrome is commonly caused by a mutation that slows the delayed rectifier potassium current that repolarizes the cardiomyocyte action potential.  Certain medications (eg, macrolide antibiotics, antipsychotics, antiemetics) also slow the potassium repolarization current and prolong the QT interval.  Excessive QT prolongation can trigger serious cardiac arrhythmia (ie, torsades de pointes), resulting in syncope or sudden cardiac death. ","clickable_1":"images/img1.15693.jpg","clickable_2":"images/img2.15693.jpg"},

{"id":"8458","title":"A 37-year-old man is found unresponsive under a tree during a thunderstorm.  He is not breathing when paramedics arrive on the scene.  On examination, his pupils are fixed and dilated.  Several cutaneous erythematous marks in a fern-leaf pattern are seen on his lower extremities.  Second-degree burns are present on both arms.  Cardiopulmonary resuscitation is started; however, the patient does not respond and is pronounced dead on arrival at the hospital.  Which of the following is most likely to be the primary cause of his death?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac arrhythmia","answer_2":"B. Extensive deep-tissue burns","answer_3":"C. Intracranial hemorrhage","answer_4":"D. Myocardial contusion","answer_5":"E. Pulmonary barotrauma","percent_1":"84%","percent_2":"5%","percent_3":"7%","percent_4":"2%","percent_5":"2%","right_answer":"A. Cardiac arrhythmia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp8458.jpg","explanation_1":"","explanation_2":"$The finding of an unconscious person on wet ground or under trees during a thunderstorm suggests a lightning injury.  This patient's Lichtenberg figures (erythematous cutaneous marks in a fern-leaf pattern) and second-degree burns confirm the suspicion.  Although lightning injuries are rare, they are associated with a 25% fatality rate, and more than 70% of survivors have long-lasting complications.  Two-thirds of lightning-related deaths occur within the first hour following injury; the most common causes are fatal arrhythmias and respiratory failure.  A comprehensive and thorough physical examination should always be performed on lightning strike victims as injury patterns are widely variable and skin findings can significantly underestimate the extent of internal injury. $ (Choice B)  Superficial burns are common in lightning injury.  In contrast, deep-tissue burns are relatively rare due to the short duration of electrical contact and the 'flashover effect,' the tendency of lightning to travel over the skin surface and discharge to the ground.  This effect is responsible for the formation of Lichtenberg figures. $ (Choice C)  Intracranial hemorrhage only rarely occurs following lightning injury.  Lightning strikes can damage the autonomic system and cause fixed and dilated or asymmetric pupils.  These signs may not accurately reflect the extent of neurologic injury and should not be a reason to stop resuscitation. $ #(Choices D and E)#  Lightning induces rapid heating of the surrounding air, generating shock waves that can travel through the body and cause mechanical trauma.  As a result, patients should be thoroughly assessed for skeletal fractures.  Myocardial contusion and pulmonary barotrauma occur less frequently and would be extremely rare causes of death. $ Educational objective Although lightning injuries are rare, they are associated with a 25% fatality rate.  Two-thirds of lightning-related deaths occur within the first hour after injury, with fatal arrhythmias and respiratory failure as the most common causes.  Patients with minor cutaneous involvement may still have major internal injury after lightning strikes and high-voltage electrical contact."},

{"id":"1973","title":"A 43-year-old man is evaluated for occasional palpitations provoked by anxiety.  The patient describes a sudden-onset pounding sensation in the chest followed by lightheadedness and shortness of breath.  He has never had syncope.  The patient has no history of heart disease, and family history is unremarkable.  After initial evaluation, he is treated with verapamil and reports marked improvement in the frequency of palpitation episodes.  The tracing below shows the electrical activity of a specific type of cardiac cell in the patient's heart.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1973.jpg","title_2":"Which of the following effects would verapamil administration most likely have on these cells?","audio":"","comparison_items":"","answer_1":"A. Decreased excitation and contraction coupling","answer_2":"B. Increased action potential amplitude","answer_3":"C. Lowered threshold potential","answer_4":"D. Reduced refractory period","answer_5":"E. Slowed spontaneous depolarization","percent_1":"39%","percent_2":"3%","percent_3":"3%","percent_4":"2%","percent_5":"53%","right_answer":"E. Slowed spontaneous depolarization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1973.jpg","explanation_1":"","explanation_2":"$The above tracing demonstrates the action potential of cardiac pacemaker cells in cardiac #slow-response tissues# such as the #sinoatrial# (SA) and #atrioventricular# (AV) nodes.  The pacemaker action potential includes the following phases: $• Phase 4 (spontaneous depolarization) begins after hyperpolarization triggers the opening of HCN channels that allow slow influx of Na+ (\"funny current\").  T-type (transient) Ca2+ channels then open once the membrane potential becomes more positive, allowing Ca2+ influx to contribute to depolarization.  As the pacemaker cell approaches threshold, #L-type# (long-lasting) #Ca2+ channels begin to open#, which further increases Ca2+ influx and significantly decreases the time until threshold is reached. $• Phase 0 (upstroke) is characterized by continued opening of L-type Ca2+ channels.  In cardiac slow-response tissues, the action potential upstroke is much slower and transitions gradually from phase 4 due to the relatively slow influx of Ca2+ into the cell. $• Phase 3 (repolarization) is characterized by the opening of K+ channels and efflux of K+ from the cell in conjunction with the closure of L-type Ca2+ channels. $This patient's anxiety-provoked episodes of sudden-onset palpitations associated with lightheadedness and shortness of breath are consistent with #paroxysmal supraventricular tachycardia#.  Class IV antiarrhythmics (eg, #verapamil#, diltiazem) are commonly used to prevent recurrent nodal tachyarrhythmias such as PSVT.  They work by #blocking L-type calcium channels# in cardiac slow-response tissues, which causes #slowing of phase 4 depolarization# and reduced conduction velocity in the SA and AV nodes. $#(Choice A)#  Verapamil decreases the amount of intracellular calcium available for excitation-contraction coupling within cardiac myocytes.  This reduces myocardial contractility, which can be harmful in patients with impaired ventricular function.  However, the tracing shown in the question stem corresponds to pacemaker action potentials, not cardiac myocyte action potentials. $#(Choices B and C)#  The threshold potential refers to the amount of depolarization required to initiate an action potential.  Class I (sodium channel blockers) and class IV (calcium channel blockers) antiarrhythmics raise the threshold potential of cardiac fast- and slow-response tissues, respectively, by blocking the channels that trigger an action potential.  This effect also results in reduced action potential amplitude, decreased upslope, and reduced impulse conduction speed within the respective tissues. $#(Choice D)#  Verapamil's calcium blocking activity reduces the action potential duration in nodal tissues, but it also increases the refractory period by slowing the recovery of inactivated calcium channels.  Class IA (eg, quinidine) and class III (eg, amiodarone) antiarrhythmics also increase the refractory period by blocking potassium channels and prolonging repolarization. $#Educational objective# Class IV antiarrhythmics (eg, verapamil, diltiazem) are commonly used to prevent recurrent nodal arrhythmias (eg, paroxysmal supraventricular tachycardia).  They work by blocking calcium channels in slow-response cardiac tissues, slowing phase 4 (spontaneous depolarization) and phase 0 (upstroke).  This reduces impulse conduction velocity in the sinoatrial and atrioventricular nodes.  "},

{"SubjectSystem":"Pharmacology-Cardiovascular","id":"18889","title":"A 56-year-old man comes to the emergency department due to palpitations and lightheadedness over the last 2 hours.  He has a history of hypertension but no other cardiac conditions and never before had similar symptoms.  The patient drinks 1 to 2 alcoholic beverages daily but does not smoke cigarettes or use illicit drugs.  Blood pressure is 132/76 mm Hg and pulse is 116/min and irregular.  Cardiopulmonary examination is normal, except for tachycardia.  Resting ECG shows atrial fibrillation.  The patient undergoes transesophageal echocardiography, which reveals normal cardiac anatomy and no intracardiac thrombi.  Electrical cardioversion is performed.  After the intervention, sinus rhythm is restored, and amiodarone therapy is begun to maintain normal sinus rhythm.  Which of the following cardiac electrophysiologic changes are most likely to occur in this patient due to the medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Sinus rate∆PR interval∆QRS duration∆QT interval","answer_1":"§A. ∆Decreased ∆Prolonged ∆No change ∆No change","answer_2":"§B. ∆Decreased ∆Prolonged ∆Prolonged ∆Prolonged","answer_3":"§C. ∆No change ∆No change ∆No change ∆No change","answer_4":"§D. ∆No change ∆No change ∆Prolonged ∆No change","answer_5":"§E. ∆No change ∆No change ∆Prolonged ∆Prolonged","percent_1":"9%","percent_2":"36%","percent_3":"5%","percent_4":"10%","percent_5":"41%","right_answer":"§B. ∆Decreased ∆Prolonged ∆Prolonged ∆Prolonged","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#ECG effects of antiarrhythmic drugs#∆⨉∆⨉∆⨉§ ∆^#PR interval#$ (prolonged via Ca2+$ channel inhibition or$ sympathetic blockade) ∆^#QRS duration#$ (prolonged via Na+$ channel inhibition) ∆^#QT interval#$ (prolonged via K+$ channel inhibition)§^#Class IA#$ (eg, procainamide) ∆^− ∆^↑ ∆^↑§^#Class IB#$ (eg, lidocaine) ∆^− ∆^− ∆^−§^#Class IC#$ (eg, flecainide) ∆^− ∆^↑ ∆§^#Class II#$ (eg, metoprolol) ∆^↑ ∆^− ∆^−§^#Amiodarone# ∆^↑ ∆^↑ ∆^↑§^#Sotalol# ∆^↑ ∆^− ∆^↑§^#Other class III#$ (eg, dofetilide) ∆^− ∆^− ∆^↑§^#Class IV#$ (eg, verapamil) ∆^↑ ∆^− ∆^−","explanation_img":"","explanation_1":"","explanation_2":"#Amiodarone# is a commonly used antiarrhythmic drug with wide-ranging antiarrhythmic effects and corresponding @ECG manifestations@.  It primarily functions as a #class III antiarrhythmic# by #inhibiting# the rapid component of the delayed rectifier #potassium current#, which is responsible for ventricular repolarization.  This prolongs action potential duration and the effective refractory period, suppressing electrical foci that stimulate atrial and ventricular arrhythmias.  It also #prolongs the QT interval# on ECG, which increases the risk of torsade de pointes; however, compared to other class III antiarrhythmics (eg, dofetilide, ibutilide), the risk of torsade de pointes with amiodarone is low. $Amiodarone also has the following effects: $• Class I effect: Amiodarone somewhat #inhibits# the #fast sodium channels# responsible for cardiomyocyte depolarization (phase 0).  This slows ventricular depolarization to suppress arrhythmogenic foci, and it #prolongs QRS complex duration# on ECG. $• Class II and IV effects: Amiodarone has beta-blocking properties that inhibit sympathetic stimulation of the conduction system.  The drug also #inhibits# the #slow L-type calcium channels# responsible for depolarization of the sinus node and atrioventricular node.  Both effects prolong the refractory period of the conduction system to suppress arrhythmogenic foci and in doing so contribute to a #decreased sinus rate# (ie, slowed heart rate) and a #prolonged PR interval# on ECG. $#(Choice A)#  Both class II (ie, beta blockers) and class IV (ie, nondihydropyridine calcium channel blockers) antiarrhythmics slow the sinus rate and prolong the PR interval, but have no effect on QRS duration or the QT interval. $#(Choices C, D, and E)#  Class I antiarrhythmics inhibit fast sodium channels to slow depolarization and prolong QRS duration.  However, the effects of class IB antiarrhythmics (eg, lidocaine) occur only at rapid heart rates, and no change in QRS duration is seen on resting ECG.  Class IA antiarrhythmics (eg, procainamide) also inhibit the delayed rectifier potassium current to prolong the QT interval. $#Educational objective# Amiodarone primarily functions as a class III antiarrhythmic, inhibiting the delayed rectifier potassium current to slow ventricular repolarization and prolong the QT interval.  It also inhibits fast sodium channels (class I effect) to slow ventricular depolarization and prolong QRS complex duration.  Beta blockade (class II effect) and inhibition of slow L-type calcium channels (class IV effect) slow conduction in the sinus node and atrioventricular node causing decreased sinus rate and a prolonged PR interval. ","clickable_1":"images/img1.18889.jpg"},

{"id":"1505","title":"A 65-year-old immigrant from Eastern Europe comes to the physician because of a four-week history of low-grade fever, multiple joint pains, and a well-demarcated erythematous rash on his face and trunk.  The patient denies hair loss, mucosal ulceration, or photosensitivity.  His serum test is positive for the presence of anti-nuclear antibody (ANA) in very high titers.  The patient reports a past medical history of coronary artery disease, congestive heart failure, and \"cardiac rhythm abnormalities.\"  This patient should be specifically questioned about the intake of which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amiodarone","answer_2":"B. Propranolol","answer_3":"C. Lidocaine","answer_4":"D. Procainamide","answer_5":"E. Verapamil","answer_6":"F. Adenosine","percent_1":"14%","percent_2":"2%","percent_3":"2%","percent_4":"76%","percent_5":"3%","percent_6":"3%","right_answer":"D. Procainamide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Features of drug-induced lupus erythematosus# § • New onset lupus symptoms • Anti-nuclear antibodies (ANA) and #anti-histone antibodies# present in > 95℅ of cases • Anti-dsDNA antibodies are rarely seen • Exposure to implicated drugs $== ○ #Hydralazine# $== ○ #Procainamide# $== ○ #Isoniazid# $== ○ Minocycline $== ○ Quinidine","explanation_img":"","explanation_1":"","explanation_2":"Drug-induced lupus erythematosus (DILE) should be considered in patients presenting with signs and symptoms of systemic lupus erythematosus (SLE).  Both hydralazine and procainamide are categorized as high-risk drugs for the development of DILE.  Procainamide is metabolized via hepatic acetylation.  Individuals who are \"slow acetylators\" are at greatest risk for DILE, while individuals who metabolize the drug more rapidly are less likely to experience this adverse effect.  Drug-induced lupus erythematosus occurs in up to 20% of patients taking procainamide. $The presence of autoantibodies can be used to help differentiate DILE from SLE.  Although anti-histone antibodies are very common in DILE, they are seen in only 50% of SLE patients.  Likewise, anti-dsDNA antibodies are present in 80% of SLE patients, but are rarely seen in DILE.  Anti-nuclear antibodies are frequently positive in both diseases. $#(Choice A)#  The most notable side effects of amiodarone include thyroid dysfunction, lung fibrosis, and liver toxicity, as well as a blue or grey discoloration of the skin. $#(Choice B)#  The most frequently encountered adverse effects of nonselective beta-blockers are negative inotropy and bronchoconstriction in patients with asthma or COPD. $#(Choice C)#  The adverse effects of lidocaine are characteristically nonfocal neurologic signs such as tremor, drowsiness, and change in mental status, although lidocaine can also lead to generalized seizures. $#(Choice E)#  Verapamil is a calcium channel blocker and class 4 antiarrhythmic.  The most frequently noted adverse reactions include negative inotropy, constipation, and gingival hyperplasia. $#(Choice F)#  Adenosine is used as a vasodilator in chemical cardiac stress tests and as a fast acting antiarrhythmic for stopping acute supraventricular tachycardias.  Adenosine has an extremely short half-life, and its immediate adverse effects include chest burning, flushing, and transient hypotension. $#Educational objective# Procainamide and hydralazine have the highest risk of causing drug-induced lupus erythematosus (DILE), which is characterized by the development of lupus-like symptoms in addition to positive ANA and anti-histone antibodies.  Unlike with SLE, anti-dsDNA antibodies are rarely seen. "},

{"id":"898","title":"A 24-year-old man comes to the emergency department due to the sudden onset of palpitations.  The patient says it feels like \"my heart is racing.\"  He had an episode similar to this a year ago that resolved spontaneously.  Blood pressure is 126/74 mm Hg and pulse is 164/min.  Rapid intravenous administration of a medication to this patient results in instantaneous resolution of the arrhythmia but is accompanied by short-lived flushing, burning in the chest, and shortness of breath.  Which of the following medications was used to treat this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenosine","answer_2":"B. Amiodarone","answer_3":"C. Digoxin","answer_4":"D. Ibutilide","answer_5":"E. Lidocaine","answer_6":"F. Verapamil","percent_1":"76%","percent_2":"7%","percent_3":"4%","percent_4":"1%","percent_5":"7%","percent_6":"5%","right_answer":"A. Adenosine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pharmacotherapy for supraventricular arrhythmias#∆⨉§^#Medication# ∆^#Short-term adverse effects#§^#Flecainide/propafenone#$ (class IC) ∆ • Monomorphic VT*§^#Metoprolol#$ (class II) ∆ • Bradycardia & advanced AV block§^#Amiodarone#$ (class III) ∆ • Bradycardia • Hepatic toxicity, thyroid dysfunction§^#Ibutilide/dofetilide/sotalol#$ (class III) ∆ • Torsade de pointes§^#Verapamil/diltiazem#$ (class IV) ∆ • Bradycardia & advanced AV block • Decreased ventricular contractility • Constipation (verapamil)§^#Adenosine# ∆ • Flushing & hypotension • Bronchospasm • High-grade AV block§^#Digoxin# ∆ • Bradycardia & other arrhythmias • Nausea & vomiting ± visual disturbances%*Especially a concern with ischemic or structural heart disease.$ #AV =# atrioventricular; #VT =# ventricular tachycardia.","explanation_img":"","explanation_1":"","explanation_2":"This patient is exhibiting symptoms consistent with #paroxysmal supraventricular tachycardia (PSVT)#.  As the name implies, PSVT comes on suddenly and the focus of automaticity lies above the ventricles (ie, atria or atrioventricular node).  When due to development of a #reentrant circuit#, the tachyarrhythmia may be terminated by the administration of #adenosine#. $Adenosine is a coronary arteriole vasodilator, but it also affects cardiac conduction.  As an anti-arrhythmic, it acts by hyperpolarizing the nodal pacemaker and conducting cells to briefly #block conduction through the atrioventricular node#.  Its effects are rapid-onset and short-lived (half-life <10 seconds); by temporarily blocking signal conduction from the atria to the ventricles, administration of the drug will often terminate the reentrant circuit and lead to conversion of PSVT to normal sinus rhythm. $The most frequent #adverse effects# associated with adenosine are flushing, chest burning (due to bronchospasm), hypotension, and high-grade atrioventricular block. $#(Choice B)#  Amiodarone (class III anti-arrhythmic) is one of the broadest-spectrum anti-arrhythmic drugs available, and can be used to treat both supraventricular (eg, PSVT, atrial fibrillation) and ventricular arrhythmias.  It has a wide range of adverse effects, including photodermatitis, blue/gray skin discoloration, pulmonary fibrosis, liver toxicity, and hyper- or hypothyroidism. $#(Choice C)#  Digoxin slows conduction through the atrioventricular node and is useful in treating supraventricular tachycardia, especially atrial fibrillation.  It causes a well-characterized toxicity in overdose; symptoms include fatigue, yellow-tinted vision, nausea/vomiting, diarrhea, and confusion. $#(Choice D)#  Ibutilide (class III anti-arrhythmic) is used in the treatment of atrial fibrillation and flutter.  Its principal adverse effect is QTc prolongation leading to torsades de pointes. $#(Choice E)#  Lidocaine (class IB anti-arrhythmic) is sometimes used for ventricular arrhythmias but has little utility for supraventricular arrhythmias.  Lidocaine toxicity most commonly causes neurologic symptoms or arrhythmias. $#(Choice F)#  Verapamil (class IV anti-arrhythmic) is the most cardioselective of the calcium channel blockers, and is often used in the treatment of supraventricular tachycardia.  Common adverse reactions noted with verapamil are bradycardia and constipation.  Because verapamil decreases cardiac contractility, it can also exacerbate systolic heart failure. $#Educational objective# Adenosine causes hyperpolarization of the nodal pacemaker to briefly block conduction through the atrioventricular node, and it is effective in the initial treatment of paroxysmal supraventricular tachycardia.  Common adverse effects include flushing, chest burning (due to bronchospasm), hypotension, and high-grade atrioventricular block."},

{"id":"11842","title":"A 72-year-old man comes to the emergency department due to left-sided weakness and speech difficulty upon awakening this morning. Medical history includes hypertension and persistent atrial fibrillation. His anticoagulant medication was stopped 6 months ago after an episode of gastrointestinal bleeding. Blood pressure is 160/90 mm Hg and pulse is 88/min and irregular. Examination shows mild dysarthria, left lower facial weakness, and left hemiparesis. CT scan of the head shows no evidence of intracranial bleeding. Transthoracic echocardiogram shows left atrial enlargement, normal left ventricular systolic function, and mild mitral regurgitation. The patient's symptoms are determined to be caused by a thromboembolic event. Which of the following is the most likely source of the thrombus?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Crista terminalis","ansImg_1":"","answer_2":"B. Left atrial appendage","ansImg_2":"","answer_3":"C. Left ventricular apex","ansImg_3":"","answer_4":"D. Mitral valve","ansImg_4":"","answer_5":"E. Pulmonary veins","ansImg_5":"","answer_6":"F. Right atrial appendage","ansImg_6":"","answer_7":"G. Sinus of Valsalva","ansImg_7":"","right_answer":"B. Left atrial appendage","percent_1":"1%","percent_2":"79%","percent_3":"2%","percent_4":"12%","percent_5":"3%","percent_6":"3%","percent_7":"1%","explanation_img":"images/exp11842.jpg","explanation_1":"","explanation_2":"$#Atrial fibrillation# is associated with significant risk of #systemic thromboembolism#; therefore, long-term anticoagulation is often recommended in patients without any confounding contraindications (eg, recent gastrointestinal bleeding).  Several factors contribute to thrombus development in atrial fibrillation, including left atrial enlargement, blood stasis due to ineffective atrial contraction, and atrial inflammation and fibrosis (exerts a procoagulant effect). $The #left atrial appendage# is a small saclike structure in the left atrium that is particularly susceptible to thrombus formation.  Approximately 90% of left atrial thrombi are found within the left atrial appendage in patients with nonvalvular atrial fibrillation.  These clots can then systemically embolize and lead to stroke (as in this patient), acute limb ischemia, or acute mesenteric ischemia. $#(Choice A)#  The @crista terminalis@ refers to a thick band of atrial muscle that separates the smooth sinus venosus from the right atrial appendage and atrium proper.  It is the site of origin of the atrial pectinate muscles and is not a significant region of thrombus formation in atrial fibrillation. $#(Choice C)#  A left ventricular (LV) apical thrombus poses risk of systemic embolization and stroke, but it typically only develops in patients with LV aneurysm or severe LV systolic dysfunction.  It is not associated with atrial fibrillation. $#(Choice D)#  Prosthetic valve thrombosis can occur with bioprosthetic or mechanical mitral valves in patients without adequate anticoagulation.  Thrombus formation on a native mitral valve is extremely rare, especially when valve function is normal or near normal. $#(Choices E and G)#  Thrombosis of the pulmonary veins or sinus of Valsalva (aortic sinus) is rare and not associated with atrial fibrillation. $#(Choice F)#  Thrombus formation can occur in the right atrial appendage with atrial fibrillation, though less frequently than in the left atrial appendage.  A right atrial thrombus poses risk of embolization to the pulmonary (rather than systemic) circulation, resulting in pulmonary embolism. $#Educational objective# Atrial fibrillation is associated with increased risk of systemic thromboembolism.  The left atrial appendage is the most common site of thrombus formation in atrial fibrillation.  ","clickable_1":"images/img1.11842.jpg"},

{"id":"19577","title":"A 25-year-old man comes to the emergency department due to chest heaviness and palpitations for the last 3 hours.  Over the past year, he has had similar episodes that resolved with deep breathing, but none lasted as long as this one.  The patient has no chronic medical conditions and takes no medications.  He does not use tobacco, alcohol, caffeine, or illicit drugs.  Blood pressure is 100/70 mm Hg, and pulse is 160/min and regular.  The neck is supple, the thyroid is normal, and there is no lymphadenopathy.  The lungs are clear to auscultation.  ECG is shown in the @exhibit@.  Which of the following is the most likely cause of this patient's symptoms? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit19577.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Abnormal conduction in areas of ischemic ventricular scarring","answer_2":"B.Abnormal conduction through the atrioventricular node","answer_3":"C.Atrial remodeling with ectopic foci in the pulmonary vein ostia","answer_4":"D.Degeneration of the sinoatrial node","answer_5":"E.Delayed repolarization of ventricular cardiomyocytes","percent_1":"6%","percent_2":"61%","percent_3":"20%","percent_4":"7%","percent_5":"7%","right_answer":"B.Abnormal conduction through the atrioventricular node","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19577.jpg","explanation_1":"","explanation_2":"$This patient's @ECG@ reveals a #narrow QRS complex tachycardia# with a #regular rhythm# and nonvisible P waves.  These findings are consistent with #paroxysmal supraventricular tachycardia# (PSVT), an episodic cardiac arrhythmia that originates @at or above@ the atrioventricular (AV) node.  The most common type of PSVT is @AV nodal reentrant tachycardia (AVNRT)@, which usually affects #young patients# (eg, age <40) with an otherwise normal heart. $Patients with AVNRT have #2 distinct# AV nodal conduction pathways: a #fast pathway# with a long refractory period and a #slow pathway# with a short refractory period.  During normal conduction, an impulse from the atria travels down both the fast and slow pathways, and the impulse from the slow pathway is blocked by the long refractory period of the fast pathway, allowing organized conduction of one impulse to the ventricles.  On occasion, an impulse from the atria (eg, premature atrial contraction) occurs while the fast pathway is still refractory, traveling down only the slow pathway.  If the fast pathway is no longer refractory by the time the impulse reaches the bottom of the slow pathway, the impulse may travel back up the fast pathway, creating a #reentrant circuit# with rapid conduction of impulses to the ventricles. $On ECG, retrograde conduction up the fast pathway creates a #retrograde P wave#; however, because this conduction is usually simultaneous with anterograde conduction to the ventricles, the #P wave is often buried within the QRS complex# and is not visible. $#(Choice A)#  Abnormal conduction in areas of ischemic ventricular scarring is a common cause of @monomorphic ventricular tachycardia@.  ECG shows a regular rhythm, but with wide QRS complexes because the arrhythmia originates below the AV node. $#(Choice C)#  Atrial remodeling with ectopic foci in the pulmonary vein ostia is the typical cause of @atrial fibrillation@.  ECG shows an irregular rhythm and no P waves (P waves are truly absent because no organized atrial depolarization occurs).  The QRS complexes are narrow. $#(Choice D)#  Degeneration of the sinoatrial node can lead to @sick sinus syndrome@, usually in patients age >65.  ECG can show sinus bradycardia with sinus pauses and sinus arrest.  Patients may sometimes develop episodes of @sinus tachycardia@, which can appear similar to PSVT but with normal P waves present. $#(Choice E)#  Delayed repolarization of ventricular cardiomyocytes can lead to @torsade de pointes@, a form of polymorphic ventricular tachycardia.  ECG shows wide QRS complexes that oscillate in height and position. $#Educational objective# Atrioventricular nodal reentrant tachycardia is the most common type of paroxysmal supraventricular tachycardia, resulting from abnormal conduction through 2 distinct atrioventricular nodal pathways.  ECG typically demonstrates a narrow QRS complex tachycardia with a regular rhythm and buried (not visible) P waves.  ","clickable_1":"images/img1.19577.jpg","clickable_2":"images/img2.19577.jpg","clickable_3":"images/img3.19577.mp4","clickable_4":"images/img4.19577.jpg","clickable_5":"images/img5.19577.jpg","clickable_6":"images/img6.19577.jpg","clickable_7":"images/img7.19577.jpg","clickable_8":"images/img8.19577.jpg"},

{"id":"147","title":"A 76-year-old woman is brought to the emergency department by her son due to lethargy and confusion over the past 2 days.  The patient has persistent atrial fibrillation and congestive heart failure and is on multiple medications.  Recently, she has had nausea and decreased appetite.  Today, she had 3 episodes of vomiting.  The patient also reports vision difficulties.  Temperature is 36.7 C (98 F) and blood pressure is 133/80 mm Hg.  Laboratory results are as follows:","title_table":"?Sodium? 140 mEq/L ?Potassium? 5.7 mEq/L ?Calcium? 9.3 mg/dL ?Creatinine? 1.2 mg/dL ?Glucose? 85 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"ECG shows junctional escape rhythm at a rate of 48/min with occasional ventricular premature beats.  Increased blood level of which of the following medications is most likely responsible for her symptoms?","audio":"","comparison_items":"","answer_1":"A. Amiodarone","answer_2":"B. Aspirin","answer_3":"C. Digoxin","answer_4":"D. Diltiazem","answer_5":"E. Furosemide","answer_6":"F. Metoprolol","answer_7":"G. Spironolactone","answer_8":"H. Valsartan","percent_1":"11%","percent_2":"0%","percent_3":"59%","percent_4":"3%","percent_5":"2%","percent_6":"3%","percent_7":"21%","percent_8":"1%","right_answer":"C. Digoxin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Symptoms of digoxin toxicity#∆⨉§^#Cardiac# ∆ • #Life-threatening arrhythmias#§^#Gastrointestinal# ∆ • Anorexia • Nausea & vomiting • Abdominal pain§^#Neurologic# ∆ • Fatigue • Confusion • Weakness • #Color vision alterations#","explanation_img":"","explanation_1":"","explanation_2":"This patient with atrial fibrillation and congestive heart failure has signs and symptoms of #digoxin toxicity#.  Although calcium channel blockers and beta blockers are the preferred treatments for patients with atrial fibrillation with rapid ventricular response, digoxin is a common second-line treatment that is particularly useful in patients with underlying systolic cardiac dysfunction.  Its major effects are:  $1. #Increased vagal tone#, causing slowing of conduction through the atrioventricular (AV) node (rate-control effect)  $2. @Na-K-ATPase inhibition@, causing increased intracellular sodium and calcium (increases cardiac contractility) $Digoxin has a narrow therapeutic index, making toxicity relatively common.  Symptoms of digoxin intoxication are fairly #nonspecific# and include nausea, abdominal pain, fatigue, dizziness, confusion, blurred vision, and abnormal color perception.  Digoxin toxicity can cause a wide range of #cardiac arrhythmias#, including bradycardia and junctional escape beats due to increased AV nodal block.  Hypokalemia can precipitate toxicity by increasing digoxin binding to Na-K-ATPase.  However, #elevated potassium# is a sign of digoxin toxicity as inhibition of Na-K-ATPase pumps increases extracellular potassium. $#(Choice A)#  Amiodarone can cause pulmonary toxicity, thyroid dysfunction, cardiac arrhythmias, elevated liver enzymes, and visual disturbances.  However, it does not cause hyperkalemia. $#(Choice B)#  Acute aspirin overdose presents with vertigo, tinnitus, vomiting, and diarrhea, whereas severe intoxication can lead to coma, hyperpyrexia, pulmonary edema, and death. $#(Choices D and F)#  Beta blocker and/or calcium channel blocker overdose usually cause profound bradycardia and hypotension (absent in this patient).  In addition, nausea and vomiting are more common in digoxin overdose than in beta blocker overdose, which typically causes bronchospasm and hypoglycemia. $#(Choice E)#  Furosemide overdose causes volume depletion, along with electrolyte abnormalities such as hypokalemia and hypomagnesemia. $#(Choice G)#  Excess spironolactone can cause hyperkalemia, gynecomastia, impotence, and decreased libido. $#(Choice H)#  Valsartan is an angiotensin II receptor blocker.  Overdose usually causes hypotension, renal failure, and hyperkalemia. $#Educational objective# Digoxin toxicity typically presents with cardiac arrhythmias and nonspecific gastrointestinal (nausea, vomiting), neurological (confusion, weakness), and visual symptoms.  Elevated potassium is another sign of digoxin toxicity and is caused by inhibition of Na-K-ATPase pumps. ","clickable_1":"images/img1.147.jpg"},

{"id":"899","title":"A 60-year-old man comes to the emergency department with dizziness and palpitations.  He woke up this morning with an intermittent pounding sensation in his chest.  The patient has occasionally experienced a similar sensation in the past and did not think it was serious.  Later, while mowing the lawn, he became lightheaded and had to sit down to avoid passing out.  After receiving the appropriate workup, the patient is diagnosed with a cardiac arrhythmia and started on a medication known to prolong the QT interval.  However, the drug is associated with a lower incidence of torsade de pointes than other QT-prolonging agents.  Which of the following medications was most likely used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenosine","answer_2":"B. Amiodarone","answer_3":"C. Digoxin","answer_4":"D. Esmolol","answer_5":"E. Lidocaine","answer_6":"F. Procainamide","answer_7":"G. Verapamil","percent_1":"6%","percent_2":"49%","percent_3":"4%","percent_4":"6%","percent_5":"8%","percent_6":"21%","percent_7":"7%","right_answer":"B. Amiodarone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp899.jpg","explanation_1":"","explanation_2":"$#Amiodarone# is a @class III antiarrhythmic drug@ used for the management of a variety of supraventricular and ventricular arrhythmias.  Class III drugs predominantly block #potassium channels# and inhibit the outward potassium currents during @phase 3@ of the cardiac action potential, prolonging repolarization and total action potential duration (APD). $The #QT interval# represents the time required for ventricular depolarization and repolarization; it can be regarded as a rough estimate of the APD.  Drugs that significantly prolong the cardiac action potential (eg, class IA and III antiarrhythmics) cause prolongation of the QT interval.  Prolonged QT is associated with a form of ventricular tachycardia called @torsades de pointes@ (polymorphic ventricular tachycardia).  However, unlike other drugs that cause QT prolongation, amiodarone has #very little risk# of inducing torsades de pointes.  This effect is thought to be due to it having a more homogeneous effect on ventricular repolarization compared to other drugs (ie, less QT dispersion). $#(Choice A)#  Adenosine interacts with A1 receptors on cardiac cells and activates potassium channels, increasing potassium conductance.  It causes a transient conduction delay through the atrioventricular (AV) node and is used for acute termination of paroxysmal supraventricular tachycardia (PSVT).  Adenosine is rapidly metabolized in the blood and tissues and has a very brief duration of action. $#(Choice C)#  Digoxin slows AV nodal conduction speed by augmenting vagal parasympathetic tone and increases cardiac contractility by inhibiting Na+/K+-ATPase (increases intracellular calcium).  It also decreases the APD and can cause QT interval shortening. $#(Choice D)#  Esmolol is a rapidly acting, short-duration beta blocker (class II antiarrhythmic) that slows the rate of discharge of sinus or ectopic pacemakers and increases the refractory period of the AV node.  It has no effect on QT interval. $#(Choice E)#  Lidocaine is a class IB antiarrhythmic drug that acts by blocking sodium channels and inhibiting phase 0 depolarization.  It does not prolong the QT interval. $#(Choice F)#  Procainamide is a class IA antiarrhythmic drug that inhibits sodium-dependent (phase 0) depolarization.  It also has moderate potassium channel blocking activity, leading to prolongation of APD and the QT interval with an increased risk of torsades de pointes. $#(Choice G)#  Verapamil is a cardio-selective calcium channel blocker (class IV antiarrhythmic drug).  It slows the sinus rate and prolongs the PR interval by slowing conduction through the AV node.  It does not prolong the QT interval. $#Educational objective# Amiodarone (and other class III and class IA antiarrhythmic agents) causes lengthening of the cardiac action potential, which manifests as QT interval prolongation on ECG.  QT prolongation caused by amiodarone, in contrast to other drugs, is associated with a very low risk of torsades de pointes.  ","clickable_1":"images/img1.899.jpg","clickable_2":"images/img2.899.jpg","clickable_3":"images/img3.899.jpg"},

{"id":"1509","title":"A 44-year-old man reports exertional shortness of breath and palpitations.  On examination, he has a systolic murmur at the left sternal border and cardiac apex, which gets louder when he stands up.  He is diagnosed with obstructive hypertrophic cardiomyopathy and paroxysmal atrial fibrillation, and is started on a medication.  Changes in the action potential of ventricular muscle cells before and after administration of medication are shown in the image below","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1509.jpg","title_2":"Black curve = Before administration of medication$ Red curve = After administration of medication $The patient is most likely being treated with which of the following medications?  ","audio":"","comparison_items":"","answer_1":"A. Adenosine","answer_2":"B. Digoxin","answer_3":"C. Diltiazem","answer_4":"D. Disopyramide","answer_5":"E. Flecainide","answer_6":"F. Lidocaine","answer_7":"G. Propranolol","percent_1":"3%","percent_2":"5%","percent_3":"6%","percent_4":"56%","percent_5":"15%","percent_6":"10%","percent_7":"4%","right_answer":"D. Disopyramide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Class I (sodium channel blocking) antiarrhythmics# ∆⨉∆⨉∆⨉§ ∆^#Specific agents# ∆^#Inhibition of$ phase 0 $depolarization# ∆^#Effect on$ length of$ action $potential#§^#Class IA# ∆Quinidine, $procainamide, $disopyramide ∆Intermediate ∆Prolonged§^#Class IB# ∆Lidocaine, mexiletine ∆Weak ∆Shortened§^#Class IC# ∆Flecainide, $propafenone ∆Strong ∆No change","explanation_img":"","explanation_1":"","explanation_2":"The illustration shows predominant slowing of phase 0 depolarization and prolongation of phase 3 repolarization (red curve) of @ventricular action potential@ after administration of the drug.  This action is usually seen with the use of class IA antiarrhythmics drugs (quinidine, procainamide, and disopyramide). $#Class I# antiarrhythmic drugs block #sodium channels# and inhibit initial phase 0 depolarization of action potential, thereby slowing conduction.  Class IA agents also have moderate potassium channel-blocking activity, leading to a slow rate of repolarization and prolongation of action potential duration in the cardiac myocytes. $#(Choice A)#  Adenosine activates potassium channels and increases potassium conductance by interacting with A1 receptors on the surface of cardiac cells.  This causes membrane hyperpolarization, resulting in transient slowing of the sinus rate and an increase in atrioventricular (AV) nodal conduction delay.  Adenosine does not modulate the ventricular myocyte action potential. $#(Choice B)#  Digoxin exerts its antiarrhythmic effects by increasing vagal output to the AV node and conduction system, thereby slowing conduction in these tissues.  It does not alter the ventricular myocyte action potential, but it does increase intracellular calcium in ventricular myocytes, leading to increased cardiac contractility. $#(Choice C)#  Calcium channel blockers are class IV antiarrhythmic drugs (eg, verapamil, diltiazem) that inhibit L-type calcium channels, slowing depolarization in the sinoatrial and AV nodes and decreasing calcium entry into cardiomyocytes.  Calcium channel blockers slow the sinus rate, prolong AV node conduction, and depress myocardial contractility. $#(Choice E)#  Flecainide is a class IC antiarrhythmic that strongly blocks sodium channels.  It exhibits a slow rate of receptor dissociation that makes it more effective at higher rates of depolarization (use dependence).  @Class IC drugs@ slow phase 0 depolarization but do not affect action potential duration. $#(Choice F)#  Lidocaine is a class IB antiarrhythmic drug that has weak sodium channel-blocking activity at rest; however, it is quite effective in blocking sodium channels in depolarized cardiac myocytes.  @Class IB drugs@ also shorten phase 3 repolarization (blockade of \"plateau\" Na+ current), thereby decreasing action potential duration. $#(Choice G)#  Propranolol is a beta-adrenergic blocking agent that slows conduction through the AV node and prolongs phase 4 depolarization in cardiac pacemaker cells.  Beta blockers do not affect ventricular myocyte action potential; their primary site of action is on the AV node and cells with automaticity. $#Educational objective# The class IA antiarrhythmics (quinidine, procainamide, and disopyramide) are sodium channel-blocking agents that depress phase 0 depolarization.  They also prolong repolarization due to moderate potassium channel- blocking activity, increasing action potential duration in cardiac myocytes. ","clickable_1":"images/img1.1509.jpg","clickable_2":"images/img2.1509.jpg","clickable_3":"images/img3.1509.jpg"},

{"id":"14743","title":"A 50-year-old man comes to the emergency department due to intermittent palpitations over the last 6 months.  The patient describes them as \"very uncomfortable\" and says the episodes occur randomly, last for several hours, and resolve spontaneously or with sleep.  The current episode started an hour ago and has been accompanied by lightheadedness.  He has no medical history.  Temperature is normal and blood pressure is 122/75 mm Hg.  BMI is 30 kg/m2.  Chest examination reveals no murmurs and the lungs are clear on auscultation.  There is trace peripheral edema.  Cardiac rhythm strip obtained in the emergency department is shown in the @exhibit@.  Aberrant electrical activity in which of the following anatomic structures is the most likely trigger for this patient's current condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit14743.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrioventricular node","answer_2":"B. Crista terminalis","answer_3":"C. Papillary muscles","answer_4":"D. Pulmonary veins","answer_5":"E. Right ventricular outflow tract","answer_6":"F. Tricuspid valve annulus","percent_1":"34%","percent_2":"14%","percent_3":"2%","percent_4":"38%","percent_5":"3%","percent_6":"10%","right_answer":"D. Pulmonary veins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14743.jpg","explanation_1":"","explanation_2":"$This patient's presentation with intermittent palpitations and @cardiac rhythm strip@ showing an #irregularly irregular rhythm# with varying R-R intervals and #no discernible P waves# is consistent with #paroxysmal atrial fibrillation# (AF). $The development of AF involves structural and electrical changes that predispose to the initiation and maintenance of electrical reentrant circuits and/or ectopic foci.  These pathologic changes, termed #atrial remodeling#, can occur as a result of normal aging or diseases that cause atrial dilation (eg, hypertension, mitral regurgitation).  The remodeling leads to shortening of the atrial refractory period and heterogeneity in localized electrical conduction between atrial myocytes, creating a #substrate# for the development of AF. $In predisposed patients, AF can spawn from specific @triggers@ such as focal electrical discharges, increased atrial stretch, elevated sympathetic activity (eg, sepsis, emotional stress), and ingestion of alcohol.  The most common trigger is aberrant electrical foci in the #pulmonary veins# near their ostia into the left atrium; therefore, catheter ablation of pulmonary vein trigger sites (pulmonary vein isolation) is used for the treatment of symptomatic, paroxysmal AF. $#(Choice A)#  Aberrant electrical conduction in the atrioventricular node is the cause of atrioventricular nodal reentrant tachycardia (AVNRT).  ECG during @AVNRT@ shows a rapid rate with regular R-R intervals and often nonvisible P waves because they are buried within the QRS complexes. $#(Choices B and F)#  The cavotricuspid isthmus is the area of right atrial tissue between the crista terminalis (ridge that runs along the vena cava) and the tricuspid annulus, and is usually part of the reentry circuit in atrial flutter.  ECG during @atrial flutter@ typically shows a saw-tooth pattern of flutter waves, and the ventricular rhythm can be regular or irregular. $#(Choices C and E)#  Monomorphic ventricular tachycardia most commonly originates from areas of ischemic myocardium; however, it can sometimes originate from nonischemic sites in the papillary muscles or right ventricular outflow tract.  ECG of @ventricular tachycardia@ typically demonstrates regular R-R intervals and wide QRS complexes. $#Educational objective# Atrial fibrillation is recognized by an irregularly irregular rhythm with variable R-R intervals and absence of P waves on ECG.  The development of AF most commonly involves ectopic electrical foci in the pulmonary veins that trigger fibrillatory conduction in abnormal (remodeled) atrial tissue.  ","clickable_1":"images/img1.14743.jpg","clickable_2":"images/img2.14743.jpg","clickable_3":"images/img3.14743.jpg","clickable_4":"images/img4.14743.jpg","clickable_5":"images/img5.14743.jpg"},

{"id":"155","title":"A 60-year-old man comes to the office for follow-up due to persistent atrial fibrillation.  He reports occasional palpitations and poor exercise tolerance.  For the past year, the patient's atrial fibrillation has been managed with a rate-control strategy using metoprolol.  Three months ago, his metoprolol dosage was increased for improved rate control, but today in the office, he reports that he was unable to tolerate the new dosage due to dizziness.  Blood pressure is 110/70 mm Hg and pulse is 105/min and irregular.  Examination shows no abnormalities.  Echocardiography reveals left atrial enlargement, an ejection fraction of 59%, and no significant valvular disease.  The patient is advised to remain on his previously tolerated metoprolol dose, and digoxin is added to the medication regimen.  Four weeks later, he reports symptom improvement.  Resting pulse is 84/min and irregular.  Which of the following best explains digoxin's effect on heart rate in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased atrial refractoriness","answer_2":"B. Decreased cardiomyocyte action potential duration","answer_3":"C. Decreased Purkinje fiber automaticity","answer_4":"D. Increased parasympathetic tone","answer_5":"E. Increased ventricular contractility","percent_1":"5%","percent_2":"6%","percent_3":"4%","percent_4":"55%","percent_5":"29%","right_answer":"D. Increased parasympathetic tone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Long-term management of atrial fibrillation#∆⨉§^#Rate-control strategy*# ∆^#Rhythm-control strategy*# § • Atrioventricular node blockade $== ○ Beta blockers $== ○ Nondihydropyridine CCBs $== ○ Digoxin • Anticoagulation usually indicated ∆ • Electrical cardioversion • Pharmacologic antiarrhythmics $== ○ Flecainide, amiodarone • Radiofrequency ablation • Anticoagulation often indicated%*Clinical outcomes for each strategy are roughly equivalent. Choice of strategy is typically based on $case particulars (eg, duration of atrial fibrillation) & patient preference.#CCBs =# calcium channel blockers.","explanation_img":"","explanation_1":"","explanation_2":"Adequate #rate control# (eg, resting heart rate <85/min) is important in #atrial fibrillation# because it minimizes symptoms and helps decrease the risk of tachycardia-induced cardiomyopathy.  Beta blockers (eg, metoprolol) #slow conduction# through the #atrioventricular (AV) node# via inhibition of sympathetic stimulation and are typically first-line therapy for rate control in patients with atrial fibrillation.  This patient was unable to tolerate the dose of metoprolol needed to maintain an appropriate resting heart rate; therefore, #digoxin# was added for increased rate control.  Digoxin slows conduction through the AV node via #increased parasympathetic (vagal) tone#. $Several mechanisms may explain the parasympathetic effects of digoxin.  Inhibition of the sodium-potassium ATPase pump in vagal afferent fibers sensitizes arterial baroreceptors (eg, carotid, aortic) and cardiac volume receptors, augmenting afferent input from the cardiovascular system to the brain.  In addition, digoxin enhances efferent parasympathetic ganglionic transmission, leading to #increased vagal output#. $This mechanism of increased parasympathetic tone is effective in controlling heart rate at rest but is limited in controlling heart rate during exercise, when sympathetic tone is high.  Therefore, digoxin is rarely used as monotherapy for rate control and is more typically combined with a beta blocker or nondihydropyridine calcium channel blocker (eg, verapamil, diltiazem). $#(Choices A and B)#  Decreased atrial refractoriness and decreased cardiomyocyte action potential duration both occur with digoxin, increasing the automaticity of the atrial myocardium and encouraging the development of atrial fibrillation and other atrial arrhythmias.  However, these effects are typically problematic only at toxic digoxin levels and at therapeutic levels are outweighed by the beneficial effect of increased parasympathetic tone. $#(Choice C)#  Digoxin increases (rather than decreases) Purkinje fiber automaticity, encouraging the development of ventricular arrhythmias (eg, ventricular tachycardia).  Like the proarrhythmic effects on the atrial myocardium, this effect is typically problematic only at toxic digoxin levels. $#(Choice E)#  Digoxin increases ventricular contractility (positive inotropy) by inhibiting the sodium-potassium ATPase pump to increase intracellular sodium and consequently @increase intracellular calcium@.  This effect can improve cardiac output and symptoms (eg, dyspnea, orthopnea) in patients with left ventricular systolic dysfunction, but it does not contribute to improved rate control. $#Educational objective# Digoxin can be used to improve ventricular rate control in patients with atrial fibrillation, as it decreases atrioventricular node conduction by increasing parasympathetic (vagal) tone.  Digoxin also has a positive inotropic effect that can be useful in patients with left ventricular systolic dysfunction. ","clickable_1":"images/img1.155.jpg"},

{"id":"14745","title":"A 56-year-old man comes to the emergency department due to palpitations that started several hours ago.  He has not had similar symptoms before.  The patient has had no chest pain, shortness of breath, lightheadedness, or syncope.  He drinks alcohol on weekends and does not use illicit drugs.  He has no family history of heart disease.  Blood pressure is 145/78 mm Hg.  BMI is 40 kg/m2.  ECG is shown in the @exhibit@.  The patient is treated medically in the emergency department.  He is then taken to the electrophysiology laboratory for radiofrequency catheter ablation to terminate his arrhythmia.  The ablation procedure should create a conduction block through which of the following areas? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit14745.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accessory pathway bypassing the atrioventricular node","answer_2":"B. Area between the tricuspid valve and inferior vena cava in the right atrium","answer_3":"C. Area in the right ventricular outflow tract","answer_4":"D. Ostia of the pulmonary veins in the left atrium","answer_5":"E. Slow pathway of the atrioventricular node","percent_1":"23%","percent_2":"46%","percent_3":"3%","percent_4":"17%","percent_5":"11%","right_answer":"B. Area between the tricuspid valve and inferior vena cava in the right atrium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14745.jpg","explanation_1":"","explanation_2":"$This patient's @ECG strip@ shows rapid and regular atrial activity in a #saw-toothed# pattern (flutter or F waves), consistent with #atrial flutter#.  Narrow QRS complexes are typically present and the ventricular rhythm appears regular.  Because the #atrial rate# is approximately #300/min#, typical ventricular rates in atrial flutter are 150/min, 100/min, or 75/min due to 2:1, 3:1, or 4:1 conduction through the atrioventricular node, respectively. $Atrial flutter shares many of the same triggers as atrial fibrillation; underlying comorbidities that cause atrial dilation (eg, heart failure) are often present and alcohol intake may contribute.  Typical atrial flutter is caused by a #large reentrant circuit# that traverses the #cavotricuspid isthmus#, the region of right atrial tissue between the inferior vena cava and the tricuspid valve annulus.  This region is identified during electrophysiologic study and is the target for radiofrequency ablation to interrupt the reentrant circuit and abolish atrial flutter. $#(Choice A)#  An @accessory pathway@ that bypasses the atrioventricular node is present in atrioventricular reentrant tachycardia, also known as Wolff-Parkinson-White syndrome.  ECG shows the @triad@ of short PR interval, wide QRS complex, and slurred upstroke of the QRS complex (delta wave). $#(Choice C)#  The right ventricular outflow tract is the most common origination site of idiopathic @ventricular tachycardia@, a repetitive monomorphic ventricular tachycardia that occurs in the absence of structural heart disease.  ECG shows a wide QRS complex with uniform QRS morphology and a regular rhythm. $#(Choice D)#  The pulmonary vein ostia are often the origination site of @atrial fibrillation@, and catheter ablation of pulmonary vein trigger sites (pulmonary vein isolation) may be used to treat symptomatic patients.  ECG reveals an irregularly irregular rhythm with varying R-R intervals and absence of P waves. $#(Choice E)#  Dual electrical pathways (a slow and fast pathway) within or near the atrioventricular node are implicated in @atrioventricular nodal reentrant tachycardia@; the slow pathway is targeted for radiofrequency ablation.  ECG shows narrow QRS complexes with a rapid rate and regular rhythm, and sometimes retrograde P waves. $#Educational objective# Atrial flutter demonstrates rapid and regular atrial activity in a saw-toothed pattern (flutter or F waves) on ECG.  Typical atrial flutter is caused by a large reentrant circuit that traverses the cavotricuspid isthmus of the right atrium, which is the target site for radiofrequency ablation.  ","clickable_1":"images/img1.14745.jpg","clickable_2":"images/img2.14745.jpg","clickable_3":"images/img3.14745.jpg","clickable_4":"images/img4.14745.jpg","clickable_5":"images/img5.14745.jpg","clickable_6":"images/img6.14745.jpg"},

{"id":"19561","title":"A 72-year-old man comes to the clinic due to episodic lightheadedness.  The episodes typically occur in the morning when the patient adjusts his shirt collar or tightens his tie and he briefly feels like he is going to pass out.  The patient had a thyroidectomy 5 years ago for a large benign tumor.  He also has hypertension and takes amlodipine.  Blood pressure is 135/78 mm Hg and pulse is 78/min.  Physical examination reveals no heart murmurs or carotid bruits.  ECG shows normal sinus rhythm.  The patient is given an ambulatory ECG monitoring device.  During symptomatic episodes, the device is most likely to show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrial fibrillation","answer_2":"B. Mobitz type II second-degree heart block","answer_3":"C. Paroxysmal supraventricular tachycardia","answer_4":"D. Sinus pause","answer_5":"E. Ventricular tachycardia","percent_1":"4%","percent_2":"11%","percent_3":"11%","percent_4":"70%","percent_5":"4%","right_answer":"D. Sinus pause","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with episodes of #presyncope# (eg, lightheadedness, feeling of impending loss of consciousness) that occur when he adjusts his shirt collar or necktie most likely has #carotid sinus hypersensitivity# (CSH).  The condition results from #overly sensitive# carotid baroreceptors that stimulate an #excessive vasovagal response# to tactile stimulation.  CSH is most commonly seen in #elderly men#; underlying carotid atherosclerotic disease and prior neck surgery (eg, thyroidectomy) are risk factors. $The @baroreceptor response@ in CSH mimics the normal response to increased blood pressure but is more exaggerated; increased parasympathetic output leads to a prolonged #sinus pause# (eg, 3-5 seconds) and decreased sympathetic outflow causes marked #peripheral vasodilation#.  The resulting delay in ventricular contraction and decreased systemic vascular resistance leads to a profound reduction in blood pressure and #transient loss of cerebral perfusion# that manifests as presyncope or syncope. $#(Choices A, C, and E)#  Intermittent tachyarrhythmias, including atrial fibrillation with rapid ventricular response, paroxysmal supraventricular tachycardia (eg, atrioventricular nodal reentrant tachycardia), and ventricular tachycardia, can cause syncope due to loss of cardiac output and reduced cerebral perfusion (of the 3 tachyarrhythmias, ventricular tachycardia is most concerning).  However, CSH is more likely in this patient with symptoms associated with tactile stimulation of the carotid sinus. $#(Choice B)#  Advanced atrioventricular block (ie, complete heart block, Mobitz type II second-degree heart block) can cause presyncope or syncope but is also less likely than CSH in this patient with symptoms associated with tactile stimulation of the carotid sinus. $#Educational objective# Carotid sinus hypersensitivity is most commonly seen in elderly men and involves an exaggerated vasovagal response to tactile stimulation of carotid sinus baroreceptors (eg, adjusting a shirt collar or necktie).  The resulting increase in parasympathetic output leads to a prolonged sinus pause that contributes to the excessive drop in blood pressure, leading to transient loss of cerebral perfusion that manifests as presyncope (eg, lightheadedness) or syncope.  ","clickable_1":"images/img1.19561.jpg"},

{"id":"90","title":"A 21-year-old man comes to the office due to recurrent heart palpitations that start and stop abruptly.  Further evaluation is indicative of an abnormal conduction pathway in the patient's heart that bypasses the atrioventricular node.  Which of the following portions of this patient's ECG is most likely to be affected during normal sinus rhythm?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/90.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"9%","percent_2":"72%","percent_3":"17%","percent_4":"1%","percent_5":"1%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp90.jpg","explanation_1":"","explanation_2":"$This young patient has paroxysmal supraventricular tachycardia (eg, repeated palpitation episodes) due to #Wolff-Parkinson-White# (WPW) syndrome.  WPW syndrome is caused by an #accessory pathway# (bundle of Kent) that allows electrical impulses to bypass the atrioventricular node and cause #preexcitation# of the ventricles.  This preexcitation leads to characteristic findings on baseline ECG during sinus rhythm, including a #shortened PR interval# (often <120 msec), slurred upslope of the QRS complex (#delta wave#), and a widened QRS complex. $Many patients with an accessory conduction pathway are asymptomatic and diagnosed only when a WPW pattern is incidentally recognized on ECG.  However, some patients will develop symptomatic arrhythmias.  Atrioventricular @reentrant tachycardia@ (AVRT), a type of paroxysmal supraventricular tachycardia, is the most common arrhythmia that occurs with WPW.  @AVRT@ results from a rapid reentrant circuit that typically travels down the AV node to the ventricles and back up the accessory pathway, with patients often experiencing palpitations or a feeling of a racing heart. $#(Choice A)#  When in sinus rhythm, a patient with an accessory conduction pathway should have a normal P wave on ECG. $#(Choice C)#  The terminal portion of the QRS complex on ECG is typically unaffected in patients with an accessory conduction pathway. $#(Choices D and E)#  The ST segment and T wave roughly correspond to the plateau and repolarization phases of the ventricular cardiomyocyte action potential, respectively.  Because preexcitation causes abnormal ventricular depolarization, it follows that repolarization changes may be present as well, manifesting as alterations in the ST segment and T wave.  However, these findings are less common than the usual WPW triad of ECG abnormalities and, when present, are nonspecific for diagnosing an accessory conduction pathway. $#Educational objective# An accessory atrioventricular conduction pathway causes ventricular preexcitation that manifests on ECG with a Wolff-Parkinson-White (WPW) pattern, consisting of a shortened PR interval, slurred upslope of the QRS complex (delta wave), and a widened QRS interval.  Some patients with an accessory conduction pathway develop paroxysmal tachyarrhythmias, most commonly atrioventricular reentrant tachycardia, which constitutes WPW syndrome.  ","clickable_1":"images/img1.90.jpg","clickable_2":"images/img2.90.jpg"},

{"id":"15555","title":"A 78-year-old man is brought to the emergency department due to lightheadedness that began earlier in the day.  This morning, the patient felt unsteady and almost passed out when he tried to get out of bed.  He has not had similar symptoms before and he has had no chest pain or shortness of breath.  He has a history of coronary artery disease requiring percutaneous coronary intervention.  The rhythm strip of the ECG obtained in the emergency department is shown in the @exhibit@.  Which of the following is the most likely cause of this patient's current symptoms?","exhibit_1":"images/exhibit15555.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Degenerative changes involving the atrioventricular node","answer_2":"B. Degenerative changes involving the sinus node","answer_3":"C. Ectopic electrical foci in left ventricular myocardium","answer_4":"D. Reentrant circuit involving the cavotricuspid isthmus","answer_5":"E. Sporadic depolarization of atrial cardiomyocytes","percent_1":"66%","percent_2":"15%","percent_3":"5%","percent_4":"3%","percent_5":"11%","right_answer":"A. Degenerative changes involving the atrioventricular node","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's ECG demonstrates @third-degree atrioventricular (AV) block@.  Third-degree (complete) AV block involves a total lack of communication between the atria and ventricles due to #AV node dysfunction#.  It can result from ischemia, infiltrative disease (eg, sarcoidosis), infection (eg, Lyme disease), or #age-related# fibrosis with cellular #degeneration#. $ Because conduction signals from the atria cannot communicate with the ventricles, the intrinsic pacemaker of the His bundle or ventricles is triggered, resulting in a junctional or ventricular escape rhythm.  On ECG, there is #dissociation of P waves and QRS complexes#, with P waves marching out at the intrinsic rate of the sinoatrial node (~75/min) and QRS complexes at the intrinsic rate of the His bundle or ventricles (~45/min).  The QRS-complex escape rhythm in this patient is particularly slow (ie, @<30/min@). $ The slow ventricular rate in third-degree AV block leads to #reduced cardiac output#, potentially causing dyspnea, fatigue, lightheadedness, and syncope.  Definitive management requires placement of a permanent pacemaker. $ (Choice B)  Degenerative changes involving the sinus node can lead to @sick sinus syndrome@, characterized by bradycardia with sinus pauses (delayed P waves) and sinus arrest (dropped P waves).  However, there would be no dissociation of P waves and QRS complexes (ie, P waves are always promptly followed by a QRS complex). $ (Choice C)  Ectopic electrical foci in left ventricular (LV) myocardium are a common cause of monomorphic @ventricular tachycardia@, typically in the setting of myocardial ischemia or LV systolic dysfunction.  ECG demonstrates wide QRS complexes that are rapid and regular, and P waves are not visible. $ (Choice D)  A reentrant circuit involving the cavotricuspid isthmus occurs in @atrial flutter@.  ECG shows saw-toothed flutter waves; QRS complexes may demonstrate a regular or irregular rhythm depending on how consistently flutter waves are conducted through the AV node. $ (Choice E)  Sporadic depolarization of atrial cardiomyocytes occurs in @atrial fibrillation@.  On ECG, QRS intervals are irregular and P waves are absent. $ Educational objective Third-degree (complete) atrioventricular block involves dysfunction of the atrioventricular node, resulting in total lack of communication between the atria and ventricles.  On ECG, there is dissociation of P waves and QRS complexes, with P waves marching out at the intrinsic rate of the sinoatrial node and QRS complexes at the intrinsic rate of the His bundle or ventricles (escape rhythm).","clickable_1":"images/img1.15555.jpg","clickable_2":"images/img2.15555.jpg","clickable_3":"images/img3.15555.jpg","clickable_4":"images/img4.15555.jpg","clickable_5":"images/img5.15555.jpg","clickable_6":"images/img6.15555.jpg"},

{"id":"11797","title":"A 16-year-old previously healthy boy is brought to the office due to palpitations.  He was watching a documentary at a movie theater when his heart suddenly began to race and he became lightheaded.  The patient says that he has felt \"rapid heartbeats\" in the past and thought that they were due to stress from school examinations, but he has never had associated lightheadedness before.  He has no chest pain or dyspnea.  Physical examination is within normal limits.  Resting ECG is shown in the @exhibit@.  Which of the following is most likely present in this patient? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit11797.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Accessory bypass tract connecting the atria and ventricles","answer_2":"B.Cardiac conduction system degeneration below the level of the atrioventricular node","answer_3":"C.Ectopic atrial foci that serve as the dominant pacemaker","answer_4":"D.Impaired generation of impulses in the sinoatrial node","answer_5":"E.Prolonged ventricular action potential due to myocyte ion channel abnormality","percent_1":"61%","percent_2":"8%","percent_3":"14%","percent_4":"8%","percent_5":"9%","right_answer":"A.Accessory bypass tract connecting the atria and ventricles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11797.jpg","explanation_1":"","explanation_2":"$This patient's @resting ECG@ shows the characteristic #Wolff-Parkinson-White (WPW) #pattern, which consists of the following triad: $• #Short PR# interval, generally <120 msec $• Slurred and broad upstroke of the QRS complex (#delta wave#) $• #QRS widening#, often with ST segment/T wave changes $These findings are created by an #accessory pathway# (bundle of Kent), which allows ventricular depolarization to begin before the normal depolarization impulse can pass through the atrioventricular node (ie, #ventricular preexcitation#).  Many patients with WPW pattern on ECG remain asymptomatic, but some develop paroxysmal tachyarrhythmias (ie, episodes of palpitations and lightheadedness); these patients are considered to have WPW syndrome. $#Atrioventricular reentrant tachycardia# (@AVRT@), a form of paroxysmal supraventricular tachycardia, is the most common arrhythmia seen with WPW syndrome.  It results when a premature atrial or ventricular contraction creates a reentrant circuit involving the accessory pathway and the atrioventricular node.  Notably, the characteristic findings of WPW pattern are not evident on ECG during AVRT and are best demonstrated during normal sinus rhythm. $#(Choice B)#  Cardiac conduction system degeneration below the level of the atrioventricular node (eg, His Purkinje system) leads to variable degrees of conduction block and typically presents with symptomatic bradycardia. $#(Choice C)#  Patients with wandering atrial pacemaker or ectopic atrial rhythm have ectopic atrial foci that replace the sinus node as the dominant pacemaker; P waves of varying morphology are seen on ECG.  This patient has normal, uniform P waves suggesting normal sinus node function. $#(Choice D)#  Impaired generation of impulses in the sinoatrial node can occur with @sick sinus syndrome@, which usually affects elderly patients.  It appears on ECG as a delayed P wave or the absence of a P wave with the QRS complex formed by a junctional escape beat. $#(Choice E)#  Congenital long QT syndrome is caused by mutations in the genes encoding cardiac sodium or potassium channels.  The prolonged repolarization interval (eg, QTc > 450 msec) puts patients at risk for developing polymorphic ventricular tachycardia (eg, @torsades de pointes@). $#Educational objective# Wolff-Parkinson-White (WPW) pattern is characterized by a shortened PR interval, slurred initial upstroke of the QRS complex (delta wave), and widening of the QRS complex.  It is caused by an accessory pathway that bypasses the atrioventricular node, leading to ventricular preexcitation.  Some patients develop paroxysmal tachyarrhythmias (eg, atrioventricular reentrant tachycardia) due to reentry of electrical impulses through the accessory conduction pathway (ie, WPW syndrome).  ","clickable_1":"images/img1.11797.jpg","clickable_2":"images/img2.11797.jpg","clickable_3":"images/img3.11797.jpg","clickable_4":"images/img4.11797.jpg"},

{"id":"14780","title":"A 55-year-old man comes to the emergency department due to an hour of intense substernal chest burning accompanied by sweating.  He has a history of obesity and diet-controlled type 2 diabetes mellitus.  On initial evaluation, blood pressure is 110/70 mm Hg and pulse is 60/min and regular.  Oxygen saturation is 98% on room air.  The patient is comfortable lying flat and no heart murmurs are heard.  Lungs are clear on auscultation.  Immediate ECG shows normal sinus rhythm with a 2-mm ST-segment elevation in leads II, III, and aVF.  Aspirin and morphine are administered.  As the patient is about to be transported to the catheterization lab for urgent percutaneous coronary intervention, he develops dizziness and the telemetry monitor shows sinus bradycardia at 40/min.  The patient appears pale and diaphoretic and peripheral pulses are faint.  Blood pressure is 70/40 mm Hg.  Which of the following is the best immediate step for managing this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenosine","answer_2":"B. Alteplase","answer_3":"C. Amiodarone","answer_4":"D. Atropine","answer_5":"E. Naloxone","answer_6":"F. Physostigmine","percent_1":"14%","percent_2":"13%","percent_3":"4%","percent_4":"54%","percent_5":"13%","percent_6":"1%","right_answer":"D. Atropine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with ST elevation in leads II, III, and aVF has an acute #inferior wall myocardial infarction# (MI), which most commonly occurs due to occlusion of the right coronary artery (RCA).  The RCA usually @supplies blood@ to the sinoatrial node, the atrioventricular node, and most of the bundle of His; therefore, #conduction impairment# (eg, sinus bradycardia, atrioventricular block) is common in patients with inferior wall MI. $#Sinus bradycardia# is the most common arrhythmia in those with inferior wall MI (nearly 50% of patients); it occurs due to both nodal ischemia and #enhanced vagal tone# triggered by infarction of myocardial tissue.  The bradycardia is usually transient and resolves with restoration of coronary blood flow; however, patients with hypotension or symptoms of bradycardia (eg, lightheadedness, syncope) should be managed with #intravenous atropine#.  The #anticholinergic# effects of atropine counteract the enhanced vagal tone to increase heart rate and improve symptoms. $#(Choice A)#  Adenosine hyperpolarizes the atrioventricular node to cause transient atrioventricular conduction delay.  It is useful in the treatment of paroxysmal supraventricular tachycardia, but it is likely to worsen bradycardia. $#(Choice B)#  Alteplase is a fibrinolytic agent indicated for the acute management of patients with ST-elevation MI who cannot undergo percutaneous coronary intervention (PCI) in a timely manner.  PCI is associated with reduced mortality and a lower rate of complications (eg, cerebral hemorrhage) compared with fibrinolytic therapy and is the preferred intervention whenever possible. $#(Choice C)#  Amiodarone is a class III antiarrhythmic agent that can be used for the management of ventricular arrhythmia (eg, ventricular tachycardia) in patients with acute MI.  However, the drug causes negative chronotropy and is not used to treat bradyarrhythmias. $#(Choice E)#  Naloxone, an opioid-receptor antagonist, is used to reverse the effects of opioid overdose (eg, somnolence, respiratory and cardiac depression).  Although morphine may cause bradycardia, this patient's bradycardia is more likely due to his inferior wall MI. $#(Choice F)#  Physostigmine, an acetylcholinesterase inhibitor that prolongs the effects of acetylcholine, is used in the treatment of myasthenia gravis.  Its effects essentially oppose those of atropine; it would worsen the bradycardia in this patient. $#Educational objective# Conduction impairment is common with acute inferior wall myocardial infarction.  Sinus bradycardia often occurs due to nodal ischemia and an increase in vagal tone triggered by infarction of myocardial tissue; the enhanced vagal tone can be counteracted by the anticholinergic effects of atropine.  ","clickable_1":"images/img1.14780.jpg"},

{"id":"1515","title":"A 23-year-old man comes to the emergency department with sudden onset of heart palpitations that started while he was at his desk at work.  The patient has no known medical problems and does not use tobacco or illicit drugs.  He drinks alcohol occasionally on the weekends.  Initial blood pressure is 110/70 mm Hg and pulse is 160/min and regular.  Gentle neck massage just below the angle of the right mandible provides immediate improvement of his condition.  His blood pressure is now 120/80 mm Hg and pulse is 75/min.  Which of the following mechanisms is responsible for improvement of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased baroreceptor firing rate","answer_2":"B. Increased sympathetic output to the sinoatrial node","answer_3":"C. Increased systemic vascular resistance","answer_4":"D. Prolonged atrioventricular node refractory period","answer_5":"E. Prolonged ventricular myocardium refractory period","percent_1":"35%","percent_2":"5%","percent_3":"5%","percent_4":"53%","percent_5":"2%","right_answer":"D. Prolonged atrioventricular node refractory period","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1515.jpg","explanation_1":"","explanation_2":"$This patient's presentation with sudden onset of palpitations and rapid regular tachycardia is consistent with #paroxysmal supraventricular tachycardia# (PSVT), which is most often due to a reentrant impulse traveling circularly between the slowly and rapidly conducting segments of the atrioventricular (AV) node.  #Vagal maneuvers# such as carotid sinus massage, Valsalva, and cold water immersion can be used to acutely terminate PSVT. $The carotid sinuses are bulges in the internal carotid artery with baroreceptors located immediately distal to the bifurcation of the common carotid artery.  The carotid sinus reflex has an afferent limb that arises from the baroreceptors in the sinus and travels to the vagal nucleus and medullary centers via the glossopharyngeal nerve (cranial nerve [CN] IX), whereas the efferent limb carries parasympathetic impulses to the sinoatrial (SA) and AV nodes via the vagus nerve (CN X).  Carotid sinus massage leads to increased afferent firing from the carotid sinus, which in turn, #increases vagal parasympathetic tone#.  This #slows conduction through the AV node# and #prolongs# the AV node #refractory period#, helping to terminate the reentrant tachycardia. $#(Choices A, B, and C)#  Carotid sinus massage stimulates the baroreceptors and increases the firing rate from the carotid sinus, leading to an increase in parasympathetic output and withdrawal of sympathetic output to the heart and peripheral vasculature.  This leads to slowing of the heart rate and AV conduction, along with a decrease in systemic vascular resistance. $#(Choice E)#  Vagal efferent nerves only sparsely innervate ventricular myocardium, and carotid sinus massage does not cause any significant change in the ventricular refractory period. $#Educational objective# Carotid sinus massage leads to an increase in parasympathetic tone causing temporary inhibition of sinoatrial node activity, slowing of conduction through the atrioventricular (AV) node, and prolongation of the AV node refractory period.  It is a useful vagal maneuver for termination of paroxysmal supraventricular tachycardia.  "},

{"id":"14744","title":"A 54-year-old man is evaluated for paroxysmal atrial fibrillation.  During the episodes, the patient experiences palpitations, chest tightness, light-headedness, and shortness of breath.  Medical history is significant for asthma, hypertension, and diet-controlled diabetes mellitus.  Prior testing showed normal left ventricular ejection fraction, no evidence of valvular disease, and no obstructive coronary artery disease.  It is decided to proceed with dofetilide therapy.  Initiation of this therapy increases this patient's risk for which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchospasm","answer_2":"B. Complete atrioventricular block","answer_3":"C. Polymorphic ventricular tachycardia","answer_4":"D. Thyroid dysfunction","answer_5":"E. Venous thromboembolism","answer_6":"F. Visual disturbance","percent_1":"4%","percent_2":"20%","percent_3":"63%","percent_4":"8%","percent_5":"2%","percent_6":"3%","right_answer":"C. Polymorphic ventricular tachycardia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pharmacotherapy for supraventricular arrhythmias#∆⨉§^#Medication# ∆^#Short-term adverse effects#§^#Flecainide/propafenone#$ (class IC) ∆ • Monomorphic VT*§^#Metoprolol#$ (class II) ∆ • Bradycardia & advanced AV block§^#Amiodarone#$ (class III) ∆ • Bradycardia • Hepatic toxicity, thyroid dysfunction§^#Ibutilide/dofetilide/sotalol#$ (class III) ∆ • Torsade de pointes§^#Verapamil/diltiazem#$ (class IV) ∆ • Bradycardia & advanced AV block • Decreased ventricular contractility • Constipation (verapamil)§^#Adenosine# ∆ • Flushing & hypotension • Bronchospasm • High-grade AV block§^#Digoxin# ∆ • Bradycardia & other arrhythmias • Nausea & vomiting ± visual disturbances%*Especially a concern with ischemic or structural heart disease.$ #AV =# atrioventricular; #VT =# ventricular tachycardia.","explanation_img":"","explanation_1":"","explanation_2":"Relatively young patients with #symptomatic paroxysmal atrial fibrillation# are often treated with a #rhythm-control# strategy to restore and maintain normal sinus rhythm and to eliminate symptoms.  Antiarrhythmic drugs commonly used for rhythm control of atrial fibrillation include class IC (eg, flecainide, propafenone) and class III (eg, ibutilide, dofetilide) agents. $#Dofetilide# and ibutilide selectively block the rapid component of the delayed-rectifier potassium current.  This #slows repolarization# and @prolongs action potential duration@ and the #effective refractory period# in cardiomyocytes, suppressing the electrical foci that lead to atrial fibrillation.  As a result, the #QT interval is prolonged#, leading to an increased risk of #torsade de pointes#, a form of #polymorphic ventricular tachycardia# that can cause syncope and sudden cardiac death.  To minimize this risk, dofetilide or ibutilide therapy is started only in the hospital with temporary cardiac monitoring. $#(Choice A)#  Adenosine can trigger bronchospasm, likely by stimulating the release of histamine and leukotrienes from mast cells.  Class III antiarrhythmics are not associated with bronchospasm. $#(Choice B)#  Beta blockers (via inhibition of beta-1 receptor–driven chronotropy) and nondihydropyridine calcium channel blockers (via blockade of L-type atrioventricular [AV] node calcium channels) slow AV node conduction and in overdose can cause complete AV block.  Digoxin (via enhanced vagal tone) and adenosine can also cause AV block.  Although some class III antiarrhythmics (ie, sotalol, amiodarone) have negative chronotropic effects and may slow AV node conduction, dofetilide and ibutilide have no significant effect on AV node conduction. $#(Choice D)#  Amiodarone can disrupt thyroid function and lead to hyper- or hypothyroidism, but dofetilide and other class III antiarrhythmics do not affect thyroid function.  Compared with other class III antiarrhythmics, amiodarone is associated with a lower risk of torsade de pointes. $#(Choice E)#  Most antiarrhythmic drugs, including class III, are not associated with an increased risk of venous thromboembolism. $#(Choice F)#  Digoxin toxicity can cause visual disturbances consisting of blurred or yellow vision, but visual disturbance is not an adverse effect of class III antiarrhythmics. $#Educational objective# Dofetilide and ibutilide are class III antiarrhythmics that treat atrial fibrillation by blocking the rapid component of the delayed-rectifier potassium current to slow repolarization and increase the effective refractory period.  As a result, the QT interval is prolonged, creating an increased risk of polymorphic ventricular tachycardia (torsade de pointes). ","clickable_1":"images/img1.14744.jpg"}



]