[  
  {
    "subjectsystem":"anatomy-ENT",
    "id": "11783",
    "title": "A 6-year-old boy is brought to the emergency department by his parents due to persistent nasal bleeding.  The boy picks his nose frequently and has had several nosebleeds in the past, all of which stopped spontaneously after pinching the nose.  The parents say that they have been pinching the nasal alae for over 30 minutes while the boy leans forward.  Family history is negative for bleeding disorders.  The patient takes no medications and has no allergies.  Examination shows continuous blood trickle from his right nostril.  Silver nitrate cautery is performed and the bleeding stops.  Cautery was most likely applied to which of the following locations in this patient's nasal cavity?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Inferior turbinate",
    "ansImg_1": "",
    "answer_2": "B. Middle meatus",
    "ansImg_2": "",
    "answer_3": "C. Nasal septum",
    "ansImg_3": "",
    "answer_4": "D. Posterior choanae",
    "ansImg_4": "",
    "answer_5": "E. Posterolateral wall",
    "ansImg_5": "",
    "right_answer": "C. Nasal septum",
    "percent_1": "12%",
    "percent_2": "10%",
    "percent_3": "46%",
    "percent_4": "11%",
    "percent_5": "21%",
    "explanation_img": "images/exp11783.jpg",
    "explanation_1": "",
    "explanation_2": "The nasal mucosa is highly vascular and easily irritated by trauma (eg, nose-picking), mucosal dryness, foreign body insertion, and rhinitis (eg, allergy, infection). #Epistaxis# is very common in children and may be classified as anterior or posterior, depending on the bleeding source. Anterior nosebleeds are by far the most common, and the vast majority occur within the vascular watershed area of the #nasal septum# (anteroinferior part of the nasal septal mucosa) known as #Kiesselbach plexus#. Anastomosis of the following vessels occurs in this region: $• Septal branch of the #anterior ethmoidal artery# $• Lateral nasal branch of the #sphenopalatine artery# $• Septal branch of the #superior labial artery# (branch of the facial artery) Management is directed at stopping the bleeding from Kiesselbach plexus, preferably by direct @compression of the nasal alae@. Cautery (eg, silver nitrate) of the area surrounding the bleeding site may be necessary for persistent bleeding. $#(Choices A and B)# The @lateral nasal wall@ contains the superior, middle, and inferior turbinates (also known as conchae). These 3 bony projections are covered with mucous membrane; they warm, humidify, and filter inspired air and expand and contract in response to environmental changes (eg, temperature, humidity, allergens). The turbinates form corresponding meatuses that serve as drainage pathways. The superior meatus provides drainage for the sphenoidal and posterior ethmoidal sinuses. The middle meatus drains the frontal, maxillary, and anterior ethmoidal sinuses and is the most common site of nasal polyps. The inferior meatus drains the nasolacrimal duct. $#(Choices D and E)# Branches of the sphenopalatine artery supply the posterolateral wall and posterior choanae. These posterolateral branches are the most likely source of posterior nosebleeds. Posterior epistaxis is usually severe and cannot be treated with cautery. $Educational objective Epistaxis is commonly caused by irritation of the highly vascular mucosa at the anterior nasal septum. The anterior nasal septum contains the Kiesselbach plexus. The anterior ethmoidal, sphenopalatine, and superior labial arteries anastomose in this region.",
    "clickable_1":"images/img1.11783.jpg",
    "clickable_2":"images/img2.11783.jpg"
  }
  ,
  {
    "id": "8703",
    "title": "A 23-year-old man comes to the emergency department due to a sensation of food being stuck in his throat. His symptoms started 2 hours ago after eating fish at a local seafood restaurant. He has tried swallowing many times in an attempt to clear the food but has had no relief. The patient has no difficulty with breathing. He does not appear to be in significant distress on physical examination. Laryngoscopy reveals a fish bone lodged in the left piriform recess. During retrieval of the fish bone, a nerve deep to the mucosa overlying the recess is damaged. Which of the following is most likely to be impaired in this patient as a result of his iatrogenic injury?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Cough reflex",
    "ansImg_1": "",
    "answer_2": "B. Gag reflex",
    "ansImg_2": "",
    "answer_3": "C. Mastication",
    "ansImg_3": "",
    "answer_4": "D. Salivation",
    "ansImg_4": "",
    "answer_5": "E. Taste sensation",
    "ansImg_5": "",
    "right_answer": "A. Cough reflex",
    "percent_1": "33%",
    "percent_2": "57%",
    "percent_3": "2%",
    "percent_4": "3%",
    "percent_5": "4%",
    "explanation_img": "images/exp8703.jpg",
    "explanation_1": "",
    "explanation_2": "$The #piriform recesses# are small cavities that lie on either side of the laryngeal orifice.  They are bounded medially by the aryepiglottic folds and laterally by the thyroid cartilage and thyrohyoid membrane.  During normal swallowing, food is diverted by the epiglottis laterally through the piriform recesses into the esophagus without endangering the airway. $A thin layer of mucosa overlying the piriform recess is all that protects the superficially coursing #internal laryngeal nerve#, a branch of the @superior laryngeal nerve@ (part of the vagus nerve [CN X]).  Unlike the recurrent and external laryngeal nerves that carry motor fibers to the muscles involved in vocal cord function, the internal laryngeal nerve contains only #sensory# and autonomic fibers.  It mediates the afferent limb of the cough reflex by carrying sensation from the mucosa #superior to the vocal cords#. $Damage to the internal laryngeal nerve can occur when foreign bodies (eg, chicken or fish bones) become lodged in the piriform recess or during attempts to retrieve them.  The resulting reduction in laryngeal sensation can #impair the cough reflex#. $#(Choice B)#  The afferent limb of the @gag reflex@ is mediated predominantly by the glossopharyngeal nerve (CN IX), whereas the efferent limb is carried by the vagus nerve (CN X).  Although the internal laryngeal nerve is a branch of CN X, it does not carry motor fibers and is not involved in the gag reflex. $#(Choice C)#  The muscles of mastication are innervated by the mandibular branch of the @trigeminal nerve@ (CN V3).  This nerve is involved in the @jaw jerk reflex@, which is typically prominent only in patients with upper motor neuron lesions. $#(Choice D)#  Salivation is mediated by the glossopharyngeal nerve (which innervates the parotid gland via the @otic ganglion@) and the facial nerve (which innervates submandibular and sublingual glands via the submandibular ganglion).  These nerves do not lie in close proximity to the piriform recess. $#(Choice E)#  Although the internal laryngeal nerve carries taste sensation from the root of the tongue and epiglottis, its role in the perception of taste is extremely minor.  @Taste sensation@ is primarily mediated by glossopharyngeal nerve (posterior one-third of the tongue and oropharynx) and facial nerve (anterior two-thirds of the tongue). $#Educational objective# The internal laryngeal nerve mediates the afferent limb of the cough reflex above the vocal cords.  Foreign bodies (eg, fish bones) can become lodged in the piriform recess and may cause damage to the nerve, impairing the cough reflex. ",
      "clickable_1":"images/img1.8703.jpg",
      "clickable_2":"images/img2.8703.jpg",  
      "clickable_3":"images/img3.8703.jpg",
      "clickable_4":"images/img4.8703.jpg",
      "clickable_5":"images/img5.8703.jpg",
      "clickable_6":"images/img6.8703.jpg"

  },
  {
    "id": "1633",
    "title": "A 56-year-old previously healthy man comes to the office due to decreased hearing in both ears.  He reports difficulty understanding conversations in crowded rooms.  His wife adds that they often argue about the volume of the television set.  The patient cannot remember precisely when he first noticed hearing loss but says it has been present at least 6 months and is getting worse.  For the past 12 years, he has worked in a factory where he has to shout to communicate with coworkers and has seldom worn hearing protection.  An audiogram is obtained as shown in the image below. Which of the following is most likely abnormal in this patient?",
    "image_1": "images/1633.jpg",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Auditory nerve",
    "ansImg_1": "",
    "answer_2": "B. Cochlear cupula",
    "ansImg_2": "",
    "answer_3": "C. Middle ear ossicles",
    "ansImg_3": "",
    "answer_4": "D. Organ of Corti",
    "ansImg_4": "",
    "answer_5": "E. Round window",
    "ansImg_5": "",
    "answer_6": "F. Tympanic membrane",
    "ansImg_6": "",
    "right_answer": "D. Organ of Corti",
    "percent_1": "10%",
    "percent_2": "13%",
    "percent_3": "13%",
    "percent_4": "52%",
    "percent_5": "3%",
    "percent_6": "9%",
    "explanation_img": "images/exp1633.jpg",
    "explanation_1": "",
    "explanation_2": "This patient has high-frequency hearing loss due to chronic noise exposure. Transduction of mechanical sound waves into nerve impulses occurs in the #organ of Corti# through the following steps: 1. Sound reaches the middle ear by vibrating the tympanic membrane. 2. The vibration is transferred to the oval window by the ossicles. 3. Vibration of the oval window causes vibration of the basilar membrane, which in turn causes bending of the hair cell cilia against the tectorial membrane. 4. Hair cell bending causes oscillating hyperpolarization and depolarization of the auditory nerve, thereby creating nerve impulses from sound. #Noise-induced hearing loss# results from trauma to the #stereociliated hair cells# of the organ of Corti. The acoustic reflex normally dampens the effects of loud noise by causing the stapedius and tensor tympani muscles to contract, which lessens the responsiveness of the ossicles to sound. However, prolonged noise exposure can cause distortion or fracture of the stereocilia due to shearing forces against the tectorial membrane. High-frequency hearing is lost first, regardless of the frequency of the sound causing the damage. $(Choice A) Hearing loss originating in the auditory nerve is most commonly due to a vestibular schwannoma (acoustic neuroma). Patients develop high-frequency sensorineural hearing loss, but symptoms are usually unilateral. $(Choice B) The cochlear cupula is the apex of the cochlea and is distant from the oval window. The distal cochlea primarily registers low-frequency sound. $(Choice C) Defects of the middle ear ossicles (eg, otosclerosis) can cause hearing loss that generally affects air conduction across all frequencies. This patient's hearing loss affects both air and bone conduction. $(Choice E) The round window lies between the middle and inner ear and moves outward when the stapes causes the oval window to move inward. Malformation of the round window can cause congenital hearing impairment, but acquired disorders are rare. $(Choice F) Perforation or rupture of the tympanic membrane can occur with infection, trauma, pressure changes, or sudden and very loud noises. Rupture of the tympanic membrane causes unilateral conductive hearing loss. $Educational objective Prolonged exposure to loud noises causes hearing loss due to damage to the stereociliated hair cells of the organ of Corti."
  },
{
    "id": "18598",
    "title": "A 30-year-old woman comes to the emergency department after a seizure.  The patient reports pain on the left side of her face and is unable to fully open or close her mouth.  She is drooling.  On examination, the jaw deviates to the right and the left mandibular condyle is very prominent with a palpable depression posterior to it.  The patient is diagnosed with an anterior dislocation of the left temporomandibular joint.  The jaw is most likely maintained in a dislocated position due to continued spasm of which of the following muscles?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Buccinator",
    "ansImg_1": "",
    "answer_2": "B. Genioglossus",
    "ansImg_2": "",
    "answer_3": "C. Lateral pterygoid",
    "ansImg_3": "",
    "answer_4": "D. Sternocleidomastoid",
    "ansImg_4": "",
    "answer_5": "E. Superior pharyngeal constrictor",
    "ansImg_5": "",
    "answer_6": "F. Zygomaticus major",
    "ansImg_6": "",
    "right_answer": "C. Lateral pterygoid",
    "percent_1": "7%",
    "percent_2": "0%",
    "percent_3": "86%",
    "percent_4": "2%",
    "percent_5": "0%",
    "percent_6": "5%",
    "explanation_img": "images/exp18598.jpg",
    "explanation_1": "",
    "explanation_2": "This patient has an anterior dislocation of the #temporomandibular joint# (TMJ), the synovial joint that opens and closes the jaw. The joint is formed by the mandibular condyle that sits in the glenoid fossa of the squamous portion of the temporal bone. TMJ opening involves a complex movement that has both hinge and sliding components: $• The initial movement is rotational (ie, hinge) and driven by the #lateral pterygoid muscles#, which are the only muscles of mastication that aid in #depressing the mandible# (ie, opening the jaw). $• As the jaw opens, the ligaments become taut, stopping further rotation. $• Further action by the lateral pterygoids results in translational movement (ie, condyle slides anteriorly) that opens the jaw fully. TMJ dislocation occurs when translational movement is exaggerated due to #extreme jaw opening# (eg, yawning, orotracheal intubation, #seizure#) that causes displacement of the condyle anteriorly out of the glenoid fossa. Stretching of the ligaments causes significant pain and spasm of the muscles of mastication. This #muscle spasm# (specifically of the lateral pterygoids that aid jaw opening) #prevents spontaneous resolution# of the dislocation; manual reduction is usually necessary. $(Choice A) The buccinator muscle underlies the cheek. It holds the cheek close to the teeth to control food boluses during chewing but is not involved in movement of the jaw. $(Choice B) The genioglossus muscles form the body of the tongue. Although they originate on the tubercle of the mandible (and insert into the hyoid bone and the bottom of the tongue), they are responsible for tongue protrusion rather than mandibular movement. $(Choice D) The sternocleidomastoid muscles originate at the sternum and the clavicle and insert on the mastoid tip. They rotate the head (when acting independently) or flex the neck (when acting in concert). $(Choice E) The superior pharyngeal constrictor forms portions of the posterior and lateral oropharyngeal walls. Muscle contraction propels food and liquid inferiorly into the esophagus during swallowing. $(Choice F) The @zygomaticus major@ originates from the zygomatic bone and inserts onto the angle of the mouth. Contraction pulls the angle of the mouth laterally and superiorly during a smile. $Educational objective The lateral pterygoid muscles are the only muscles of mastication that aid in depressing the mandible (ie, opening the jaw). Spasm of the lateral pterygoids prevents spontaneous reduction of an anterior dislocation of the temporomandibular joint.",
    "clickable_1":"images/img1.18598.jpg"
  }  ,
  {
    "id": "19130",
    "title": "A 65-year-old man comes to the office with a 4-month history of persistent left ear pain that is slowly worsening.  He is also having some difficulty swallowing.  The patient has no chronic medical conditions but has smoked 1 pack of cigarettes per day for the last 46 years.  On examination, the external auditory canal is patent and the tympanic membrane is clear with no middle ear effusion.  There is an enlarged lymph node in the left anterior neck.  Flexible fiberoptic laryngoscopy reveals an ulcerative mass on the posterior pharyngeal wall of the hypopharynx.  Involvement of which of the following nerves is most likely responsible for this patient's ear pain?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Trigeminal nerve",
    "ansImg_1": "",
    "answer_2": "B. Facial nerve",
    "ansImg_2": "",
    "answer_3": "C. Vestibulocochlear nerve",
    "ansImg_3": "",
    "answer_4": "D. Vagus nerve",
    "ansImg_4": "",
    "answer_5": "E. Hypoglossal nerve",
    "ansImg_5": "",
    "answer_6": "F. Great auricular nerve",
    "ansImg_6": "",
    "right_answer": "D. Vagus nerve",
    "percent_1": "11%",
    "percent_2": "13%",
    "percent_3": "3%",
    "percent_4": "58%",
    "percent_5": "5%",
    "percent_6": "10%",
    "explanation_img": "images/exp19130.jpg",
    "explanation_1": "",
    "explanation_2": "This patient has #otalgia# in the setting of a normal ear examination, which is likely #referred pain# (pain perceived at a different site than its true origin). Further evaluation shows an ulcerative mass in the hypopharynx with an enlarged lymph node, which is consistent with #mucosal head and neck squamous cell carcinoma# (HNSCC). Many sources of pain in the head and neck can be referred to the ear because several cranial nerves also innervate parts of the @ear@. Common causes of referred ear pain include temporomandibular joint disease, dental disease, or cancer affecting the tongue base, hypopharynx, or larynx. This patient's referred otalgia is most likely due to his hypopharyngeal carcinoma causing irritation of the #vagus nerve# (CN X). The vagus nerve has afferent fibers innervating the larynx and #hypopharynx# and also has a branch that provides afferent sensory input from the external auditory canal. Similarly, the #glossopharyngeal nerve# (CN IX), which innervates the upper pharynx and base of tongue, also provides sensory innervation to the external auditory canal and can contribute to referred otalgia from tumors in these areas. $#(Choices A, B, and F)# The trigeminal nerve (CN V) provides sensory innervation for much of the face, including parts of the ear. The facial nerve (CN VII) and great auricular nerve (originates from C2 and C3) innervate portions of the external auditory canal. Although these nerves carry sensation from the ear, they do not provide innervation to the hypopharynx. $(Choice C) The vestibulocochlear nerve (CN VIII) contributes special sensory (hearing, balance) from the ear but does not contribute to general sensation. Therefore, lesions that impact the vestibulocochlear nerve tend to cause hearing loss or imbalance (eg, vertigo) rather than pain. $(Choice E) The hypoglossal nerve (CN XII) innervates the muscles of the tongue. It has motor function only, so dysfunction tends to produce weakness (eg, deviation of the tongue) rather than pain. $Educational objective Referred otalgia is common in head and neck pathology because many cranial nerves innervate the ear (eg, CN V, VII, IX, X). In particular, tumors in the hypopharynx, larynx, or base of tongue cause referred otalgia due to sensory contributions from the glossopharyngeal and vagus nerves.",
    "clickable_1":"images/img1.19130.jpg"
  },
  {
    "id": "19972",
    "title": "A 20-month old girl is brought to the emergency department for difficulty breathing.  The patient has had rhinorrhea and nasal congestion for the past 2 days.  She developed a cough and noisy breathing this evening.  Medical history is otherwise negative.  She is growing well, meeting milestones, and up-to-date on immunizations.  On examination, the patient has suprasternal and intercostal retractions, inspiratory stridor, and a barking cough.  Inflammation and edema of which of the following sites is most likely causing this patient's stridor?",
    "image_1": "images/19972.jpg",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. A",
    "ansImg_1": "",
    "answer_2": "B. B",
    "ansImg_2": "",
    "answer_3": "C. C",
    "ansImg_3": "",
    "answer_4": "D. D",
    "ansImg_4": "",
    "answer_5": "E. E",
    "ansImg_5": "",
    "answer_6": "F. F",
    "ansImg_6": "",
    "right_answer": "F. F",
    "percent_1": "1%",
    "percent_2": "10%",
    "percent_3": "0%",
    "percent_4": "41%",
    "percent_5": "5%",
    "percent_6": "43%",
    "explanation_img": "images/exp19972.jpg",
    "explanation_1": "",
    "explanation_2": "$This patient with upper respiratory symptoms (eg, rhinorrhea, nasal congestion) now has a barking cough, retractions, and inspiratory stridor, symptoms suggestive of #croup#. $@Croup@ is a viral infection caused by the #parainfluenza virus# most commonly seen in children age 6 months to 3 years.  The virus spreads from the nasopharyngeal mucosa to the larynx and trachea, causing inflammation and #edema of the proximal trachea# (ie, #subglottis#).  Narrowing at this area creates a partial airway obstruction, which results in #inspiratory stridor#, hoarseness, and a #barking cough#.  X-ray may reveal subglottic narrowing (ie, @steeple sign@). $#(Choice A)#  The nasal mucosa is likely inflamed and edematous in this patient, leading to nasal congestion and rhinorrhea.  However, edema of the nasal mucosa does not lead to stridor or a barking cough. $#(Choice B)#  The tonsils are located in the oropharynx and can become inflamed and edematous in conditions such as mononucleosis or a peritonsillar abscess.  Although severe swelling in the oropharynx can lead to airway obstruction, it classically presents with voice changes (ie, hot potato voice) but not a barking cough. $#(Choice C)#  Inflammation and edema of the submandibular and sublingual spaces is characteristic of Ludwig angina, a rapidly progressive cellulitis that can lead to airway obstruction due to displacement of the tongue posteriorly.  However, this typically occurs in adults due to an infection in the mandibular molars and presents with a firm, elevated floor of mouth, \"woody\" induration of the neck, drooling, and tripod positioning. $#(Choice D)#  @Epiglottitis@ is a severe infection that can lead to stridor and respiratory distress.  However, it does not cause a barking cough.  In addition, it typically occurs in unimmunized children and patients typically appear very ill, anxious, and have high fever, difficulty swallowing, drooling, and tripod positioning.  In contrast, children with croup are generally comfortable, even in the supine position; if visualized, they would have a normal-appearing epiglottis. $#(Choice E)#  Esophagitis can cause dysphagia, odynophagia, and chest pain.  It does not lead to airway obstruction. $#Educational objective# Croup is a viral infection in which edema and narrowing of the proximal trachea (ie, subglottis) result in a barky cough and inspiratory stridor.  ",
    "clickable_1":"images/img1.19972.jpg",
    "clickable_2":"images/img2.19972.jpg",  
    "clickable_3":"images/img3.19972.jpg"
  }
  ,
  {
    "id": "1686",
    "title": "A 44-year-old man comes to the office for evaluation of a neck lump.  The patient first noticed the lump 6 months ago while he was shaving and says that it seems to be growing in size.  He has no pain, shortness of breath, cough, hoarseness, or difficulty swallowing.  The patient had Hodgkin lymphoma 20 years ago, which was successfully treated with radiation therapy to his chest and neck.  Physical examination shows a firm mass in the left thyroid lobe.  There is no lymphadenopathy.  Serum TSH level is normal.  Fine-needle aspiration biopsy reveals papillary thyroid cancer.  A total thyroidectomy is performed.  During an attempt to ligate the inferior thyroid artery, a nervous structure in close proximity is inadvertently damaged.  Which of the following was most likely injured during the surgery?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Accessory nerve",
    "ansImg_1": "",
    "answer_2": "B. Ansa cervicalis",
    "ansImg_2": "",
    "answer_3": "C. Hypoglossal nerve",
    "ansImg_3": "",
    "answer_4": "D. Phrenic nerve",
    "ansImg_4": "",
    "answer_5": "E. Recurrent laryngeal nerve",
    "ansImg_5": "",
    "answer_6": "F. Superior cervical ganglion",
    "ansImg_6": "",
    "answer_7": "G. Superior laryngeal nerve",
    "ansImg_7": "",
    "right_answer": "E. Recurrent laryngeal nerve",
    "percent_1": "0%",
    "percent_2": "2%",
    "percent_3": "1%",
    "percent_4": "1%",
    "percent_5": "82%",
    "percent_6": "0%",
    "percent_7": "13%",
    "explanation_img": "images/exp1686.jpg",
    "explanation_1": "",
    "explanation_2": "The #inferior thyroid artery# arises from the thyrocervical trunk, a branch of the subclavian artery. Along with the superior thyroid arteries (branches of the external carotid arteries), the inferior thyroid arteries provide blood to the thyroid gland and other structures of the anterior neck. From the thyrocervical trunk, the inferior thyroid artery courses deep to the internal jugular vein, vagus nerve, and common carotid artery before turning toward the thyroid. As it approaches the thyroid, the artery comes in #close proximity# to the #recurrent laryngeal nerve#. The recurrent laryngeal nerve is a branch of the vagus nerve that loops below the aortic arch on the left and below the subclavian artery on the right to provide motor innervation to the intrinsic muscles of the larynx (except the cricothyroid). During #thyroid surgery#, this nerve may be #damaged# due to its proximity to the inferior thyroid artery. Unilateral nerve injury often causes #hoarseness#, whereas bilateral injury may cause inspiratory stridor and respiratory distress due to complete #vocal cord paralysis#. $(Choice A) The spinal accessory nerve (CN XI) exits the jugular foramen and courses on top of the levator scapulae muscle to innervate the sternocleidomastoid and trapezius muscles on either side. $(Choice B) The ansa cervicalis is a loop of the cervical plexus that receives contributions from C1-C3. It courses deep to the sternocleidomastoid muscle and loops around the internal jugular vein. Branches from the ansa cervicalis innervate the sternohyoid, sternothyroid, and omohyoid muscles. $(Choice C) The hypoglossal nerve (CN XII) exits the cranium through the hypoglossal canal and innervates all the muscles of the tongue except the palatoglossus. $(Choice D) The phrenic nerve arises from the C3-C5 cervical nerves and innervates the diaphragm. The most common cause of iatrogenic phrenic nerve injury is cardiothoracic surgery, in which the nerve can be damaged where it passes between the pericardium and mediastinal pleura. Manifestations include diaphragmatic paralysis (inspiratory weakness). $(Choice F) The superior cervical ganglion is part of the sympathetic nervous system. It can be injured by an expanding lung cancer at the superior pulmonary sulcus (Pancoast tumor), leading to Horner syndrome (ie, ipsilateral ptosis, miosis, and anhydrosis). $(Choice G) The superior laryngeal nerve branches off the vagus nerve high in the neck and divides into an external branch, which supplies the cricothyroid muscle, and an internal branch, which provides sensation over the supraglottic area. The external branch of this nerve may be misligated during thyroid surgery due to its proximity to the superior thyroid artery. $Educational objective The recurrent laryngeal nerve travels in close proximity to the inferior thyroid artery and can be injured during thyroid surgery, resulting in vocal cord paralysis (eg, hoarseness)."
  },
  {
    "id": "18597",
    "title": "A 25-year-old woman comes to the office due to right ear pain that has worsened over the past 2 months.  The pain is dull and constant and waxes and wanes.  It is worse when she chews hard foods such as steak or almonds.  In addition to ear pain, her ear feels stuffy and has some ringing.  The patient grinds her teeth at night and previously wore a dental guard, but it broke several months ago.  Ear examination is normal.  Which of the following nerves is most likely responsible for this patient's ear pain?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Glossopharyngeal",
    "ansImg_1": "",
    "answer_2": "B. Hypoglossal",
    "ansImg_2": "",
    "answer_3": "C. Trigeminal",
    "ansImg_3": "",
    "answer_4": "D. Vagus",
    "ansImg_4": "",
    "answer_5": "E. Vestibulocochlear",
    "ansImg_5": "",
    "right_answer": "C. Trigeminal",
    "percent_1": "7%",
    "percent_2": "1%",
    "percent_3": "76%",
    "percent_4": "5%",
    "percent_5": "12%",
    "explanation_img": "images/exp18597.jpg",
    "explanation_1": "",
    "explanation_2": "This patient's presentation is most consistent with #temporomandibular joint disorder# (TMD). The underlying etiology of TMD is multifactorial and includes temporomandibular joint derangement (eg, jaw misalignment, jaw clenching/teeth grinding, trauma) and hypersensitivity of the mandibular nerve (CN V3). In addition to the classic symptoms of dull, waxing-and-waning face/jaw pain (worse with chewing) and clicking/popping noises with jaw movement, TMD can also present with ear-related symptoms (eg, ear pain, ear stuffiness, tinnitus). Many of these clinical findings are due to involvement of the #mandibular nerve# (CN V3), which is the largest branch of the #trigeminal nerve#. It supplies sensation to the temporomandibular joint, floor of mouth, anterior tongue, and lower part of the face. In addition, it contributes to the sensory innervation of the #external auditory canal#; therefore, TMD can present with #ear pain# that is #referred# from the jaw joint. Ear stuffiness may be related to hypersensitivity affecting the tensor tympani. Theories regarding tinnitus in TMD include the proximity of the muscles of mastication to the ear and central connections between nerve supply of the temporomandibular joint and the areas of the brain involved in hearing. $(Choice A) The sensory component of the glossopharyngeal nerve (CN IX) carries general sensory information from the tonsils, pharynx, middle ear, and posterior third of the tongue; special sensory information (taste) from the posterior third of the tongue; and visceral sensory information from the carotid bodies and carotid sinus. $(Choice B) The hypoglossal nerve (CN XII) carries general motor efferent information to the intrinsic and extrinsic muscles of the tongue. $(Choice D) The auricular branch of the vagus nerve (CN X) conveys sensory information from the external auditory canal but is not thought to be involved in the pathogenesis of TMD. $(Choice E) The vestibulocochlear nerve (CN VIII) carries only special sensory information (auditory and balance) from the inner ear. $Educational objective Temporomandibular joint disorder is associated with derangement of the temporomandibular joint and hypersensitivity of the mandibular nerve (CN V3)."
  },
  {
    "id": "18627",
    "title": "A 50-year-old man comes to the office due to a lump in his neck that has been present for 4 months and is enlarging.  On examination, there is a firm, nontender, nonmobile mass in the right anterior neck.  Otoscopic examination shows a clear right middle ear effusion.  Needle biopsy of the neck mass is consistent with regional nodal spread of squamous cell carcinoma.  Which of the following is the most likely site of the primary tumor?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Base of tongue",
    "ansImg_1": "",
    "answer_2": "B. Nasopharynx",
    "ansImg_2": "",
    "answer_3": "C. Parotid gland",
    "ansImg_3": "",
    "answer_4": "D. Piriform sinus",
    "ansImg_4": "",
    "answer_5": "E. Thyroid gland",
    "ansImg_5": "",
    "answer_6": "F. Vocal cord",
    "ansImg_6": "",
    "right_answer": "B. Nasopharynx",
    "percent_1": "26%",
    "percent_2": "43%",
    "percent_3": "8%",
    "percent_4": "3%",
    "percent_5": "6%",
    "percent_6": "15%",
    "explanation_img": "images/exp18627.jpg",
    "explanation_1": "",
    "explanation_2": "#Squamous cell carcinoma# that originates in the mucosa of the head and neck typically spreads first to the #anterior cervical lymph nodes#. An enlarged, firm cervical lymph node is often the presenting symptom of head and neck squamous cell carcinoma (HNSCC). Identification of the primary site of tumor formation is important for staging and to guide treatment strategies. This patient's #unilateral middle ear effusion# suggests #obstruction# of the #eustachian tube#, which connects the middle ear space to the nasopharynx. It opens intermittently, typically during swallowing or yawning to equalize pressure in the middle ear. Failure to adequately open causes negative pressure to build within the middle ear, leading to a transudative effusion (clear, amber, or yellow). Eustachian tube dysfunction can be due to anatomic obstruction from a #mass in the nasopharynx# or, more commonly, due to functional obstruction from infections, allergic rhinitis, or irritants (eg, tobacco smoke). $#(Choices A, D, and F)# HNSCC can originate from the mucosa of other anatomic sites. Many sites (eg, base of tongue, piriform sinus) initially cause only vague or minor symptoms, but some may present with more specific features (eg, hoarseness in vocal cord cancer). Cancer at any of these other sites (ie, base of tongue, piriform sinus, vocal cord) would not lead to obstruction of the eustachian tube with a resultant middle ear effusion. $(Choice C) Cancer of the parotid gland may spread to the cervical lymph nodes. The superior portion of the parotid gland is near the external auditory canal of the ear, not the eustachian tube. In addition, because the parotid gland is near the skin surface, primary tumors of the parotid are typically palpable. $(Choice E) Cancer of the thyroid gland may spread to the cervical lymph nodes. However, it is very rare to have squamous cell carcinoma in the thyroid, and enlargement of the thyroid gland would not block the eustachian tube. $Educational objective The eustachian tube connects the middle ear to the nasopharynx. Cancer located in the nasopharynx can lead to obstruction of the eustachian tube, causing a middle ear effusion."
  },
  {
    "id": "21438",
    "title": "A 3-month-old boy is brought to the office for follow-up due to a unilateral cleft lip and palate.  The patient has been doing well feeding with specialized bottle nipples and is gaining weight.  As part of his multidisciplinary care, the parents are told that he will need to be monitored for ear infections and hearing loss.  This is because the patient most likely has dysfunction of which of the following muscles?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Lateral pterygoid",
    "ansImg_1": "",
    "answer_2": "B. Levator veli palatini",
    "ansImg_2": "",
    "answer_3": "C. Orbicularis oris",
    "ansImg_3": "",
    "answer_4": "D. Stapedius",
    "ansImg_4": "",
    "answer_5": "E. Superior pharyngeal constrictor",
    "ansImg_5": "",
    "right_answer": "B. Levator veli palatini",
    "percent_1": "6%",
    "percent_2": "44%",
    "percent_3": "1%",
    "percent_4": "44%",
    "percent_5": "6%",
    "explanation_img": "images/exp21438.jpg",
    "explanation_1": "",
    "explanation_2": "$This patient has a #cleft lip and palate#, which can lead to problems with feeding, speech, and orthognathic (ie, jaw) development.  Children with cleft palate often have #recurrent otitis media# due to #eustachian tube dysfunction#.  The muscles primarily responsible for opening the eustachian tube include the #tensor veli palatini# and the levator veli palatini. $The #levator veli palatini# arises from the petrous portion of the temporal bone and medial part of the eustachian tube.  Its fibers insert into the superior portion of the palatine aponeurosis (soft palate) and interdigitate in the midline with the contralateral muscle fibers.  It #elevates the soft palate# during swallowing to prevent food from refluxing into the nasopharynx; contraction also #opens the eustachian tube#.  With cleft palate, levator veli palatini insertion is no longer stable, so contraction does not lead to force on the eustachian tube. $#(Choice A)#  The @lateral pterygoid@ muscles depress the mandible (ie, open the jaw).  They are not impacted in cleft lip or palate. $#(Choice C)#  The @orbicularis oris@ encircles the mouth, acting as a sphincter to close the mouth and pucker the lips.  In cleft lip, it does not form a complete circle, but inserts into the base of the nose on either side of the cleft; however, it does not impact the function of the eustachian tube. $#(Choice D)#  The @stapedius muscle@ is innervated by the facial nerve (CN VII).  It arises from the wall of the tympanic cavity and inserts on the neck of the stapes bone.  It functions to stabilize the stapes.  Contraction causes dampening of sound transmission in response to loud noises.  It does not open the eustachian tube. $#(Choice E)#  The superior pharyngeal constrictor forms portions of the posterior and lateral oropharyngeal walls.  Contraction propels food and liquid inferiorly into the esophagus during swallowing.  Together with the levator veli palatini, it elevates the palate to seal the nasal cavity during swallowing.  Although both functions are impaired in cleft palate, the superior pharyngeal constrictor does not play a direct role in opening the eustachian tube. $#Educational objective# Patients with cleft palate are at increased risk of chronic or recurrent acute otitis media, partly because of dysfunction of the muscles (eg, levator veli palatini) that contract against the soft palate to open the eustachian tube.  ",
    "clickable_1":"images/img1.21438.jpg",
    "clickable_2":"images/img2.21438.jpg",  
    "clickable_3":"images/img3.21438.jpg"
  }
  ,
  {
    "id": "18645",
    "title": "A 33-year-old man comes to the office due to trouble swallowing and a chronic sore throat.  He has no chronic medical conditions and does not use tobacco or alcohol.  Physical examination shows an enlarged, ulcerated right tonsil.  Biopsy of the ulcerated lesion reveals infiltrating nests of moderately differentiated squamous cells.  Immunohistochemistry is positive for p16, suggesting that the tumor is likely due to human papilloma virus.  Further imaging studies for cancer staging are planned.  This patient's tumor is most likely to spread first to which of the following locations?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Adenoid tissue",
    "ansImg_1": "",
    "answer_2": "B. Adrenal glands",
    "ansImg_2": "",
    "answer_3": "C. Gray-white matter junction",
    "ansImg_3": "",
    "answer_4": "D. Jugular lymph nodes",
    "ansImg_4": "",
    "answer_5": "E. Lung parenchyma",
    "ansImg_5": "",
    "answer_6": "F. Vertebral bodies",
    "ansImg_6": "",
    "right_answer": "D. Jugular lymph nodes",
    "percent_1": "35%",
    "percent_2": "1%",
    "percent_3": "1%",
    "percent_4": "57%",
    "percent_5": "5%",
    "percent_6": "1%",
    "explanation_img": "",
    "explanation_1": "",
    "explanation_2": "Most #carcinomas#, including head and neck squamous cell carcinoma, #spread first# from the primary site of the tumor to #regional lymph nodes# via the #lymphatics#. In this patient with a tonsillar squamous cell carcinoma, this spread would be to the upper anterior cervical (ie, jugular) lymph nodes. Assessment of regional lymph node status is important for tumor staging based on the #TNM staging system#, which evaluates the size and characteristics of the #T#umor, regional lymph #N#ode involvement, and distant #M#etastases. $(Choice A) Similar to the tonsils, adenoid tissue is also lymphatic tissue in the head and neck that can harbor a primary site of head and neck squamous cell carcinoma. However, it is located in the nasopharynx rather than the oropharynx. The spread of cancer is typically to regional lymph nodes rather than to other mucosal sites in the head and neck. $#(Choices B, C, and F)# Although these are possible sites of distant cancer metastases, they are less commonly associated with metastatic head and neck cancer. Common primary sources for metastases to these sites include: $• Adrenal gland metastases: breast cancer, renal cell carcinoma, and melanoma $• Brain metastases (gray-white matter junction): lung cancer $• Vertebral body metastases: prostate cancer However, the first site of spread of most carcinomas (including head and neck cancer) is the regional lymph nodes. $(Choice E) The lung parenchyma is the most common site for distant metastases from head and neck cancer. However, regional lymph node spread is typically seen first. $Educational objective Head and neck squamous cell carcinomas typically spread first to the anterior cervical (ie, jugular) lymph nodes via the lymphatics. Distant spread occurs after regional lymph node involvement."
  }
  ,
  {
    "id": "1698",
    "title": "A 30-year-old man comes to the emergency department due to left eye pain after being involved in a street fight.  He received a fist blow to the left eye and has since had pain and diplopia.  Past medical history is notable for 2 previous gunshot wounds.  The patient does not smoke cigarettes but has a history of heavy alcohol intake and frequent marijuana use.  On examination, there is significant soft tissue swelling around the left eye.  Visual acuity is normal, but extraocular motility of the left eye is limited.  Pupillary reflexes are normal.  Coronal CT scan of the orbits is shown in the image below. The orbital contents of this patient are most likely to herniate into which of the following sites?",
    "image_1": "images/1698.jpg",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Ethmoid cells",
    "ansImg_1": "",
    "answer_2": "B. Frontal sinus",
    "ansImg_2": "",
    "answer_3": "C. Inferior conchae",
    "ansImg_3": "",
    "answer_4": "D. Maxillary sinus",
    "ansImg_4": "",
    "answer_5": "E. Sphenoid sinus",
    "ansImg_5": "",
    "right_answer": "D. Maxillary sinus",
    "percent_1": "5%",
    "percent_2": "2%",
    "percent_3": "1%",
    "percent_4": "86%",
    "percent_5": "6%",
    "explanation_img": "",
    "explanation_1": "",
    "explanation_2": "The orbit is bound superiorly by the thick orbital plate of the frontal bone and laterally by the thick bone of the zygoma and greater and lesser sphenoid wings. In contrast, the #orbital floor# is composed of a very thin layer of bone that separates the orbit from the air-filled #maxillary sinus#. Similarly, the orbit's medial wall is composed of the thin ethmoid and lacrimal bones, which separate it from the ethmoid air cells. Blunt trauma to the eye causes a rapid increase in pressure that typically does not rupture the globe but is transmitted posteriorly into the orbit. The weakest plates of bone in the orbit, the medial and inferior walls, are common sites of fracture. Fracture is typically evident on radiographic imaging, and @fluid (eg, blood)@ or herniation of the orbital contents can often be visualized in the adjacent normally air-filled sinuses. $(Choice A) The ethmoid air cells are medial to the orbit. They are unaffected in this patient, but they can be affected in blowout fractures of the orbit's medial wall. $(Choice B) The frontal sinus is not pictured above. It lies in the medial part of the supraorbital frontal bone. $(Choice C) The inferior nasal conchae form part of the nasal turbinate system. They are not air-filled sinuses. $(Choice E) The sphenoid sinuses (not pictured above) lie anterior to the optic chiasm and are not in close relation to the orbit. $Educational objective Blunt trauma to the globe can cause orbital blowout fractures. These fractures most commonly involve the medial or inferior orbital walls due to the thin bone bordering the ethmoid and maxillary sinuses.",
    "clickable_1":"images/img1.1698.jpg"
  }
  ,
  {
    "id": "8631",
    "title": "A 36-year-old man is rushed to the emergency department after sudden onset of shortness of breath and difficulty swallowing.  He has visited the emergency department several times before due to food and skin allergies.  The patient is unconscious on arrival.  Examination shows excessive accessory respiratory muscle use and edematous swelling of the face, lips, and tongue.  There is also scattered urticaria over the upper body.  Attempts at intubation are unsuccessful due to massive soft tissue edema involving the pharynx.  A decision is made to perform an emergency cricothyrotomy.  The incisions made during this procedure will most likely pass through which of the following structures?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Buccopharyngeal fascia and platysma",
    "ansImg_1": "",
    "answer_2": "B. Platysma and thyroid isthmus",
    "ansImg_2": "",
    "answer_3": "C. Pretracheal fascia and cricoid cartilage",
    "ansImg_3": "",
    "answer_4": "D. Pretracheal fascia and prevertebral fascia",
    "ansImg_4": "",
    "answer_5": "E. Superficial cervical fascia and cricothyroid membrane",
    "ansImg_5": "",
    "right_answer": "E. Superficial cervical fascia and cricothyroid membrane",
    "percent_1": "2%",
    "percent_2": "3%",
    "percent_3": "30%",
    "percent_4": "2%",
    "percent_5": "63%",
    "explanation_img": "images/exp8631.jpg",
    "explanation_1": "",
    "explanation_2": "This patient is experiencing acute, life-threatening laryngeal edema as part of an #anaphylactic reaction# precipitated by exposure to an allergen. #Laryngeal edema# can initially present with throat tightness, difficulty swallowing, dyspnea, and hoarseness. However, the condition can #quickly progress# to compromise the airway and cause #asphyxiation#. #Cricothyrotomy# is indicated when an emergency airway is required and orotracheal or nasotracheal intubation is either unsuccessful or contraindicated (eg, massive hemorrhage, vomiting, facial trauma, airway obstruction). The procedure establishes an airway through the placement of a tube between the cricoid and thyroid cartilages and requires incision through the following structures: 1. Skin 2. #Superficial cervical fascia# (including subcutaneous fat and #platysma# muscle) 3. Investing and pretracheal layers of the deep cervical fascia 4. #Cricothyroid membrane# $(Choice A) The @buccopharyngeal fascia@ invests the pharyngeal constrictor muscles and lies anterior to the alar fascia, forming the retropharyngeal space between them. The danger space lies posterior to the retropharyngeal space (between the alar and prevertebral fascia). Retropharyngeal abscesses can drain directly into the superior mediastinum or penetrate into the danger space to extend along the entire length of the mediastinum, causing acute necrotizing mediastinitis. $#(Choices B and C)# The cricoid cartilage lies inferior to the thyroid cartilage at the level of the C6 vertebra, and the thyroid isthmus lies inferior to the cricoid cartilage. Incisions made during cricothyrotomy should be performed with care to prevent damage to these structures. $(Choice D) The @deep cervical fascia@ is composed of three layers: investing, pretracheal, and prevertebral. The prevertebral layer of the deep fascia surrounds the vertebral column and spinal muscles; it is not penetrated during cricothyrotomy. $Educational objective Cricothyrotomy is indicated when an emergency airway is required and orotracheal or nasotracheal intubation is either unsuccessful or contraindicated. The cricothyrotomy incision passes through the superficial cervical fascia, pretracheal fascia, and the cricothyroid membrane.",
    "clickable_1":"images/img1.8631.jpg",
    "clickable_2":"images/img2.8631.jpg"
  }
  ,
  {
    "id": "18584",
    "title": "A 26-year-old woman comes to the office due to pain in her right jaw that is deep, achy, and worse in the morning.  It radiates to her temple and is associated with headaches.  The patient also has neck pain and stiffness, especially on the right side.  When she chews, she hears a clicking noise in her right ear.  The patient is in a competitive graduate study program and has been under significant stress.  Her roommate says that she has been grinding her teeth at night.  Physical examination will likely reveal spasms of which of the following muscles?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Buccinator",
    "ansImg_1": "",
    "answer_2": "B. Levator veli palatini",
    "ansImg_2": "",
    "answer_3": "C. Masseter",
    "ansImg_3": "",
    "answer_4": "D. Mylohyoid",
    "ansImg_4": "",
    "answer_5": "E. Omohyoid",
    "ansImg_5": "",
    "right_answer": "C. Masseter",
    "percent_1": "6%",
    "percent_2": "3%",
    "percent_3": "90%",
    "percent_4": "1%",
    "percent_5": "0%",
    "explanation_img": "",
    "explanation_1": "",
    "explanation_2": "This patient has jaw pain, a clicking noise when she chews, and associated headaches and neck stiffness, which is suggestive of #temporomandibular joint (TMJ) syndrome#. The underlying etiology of TMJ syndrome is multifactorial and includes TMJ derangement (eg, jaw misalignment, trauma), and hypersensitivity of the mandibular nerve (CN V3). #Mechanical derangement# of the TMJ can result in irritation and hypersensitivity of CN V3, leading to pathologic contraction of the #masseter# and #pterygoid# muscles (which worsens jaw pain and dysfunction). #Spasms# of these muscles can sometimes be palpated along the mandibular ramus. Repetitive jaw motions (eg, gum chewing, teeth grinding) are thought to contribute to the development of TMJ syndrome due to increased workload and strain on the joint. Similar to some other musculoskeletal pain disorders (eg, tension headache), TMJ pain also seems to be related to psychiatric conditions and emotional distress. $(Choice A) The buccinator muscle underlies the cheek and holds it close to the teeth to control the food bolus when chewing. It is innervated by a branch of the facial nerve (CN VII). $(Choice B) The levator veli palatini elevates the soft palate during swallowing to prevent food from refluxing into the nasopharynx. It is innervated by the pharyngeal branch of the vagus nerve (CN X). $(Choice D) The mylohyoid runs from the mandible to the hyoid bone, forming the floor of mouth. Although it is innervated by a branch of CN V3, it does not help close the jaw. It acts during swallowing to elevate the tongue and hyoid bone, which propels the food bolus into the posterior oral cavity and oropharynx. $(Choice E) The omohyoid muscle travels from the hyoid bone to the clavicle and helps depress the hyoid during speech or swallowing. It is innervated by the ansa cervicalis, a branch of the cervical plexus. $Educational objective Temporomandibular joint disorder is associated with dysfunction of the temporomandibular joint and hypersensitivity of the mandibular nerve (CN V3). This can result in pathologic contraction of the muscles of mastication, including the masseter and pterygoids."
  },
  {
    "id": "1814",
    "title": "A 15-year-old boy comes to the office due to right ear itching and discomfort for the past several days.  He has no fever or hearing loss but has noted scant drainage of thin, whitish fluid.  The patient has been taking swimming lessons at a local gym.  On examination, there is no redness around the ear, but gentle traction of the pinna elicits pain.  During inspection of the external auditory canal, a speculum is inserted into the meatus in close contact with its posterior wall, causing the patient to suddenly become lightheaded and faint.  He recovers spontaneously within a few minutes with no residual confusion.  Which of the following nerves was most likely irritated during the procedure?",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Accessory",
    "ansImg_1": "",
    "answer_2": "B. Facial",
    "ansImg_2": "",
    "answer_3": "C. Trigeminal",
    "ansImg_3": "",
    "answer_4": "D. Vagus",
    "ansImg_4": "",
    "answer_5": "E. Vestibulocochlear",
    "ansImg_5": "",
    "right_answer": "D. Vagus",
    "percent_1": "1%",
    "percent_2": "10%",
    "percent_3": "7%",
    "percent_4": "50%",
    "percent_5": "32%",
    "explanation_img": "images/exp1814.jpg",
    "explanation_1": "",
    "explanation_2": "The majority of the external ear receives cutaneous innervation from the great auricular nerve, lesser occipital nerve, and auriculotemporal nerve. Most of the external auditory canal, including the external portion of the tympanic membrane, is innervated by the mandibular division of the trigeminal nerve (cranial nerve [CN] V3) via its auriculotemporal branch. However, the #posterior# part of the #external auditory canal#, as well as the concavity and posterior eminentia of the concha, is innervated by the small auricular branch of the #vagus nerve# (CN X). This patient has experienced #vasovagal syncope# after stimulation of his posterior external auditory canal by an otoscope speculum. In this form of syncope, parasympathetic outflow via the vagus nerve leads to decreased heart rate and blood pressure. $(Choice A) The accessory nerve (CN XI) provides voluntary motor innervation to the trapezius and the sternocleidomastoid. $(Choice B) The facial nerve (CN VII) has a small motor component to the stapedius and muscles behind the ear. It supplies cutaneous sensation to a small area of the auricle, but stimulation here would be unlikely to trigger a vasovagal response. $(Choice C) The mandibular branch of the trigeminal nerve carries sensation from the majority of the external auditory meatus, except for the posterior wall. $(Choice E) The vestibulocochlear nerve (CN VIII) mediates hearing and vestibular proprioception. It does not mediate any cutaneous sensation. $Educational objective The vagus nerve provides cutaneous sensation to the posterior external auditory canal via its small auricular branch. Sensation to the rest of the canal is from the mandibular division of the trigeminal nerve."
  },

























  






  {
    "subjectSystem":"Pathology-ENT",
    "id": "20706",
    "title": "A 21-year-old man comes to the office due to nasal congestion and rhinorrhea that occurs intermittently and is often accompanied by sneezing and itchy, watery eyes.  His symptoms began 2 years ago and have worsened in severity.  He has no other medical problems. The patient works as a marketing analyst and travels out of state a few times a year.  On examination, the nasal turbinates are edematous with clear rhinorrhea.  There is bilateral conjunctival injection.  Which of the following additional questions would be the most helpful for determining the underlying cause of this patient's condition?",
    "title_table":"",
    "title_table_3":"",
    "exhibit_1":"",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. 'Do you consume soy-based food products?'",
    "answer_2": "B. 'Do your symptoms improve when you leave town?'",
    "answer_3": "C. 'Do your symptoms worsen on exposure to cold air?'",
    "answer_4": "D. 'Do you use cigarettes or smokeless tobacco?'",
    "answer_5": "E. 'Have you been taking any new medications?'",
    "percent_1": "1%",
    "percent_2": "79%",
    "percent_3": "11%",
    "percent_4": "3%",
    "percent_5": "6%",
    "right_answer": "B. 'Do your symptoms improve when you leave town?'",
    "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
    "table":"",
    "explanation_img": "",
    "explanation_1": "",
    "explanation_2": "This patient has nasal congestion, sneezing, and rhinorrhea accompanied by conjunctivitis.  This is consistent with #allergic rhinoconjunctivitis#, a type 1 hypersensitivity that occurs via the binding of a previously recognized antigen to @IgE antibodies@ on mast cells. $Because exposure to allergens results in a rapid allergic response and avoidance of allergens improves symptoms, patients can often distinguish #patterns# to their reactions.  Typical patterns include the following: $• #Seasonal# variation:  The variation is often related to specific pollinators at particular times of the year. $• #Geographical# variation:  Symptoms improve when patients are not exposed to the typical allergens of the region (eg, #work travel#, vacation). $• Animal exposure:  Symptoms occur when visiting a house with pets or begin shortly after animal acquisition. $• #Indoor versus outdoor#:  Patients with predominantly indoor symptoms may have an allergy to dust mites; outdoor symptoms suggest pollinators. $#(Choice A)#  An allergic reaction to soy products can cause nasal and ocular symptoms.  However, it also typically includes a rash, swelling or itching of the mouth and lips, and/or gastrointestinal symptoms.  In addition, it most commonly presents in early childhood when soy is introduced into the diet. $#(Choice C)#  Rhinitis symptoms caused by exposure to cold air are classically associated with nonallergic or vasomotor rhinitis.  Nonallergic rhinitis typically does not cause conjunctivitis symptoms. $#(Choice D)#  Tobacco smoke is a respiratory irritant that can worsen symptoms of allergic rhinitis; however, tobacco allergy is rare, and depending on route of intake, would likely produce significant oral (eg, mouth itching/swelling) and pulmonary (eg, asthma) symptoms. $#(Choice E)#  Like allergic rhinitis, medication allergies can be type 1 hypersensitivity reactions.  However, these allergies typically present with an urticarial rash shortly after ingestion of the medication; eye symptoms are uncommon. $#Educational objective# Allergic rhinitis often causes nasal congestion, sneezing, rhinorrhea, and conjunctivitis due to an IgE-mediated hypersensitivity response.  Patients can often distinguish patterns that suggest reactions to specific allergens.  ",
    "clickable_1":"images/img1.20706.jpg"
  
  }
  ,
  
  {
    "id": "22476",
    "title": "A 47-year-old man comes to the office due to a white patch on the inside of his lower lip.  It is painless and does not bleed.  The patient has used smokeless tobacco for the past 20 years.  He drinks on average 5 beers a week.  On physical examination, a 3.5-cm flat, white patch is seen on the inside of the lower lip, reflecting onto the gingival surface of the lower teeth.  There is no cervical adenopathy.  Biopsy of the mucosal lesion is shown in the image below:",
    "title_table":"",
    "title_table_3":"",
    "exhibit_1":"",
    "image_1": "images/22476.jpg",
    "title_2": "Which of the following is most likely to occur if this patient's condition is left untreated?",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Development of a systemic autoimmune disease",
    "answer_2": "B. Development of itchy, purple lesions over the palms",
    "answer_3": "C. Local invasion with cervical node metastases",
    "answer_4": "D. Resolution with antiretroviral treatment",
    "answer_5": "E. Spontaneous regression",
    "percent_1": "3%",
    "percent_2": "4%",
    "percent_3": "71%",
    "percent_4": "6%",
    "percent_5": "15%",
    "right_answer": "C. Local invasion with cervical node metastases",
    "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
    "table":"",
    "explanation_img": "images/exp22476.jpg",
    "explanation_1": "",
    "explanation_2": "$This patient with a history of tobacco and alcohol use has #persistent leukoplakia# (white mucosal lesion) on the buccal and gingival mucosa.  Biopsy shows full-thickness dysplasia characterized by abnormal cytology (eg, squamous cells with pleomorphic and hyperchromatic nuclei, dyskeratosis) and architecture (eg, loss of normal squamous maturation).  These findings are consistent with #squamous cell carcinoma in situ#. $Most cancers of the head and neck arise from squamous epithelial cells that undergo stepwise, premalignant changes that progress to carcinoma (ie, hyperplasia → dysplasia → carcinoma in situ → @invasive carcinoma@).  Premalignant lesions may initially manifest in the oral cavity as hyperplastic or dysplastic, white (leukoplakia) or red (erythroplakia) patches.  The likelihood of #progression to invasive cancer# (which has a propensity to spread first to the cervical @lymph nodes@) depends on the degree of dysplasia, with #severe dysplasia# having a #high likelihood #of developing into invasive carcinoma.  For this reason, oral leukoplakic lesions with severe dysplasia are typically surgically removed. $#(Choice A)#  Patients with systemic lupus erythematosus can have painless oral plaques or ulcerations.  Histopathology typically shows hyperkeratosis and degeneration of the basal epithelial cells with perivascular inflammation, not dysplasia. $#(Choice B)#  @Lichen planus@ can present with lesions in the oral mucous membranes; pruritic, purple/pink, polygonal papules and plaques often develop on the flexural surfaces of the wrists and ankles.  Histology usually shows a band of lymphocytic inflammation, degeneration of the basal epithelium with apoptotic cells (ie, Civatte or colloid bodies), saw-toothed rete ridges, hyperkeratosis, and hypergranulosis.  Dysplasia would not be seen. $#(Choice D)#  Oral hairy leukoplakia has a distinct, corrugated appearance and is caused by Epstein-Barr virus (EBV).  It occurs almost exclusively in patients with significant immunosuppression (eg, HIV) and often resolves with antiretroviral treatment; it is not premalignant.  Pathology usually shows hyperparakeratosis and hyperplastic epithelium with viral cytopathic effect (not dysplasia). $#(Choice E)#  Leukoplakia that shows benign hyperkeratosis and epithelial hyperplasia or even mild dysplasia may regress, especially if risk factors are modified (eg, cessation of tobacco and alcohol use).  When severe or full-thickness dysplasia is present (as in this case), it is unlikely to spontaneously regress. $#Educational objective# Oral leukoplakia is a potentially premalignant lesion; the risk for progression to invasive carcinoma is related to the degree of dysplasia.  ",
    "clickable_1":"images/img1.22476.jpg",
    "clickable_2":"images/img2.22476.jpg",  
    "clickable_3":"images/img3.22476.jpg"
  
  
  }
  ,
  
  {
    "id": "18650",
    "title": "A 68-year-old man with a long history of using chewing tobacco comes to the office for follow up of squamous cell carcinoma (SCC) of the oral cavity.  A month ago, the patient was diagnosed with SCC of the left lateral tongue.  He underwent resection, the surgical specimen showed clear margins, and he started additional treatment.  The patient recently noticed a second ulcerative lesion on the right lateral tongue.  Biopsy is performed and it also shows SCC.  The second tumor most likely arose from which of the following mechanisms?",
    "title_table":"",
    "title_table_3":"",
    "exhibit_1":"",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Chemotherapy-induced malignancy",
    "answer_2": "B. Field cancerization",
    "answer_3": "C. Hematogenous spread",
    "answer_4": "D. Immunologic privilege",
    "answer_5": "E. Impaired wound healing",
    "answer_6": "F. Lymphatic spread",
    "percent_1": "4%",
    "percent_2": "57%",
    "percent_3": "10%",
    "percent_4": "4%",
    "percent_5": "2%",
    "percent_6": "23%",
    "right_answer": "B. Field cancerization",
    "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
    "table":"",
    "explanation_img": "",
    "explanation_1": "",
    "explanation_2": "This patient with mucosal head and neck squamous cell carcinoma (HNSCC) has developed a second primary tumor, which is common with HNSCC due to #field cancerization#. $Field cancerization describes a large area of cells within a field (eg, upper aerodigestive tract) that are 'primed' to develop cancer because of #widespread exposure to mutagens# (eg, tobacco).  Mutations that affect many similar cells can increase the likelihood of developing multiple primary malignancies, analogous to germline mutations in tumor suppressor genes (eg, BRCA1 or BRCA2 in breast and ovarian cancer).  Field cancerization likely underlies the development of many common cancers, including: $• HNSCC due to mucosal exposure to tobacco carcinogens $• Basal cell carcinoma of the skin due to skin exposure to ultraviolet light $• Colorectal carcinoma due to epithelial exposure to dietary carcinogens $Even with adequate treatment of a malignancy, the areas affected by field cancerization remain at higher risk of developing #multiple primary malignancies#, as seen in this patient.  Therefore, patients diagnosed with any of these cancers require comprehensive evaluation and continued surveillance of the at-risk area (eg, colonoscopy, comprehensive skin examination, panendoscopy of the upper aerodigestive tract). $#(Choice A)#  Chemotherapy can induce secondary malignancies, most commonly leukemia and lymphoma, in cancer survivors.  In contrast to the tumors in this patient, secondary malignancies are seen years or even decades later. $#(Choices C and F)#  Most carcinomas, including HNSCC, spread via the lymphatic system, leading to metastases in the regional (eg, ipsilateral anterior neck) lymph nodes.  However, it is unlikely for the carcinoma to spread back up to a contralateral epithelial site.  Hematogenous spread is less common with carcinomas and typically results in metastases to distant sites. $#(Choice D)#  Certain anatomic sites (eg, eyes, testes) display inherent immune privilege, in which foreign grafts or cancers that would otherwise induce immunologic rejection are tolerated.  Cancers may establish local sites of immune privilege to evade destruction, but this does not cause new tumor formation. $#(Choice E)#  Cancer treatment (eg, chemotherapy, radiation therapy) can result in impaired wound healing, which can result in acutely ulcerative oral lesions due to mucositis.  However, these lesions would not be malignant. $#Educational objective# Field cancerization can occur when a large area of cells is exposed to carcinogens that induce mutations, leading to a higher risk of forming cancers.  "
  }
  ,
  
  {
    "id": "19035",
    "title": "A 4-year-old boy is brought to the office due to hoarseness.  The parents report that he has had worsening hoarseness for the past year, and his voice now sounds very raspy and rough.  Flexible laryngoscopy is performed and shows bilateral lesions on the true vocal cords.  Removal of these lesions is performed via direct laryngoscopy.  Histopathologic analysis shows a fibrovascular core with benign squamous cells.  The physician explains to the parents that this is likely due to a viral infection acquired through which of the following routes of transmission?",
    "title_table":"",
    "title_table_3":"",
    "exhibit_1":"",
    "image_1": "",
    "title_2": "",	
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Arthropod vector",
    "answer_2": "B. Direct droplet",
    "answer_3": "C. Indirect contact",
    "answer_4": "D. Vertical direct contact",
    "answer_5": "E. Waterborne",
    "percent_1": "1%",
    "percent_2": "32%",
    "percent_3": "12%",
    "percent_4": "54%",
    "percent_5": "1%",
    "right_answer": "D. Vertical direct contact",
    "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
    "table":"!Recurrent respiratory papillomatosis!?Etiology? • HPV serotypes 6 &11• Vertical direct spread (in infants/children)• Sexual contact or reactivation of vertically spread virus (in adults)?Histopathology? • Infection of squamous mucosa• Fibrovascular core with benign squamous cells?Clinical manifestations? • Hoarseness• Respiratory distress• Verrucous, polypoid growths in clusters most commonly on TVCs%#HPV# = human papillomavirus; #TVCs# = true vocal cords.",
    "explanation_img": "",
    "explanation_1": "",
    "explanation_2": "This child has vocal fold lesions that histologically demonstrate a fibrovascular core with benign squamous cells, which is consistent with laryngeal papillomas due to #recurrent respiratory papillomatosis# (RRP).  These lesions are often @warty or grape-like@ and, as with skin papillomas, have dark-red punctate areas corresponding to blood vessels. $Laryngeal papillomas are caused by #human papillomavirus (HPV) subtypes 6 and 11#, which are also the subtypes most likely to cause genital warts (ie, condyloma acuminatum).  A mother with genital warts is the most important risk factor for developing RRP.  An infection acquired from a patient's mother during pregnancy, delivery, or the first 4 weeks postpartum is called #vertical transmission#.  HPV infection is often acquired via #direct contact# during passage through the birth canal.  The incidence of RRP is decreasing significantly, which is likely due to increasing HPV vaccination (which typically includes serotypes 6, 11, 16, and 18) in future mothers. $#(Choice A)#  Arthropods can carry an infectious agent from one host and transmit it to another (eg, Borrelia burgdorferi, West Nile virus); some infectious agents require maturation in the arthropod vector prior to being infectious to humans (eg, plasmodium). $#(Choice B)#  Respiratory droplets are created when an infected person coughs, sneezes, or talks.  These large respiratory droplets can contain viruses or bacteria (eg, diphtheria, pertussis, influenza) that can infect others nearby (ie, <2 meters). $#(Choices C and E)#  Indirect contact transmission includes diseases that are airborne (eg, measles), and that spread through contaminated objects (eg, viral conjunctivitis), food (eg, Clostridium botulinum), or contaminated drinking water (eg, cholera). $#Educational objective# Vertical direct transmission of human papillomavirus subtypes 6 and 11 can cause recurrent respiratory papillomatosis, which results in wart-like growths most commonly on the true vocal cords.  ",
    "clickable_1":"images/img1.19035.jpg"
  
  }
  ,
  
  {
    "id": "18647",
    "title": "A 62-year-old man comes to the office due to worsening difficulty with swallowing food over the last 3 months.  He has smoked a pack of cigarettes daily for the past 45 years.  On examination, there is a firm, palpable mass at the base of tongue.  Cervical lymph nodes are also palpable.  Which of the following histologic features is most likely to be seen on biopsy of the tongue lesion?",
    "title_table":"",
    "title_table_3":"",
    "exhibit_1":"",
    "image_1": "",
    "title_2": "",
    "audio": "",
    "comparison_items": "",
    "answer_1": "A. Fibrovascular cores surrounded by squamous epithelium",
    "answer_2": "B. Glandular structures with droplets of mucin",
    "answer_3": "C. Inflammatory infiltrate with pseudohyphae",
    "answer_4": "D. Irregular nests of cells with keratinization",
    "answer_5": "E. Nodular proliferation of lymphocytic follicles",
    "percent_1": "18%",
    "percent_2": "5%",
    "percent_3": "1%",
    "percent_4": "70%",
    "percent_5": "6%",
    "right_answer": "D. Irregular nests of cells with keratinization",
    "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "","ansImg_9": "","ansImg_10": "","ansImg_11": "",
    "table":"",
    "explanation_img": "images/exp18647.jpg",
    "explanation_1": "",
    "explanation_2": "This patient with dysphagia, a base of tongue mass, and cervical lymphadenopathy likely has mucosal #head and neck squamous cell carcinoma# (HNSCC).  HNSCC arises from the mucosa of the upper aerodigestive tract after accrual of multiple somatic mutations, often caused by the mutagens found in #tobacco#.  Other risk factors for HNSCC include age >40, alcohol use, and immunocompromised status.  There has also been a dramatic increase in HNSCC due to #human papillomavirus# (HPV), which may be seen in younger, nonsmoking patients. $Characteristic pathologic findings of HNSCC include nests and sheets of polygonal cells with abundant eosinophilic cytoplasm that invade the submucosa and surrounding structures; #intercellular bridges# and keratin pearls (ie, foci of #keratinization#) may be seen on light microscopy. $#(Choice A)#  @Squamous papillomas@ are benign tumors that have fibrovascular cores surrounded by squamous epithelium.  They can occur in the mucosa of the upper aerodigestive tract but would not spread to regional lymph nodes as they are not malignant. $#(Choice B)#  @Adenocarcinomas@ arise due to mutation of glandular cells and often retain glandular features and some glandular functions, including the production of mucin.  The mucosa of the head and neck is made of stratified squamous cells; therefore, cancers arising from this region often retain some features of squamous cells (eg, production of keratin). $#(Choice C)#  Oral @candidiasis@ (ie, thrush) often has an inflammatory infiltrate with pseudohyphae and can present with oral lesions.  However, oral candidiasis characteristically appears as white plaques on an erythematous base throughout the mucosa.  It does not form a palpable mass or cause firm cervical adenopathy. $#(Choice E)#  Although non-Hodgkin lymphoma, such as @follicular lymphoma@ (characterized by nodular proliferation of lymphocytic follicles), can rarely present in a tonsil, it is unlikely to occur in the base of tongue and is overall much less common than HNSCC, especially in a patient age >60 with a long history of tobacco use. $#Educational objective# Head and neck squamous cell carcinoma is likely in a patient with cervical adenopathy and a base of tongue mass, especially with a history of tobacco use.  Classic histologic findings include intercellular bridges and keratin pearls.  ",
    "clickable_1":"images/img1.18647.jpg",
    "clickable_2":"images/img2.18647.jpg",  
    "clickable_3":"images/img3.18647.jpg",
    "clickable_4":"images/img4.18647.jpg"
  
  
  },









































{
  "SubjectSystem":"Pharmacology-ENT",
  "id": "1195",
  "title": "A 6-year-old asthmatic has the finding shown in the image below on routine examination.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1195.jpg",
  "title_2": "Which of the following is the most appropriate pharmacotherapy for the lesions on this patient's oral mucosa?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Acyclovir",
  "answer_2": "B. Amphotericin-B",
  "answer_3": "C. Griseofulvin",
  "answer_4": "D. Nystatin",
  "answer_5": "E. Penicillin",
  "answer_6": "F. Terbinafine",
  "percent_1": "1%",
  "percent_2": "12%",
  "percent_3": "5%",
  "percent_4": "78%",
  "percent_5": "1%",
  "percent_6": "3%",
  "right_answer": "D. Nystatin",

  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "The thick white patches seen on this patient's tongue are indicative of oral thrush (oropharyngeal candidiasis).  Thrush is a common variant of localized infection with Candida fungi.  Oral thrush is common in young infants due to immaturity of the newborn immune system.  In older children and adults, it is associated with immunosuppression and frequently occurs in patients with HIV infection, diabetes mellitus, and cancer.  Asthma patients who take oral or inhaled steroids are also at risk for candidiasis.  Systemic antibiotic therapy and dentures are other predisposing factors. $In immunocompetent patients, localized candidiasis is treated with topical antifungal medications.  Nystatin is a polyene antifungal with a mechanism of action similar to amphotericin B.  It binds to ergosterol molecules in the fungal cell membrane, causing pores and leakage of fungal cell contents.  Nystatin is not absorbed from the gastrointestinal tract.  It is administered as an oral agent (\"swish and swallow\") for oropharyngeal candidiasis. $#(Choice A)#  Acyclovir is an antiviral drug effective against herpes simplex virus (1 and 2) and varicella zoster virus.  It is a nucleoside analog that is converted into acyclo-GTP in infected cells, which inhibits viral DNA polymerase. $#(Choice B)#  Amphotericin B is a polyene antifungal similar to nystatin used for systemic mycoses.  It is administered intravenously and never used for simple mucocutaneous infections due to many toxic side effects. $#(Choice C)#  Griseofulvin inhibits fungal cell mitosis at metaphase.  It is indicated for the treatment of dermatophytoses, not candidiasis. $#(Choice E)#  Penicillins are β-lactam antibiotics that inhibit the formation of peptidoglycan cross-links in bacterial cell walls. $#(Choice F)#  Terbinafine is an allylamine antifungal that accumulates in the skin, nails, and adipose tissue.  It is used to treat dermatophytosis (onychomycoses), not candidiasis. $#Educational objective# Nystatin is a polyene antifungal and the drug of choice for oropharyngeal candidiasis in patients without advanced immunodeficiency.  It acts by binding to ergosterol in the fungal cell membrane, causing the formation of pores and leakage of fungal cell contents.  Nystatin is not absorbed from the gastrointestinal tract and is administered as an oral \"swish and swallow\" agent.  "
  
}
,


{
  "id": "1345",
  "title": "A 35-year-old man comes to the physician because of a 2-week history of nasal congestion.  He has used a topical decongestant every few hours since his symptoms began.  He experienced relief for almost 1 week, but then his nasal congestion returned.  The patient has a history of allergic rhinitis and has had episodes of rhinorrhea in the past, but none of them lasted longer than a few days.  He denies fever, throat pain, headaches, cough, and lymph node enlargement.  Aside from his allergic rhinitis, the patient has no other medical problems.  Physical examination shows nasal mucosa that appears edematous and red with a few areas of punctate bleeding.  The remainder of the examination reveals no abnormalities.  Which of the following is the most appropriate next step in the management of this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Stop the decongestant",
  "answer_2": "B. Switch to ephedrine",
  "answer_3": "C. Add oral corticosteroids",
  "answer_4": "D. Add antihistamines",
  "answer_5": "E. Start antibiotics",
  "percent_1": "67%",
  "percent_2": "9%",
  "percent_3": "6%",
  "percent_4": "16%",
  "percent_5": "3%",
  "right_answer": "A. Stop the decongestant",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "Vasoconstriction by α-adrenergic agonists is prominent in the vessels of the nasal mucosa, making these medications effective decongestants.  Phenylephrine, xylometazoline, and oxymetazoline are used as topical preparations for the treatment of allergic rhinitis and common cold associated congestion and rhinitis. $These medications, however, are characterized by rapidly declining effect after a few days of use.  This phenomenon is called tachyphylaxis.  It occurs because of decreased production of endogenous norepinephrine from the nerve terminals due to a negative feedback mechanism, resulting in relative vasodilation (ie, removal of normal vasoconstrictive tone) and subsequent edema and congestion.  This leads to exacerbation of the nasal congestion symptoms.  Rebound rhinorrhea (ie, rhinitis medicamentosa) is described as nasal congestion without cough, sneezing, or postnasal drip.  Rhinorrhea may or may not be present (note the paradox in naming).  Rebound rhinorrhea is associated with the use of topical decongestants for > 3 days.  The use of adrenergic agonists should be stopped to allow the restoration of normal norepinephrine feedback pathways. $Another medication associated with the phenomenon of tachyphylaxis is nitroglycerine.  The decrease in its effect is explained by the diminished release of NO from the target cells.  Drug-free intervals of 8–10 hours should be maintained during the use of nitroglycerine to prevent tachyphylaxis. $#(Choice B)#  Ephedrine is an indirect-acting adrenergic agonist used as a decongestant.  Like the other adrenergic medications, it causes tachyphylaxis after a few days of treatment.  A switch to ephedrine would not improve this patient’s rebound rhinorrhea. $#(Choice C)#  This patient has been excessively using a decongestant; if he discontinues it and experiences excessive withdrawal symptoms, a short-term course of topical corticosteroids can be considered for symptom control.  However, oral corticosteroids would not be indicated. $#(Choice D)#  Antihistamines are used for the treatment of allergic rhinitis, but they are not effective in treating rebound rhinorrhea. $#(Choice E)#  Antibiotics are effective in the treatment of certain bacterial infections.  They are not used in the treatment of rebound rhinorrhea. $#Educational objective# Topical preparations of α-adrenergic agonists cause vasoconstriction of the nasal mucosa vessels and are used as decongestants.  Overuse of these drugs causes negative feedback, resulting in decreased norepinephrine synthesis and release from nerve endings, which diminishes their effect (ie, tachyphylaxis).  "
  
},














































{
  "SubjectSystem":"Pathopysiology-ENT",
  "id": "19576",
  "title": "A 7-year-old girl is brought to the clinic due to nasal congestion with facial pain.  The patient first developed congestion over a year ago.  Her parents have been treating it with over-the-counter allergy medications, but there has been no improvement.  Over the past 4 months, the congestion has worsened, and now the patient has difficulty breathing through her nose.  She also developed a dry cough and a constant, dull pain over her cheeks.  The patient's stools have been loose.  Temperature is 37.8 C (100 F).  Weight is at <1st percentile at 18 kg (39.7 lb), decreased from 19 kg (41.9 lb) 3 months ago.  Examination reveals copious yellow mucus within both nares.  Translucent, gray, shiny masses obscure the middle turbinates bilaterally.  Lymphadenopathy is not present.  The lungs have coarse breath sounds bilaterally.  The abdomen is soft with no organomegaly.  Which of the following is the most likely diagnosis?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Cystic fibrosis",  
  "answer_2": "B. HIV infection",  
  "answer_3": "C. Nasopharyngeal carcinoma",  
  "answer_4": "D. Primary ciliary dyskinesia",  
  "answer_5": "E. Seasonal allergic rhinitis",  
  "percent_1": "70%",  
  "percent_2": "1%",  
  "percent_3": "8%",  
  "percent_4": "17%",  
  "percent_5": "3%",  
  "right_answer": "A. Cystic fibrosis",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp19576.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has chronic rhinosinusitis with nasal polyposis and failure to thrive, findings concerning for #cystic fibrosis# (CF).  CF is an inherited, multisystem disorder characterized by the abnormal transport of sodium and chloride due to a mutation in the @CFTR gene@.  Although common CF mutations (eg, ΔF508) are often identified on newborn screening, less common mutations may go undetected and cause milder symptoms later in childhood. $Abnormal CFTR function causes thick, viscous respiratory secretions and impaired mucociliary clearance, leading to chronic sinopulmonary disease (eg, #chronic rhinosinusitis#).  Patients typically have chronic cough, nasal congestion, and facial pain, as seen in this patient.  Bilateral #nasal polyps#, benign outgrowths of inflamed mucosa, are also common due to chronic infection and present as nontender, shiny, gray masses in the nasal cavity or paranasal sinuses. $In CF, viscous secretions can also block pancreatic ducts, leading to #pancreatic insufficiency#.  Decreased or absent pancreatic enzymes cause fat malabsorption with oily, #loose stools# and #failure to thrive# and/or #weight loss#.  Over time, pancreatic injury can also lead to insufficient insulin production and CF-related diabetes. $#(Choice B)#  HIV infection causes chronic infections and weight loss.  However, without a known exposure (eg, blood transfusion), most pediatric HIV cases are transmitted perinatally; these patients typically develop symptoms by age 2, unlike this patient, who is age 7.  In addition, nasal polyposis is rare with HIV. $#(Choice C)#  Nasopharyngeal carcinoma presents with a nasopharyngeal mass that may cause facial pain and associated weight loss.  However, the tumor is typically unilateral, and the diagnosis is usually in patients age >50. $#(Choice D)#  Primary ciliary dyskinesia can present similarly to CF, with chronic rhinosinusitis and nasal polyposis due to impaired mucociliary clearance.  However, failure to thrive and weight loss are not associated with this disorder. $#(Choice E)#  Seasonal allergic rhinitis is a risk factor for developing sinus infections and nasal polyposis but would not cause weight loss. $#Educational objective# Chronic rhinosinusitis with nasal polyposis in children should prompt evaluation for cystic fibrosis, especially when signs of pancreatic insufficiency (eg, loose stools, failure to thrive, weight loss) are present.  ",
  "clickable_1":"images/img1.19576.jpg"
  

}
,


{
  "id": "11628",
  "title": "A 48-year-old woman comes to the office due to an intermittent ear discharge over the last 2 years.  She has also noticed decreased hearing in the right ear recently.  Past medical history is significant for obesity, hyperlipidemia, seasonal allergies, and diet-controlled diabetes mellitus.  Otoscopy shows a small perforation in the right tympanic membrane and a pearly mass behind the membrane.  Conduction hearing loss is noted in the right ear.  The remainder of the ear, nose, and throat examination is normal.  Which of the following is the most likely cause of this patient's aural mass?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Cholesterol and lipid accumulation",  
  "answer_2": "B. Facial nerve neuroma",  
  "answer_3": "C. Malignant squamous cell neoplasm",  
  "answer_4": "D. Noncaseating granuloma",  
  "answer_5": "E. Squamous cell debris",  
  "percent_1": "40%",  
  "percent_2": "10%",  
  "percent_3": "7%",  
  "percent_4": "6%",  
  "percent_5": "37%",  
  "right_answer": "E. Squamous cell debris",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "#Cholesteatomas# are collections of squamous cell debris that form a round, #pearly mass# behind the tympanic membrane in the @middle ear@.  They can occur congenitally or may develop in adults as either an acquired primary lesion or secondary to infection, trauma, or surgery of the middle ear.  Primary cholesteatomas are a result of chronic negative pressure in the middle ear causing retraction pockets in the tympanic membrane that become cystic; as the #squamous cell debris# accumulates, a cholesteatoma is formed.  Secondary cholesteatomas occur after squamous epithelium migrates to or is implanted in the middle ear (\"skin in the wrong place\"). $Cholesteatomas most commonly cause painless otorrhea.  They also can produce lytic enzymes and are often discovered when they erode through the auditory ossicles, causing conductive #hearing loss#.  If a mass grows sufficiently large, it can erode into the vestibular apparatus or facial nerve, causing vertigo or facial palsies. $#(Choice A)#  Cholesterol granulomas can form in the middle ear after hemorrhage but are much less common than cholesteatomas.  They appear as bluish-black gelatinous material behind the tympanic membrane.  Despite what the name implies, cholesteatomas do not contain any lipid or cholesterol components. $#(Choice B)#  A facial nerve neuroma can grow in the middle ear as the facial nerve courses through this territory.  However, it would present with unilateral facial paralysis. $#(Choice C)#  Squamous cell carcinoma is the most common malignant tumor of the ear canal.  It typically appears as an ulcerated plaque or nodule.  The most common symptom is local or regional pain. $#(Choice D)#  Granulomatous disease of the ear can occur but is uncommon and usually develops in conjunction with a systemic disease, such as sarcoidosis, granulomatosis with polyangiitis, or Langerhans cell histiocytosis. $#Educational objective# Cholesteatomas are collections of squamous cell debris that form a mass behind the tympanic membrane.  Cholesteatomas can be congenital or may occur as an acquired primary lesion or following infection, trauma, or surgery of the middle ear.  They can cause hearing loss due to erosion into auditory ossicles.  ",
  "clickable_1":"images/img1.11628.jpg"
  

}
,


{
  "id": "107970",
  "title": "A 56-year-old man comes to the office due to feeling \"dizzy\" over the past 2 weeks.  He works in a warehouse and says he experiences a brief, severe spinning sensation when looking up at objects on a high shelf.  Vital signs are normal.  Examination shows normal hearing.  Ocular movements in a sitting position are normal, but when the patient's head is rotated to the right side off the examination table, he develops vertigo and rotatory nystagmus.  The remainder of the examination shows no abnormalities.  Which of the following is the most likely cause of this patient's symptoms?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Carotid baroreceptor dysfunction",  
  "answer_2": "B. Elevated endolymphatic hydrostatic pressure",  
  "answer_3": "C. Elevated hydrostatic pressure in the middle ear",  
  "answer_4": "D. Loose semicircular canal debris",  
  "answer_5": "E. Transient cerebellar hypoperfusion",  
  "percent_1": "2%",  
  "percent_2": "27%",  
  "percent_3": "6%",  
  "percent_4": "61%",  
  "percent_5": "4%",  
  "right_answer": "D. Loose semicircular canal debris",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp107970.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has vertigo, often described as a spinning (as in this patient), whirling, or tilting sensation that can be due to an underlying disease in either the peripheral or central nervous system.  This patient's #brief# (<1min), #episodic# vertigo triggered by #head position# changes (eg, sitting up from bed, looking around a kitchen) is consistent with #benign paroxysmal positional vertigo# (BPPV), the most common cause of vertigo. $Rotational head movement is sensed by the semicircular canals, which are filled with endolymphatic fluid.  The relative movement of this fluid stimulates hair cells that generate electrical impulses which are transmitted to the brain.  BPPV is most often attributed to #canalithiasis#, or the presence of crystalline debris (canaliths) in the semicircular canals.  These canaliths disrupt the normal flow of fluid in the semicircular canals, leading to contradictory signaling from the corresponding canals. $Diagnosis is based on clinical features.  The @Dix-Hallpike maneuver@ can help diagnose BPPV: vertigo and nystagmus are triggered as the patient quickly lies back into a supine position with the head rotated 45 degrees.  No further workup is needed in patients with classic presentations.  Treatment with #canalith repositioning maneuvers# (eg, @Epley@) is typically effective. $#(Choices A and E)#  Carotid baroreceptor dysfunction can lead to wide fluctuations in blood pressure.  Hypoperfusion due to this or other causes (eg, arterial stenosis) can lead to lightheadedness, which is frequently interpreted by patients as dizziness.  However, this patient's positive Dix-Hallpike and spinning sensation (vs lightheadedness) are more consistent with BPPV. $#(Choice B)#  Elevated endolymphatic pressure in the semicircular canals is thought to underly the development of Ménière disease.  In contrast to this patient's presentation, Ménière disease classically presents with episodic vertigo lasting 20 minutes to 24 hours and is associated with unilateral hearing loss, tinnitus, and aural fullness. $#(Choice C)#  Infected fluid in the middle ear (ie, @acute otitis media@) can lead to elevated hydrostatic pressure in the middle ear, causing a bulging tympanic membrane and sometimes leading to tympanic membrane rupture.  However, acute otitis media presents with pain, fevers, and hearing loss, features absent in this patient. $#Educational objective# Benign paroxysmal positional vertigo causes brief (<1 min) episodes of vertigo triggered by changes in head position.  Triggering an episode by using provocative head positioning maneuvers (eg, Dix-Hallpike) is diagnostic.  ",
  "clickable_1":"images/img1.107970.mp4",
  "clickable_2":"images/img2.107970.mp4",  
  "clickable_3":"images/img3.107970.jpg"
  

}
,


{
  "id": "20020",
  "title": "A 5-year-old girl is brought to the emergency department after having a seizure at home.  Approximately an hour ago, the patient collapsed at the dinner table and developed full body shaking and urinary incontinence.  Her mother says that the girl has had a mild headache and fatigue for the past few days.  On examination, the patient is sleepy and difficult to rouse.  Vital signs are normal.  Cardiopulmonary examination is unremarkable.  CT scan of the head is shown in the image below:",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/20020.jpg",
  "title_2": "Which of the following historical details is most relevant in establishing this patient's diagnosis?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Family history of seizures",  
  "answer_2": "B. History of diarrheal illness",  
  "answer_3": "C. Maternal history of perinatal infection",  
  "answer_4": "D. Previous recurrent gingival bleeding",  
  "answer_5": "E. Recent episode of otitis media",  
  "percent_1": "6%",  
  "percent_2": "10%",  
  "percent_3": "35%",  
  "percent_4": "7%",  
  "percent_5": "42%",  
  "right_answer": "E. Recent episode of otitis media",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp20020.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient's @head imaging@ reveals a #ring-enhancing lesion# with surrounding edema, findings concerning for a #brain abscess#.  Presentation of a brain abscess is often nonspecific and can include #headache# with or without fever or focal neurologic deficits.  #Seizure# may also be the initial manifestation in some patients, as seen in this girl. $A brain abscess can be due to the #hematogenous spread# of bacteria from a distant location (eg, pulmonary infection with bacteremia) or the #direct extension# of a head and neck space infection, such as @otitis media@, sinusitis, or mastoiditis. $Because of its anatomic proximity to the middle ear, a temporal lobe abscess, as seen in this patient, can develop as a rare @complication@ of #acute otitis media#; a recent history of fever, ear pain, and bulging tympanic membrane in this patient would support this diagnosis.  Microbiologic examination of the abscess generally reflects the primary site of infection, such as Streptococcus pneumoniae from middle ear infections. $#(Choice A)#  The risk of certain epilepsy syndromes (eg, absence seizures, juvenile myoclonic epilepsy) is increased with a positive family history.  This patient's seizure was provoked by a focal intraparenchymal lesion, which is inconsistent with epilepsy. $#(Choice B)#  Shigella infection classically causes fever and bloody diarrhea and can be associated with seizure and encephalopathy, particularly in children.  However, brain abscesses are not associated with this infection. $#(Choice C)#  Congenital toxoplasmosis can cause long-term neurologic sequelae (eg, seizures, hearing loss), but imaging typically reveals intracranial calcifications, which are not seen here.  In addition, although @multiple ring-enhancing lesions@ are classic for CNS toxoplasmosis in immunocompromised adults, these are not typically present in patients with congenital infection.  Moreover, this patient has a single lesion. $#(Choice D)#  Immune thrombocytopenia can cause petechiae/bruising, recurrent minor bleeding (eg, gingival bleeding), or severe hemorrhage (eg, gastrointestinal, intracranial).  Seizure may be a presenting sign of an acute intracranial bleed, but CT scan typically reveals a @hyperdense fluid collection@, not a ring-enhancing lesion. $#Educational objective# A brain abscess appears as a ring-enhancing lesion on imaging and typically causes headache with or without fever and neurologic symptoms (eg, seizure).  Pathogenesis often involves direct spread from head and neck space infections, such as acute otitis media.  ",
  "clickable_1":"images/img1.20020.jpg",
  "clickable_2":"images/img2.20020.jpg",  
  "clickable_3":"images/img3.20020.jpg",
  "clickable_4":"images/img4.20020.jpg",
  "clickable_5":"images/img5.20020.jpg"

}
,


{
  "id": "20119",
  "title": "A 7-year-old boy is brought to the clinic due to 4 days of worsening left ear pain.  The patient was healthy until last week, when he developed a low-grade fever and congestion, which resolved prior to the sudden development of left ear pain.  Vital signs are normal.  On examination, the patient appears uncomfortable but nontoxic.  The left external ear is nontender with manipulation and has no visible deformities.  Several mobile, 1-cm, anterior cervical lymph nodes are palpated on the left side of the neck.  The left tympanic membrane is erythematous and bulging; there are no visible perforations.  Right ear examination is unremarkable.  Which of the following structures is most likely to become involved with progression of this patient's infection?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Ethmoid sinus",  
  "answer_2": "B. External jugular vein",  
  "answer_3": "C. Facial artery",  
  "answer_4": "D. Facial nerve",  
  "answer_5": "E. Glossopharyngeal nerve",  
  "answer_6": "F. Sphenoid sinus",  
  "percent_1": "14%",  
  "percent_2": "4%",  
  "percent_3": "2%",  
  "percent_4": "57%",  
  "percent_5": "7%",  
  "percent_6": "15%",  
  "right_answer": "D. Facial nerve",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp20119.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient with ear pain and an erythematous, bulging tympanic membrane has @acute otitis media@ (AOM), an infection of the middle ear space.  AOM is common in children due to poor drainage through narrow, horizontally positioned @eustachian tubes@.  Most cases are uncomplicated; however, patients are at risk for @spread of infection@ to nearby structures. $One such structure is the #facial nerve# (CN VII), which emerges from the internal auditory meatus and travels through the middle ear into the mastoid air cells.  Inflammation of the nerve in the middle ear space during an episode of AOM can result in #unilateral facial paralysis#.  Common signs include inability to raise the eyebrow or close the eye, drooping of the corner of the mouth, and disappearance of the nasolabial fold. $Other structures in close proximity to the middle ear space include #mastoid air cells#; direct extension of infection can cause purulent fluid to fill the air cells, leading to @mastoiditis@.  CNS complications (eg, #meningitis#, brain abscess) are rare sequelae of intracranial spread. $#(Choices A and F)#  The ethmoid and sphenoid @sinuses@ open into the superior nasal cavity and can become inflamed and filled with purulent material due to nasal congestion (eg, upper respiratory infection).  However, these sinuses are not in direct contact with the middle ear space and are unlikely to be affected by AOM. $#(Choice B)#  The external jugular vein drains blood from the scalp and face.  Complications (eg, thrombophlebitis) are rare; jugular thrombosis most often affects the internal jugular vein (Lemierre syndrome). $#(Choice C)#  The facial artery originates from the external carotid artery at the angle of the mandible and passes upward across the cheek, mouth, and side of the nose.  In contrast, the blood supply to the ear is derived primarily from the posterior auricular artery. $#(Choice E)#  The glossopharyngeal nerve (CN IX) travels down the neck with the internal carotid artery before entering the pharynx.  The nerve provides innervation to the stylopharyngeus muscle and sensation to the posterior third of the tongue.  Pathology of the middle ear is unlikely to affect this deep structure. $#Educational objective# Acute otitis media presents with an erythematous, bulging tympanic membrane and can be complicated by inflammation or infection of nearby structures.  Spread of infection to the facial nerve (CN VII), which travels through the middle ear, can result in facial neuritis with unilateral facial paralysis.  ",
  "clickable_1":"images/img1.20119.jpg",
  "clickable_2":"images/img2.20119.jpg",  
  "clickable_3":"images/img3.20119.jpg",
  "clickable_4":"images/img4.20119.jpg",
  "clickable_5":"images/img5.20119.jpg"

}
,


{
  "id": "308",
  "title": "A 42-year-old woman comes to the office due to dizziness.  She has a 6-month history of episodic bouts where she experiences a spinning sensation associated with nausea and ringing in her left ear.  The patient also has difficulty hearing while holding her phone to the left ear, although hearing in the right ear is normal.  The dizziness improves spontaneously and she feels fine between episodes.  Past medical history is notable for hypothyroidism, for which she is on thyroid replacement therapy, and endometriosis, which led to a hysterectomy at age 38.  The patient works as a supermarket manager.  She does not use tobacco or drink alcohol.  This patient's condition is most likely the result of which of the following pathologic processes?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Demyelination in the CNS",  
  "answer_2": "B. Increased volume of endolymph in the inner ear",  
  "answer_3": "C. Inflammation of the vestibular labyrinth",  
  "answer_4": "D. Mass lesion at the cerebellopontine angle",  
  "answer_5": "E. Sclerosis of the ossicles",  
  "percent_1": "4%",  
  "percent_2": "64%",  
  "percent_3": "16%",  
  "percent_4": "11%",  
  "percent_5": "6%",  
  "right_answer": "B. Increased volume of endolymph in the inner ear",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Common causes of vertigo#∆⨉∆⨉ § ∆^#Cause# ∆^#Features# §^#Ménière disease# ∆ • Increased pressure & volume of endolymph ∆ • Recurrent vertigo • Ear fullness/pain • Unilateral hearing loss & tinnitus §^#BPPV# ∆ • Otoliths in semicircular canals ∆ • Brief episodes brought on by head movement • No auditory symptoms §^#Vestibular neuritis$ (labyrinthitis)# ∆ • Inflammation of vestibular nerve (viral or postviral) ∆ • Single episode of severe vertigo that can last for days • Termed labyrinthitis when associated with unilateral hearing loss %#BPPV =# benign paroxysmal positional vertigo.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient has classic features of #Ménière disease#, including: $• #vertigo#, the subjective sensation of spinning or motion in the absence of actual motion; commonly associated with nausea and vomiting $• unilateral #sensorineural hearing loss#, which initially completely resolves between episodes but usually worsens over time $• unilateral low-frequency #tinnitus#, often accompanied by a feeling of ear fullness $Ménière disease is a disorder of the inner ear characterized by increased volume and pressure of endolymph (#endolymphatic hydrops#) that is thought to be due to defective resorption of endolymph.  The resultant distension of the endolymphatic system causes damage to the vestibular and cochlear components of the inner @ear@. $#(Choice A)#  Multiple sclerosis is characterized by patchy demyelinating lesions in the CNS that are disseminated in space and time.  Although this patient's symptoms are disseminated in time (ie, episodic), they are not disseminated in space because all symptoms can be explained by a single lesion impacting the inner ear.  The classic triad of episodic vertigo, hearing loss, and tinnitus with aural fullness is much more consistent with Ménière disease. $#(Choice C)#  Labyrinthitis is inflammation of the labyrinth and vestibular nerve that causes acute-onset hearing loss and vertigo, often accompanied by nausea and vomiting (if no hearing loss is present, it is called vestibular neuritis).  It usually occurs in a single episode following a viral syndrome; symptoms typically last one to two days. $#(Choice D)#  A mass lesion at the cerebellopontine angle is most commonly an @acoustic neuroma@ (schwannoma of CN VIII).  An acoustic neuroma classically presents with unilateral progressive hearing loss.  Although vertigo and tinnitus could also be present, symptoms are usually persistent and progressive rather than episodic. $#(Choice E)#  Otosclerosis is an inherited condition seen in middle age.  Patients develop progressive conductive hearing loss due to bony overgrowth and fixation of the footplate of the stapes.  Because it impacts the middle ear (vs inner ear in Ménière disease), vertigo does not occur. $#Educational objective# Ménière disease is characterized by episodic vertigo, sensorineural hearing loss, and tinnitus with aural fullness.  Its pathogenesis is related to an increased volume and pressure of endolymph in the vestibular apparatus.  ",
  "clickable_1":"images/img1.308.jpg",
  "clickable_2":"images/img2.308.jpg"
  

}
,






















































{
  "SubjectSystem":"Immunology-ENT",
  "id": "20705",
  "title": "A 10-year-old girl is brought to the office due to sneezing, rhinorrhea, and nasal congestion and itching.  The symptoms began 2 days ago after she arrived at a family farm for a summer vacation.  The patient has spent a few days visiting the farm during previous summer seasons.  She had no symptoms at her first visit 2 years ago but recalls having similar symptoms last year.  She has had no respiratory symptoms while residing in another state the rest of the year.  The patient has no prior medical conditions and takes no medications.  On physical examination, the nasal turbinates are enlarged and bluish; clear rhinorrhea is present.  Allergic response to a farm allergen is suspected.  Which of the following processes most likely occurred during the first farm visit 2 years ago?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Antibody receptor aggregation",  
  "answer_2": "B. Complement activation",  
  "answer_3": "C. Mast cell degranulation",  
  "answer_4": "D. Release of interferon gamma",  
  "answer_5": "E. T-lymphocyte induction",  
  "percent_1": "25%",  
  "percent_2": "4%",  
  "percent_3": "14%",  
  "percent_4": "4%",  
  "percent_5": "54%",  
  "right_answer": "E. T-lymphocyte induction",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp20705.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient with #allergic rhinitis# (eg, location-based sneezing and rhinorrhea; bluish, congested nasal turbinates) likely became sensitized to farm allergens during her #first visit#.  Allergic rhinitis is a form of @type I hypersensitivity@, a process that involves sensitization and elicitation phases. $#Sensitization# occurs when inhaled antigens penetrate the nasal epithelium and are presented on major histocompatibility complex (MHC) class II molecules, causing #activation# of naive #T-helper (Th) cells#.  The release of cytokines (eg, IL-25, IL-33) from the nasal epithelium promotes #Th2 cell# differentiation, resulting in secretion of IL-4, IL-13, and other lymphokines that stimulate B cell maturation and production of #IgE antibodies#.  Antigen-specific IgE antibodies then bind to the high-affinity IgE receptor on mast cells, priming the patient for an allergic response. $Repeat exposure to the inhaled antigens (eg, on subsequent visits to the farm) cross-links IgE antibodies on the surface of the mast cell, leading to @IgE receptor aggregation@, which causes mast cell degranulation #(choices A and C)#.  This releases histamine and other vasoactive mediators that lead to nasal inflammation, producing the allergic response.  Subsequent exposure to the same antigen can lead to further allergen priming, worsening symptoms over time. $#(Choice B)#  Complement activation occurs in @type III hypersensitivity@ reactions, in which immune complexes deposit in the basement membrane of small blood vessels in the skin, kidneys, or joints, resulting in vasculitis.  Complement does not play a significant role in type I hypersensitivity. $#(Choice D)#  Interferon gamma is secreted by Th1 cells, which activates macrophages and, along with IL-2, stimulates CD8+ cytotoxic cells.  It inhibits, rather than enhances, the Th2 cell activity that drives type I hypersensitivity reactions (eg, allergic rhinitis). $#Educational objective# Sensitization to aeroallergens occurs when inhaled antigens induce T-helper (Th) cells to differentiate into Th2 cells.  Th2 cells then promote B-cell maturation and isotype class switching to IgE. ",
  "clickable_1":"images/img1.20705.mp4",
  "clickable_2":"images/img2.20705.jpg",  
  "clickable_3":"images/img3.20705.mp4"
  

},































































{
  "SubjectSystem":"Microbiology-ENT",
  "id": "1102",
  "title": "A 3-year-old boy is brought to the office due to a 1-day history of fever and irritability.  The mother states that the boy has been tugging at his right ear.  The patient has had 2 previous episodes of acute otitis media.  Temperature is 38.1 C (100.6 F).  Otoscopic examination shows a perforated right tympanic membrane with erythema and purulent exudate.  Cultures from the exudate yield small, oxidase-positive, gram-negative coccobacilli that grow on factor X– and factor V–supplemented media, consistent with Haemophilus influenzae.  The patient's immunizations are up to date.  Which of the following best explains this patient's susceptibility to the pathogen causing his current infection?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. No vaccine is effective against H influenzae",  
  "answer_2": "B. The patient has defective cell-mediated immunity",  
  "answer_3": "C. The patient has defective neutrophil function",  
  "answer_4": "D. The strain responsible for this patient's disease does not produce a capsule",  
  "answer_5": "E. The strain responsible for this patient's disease produces exotoxin",  
  "percent_1": "2%",  
  "percent_2": "17%",  
  "percent_3": "10%",  
  "percent_4": "67%",  
  "percent_5": "4%",  
  "right_answer": "D. The strain responsible for this patient's disease does not produce a capsule",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient with fever and an inflamed, perforated tympanic membrane with purulent otorrhea has #acute otitis media#.  Middle ear infections occur most commonly in young children (age 6 months to 2 years) and are typically due to Streptococcus pneumoniae or #Haemophilus influenzae#. $H influenzae is a small, oxidase-positive, gram-negative coccobacillus typically classified by the antigens in its polysaccharide capsule.  However, there are #multiple strains# of H influenzae that #do not produce a capsule#; these #nontypeable #strains are part of the normal upper respiratory tract flora but can also cause acute otitis media, sinusitis, and bronchitis. $Vaccination against H influenzae is with the protein-conjugated #Hib vaccine#, which confers immunity only to the more invasive #type b# strain #(choice A).#  The vaccine is recommended in all children to prevent Hib-associated bacteremia, pneumonia, epiglottitis, and meningitis.  In countries with widespread Hib vaccination (eg, United States), most H influenzae strains isolated from children with respiratory mucosal infections (including acute otitis media) are nontypeable. $#(Choice B)#  The Hib vaccine contains capsular polysaccharide components to induce @anticapsular antibodies@ (humoral immune response).  Because the antibody response is weak in children, the vaccine is also conjugated with toxoid protein, which stimulates a helper T-cell response to help activate B-cell antibody formation.  A cell-mediated cytotoxic T-cell response is not induced. $#(Choice C)#  Poor neutrophil function or a low neutrophil count predisposes to bacterial disease.  However, neutrophil dysfunction (eg, chronic granulomatous disease, Chédiak-Higashi syndrome) typically presents with recurrent, severe bacterial infections such as pneumonia and abscesses.  Ear infections due to H influenzae infection despite immunization with the Hib vaccine are more likely due to infection with a nontypeable strain than defective neutrophils. $#(Choice E)#  Exotoxins are secreted by certain bacteria (eg, Clostridium botulinum, Corynebacterium diphtheriae) to promote cell death but are not generally produced by any strain of H influenzae.  The Hib vaccine is directed against capsular polysaccharide, not toxin. $#Educational objective# Nontypeable strains of Haemophilus influenzae are part of the normal upper respiratory tract flora and are a common cause of acute otitis media, sinusitis, and bronchitis.  Because nontypeable strains do not form a polysaccharide capsule, immunity is not conferred by vaccination with the H influenzae type b vaccine.  ",
  "clickable_1":"images/img1.1102.jpg"
  

}
,


{
  "id": "8342",
  "title": "A 73-year-old woman comes to the physician complaining of progressive, severe pain and discharge from her left ear for the past 2 days.  She has had type 2 diabetes for many years and has been noncompliant with her medications and follow-up appointments.  On examination, moving or touching the pinna produces extreme pain.  Otoscopic examination shows granulation tissue in the left ear canal with a scant amount of discharge.  The tympanic membrane is clear, and there is no middle ear effusion.  Initial cultures from the ear show a Gram-negative rod.  Which of the following microbiological characteristics best describes the infecting organism?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Comma-shaped and grows well in high pH",  
  "answer_2": "B. Fast lactose fermenter",  
  "answer_3": "C. Motile and oxidase positive",  
  "answer_4": "D. Nonmotile and a lactose nonfermenter",  
  "answer_5": "E. Requires factors V and X for growth",  
  "percent_1": "2%",  
  "percent_2": "7%",  
  "percent_3": "43%",  
  "percent_4": "25%",  
  "percent_5": "23%",  
  "right_answer": "C. Motile and oxidase positive",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Distinguishing characteristics of Pseudomonas aeruginosa infections#∆⨉ §^#Types of infections# ∆ • Pneumonia (especially in cystic fibrosis & ventilated patients) • Life threatening infections in neutropenic & burn patients • Otitis externa (particularly malignant) • Hot tub folliculitis • Ecthyma gangrenosum §^#Microbiology# ∆ • Motile aerobic gram-negative rod • Nonlactose fermenting, oxidase positive • Produces pyocyanin (blue green) pigment • Emits a grape-like fruity odor • Produces endotoxin (fever, shock) & exotoxin A (inactivates EF-2) §^#Effective antibiotics# ∆ • Aminoglycosides (gentamicin, tobramycin, amikacin) • Antipseudomonal penicillins (ticarcillin, piperacillin) • 3rd & 4th generation cephalosporins (ceftazidime, cefepime) • Quinolones (ciprofloxacin) • Monobactams (aztreonam) • Carbapenems (imipenem, meropenem)",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient’s presentation is consistent with malignant otitis externa (MOE), a severe infection most commonly seen in elderly diabetic patients.  It is most frequently caused by Pseudomonas aeruginosa, a nonlactose-fermenting, oxidase-positive, motile @Gram-negative rod@.  Patients typically present with exquisite ear pain and drainage.  The granulation tissue seen within the ear canal is an important characteristic finding of MOE, and the tympanic membrane is usually intact.  Progression of this infection can lead to osteomyelitis of the skull base and cranial nerve damage.  Treatment consists of systemic antibiotics such as ciprofloxacin that are effective against P aeruginosa. $#(Choice A)#  Vibrio cholerae is an oxidase-positive, Gram-negative, comma-shaped rod that can grow on an alkaline medium that kills most organisms.  V cholerae causes a toxin-mediated (stimulates adenylyl cyclase) watery diarrhea. $#(Choice B)#  Gram-negative rods that are fast lactose fermenters include Klebsiella and Escherichia coli.  They commonly cause urinary tract infections. $#(Choice D)#  Shigella is a Gram-negative, nonlactose-fermenting, nonmotile, rod-shaped bacterium.  It causes shigellosis, a hemorrhagic diarrheal disease. $#(Choice E)#  Haemophilus influenza is Gram-negative, rod-shaped bacterium that requires factor X (hematin) and factor V (NAD+) for growth.  Nontypable (unencapsulated) H influenzae is a frequent cause of acute otitis media in children and adults.  Acute otitis media is associated with an inflamed, erythematous, bulging, immobile tympanic membrane due to the presence of infected fluid in the middle ear. $#Educational objective# Pseudomonas aeruginosa is a nonlactose-fermenting, oxidase-positive, motile, Gram-negative rod.  It is the most common cause of malignant otitis externa (MOE), a serious infection of the ear seen in elderly diabetic patients.  MOE presents with exquisite ear pain and drainage, and granulation tissue is often seen within the ear canal.  ",
  "clickable_1":"images/img1.8342.jpg"
  

}
,


{
  "id": "18141",
  "title": "A 3-year-old boy is brought to the clinic due to left ear pain over the past 3 days.  Last week, the patient developed a runny nose and cough, which resolved 2 days prior to the development of ear pain.  He has no chronic medical conditions.  Temperature is 38.4 C (101.1 F).  There is purulent drainage from the left ear.  Otoscopic examination of the left ear reveals a normal-appearing external canal and an erythematous tympanic membrane with purulent fluid pooling within the distal external canal.  Which of the following organisms is the most likely cause of this patient's diagnosis?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Klebsiella pneumoniae",  
  "answer_2": "B. Moraxella catarrhalis",  
  "answer_3": "C. Proteus mirabilis",  
  "answer_4": "D. Pseudomonas aeruginosa",  
  "answer_5": "E. Staphylococcus aureus",  
  "answer_6": "F. Streptococcus pneumoniae",  
  "percent_1": "1%",  
  "percent_2": "12%",  
  "percent_3": "0%",  
  "percent_4": "18%",  
  "percent_5": "8%",  
  "percent_6": "61%",  
  "right_answer": "F. Streptococcus pneumoniae",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Acute otitis media#∆⨉ §^#Pathophysiology# ∆ • Viral URI → obstructs eustachian tube • Middle ear secretions → bacterial overgrowth of respiratory colonizers • Immune response with suppurative fluid accumulation §^#Microbiology# ∆ • Streptococcus pneumoniae • Haemophilus influenzae (nontypeable) • Moraxella catarrhalis §^#Clinical features# ∆ • Ear pain • Fever • Bulging or ruptured TM with purulence in middle ear %#TM =# tympanic membrane; #URI =# upper respiratory infection.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient with an erythematous tympanic membrane and purulent otorrhea has #acute otitis media# (AOM) complicated by tympanic membrane perforation, which can be obscured due to drainage.  Acute @middle ear infections@ occur most commonly in young children (age 6 months to 2 years) and are often due to #Streptococcus pneumoniae#. $A #viral upper respiratory infection# (URI) typically precedes the development of AOM because it causes inflammatory edema of the respiratory mucosa that can lead to #obstruction of the eustachian tube#.  The eustachian tube normally opens to equalize middle ear pressure and drain secretions.  Therefore, obstruction leads to the #accumulation of secretions#, providing a rich medium for bacterial growth.  #Bacterial colonizers# of the upper respiratory tract (eg, S pneumoniae, Haemophilus influenzae, Moraxella catarrhalis) then proliferate in the middle ear secretions.  This overgrowth of bacteria and consequent immune response result in AOM. $Suppurative fluid accumulation increases middle ear pressure and causes the tympanic membrane to become inflamed and bulge outward.  If the eustachian tube remains obstructed, this increased pressure can @rupture the tympanic membrane@. $#(Choice A)#  Although Klebsiella pneumoniae can be a colonizer of the mouth and throat, it is unlikely to cause AOM in otherwise healthy children.  Instead, it more often causes respiratory diseases in older, immunosuppressed patients (eg, pneumonia in patients with alcohol overuse). $#(Choice B)#  Moraxella catarrhalis is also an upper respiratory colonizer that can cause AOM.  However, infection with it is less common than with S pneumoniae. $#(Choice C)#  Proteus mirabilis classically causes genitourinary infections; its ability to split urea alkalinizes the urine, increasing the formation of kidney stones. $#(Choice D)#  Pseudomonas aeruginosa is more commonly implicated in @otitis externa@ than AOM. $#(Choice E)#  Staphylococcus aureus is typically found as a colonizer of the skin rather than the respiratory tract.  Therefore, it is more often implicated in skin and soft tissue infections, including otitis externa. $#Educational objective# Acute otitis media usually occurs after a viral upper respiratory infection causes obstruction of the eustachian tube.  This obstruction leads to the accumulation of secretions, which encourages bacterial growth.  The most common bacterial causes are respiratory colonizers, including Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis.  ",
  "clickable_1":"images/img1.18141.jpg",
  "clickable_2":"images/img2.18141.jpg",  
  "clickable_3":"images/img3.18141.jpg"
  

}
,


{
  "id": "1373",
  "title": "A 23-year-old man has 2 days of fever, cough, sore throat, and runny nose.  His temperature is 38 C (100.4 F).  Lung sounds are clear to auscultation.  A nasopharyngeal swab is obtained.  Naked viral particles are seen, and purified RNA molecules are extracted from these particles.  Once introduced into human cells, the purified RNA molecules induce viral protein synthesis and viral genome replication.  Which of the following is the most likely cause of this patient's symptoms?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. HIV",  
  "answer_2": "B. Influenza virus type A",  
  "answer_3": "C. Respiratory syncytial virus",  
  "answer_4": "D. Rhinovirus",  
  "answer_5": "E. Rotavirus",  
  "percent_1": "5%",  
  "percent_2": "16%",  
  "percent_3": "7%",  
  "percent_4": "68%",  
  "percent_5": "4%",  
  "right_answer": "D. Rhinovirus",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "For an RNA molecule #purified# from a virus (ie, without viral capsid or envelope) to be infectious (ie, able to induce viral protein synthesis and genome replication in the host cell) on its own, it must act as mRNA capable of using the host's intracellular machinery for translation.  In other words, the purified RNA molecule must be #single-stranded# (SS) and #positive (+) sense#, or SS(+).  The question describes a naked (ie, nonenveloped) virus with SS(+) RNA.  Of the viruses listed, only rhinovirus (a picornavirus) has these features.  Generally, only RNA molecules purified from SS(+) viruses are infectious; purified SS negative (–) sense RNA molecules and double-stranded (ds) RNA molecules are not as they require additional enzymes. $#(Choice A)#  HIV is a retrovirus that contains SS(+) RNA.  However, viral infectivity requires the action of reverse transcriptase for integration into the host genome; purified RNA by itself cannot cause infection.  In addition, HIV is enveloped, unlike the particles isolated from this patient. $#(Choices B and C)#  Influenza A is an orthomyxovirus that contains SS(–) RNA; similarly, respiratory syncytial virus is a paramyxovirus that contains SS(–) RNA.  For these viruses to replicate in a host cell, an RNA-dependent RNA polymerase must also gain entry into the host cell. $#(Choice E)#  Rotavirus is a reovirus containing dsRNA.  Its purified RNA is therefore incapable of inducing viral protein synthesis in a host cell on its own (ie, it is non-infectious).  For this virus to replicate in a host cell, a specific viral RNA polymerase present in the intact virion must also gain entry into the host cell. $#Educational objective# For a purified RNA molecule to induce viral protein synthesis in a host cell, it must be able to act directly as mRNA using the host's intracellular machinery for translation.  Therefore, in general, purified single-stranded positive-sense RNA can be infectious; single-stranded negative sense or double-stranded RNA is not.  "
  
}


,












































































{
  "SubjectSystem":"Physiology-ENT",
  "id": "8589",
  "title": "A 54-year-old woman comes to the clinic due to difficulty hearing for the past few weeks.  During the neurologic examination, the physician assesses her hearing using a vibrating tuning fork.  The handle of the tuning fork is placed on her left mastoid process until the sound is no longer audible.  The tines are then quickly placed near the patient's left auditory meatus, and she reports hearing no sound.  When the handle of the vibrating fork is placed on the middle of her forehead, she hears the vibration more strongly in her left ear than her right.  This patient is most likely experiencing which of the following types of hearing loss?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Conductive loss in both ears",
  "answer_2": "B. Conductive loss in left ear",
  "answer_3": "C. Conductive loss in right ear",
  "answer_4": "D. Sensorineural loss in both ears",
  "answer_5": "E. Sensorineural loss in left ear",
  "answer_6": "F. Sensorineural loss in right ear",
  "percent_1": "1%",
  "percent_2": "68%",
  "percent_3": "5%",
  "percent_4": "1%",
  "percent_5": "20%",
  "percent_6": "4%",
  "right_answer": "B. Conductive loss in left ear",

  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp8589.jpg",
  "explanation_1": "",
  "explanation_2": "$Hearing loss is classified as either conductive (impaired transmission of air vibrations to inner ear) or sensorineural (involving the cochlea or auditory nerve).  The Rinne and Weber tests can be used to help determine the type of hearing loss. $The #Rinne test# compares air versus bone conduction (via the mastoid bone).  As the vibration of the tuning fork fades, air-conducted sound is normally louder and heard longer than bone-conducted sound.  The Rinne test is considered positive (normal) if the sound is heard best at the external auditory meatus (air conduction) and negative (abnormal) if the patient hears the vibration better at the mastoid (bone conduction). $• Bone conduction greater than air conduction suggests conductive hearing loss. $The #Weber test# is performed by placing a vibrating tuning fork on the middle of forehead equidistant from both ears.  The vibration carried by bone conduction is normally heard equally in both ears; vibration heard louder in one ear is abnormal. $• Conductive hearing loss causes lateralization to the affected ear as the conduction deficit masks the ambient noise in the room, allowing the vibration to be better heard. $• Sensorineural hearing loss causes lateralization to the unaffected ear as the unimpaired inner ear can better sense the vibration. $The Rinne test is abnormal in this patient's left ear, and the Weber test lateralizes to her left ear.  These findings suggest #conductive hearing loss# in the left ear. $#Educational objective# In conductive hearing loss, bone conduction will be greater than air conduction (abnormal Rinne test), and the Weber test will lateralize to the affected ear.  In sensorineural hearing loss, air conduction will be greater than bone conduction (normal Rinne test), and the Weber test will lateralize to the unaffected ear.  "
  
},




















































































{
  "SubjectSystem":"Genetics-ENT",
  "id": "21127",
  "title": "A 2-hour-old girl is evaluated in the nursery.  She was born to a 28-year-old primigravida via spontaneous vaginal delivery.  The pregnancy was unremarkable, but family history reveals that the patient's maternal grandmother had an isolated cleft palate.  Both parents have no known medical conditions.  Examination of the patient shows a cleft palate.  The remainder of the examination is unremarkable.  The parents inquire about the cause for this anomaly.  This patient's clinical findings are most likely a result of which of the following?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Autosomal recessive inheritance",  
  "answer_2": "B. Disrupted genetic imprinting",  
  "answer_3": "C. Mitochondrial DNA heteroplasmy",  
  "answer_4": "D. Polygenetic and environmental interactions",  
  "answer_5": "E. Skewed X chromosome inactivation",  
  "percent_1": "18%",  
  "percent_2": "5%",  
  "percent_3": "8%",  
  "percent_4": "64%",  
  "percent_5": "5%",  
  "right_answer": "D. Polygenetic and environmental interactions",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "#Cleft palate# primarily occurs when the palatine shelves (derivatives of the maxillary prominences) @fail to fuse@ with each other or with the primary palate during early gestation.  This anomaly may occur in isolation but can be associated with @cleft lip@, which results from failed fusion of the maxillary prominences and the intermaxillary segment. $The pathophysiology of #isolated orofacial clefts# is usually #multifactorial# and related to #complex interactions# between genetic and environmental factors.  Failed fusion can result from a range of #gene variants# involved in cell differentiation, communication, and migration.  Specifically, genes encoding for proteins involved in extracellular matrix formation and adhesion have been implicated because normal palatal formation requires fusion of the mesenchyme beneath the epithelial layers of each palatine shelf.  In addition, certain #environmental factors# (eg, antiepileptic drugs, maternal smoking, folate deficiency) may increase the risk for cleft lip and/or palate, particularly in genetically susceptible individuals. $Some cases of orofacial clefts are related to genetic syndromes (eg, 22q11 deletion syndrome) with associated multisystem anomalies, but sporadic cases with no family history or identifiable risk factors also occur.  In the absence of an identifiable genetic syndrome, the risk of recurrence during subsequent pregnancies is <5%. $#(Choice A)#  @Autosomal recessive@ inheritance can be responsible for rare, syndromic causes of orofacial clefts.  This patient's isolated cleft palate and otherwise normal examination make a genetic syndrome (and therefore this mode of inheritance) unlikely. $#(Choice B)#  Genetic imprinting refers to the inactivation of one parent's gene during meiosis, and disrupted imprinting can lead to certain genetic disorders (eg, Prader-Willi syndrome, Angelman syndrome).  However, there is no known association with orofacial clefts, especially in the absence of other abnormalities suggestive of an underlying genetic syndrome. $#(Choice C)#  Conditions of @mitochondrial inheritance@ (eg, mitochondrial myopathies, myoclonic epilepsy) are transferred by affected females to offspring.  Although this patient's maternal grandmother had a cleft palate, mitochondrial DNA does not contribute to the development of orofacial clefts. $#(Choice E)#  In females, a single X chromosome is randomly inactivated in each cell during early embryonic development.  @Skewed inactivation@ of the X chromosomes can result in female offspring developing symptoms of an X-linked recessive condition (eg, hemophilia).  This mechanism does not contribute to orofacial cleft development. $#Educational objective# Most cases of cleft lip and/or cleft palate have a multifactorial pathophysiology related to complex interactions between genetic and environmental factors.  ",
  "clickable_1":"images/img1.21127.jpg",
  "clickable_2":"images/img2.21127.jpg",  
  "clickable_3":"images/img3.21127.jpg",
  "clickable_4":"images/img4.21127.jpg",
  "clickable_5":"images/img5.21127.jpg"

},























































































{
  "SubjectSystem":"Embryology-ENT",
  "id": "107859",
  "title": "A 1-year-old boy is brought to the clinic for a painful mass in the neck.  The parents noticed a small area of nontender swelling in the neck a month ago.  Over the last few days, it has enlarged and become painful, and the patient has a fever.  Examination shows a mobile, tender, fluctuant, and warm mass approximately 2 cm in diameter that is located at the right mandibular angle.  There is purulent drainage from the skin surface just anterior to the right sternocleidomastoid muscle.  This patient's clinical findings are most likely due to which of the following embryologic processes?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Failed descent of a pharyngeal pouch structure",  
  "answer_2": "B. Failed neural crest migration into a pharyngeal arch",  
  "answer_3": "C. Inadequate fusion of the mandibular prominences",  
  "answer_4": "D. Incomplete obliteration of a pharyngeal groove",  
  "answer_5": "E. Persistence of the thyroglossal duct",  
  "percent_1": "15%",  
  "percent_2": "6%",  
  "percent_3": "7%",  
  "percent_4": "45%",  
  "percent_5": "28%",  
  "right_answer": "D. Incomplete obliteration of a pharyngeal groove",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp107859.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient's neck mass anterior to the sternocleidomastoid muscle is likely an infected #branchial cleft cyst#.  This congenital anomaly is related to abnormal in utero development of the pharyngeal apparatus, an early embryologic structure comprising the following: $• Pharyngeal (or branchial) arches:  Six pairs of @arches@ are precursors to the bones, muscles, and vasculature of the face, neck, and pharynx. $• Pharyngeal pouches:  The inner surface of the arches is lined by endoderm, and the pockets created by each arch are @pouches@, which differentiate into distinct fetal structures (eg, third pouch forms the thymus). $• #Pharyngeal clefts# (or grooves):  The outer surface of the arches is lined by ectoderm, and the clefts are the recesses between the arches.  Most clefts #obliterate#; for example, the second, third, and fourth clefts merge to form the cervical sinus, which then involutes. $#Failed obliteration# of a pharyngeal cleft leaves a pathologic remnant in a predictable anatomic location.  This patient likely has the most common type, a second pharyngeal groove anomaly (branchial cleft cyst), which is characteristically located #anterior# to the #sternocleidomastoid muscle#.  The cyst is often unrecognized until #secondary infection# leads to a tender, fluctuant mass with or without purulent drainage (ie, sinus, fistula). $#(Choice A)#  The parathyroid glands are derivatives of the third and fourth pharyngeal pouches; failure to descend to their anatomic position leads to ectopic glands.  An associated adenoma can lead to symptoms of persistent hyperparathyroidism (eg, bone disease, nephrolithiasis), not a fluctuant mass and drainage. $#(Choice B)#  Failed neural crest cell migration to the pharyngeal arches would affect development of skeletal structures of the face and neck (eg, bone, cartilage) and would not explain a cystic mass. $#(Choice C)#  Inadequate fusion of the mandibular prominences (derivatives of the first pharyngeal arch) is rare and affects development of the lower lip, lower jaw, and tongue, findings not seen in this patient. $#(Choice E)#  In utero, the thyroid gland descends from the base of the tongue to its final position down the thyroglossal duct, which then obliterates.  A persistent thyroglossal duct can lead to a @cyst@ along the path of descent that can become secondarily infected, but the cyst would be midline. $#Educational objective# Branchial cleft cysts are most often located anterior to the sternocleidomastoid muscle and result from incomplete obliteration of a pharyngeal cleft (or groove).  Patients typically have a tender, fluctuant mass (due to secondary infection) with or without purulent drainage.  ",
  "clickable_1":"images/img1.107859.jpg",
  "clickable_2":"images/img2.107859.jpg",  
  "clickable_3":"images/img3.107859.jpg"
  

}
,


{
  "id": "15028",
  "title": "A 7-year-old boy is brought to the office for evaluation of a neck mass.  A week ago, the patient was taken to an urgent care clinic for nasal congestion and sore throat.  The symptoms resolved after a few days, but his parents noticed a persistent neck swelling.  The patient has no prior medical conditions and immunizations are up to date.  On physical examination, he appears active and playful and is well nourished.  Neck examination shows a mildly tender, 2-cm, anterior midline mass that moves upward when the patient swallows.  Which of the following is the most likely cause of this patient's lesion?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Abnormal migration of neural crest cells",  
  "answer_2": "B. Cervical implantation of thymic tissue",  
  "answer_3": "C. Dilation of cervical lymphatic channels",  
  "answer_4": "D. Incomplete obliteration of a duct",  
  "answer_5": "E. Persistence of second branchial cleft structures",  
  "answer_6": "F. Trapping of skin structures along embryonic fusion lines",  
  "percent_1": "3%",  
  "percent_2": "10%",  
  "percent_3": "7%",  
  "percent_4": "67%",  
  "percent_5": "11%",  
  "percent_6": "1%",  
  "right_answer": "D. Incomplete obliteration of a duct",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp15028.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has a #thyroglossal duct cyst# (TDC), which classically presents as a #midline neck mass# that moves superiorly with tongue protrusion or swallowing.  A TDC may be identified incidentally during routine examination but is often first noticed when it becomes secondarily infected (eg, erythema, swelling, tenderness) after an upper respiratory infection. $In utero, the thyroid gland forms from an outpouching of pharyngeal epithelium at the base of the tongue.  It then @descends@ to the base of the anterior neck via the thyroglossal duct, which extends from the foramen cecum at the base of the tongue to the superior border of the isthmus of the thyroid.  Normally, the duct then atrophies. $#Failed atrophy# of the thyroglossal duct can result in a TDC from the epithelial remnants within the duct.  Because the tract connects to the tongue, #tongue protrusion or swallowing# causes the TDC to #move superiorly#.  Ectopic thyroid tissue may also be present and can form anywhere along the duct's path. $#(Choice A)#  Abnormal migration of neural crest cells can cause paragangliomas, neuroendocrine tumors that develop from extraadrenal, autonomic paraganglia.  They most commonly arise from the carotid body and typically present as a lateral neck mass. $#(Choice B)#  Cervical implantation of thymic tissue is a rare cause of cystic neck mass.  Ectopic thymic cysts can arise anywhere along the thymus' descent from the angle of the jaw to the mediastinum, but when they form in the neck they are most commonly found on the left side deep to the sternocleidomastoid muscle. $#(Choice C)#  @Cystic hygromas@ are fluid-filled sacs of dilated lymphatic vessels that result from abnormal lymphatic development.  They present at birth as a soft mass at the posterior or lateral aspects of the neck, not the anterior midline. $#(Choice E)#  @Branchial cleft cysts@ are embryologic remnants of branchial cleft structures that often present as a neck mass after becoming secondarily infected.  However, they are located laterally (anterior to the sternocleidomastoid muscle), not midline, and do not move with swallowing. $#(Choice F)#  Trapped skin structures (eg, hair follicles, sebaceous glands) along embryonic fusion lines result in formation of @dermoid cysts@ within subcutaneous tissue.  They may be located in the midline (eg, submental region, neck), but would not rise with swallowing. $#Educational objective# Failed atrophy of the thyroglossal duct in utero can result in thyroglossal duct cysts that can be located anywhere along the path of thyroid descent (from the tongue base to the thyroid isthmus).  They usually present as an anterior midline neck mass that moves superiorly with swallowing or tongue protrusion.  ",
  "clickable_1":"images/img1.15028.jpg",
  "clickable_2":"images/img2.15028.jpg",  
  "clickable_3":"images/img3.15028.jpg",
  "clickable_4":"images/img4.15028.jpg"
  

}
,


{
  "id": "19204",
  "title": "A newborn girl is evaluated in the neonatal intensive care unit for difficulty breathing.  The patient was born at term via spontaneous vaginal delivery.  Since birth, she has had difficulty breathing with loud snoring sounds and intermittent oxygen desaturations.  She has been unable to breastfeed due to her breathing problems.  Breathing improves significantly when the patient is placed in a prone position.  On examination, there is a small mandible, posteriorly displaced tongue, and U-shaped cleft palate.  The abnormalities described represent an example of which of the following?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Association",  
  "answer_2": "B. Disruption",  
  "answer_3": "C. Imprinting",  
  "answer_4": "D. Sequence",  
  "answer_5": "E. Syndrome",  
  "percent_1": "6%",  
  "percent_2": "15%",  
  "percent_3": "1%",  
  "percent_4": "36%",  
  "percent_5": "41%",  
  "right_answer": "D. Sequence",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp19204.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has a small mandible, posteriorly displaced tongue, and U-shaped cleft palate, which is consistent with #Pierre Robin sequence#.  A sequence occurs when a #single developmental defect# causes a #cascade of additional malformations#. $In Pierre Robin sequence, hypoplasia of the mandibular prominence leads to #micrognathia#.  Severe micrognathia causes posterior displacement of the tongue #(glossoptosis)#, which blocks fusion of the palatine shelves, resulting in a #cleft palate# that is characteristically U-shaped.  Difficulty breathing occurs because the tongue prolapses into the posterior oropharynx, blocking airflow.  Breathing improves when the patient is in a prone position because gravity pulls the tongue anteriorly, opening the airway. $#(Choice A)#  An association is a collection of malformations that are often seen together and do not have a known, common cause (eg, @VACTERL association@). $#(Choice B)#  A disruption occurs when an external insult (rather than a genetic defect) interrupts and arrests normal fetal development (eg, when an amniotic band disrupts limb development).  No specific external insult has been linked to Pierre Robin sequence, and most cases result from genetic abnormalities. $#(Choice C)#  Genomic imprinting is a normal process that refers to selective activation of gene expression depending on the parent of origin.  Aberrant imprinting occurs with uniparental disomy (ie, when a person receives 2 copies of a chromosome from the same parent and no copy from the other parent).  Prader-Willi syndrome and Angelman syndrome (15q) are examples of conditions caused by dysfunctional imprinting. $#(Choice E)#  A syndrome is a collection of malformations that have a common cause but are not related anatomically.  For example, upslanting palpebral fissures, atrioventricular canal defect, and single palmar crease are all due to @trisomy 21@. $#Educational objective# Pierre Robin is characterized as a sequence because the primary defect (hypoplasia of the mandibular prominence) leads to a cascade of further malformations (ie, micrognathia, posteriorly displaced tongue, U-shaped cleft palate).  ",
  "clickable_1":"images/img1.19204.jpg",
  "clickable_2":"images/img2.19204.jpg"
  

}
,


{
  "id": "107861",
  "title": "A 28-year-old primigravida at 20 weeks gestation comes to the clinic for follow-up.  It is discovered that the fetus has a genetic change that results in developmental disruption of the third pharyngeal pouch.  Which of the following would most likely be observed in the child after birth?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Branchial cleft cyst",  
  "answer_2": "B. Ectopic thyroid tissue",  
  "answer_3": "C. Impaired auditory conduction",  
  "answer_4": "D. Mandibular hypoplasia",  
  "answer_5": "E. T-cell dysfunction",  
  "percent_1": "9%",  
  "percent_2": "14%",  
  "percent_3": "4%",  
  "percent_4": "8%",  
  "percent_5": "65%",  
  "right_answer": "E. T-cell dysfunction",  
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Nonarch adult derivatives of the pharyngeal apparatus#∆⨉∆⨉∆⨉ § ∆^#Pharyngeal pouches*# ∆^#Pharyngeal clefts*# ∆^#Associated pathologies# §^#1st# ∆ • Eustachian tube • Tympanic cavity • Mastoid air cells ∆ • External auditory meatus • Tympanic membrane ∆ • 1st cleft: preauricular cyst/fistula §^#2nd# ∆ • Palatine tonsil • Supratonsillar fossa ∆ • Cervical sinus (obliterated by development of 2nd arch) ∆ • 2nd cleft: persistent cervical sinus/fistula • 2nd pouch: cleft palate §^#3rd# ∆ • Dorsal wings: inferior parathyroid glands • Ventral wings: thymus ∆↕ ∆ • 3rd & 4th pouches**: 22q11 microdeletion syndromes (eg, DiGeorge, velocardiofacial) §^#4th# ∆ • Dorsal wings: superior parathyroid glands • Ventral wings: parafollicular C cells of thyroid ∆↕ ∆↕ %#Pharyngeal pouches# derive from endoderm; #pharyngeal clefts# derive from ectoderm. **22q11 microdeletion also affects 3rd & 4th arches and can involve 2nd pouch.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "The structures of the head and neck are derived from components of the pharyngeal apparatus, an early embryologic structure consisting of pharyngeal arches, pouches, and clefts.  The developing embryo forms 6 pairs of pharyngeal arches, each contributing to various musculoskeletal and vascular structures.  Evaginations between consecutive arches are referred to as pharyngeal clefts externally and pharyngeal pouches internally. $This fetus has a genetic defect that disrupted development of the @third pharyngeal pouch@, the derivates of which include the #inferior parathyroid glands# and #thymus#.  Because the thymus is the site of T-cell maturation, patients with abnormal development of the third pharyngeal pouch often develop recurrent viral and fungal infections due to #T-cell dysfunction#. $The most common cause of pharyngeal pouch pathology is #DiGeorge syndrome#, which results from a chromosome 22q11 microdeletion.  This condition affects both the third and the fourth pharyngeal pouches, causing variable #immunodeficiency#, depending on the degree of thymic hypoplasia (eg, recurrent sinopulmonary infections vs severe combined immunodeficiency).  Patients also have #hypocalcemia# from parathyroid gland hypoplasia, as well as other anomalies (eg, conotruncal cardiac defects, craniofacial abnormalities). $#(Choice A)#  A @branchial cleft cyst@ is a lateral neck mass anterior to the sternocleidomastoid muscle.  It results from incomplete involution of the second pharyngeal cleft; it is not a pharyngeal pouch malformation. $#(Choice B)#  The thyroid gland @descends in utero@ from the base of the tongue to its anatomic position in the neck, and abnormal migration can result in ectopic thyroid tissue along this path.  The thyroid gland develops independently of the third pharyngeal pouch. $#(Choice C)#  Impaired auditory conduction can occur with disrupted development of the first pharyngeal arch (gives rise to incus/malleus) and second pharyngeal arch (gives rise to stapes), as well as the first pouch and cleft, which contribute to middle and outer ear structures.  The third pharyngeal pouch does not give rise to any structures of the ear. $#(Choice D)#  Mandibular hypoplasia (micrognathia) is related to disrupted development of the first pharyngeal arch, which gives rise to the mandible. $#Educational objective# Derivatives of the third pharyngeal pouch include the thymus and inferior parathyroid glands.  Disrupted development of the third pharyngeal pouch (eg, DiGeorge syndrome) leads to thymic hypoplasia/aplasia with impaired T-cell development and immunodeficiency.  ",
  "clickable_1":"images/img1.107861.jpg",
  "clickable_2":"images/img2.107861.jpg",  
  "clickable_3":"images/img3.107861.jpg"
  

}
,


{
  "id": "1740",
  "title": "A 4-hour-old girl is examined in the newborn nursery.  The patient was born vaginally after an uncomplicated pregnancy and delivery.  She began breastfeeding after delivery.  Physical examination shows a unilateral cleft lip on the left side with an intact palate.  The rest of the physical examination is unremarkable.  This patient's abnormal findings most likely resulted from which of the following intrauterine processes?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Failed fusion of the medial nasal prominences",
  "answer_2": "B. Failed fusion of the maxillary prominence and intermaxillary segment",
  "answer_3": "C. Failed fusion of the palatine shelves",
  "answer_4": "D. Hyperplasia of the frontonasal prominence",
  "answer_5": "E. Hypoplasia of the mandibular prominence",
  "percent_1": "36%",
  "percent_2": "55%",
  "percent_3": "6%",
  "percent_4": "1%",
  "percent_5": "1%",
  "right_answer": "B. Failed fusion of the maxillary prominence and intermaxillary segment",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1740.jpg",
  "explanation_1": "",
  "explanation_2": "$The lip and palate form during early gestation through a series of structural changes and fusions involving 5 structures: frontonasal prominence, paired maxillary prominences, and paired mandibular prominences.  #Upper lip# development involves the following steps: $• The frontonasal prominence (overlies the forebrain) gives rise to the lateral and medial nasal prominences.  The medial nasal prominences fuse and give rise to a #midline# structure, the #intermaxillary segment#. $• The intermaxillary segment #fuses# with the left and right #maxillary prominences# beneath the nose to form the upper lip.  Failed fusion on either side leads to a @unilateral cleft lip@, as seen in this patient; failed fusion of both sides creates a bilateral cleft lip. $Although cleft lip can occur in isolation, as in this child, the presence of a cleft lip increases the risk for cleft palate.  For example, fusion of the intermaxillary segment and maxillary prominences also contributes to the development of the anterior portion of the hard palate (@primary palate@), and an anterior cleft palate may be an associated finding in some patients.  A cleft palate can also develop from failed fusion of the palatine shelves, which are thin sheets of tissue derived from the maxillary prominences that grow medially, fuse, and form the posterior (secondary) palate #(choice C).# $#(Choice A)#  Failed fusion of the medial nasal prominences to form the intermaxillary segment is associated with severe midline defects, such as holoprosencephaly. $#(Choice D)#  The orbits normally arise from the sides of the face and rotate medially.  Hyperplasia of the frontonasal prominence can result in hypertelorism (wide-set eyes), in addition to a broad forehead and wide nasal bridge. $#(Choice E)#  Hypoplasia of the mandibular prominence causes micrognathia.  In @Pierre Robin sequence@, severe micrognathia results in posterior displacement of the tongue, which can prevent fusion of the palatine shelves due to mechanical obstruction, causing cleft palate.  Mandibular hypoplasia does not contribute to cleft lip development. $#Educational objective# Cleft lip occurs due to failed fusion of the left or right maxillary prominence with the intermaxillary segment in early gestation.  Cleft palate occurs primarily when the palatine shelves fail to fuse.  Cleft lip and palate can occur together or in isolation.  ",
  "clickable_1":"images/img1.1740.jpg",
  "clickable_2":"images/img2.1740.jpg",  
  "clickable_3":"images/img3.1740.jpg"
  

}
]