[

{"id":"1630","title":"A 30-year-old man comes to the emergency department due to rapidly increasing abdominal distention and anorexia.  The patient has a history of HIV infection and intravenous drug use.  CT scan of the abdomen shows ascites and a large mass involving the small intestine.  Biopsy of the mass reveals sheets of uniform, round, medium-sized tumor cells with basophilic cytoplasm and a very high rate of proliferation and apoptosis.  Which of the following infectious agents is most closely associated with the development of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Epstein-Barr virus","answer_2":"B. Helicobacter pylori","answer_3":"C. Hepatitis B virus","answer_4":"D. Human herpesvirus 8","answer_5":"E. Human papillomavirus","percent_1":"49%","percent_2":"16%","percent_3":"12%","percent_4":"19%","percent_5":"3%","right_answer":"A. Epstein-Barr virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1630.jpg","explanation_1":"","explanation_2":"$This patient with rapidly increasing abdominal distention and abdominal mass has histopathology consistent with #Burkitt lymphoma# (BL), an aggressive B-cell malignancy.  #Epstein-Barr virus# (EBV) is the infectious agent most strongly associated with BL pathogenesis. $ EBV infects B cells via the CD21 complement receptor.  Infected cells produce viral proteins that stimulate signaling pathways (eg, JAK/STAT), triggering proliferation.  This #proliferation of infected B cells# is usually limited by T cells, but some B cells may reduce production of EBV antigens and escape recognition.  An impaired immune response (eg, HIV, persistent malaria) can also enable continuous B-cell division.  Proliferating B cells are more likely to acquire genetic abnormalities (eg, chromosomal translocations), resulting in a neoplastic clone.  BL cells harbor the translocation t(8;14), which causes #MYC overexpression#, uncontrolled cell growth, and #rapid enlargement#. $ Nonendemic BL often involves the gastrointestinal tract, which can present as an enlarging #abdominal mass# with ascites (due to lymph obstruction) and distention.  Histopathology shows uniform, medium-sized lymphoid cells with basophilic cytoplasm and numerous mitotic figures (indicating #high proliferation rate#) and apoptotic bodies.  Scattered macrophages, which digest the apoptotic debris, produce the characteristic ‘#starry sky#’ appearance. $ (Choice B)  Helicobacter pylori is associated with gastric lymphoma (eg, marginal zone lymphoma of mucosa-associated lymphoid tissue [ie, MALT lymphoma]).  Gastrointestinal MALT lymphomas may cause abdominal discomfort but are typically indolent and slow growing (ie, would have lower proliferation rate).  Rapid abdominal distention would be unusual. $ (Choice C)  Chronic hepatitis B can cause @hepatocellular carcinoma@.  Although patients may have abdominal distention and ascites, imaging would reveal a liver mass, not an intestinal lesion.  Histopathology often shows thickened plates of malignant hepatocytes (eg, polygonal cells, eosinophilic cytoplasm). $ (Choice D)  Human herpesvirus 8 can cause @Kaposi sarcoma@ (KS), a vascular tumor seen in HIV-positive individuals.  Although it can involve the gastrointestinal tract in later stages, KS typically presents initially with cutaneous lesions.  Histopathology often shows spindle-shaped endothelial cells and slit-like vascular spaces. $ (Choice E)  High-risk human papillomavirus types (eg, 16, 18) have been identified in cervical @squamous cell carcinoma@.  Histopathology often shows invasive nests of malignant cells with squamous differentiation (eg, intercellular bridges). $ Educational objective Burkitt lymphoma, an aggressive B-cell malignancy, can be associated with Epstein-Barr virus infection.  It typically presents as a rapidly growing mass (eg, abdomen).  Histopathology shows sheets of uniform, medium-sized lymphoid cells with numerous mitotic figures (ie, high proliferation rate) and apoptotic bodies.","clickable_1":"images/img1.1630.jpg","clickable_2":"images/img2.1630.jpg","clickable_3":"images/img3.1630.jpg"},

{"id":"1405","title":"A 43-year-old man comes to the hospital due to recurrent episodes of fever and sore throat despite multiple antibiotic courses.  For the past several months, he has also felt 'run down' and fatigued all the time.  His wife adds that he bruises easily and has had bleeding gums on several occasions.  Temperature is 37.8 C (100.2 F).  On physical examination, he has mucosal pallor, pharyngeal erythema, and multiple ecchymoses on his extremities.  Peripheral blood smear is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1405.jpg","title_2":"Which of the following chromosomal abnormalities is most likely present in the affected cells?","audio":"","comparison_items":"","answer_1":"A. t(8;14)","answer_2":"B. t(9;22)","answer_3":"C. t(11;14)","answer_4":"D. t(15;17)","answer_5":"E. 13q deletion","percent_1":"4%","percent_2":"17%","percent_3":"4%","percent_4":"75%","percent_5":"0%","right_answer":"D. t(15;17)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1405.jpg","explanation_1":"","explanation_2":"$This patient has recurrent infections (likely reflecting neutropenia), pallor (anemia), and ecchymoses (thrombocytopenia), with a peripheral blood smear that shows several abnormal myeloid precursors containing rod-shaped intracytoplasmic granules called #Auer rods#.  This presentation is characteristic of #acute myeloid leukemia# (AML).  The #M3# variant of AML, #acute promyelocytic leukemia# (APML), is characterized by the presence of abnormal promyelocytes on smear, typically containing abundant cytoplasmic granules, multiple Auer rods, and bilobed nuclei. $ Affected cells exhibit the cytogenetic abnormality #t(15;17)#.  This cytogenetic change represents a translocation between the retinoic acid receptor alpha (RARα) gene on chromosome 17 and the promyelocytic leukemia (PML) gene on chromosome 15.  Fusion of these 2 genes produces a chimeric gene product, #PML/RARα#, which codes for an abnormal retinoic acid receptor.  This abnormal fusion gene inhibits promyelocyte differentiation and triggers the development of APML. $ APML is associated with #disseminated intravascular coagulation# (ie, bleeding, thrombocytopenia, prolonged prothrombin and activated thromboplastin time).  Prompt management with #all-trans retinoic acid# is essential. $ (Choice A)  @Burkitt lymphoma@ is associated with t(8;14).  This translocation between the MYC protooncogene on chromosome 8 and the Ig heavy chain region on chromosome 14 leads to increased production of the MYC oncoprotein.  In the blood smear, the neoplastic cells show basophilic cytoplasm with lipid vacuoles. $ (Choice B)  Translocation of the ABL1 gene from chromosome 9 to chromosome 22 is characteristic of @chronic myeloid leukemia@.  t(9;22) forms the Philadelphia chromosome and results in the formation of a new gene, BCR-ABL1, whose product has constitutive tyrosine kinase activity.  Blood smear typically shows numerous mature and immature myeloid cells. $ (Choice C)  Mantle cell lymphoma is a B-cell malignancy associated with t(11;14).  This translocation results in activation of the cyclin D1 gene.  Blood smear shows lymphoid cells with irregular nuclei. $ (Choice E)  Deletion of 13q is one of the molecular defects seen in @chronic lymphocytic leukemia@, which is characterized by small, mature lymphocytes as well as smudge cells in the blood smear. $ Educational objective The presence of rod-shaped intracytoplasmic inclusions (known as Auer rods) is characteristic of many forms of acute myeloid leukemia (AML).  The M3 variant of AML, acute promyelocytic leukemia, is associated with the cytogenetic abnormality t(15;17) and typically shows abnormal promyelocytes with abundant cytoplasmic granules, multiple Auer rods, and bilobed nuclei.","clickable_1":"images/img1.1405.jpg","clickable_2":"images/img2.1405.jpg","clickable_3":"images/img3.1405.jpg"},

{"id":"15048","title":"Pharmacology researchers develop a novel immunotherapy to treat malignancies.  In this therapy, T lymphocytes are harvested from patients with a malignancy and genetically modified to express a chimeric antigen receptor composed of an extracellular antigen recognition domain linked with an intracellular T-cell signaling domain.  These modified T cells are expanded ex vivo and then infused back into the patient, where they destroy the cancer cells.  In one of the experiments, they modify the chimeric antigen receptor to recognize CD19.  Use of this treatment is most likely to have which of the following potential complications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune endocrinopathy","answer_2":"B. Graft versus host disease","answer_3":"C. Hypogammaglobulinemia","answer_4":"D. Myelofibrosis","answer_5":"E. Prolonged myelosuppression","percent_1":"5%","percent_2":"7%","percent_3":"77%","percent_4":"2%","percent_5":"9%","right_answer":"C. Hypogammaglobulinemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15048.jpg","explanation_1":"","explanation_2":"$Leukocyte surface molecules are categorized using #cluster of differentiation# (CD) nomenclature to assist with #immunophenotyping#, the differentiation of immune cells based on cell surface features (ie, with flow cytometry).  Although some CD molecules are expressed on most immune cells (eg, CD45), others are restricted to a specific population of leukocytes. $#CD19# is a transmembrane protein unique to #B lymphocytes# that reduces the cytokine threshold for B-cell activation and proliferation following antigen binding.  Because B-cell cancers (eg, acute lymphocytic leukemia, diffuse B-cell lymphoma) often overexpress CD19 to increase replication rate, anti-CD19 immunotherapy has been developed to treat these malignancies. $#CAR T-cell therapy# is a specific type of immunotherapy that involves the following:  $1. Extraction and purification of T cells from a patient or donor  $2. Genetic modification to form a @chimeric antigen receptor (CAR)@, which combines an extracellular antigen recognition domain for an antigen overexpressed in a tumor with an intracellular stimulatory T-cell signaling domain that promotes T-cell activation/proliferation and tumor-killing activity.  $3. Reinfusion of the modified T cells into the patient $Binding the modified T-cell to its tumor antigen stimulates the release of inflammatory cytokines and promotes destruction of the cancer cell.  The most serious adverse effect is a #life-threatening cytokine storm#, which must be countered with urgent anti–IL-6 treatment (eg, tocilizumab) to prevent death.  In addition, anti-CD19 therapy in particular can also cause #hypogammaglobulinemia# due to destruction of healthy B cells/plasma cells. $#(Choice A)#  Autoimmune endocrinopathy sometimes occurs with immune checkpoint inhibitor therapy, which targets surface molecules (eg, PD-1, CTLA-4) on cytotoxic T cells.  CD19 is only expressed on B-cells, not T-cells. $#(Choice B)#  Graft versus host disease occurs when allogeneic (non-self) immune cells attack host tissue.  It does not occur with autologous immune cells because these cells are drawn from the patient and adequately differentiate self from non-self. $#(Choice D)#  Myelofibrosis, a chronic myeloproliferative disorder, is associated with exposure to ionizing radiation and toxic chemicals.  However, CAR-T cell therapy is not associated with myelofibrosis.  In addition, risk of secondary malignancy after CAR-T cell therapy appears to be low overall. $#(Choice E)#  Chemotherapy often causes transient myelosuppression due to destruction of rapidly dividing hematopoietic cells.  Anti-CD19 therapy may reduce B-cell populations but does not significantly affect other hematologic cells. $#Educational objective# Chimeric antigen receptor (CAR) T-cell therapy involves extracting T cells from a patient with malignancy, inserting a CAR gene against a protein overexpressed by the malignancy, and then reinfusing the modified T cells back into the patient.  CAR T-cell therapy against CD19 is used to treat B-cell malignancy because CD19 is expressed only by B cells.  ","clickable_1":"images/img1.15048.jpg"},

{"id":"15821","title":"A 70-year-old man develops progressive fatigue and easy bruising.  He has had unintentional weight loss and episodic fevers.  Physical examination shows splenomegaly and enlarged lymph nodes in the cervical, axillary, and inguinal regions.  Complete blood count reveals anemia, thrombocytopenia, and leukocytosis.  Peripheral blood smear shows an increased number of small, mature-appearing, abnormal lymphocytes, which express CD20 and kappa light chains.  During treatment, the patient receives an agent that directly binds and inhibits BCL-2 protein.  Which of the following is the most likely effect of this therapy on the abnormal cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Accumulation of ubiquitinated intracellular proteins","answer_2":"B.Greater susceptibility to cytotoxic T cells","answer_3":"C.Increased activation of caspases","answer_4":"D.Increased single-strand DNA breaks","answer_5":"E.Interruption of cell growth in S phase","answer_6":"F.Targeting of antibody-dependent cellular cytotoxicity","percent_1":"4%","percent_2":"3%","percent_3":"79%","percent_4":"1%","percent_5":"9%","percent_6":"3%","right_answer":"C.Increased activation of caspases","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's lymphadenopathy, splenomegaly, and increased number of mature lymphocytes in the blood that express B-cell markers (CD20+, kappa light chains) indicate #chronic lymphocytic leukemia# (CLL).  This disease is characterized by the progressive accumulation of #mature B cells# in hematopoietic tissues (leading to anemia, thrombocytopenia, lymphadenopathy, and splenomegaly) and peripheral blood (leading to leukocytosis) due to genetic mutations that lengthen B-cell survival. $In most cases of CLL, B-cell survival is promoted by the #overexpression of BCL-2# on the mitochondrial membrane.  BCL-2 is an #antiapoptotic# protein that prevents stress signals from triggering the intrinsic apoptotic cascade, which is mediated by the release of cytochrome c from the mitochondria and the subsequent activation of caspases.  Treatment of CLL with #BCL-2 inhibitors# (eg, venetoclax) makes tumor cells more sensitive to stress signals (eg, chemotherapy) by #increasing the activation of caspases#, which leads to cell death. $#(Choice A)#  Bortezomib, a proteasome inhibitor that prevents the destruction of ubiquinated intracellular proteins, can be used against neoplasms that generate excessive amounts of protein (eg, multiple myeloma). $#(Choice B)#  Because cancer cells produce new antigens (neoantigens) not seen in normal cells, they generally have mutations that allow them to evade cytotoxic T-cell detection.  Immune checkpoint inhibitors, such as antibodies against PD-1 (eg, pembrolizumab) or CTLA-4, prevent cancer cells from evading cytotoxic T-cell detection. $#(Choice D)#  Olaparib inhibits poly-ADP ribose polymerase, the enzyme that mediates the repair of single-strand DNA breaks.  It is often used to treat breast, ovarian, or prostate cancer in individuals with BRCA mutations. $#(Choice E)#  Many forms of chemotherapy target rapidly dividing cells by inhibiting DNA replication during S phase (eg, purine analogs).  BCL-2 does not mediate DNA replication or repair. $#(Choice F)#  Rituximab is a monoclonal antibody against the B-cell surface marker CD20.  Although it is often used for CLL, it mediates cell death by binding to the B-cell surface (antibody-mediated cytotoxicity). $#Educational objective# Chronic lymphocytic leukemia is associated with overexpression of BCL-2, an anti-apoptotic protein, on the mitochondrial membrane.  Treatment with a BCL inhibitor causes cancer cell death by promoting cytochrome c release from the mitochondria, which subsequently activates caspases.  "},

{"id":"872","title":"A 59-year-old man comes to the office due to 3 months of progressive fatigue and back pain.  The back pain occurs mainly with movement or positional changes.  Physical examination reveals midline tenderness over the middle and lower back.  Laboratory evaluation shows a hemoglobin level of 10.2 g/dL and serum calcium level of 12 mg/dL.  A bone marrow aspirate is performed, and the histopathologic findings are shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/872.jpg","title_2":"This patient is at greatest risk for developing which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Amyloidosis","answer_2":"B. Cardiac tamponade","answer_3":"C. Hepatic failure","answer_4":"D. Hyperthyroidism","answer_5":"E. Meningeal carcinomatosis","answer_6":"F. Splenic rupture","percent_1":"72%","percent_2":"2%","percent_3":"5%","percent_4":"2%","percent_5":"3%","percent_6":"16%","right_answer":"A. Amyloidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp872.jpg","explanation_1":"","explanation_2":"$This patient's bone marrow aspirate shows #numerous plasma cells#, which can be identified by abundant basophilic cytoplasm, eccentric nuclei, well-developed Golgi apparatus (perinuclear paleness), and ‘clock-face’ (peripheral) chromatin.  A bone marrow sample with >10% plasma cells is strongly suggestive of #multiple myeloma# (MM), a clonal plasma cell malignancy. $ In MM, neoplastic plasma cells: $ • Replicate in the bone marrow and choke out normal hematopoiesis, leading to #normocytic, normochromic anemia# (impaired erythropoiesis) and increased risk of infection (impaired B-cell lymphopoiesis). $ • Secrete osteolytic cytokines, leading to bone pain, osteolytic (radiolucent) bone lesions, and #hypercalcemia#. $ • Produce large quantities of #monoclonal immunoglobulin# (paraprotein) composed of heavy and light chains (eg, IgG, IgA) or light chains alone.  Light chains can deposit in the renal tubules, leading to #light-chain cast nephropathy#, which is usually characterized by mild renal insufficiency and waxy, laminated urinary casts (Bence Jones). $ • Light chains can also form #insoluble fibrils# and deposit in major organs, leading to #amyloid light-chain amyloidosis#.  This can contribute to the already elevated risk of renal failure as well as heart failure and neurologic dysfunction.  @Amyloidosis@ can often be identified on biopsy using hematoxylin and eosin stain (eosinophilic extracellular deposits) or Congo red stain viewed under polarized light (apple-green birefringence). $ (Choice B)  Cardiac tamponade can be associated with some neoplasms (eg, lung, breast) due to tumor invasion of the pericardium.  MM does not typically cause pericardial disease; therefore, it is not associated with cardiac tamponade. $ (Choice C)  Hepatic failure is most often linked to viral hepatitis or chronic alcohol use.  It occasionally occurs due to malignant infiltration of the liver (eg, lymphoma, breast cancer); however, risk of hepatic failure with MM is low; amyloidosis is a far more common complication. $ (Choice D)  Hyperthyroidism is most often due to Graves disease, an autoimmune disorder that generates TSH-receptor antibodies.  It can also be seen with medications (eg, lithium) and tumors that produce TSH (eg, pituitary adenoma).  MM is not linked to hyperthyroidism. $ (Choice E)  Meningeal carcinomatosis is a rare condition associated with some solid tumors (eg, breast cancer, lung cancer, melanoma).  Tumor spread to the leptomeninges can cause mass effect (eg, headache, hydrocephalus), cranial/spinal nerve dysfunction, and focal neurologic issues.  MM does not typically spread to the leptomeninges. $ (Choice F)  Atraumatic splenic rupture can occur with leukemia and lymphoma due to massive splenomegaly from extramedullary hematopoiesis and/or underlying tumor infiltration.  MM does not typically cause significant extramedullary hematopoiesis and usually replicates in the bone marrow, not the spleen. $ Educational objective Amyloid light-chain amyloidosis is associated with multiple myeloma and other monoclonal plasma cell dyscrasias due to the deposition of insoluble immunoglobulin light-chain fibrils in major organs (eg, kidneys, heart, neurologic system).  A bone marrow sample with >10% plasma cells is strongly suggestive of multiple myeloma.","clickable_1":"images/img1.872.jpg"},

{"id":"19442","title":"A 3-year-old boy is brought to clinic by his mother due to fevers.  Three weeks ago, the patient developed a fever, cough, and runny nose.  He attends day care, where several children have had viral upper respiratory infections.  Symptoms had briefly resolved 10 days ago, but the fever recurred last week after the patient returned to day care.  Since then, he has been home due to fever occurring almost daily despite acetaminophen administration.  Temperature is 38.3 C (100.9 F).  Examination shows enlarged lymph nodes in the neck region.  Lymphadenopathy at which of the following locations is most concerning for malignancy rather than infection in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior cervical","answer_2":"B. Posterior cervical","answer_3":"C. Submandibular","answer_4":"D. Submental","answer_5":"E. Supraclavicular","percent_1":"11%","percent_2":"14%","percent_3":"12%","percent_4":"2%","percent_5":"61%","right_answer":"E. Supraclavicular","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19442.jpg","explanation_1":"","explanation_2":"$#Lymph node enlargement# (lymphadenopathy) of the head and neck is common in children due to frequent exposure to infections (eg, pharyngitis, upper respiratory infections).  The lymphatic system drains bacteria and cellular debris through local lymph nodes, which filter foreign material and contain lymphocytes to fight infection.  Lymph then drains to the thoracic and right lymphatic ducts, which empty into the subclavian veins. $Although lymphadenopathy usually occurs secondary to the proliferation of inflammatory cells in response to infection, it is less commonly due to a clonal expansion of malignant cells.  #Malignancy# should be suspected when lymph node enlargement is associated with any of the following features: $• Generalized or supraclavicular location $• Firm, #immobile#, nontender quality $• >2 cm or #increasing size# $• Systemic features (eg, weight loss, night sweats) $The #supraclavicular nodes# drain the #chest# (ie, pulmonary system, mediastinum) and #abdomen# (ie, gastrointestinal and genitourinary tracts).  Therefore, enlargement of these lymph nodes is #unlikely# to be caused by common #childhood infections# and always warrants further workup (eg, complete blood count, ultrasound) for an associated malignancy. $#(Choices A and B)#  Anterior and posterior cervical lymphadenopathy is common with upper respiratory infections because these nodes drain the neck and oropharynx. $#(Choices C and D)#  The submandibular nodes drain the cheeks, lips, gums, and part of the tongue.  The submental nodes drain the floor of the mouth and part of the lower lip.  These nodes are commonly enlarged with infections affecting the oral cavity, including dental infections and common viral infections (eg, coxsackievirus). $#Educational objective# Lymph node enlargement is most commonly due to infection-triggered cellular proliferation but can be caused by clonal expansion of malignant cells.  Enlargement of the supraclavicular lymph nodes, which drain the chest and abdomen, is unlikely to be caused by common childhood infections and is concerning for malignancy.  "},

{"id":"1404","title":"A 41-year-old previously healthy woman comes to the office due to weakness and easy fatigability.  She also has had several episodes of epistaxis and gum bleeding.  Physical examination reveals mucosal pallor.  Further evaluation demonstrates that the patient has a clonal proliferation of white blood cells containing an abnormal protein.  In an experiment, the abnormal cells from the patient are purified and cultured in 2 different plates, one with a vitamin A derivative (plate 1) and the other with control (plate 2).  After several days of incubation, cells in plate 1 are well differentiated compared to those in plate 2, and clonal proliferation is inhibited.  This patient most likely has which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute lymphocytic leukemia","answer_2":"B. Acute myeloid leukemia","answer_3":"C. Chronic lymphocytic leukemia","answer_4":"D. Chronic myeloid leukemia","answer_5":"E. High-grade non-Hodgkin lymphoma","percent_1":"4%","percent_2":"83%","percent_3":"4%","percent_4":"7%","percent_5":"2%","right_answer":"B. Acute myeloid leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Acute promyelocytic leukemia (APL)#, type M3 of acute myelogenous leukemia in the French-American-British classification system, results from a #t(15;17) mutation# whereby the gene for retinoic acid receptor alpha (RARα) is transferred from chromosome 17 to chromosome 15, where it fuses with the promyelocytic leukemia (PML) gene.  This leads to the formation of a new gene called #PML/RARα#.  Normally, RARα plays a role in the proper differentiation of myeloid precursors, as the receptor interacts with retinoic acid to affect transcription of genes required for maturation.  However, the t(15;17) mutation in APML causes transcription repression and produces an #abnormal receptor# that is unable to signal for the differentiation of myeloid precursors at physiologic doses of retinoic acid. $ Treatment with #all-trans-retinoic acid# (ATRA), a vitamin A derivative, overcomes this (partly by inducing PML/RARα proteolysis) and stimulates differentiation of myeloblasts into mature granulocytes.  ATRA therapy induces remission in about 90% of patients with APL.  APL is associated with disseminated intravascular coagulation. $ (Choice A)  Acute lymphocytic leukemia predominantly affects children.  Blast cells positive for the CD10 antigen (CALLA) suggest a good prognosis. $(Choice C)  Chronic lymphocytic leukemia is frequently seen in elderly patients.  It presents with lymphadenopathy, hepatosplenomegaly, and anemia, and has an indolent course.  Neoplastic cells resemble mature B lymphocytes. $ (Choice D)  In chronic myeloid leukemia (also commonly manifesting in elderly patients with fatigue, leukocytosis, and splenomegaly), myeloid precursors in different stages of differentiation proliferate.  This disease is caused by a t(9;22) translocation that forms the BCR-ABL fusion gene, which codes for an abnormal tyrosine kinase. $ (Choice E)  Several high-grade non-Hodgkin lymphomas are associated with cytogenetic abnormalities.  t(8;14), t(2;8), and t(8;22) are typical for Burkitt lymphoma; these translocations involve the c-myc oncogene.  Burkitt lymphoma is associated with Epstein-Barr virus infection and classically has a \"starry sky\"A histologic appearance. $ Educational objective Acute promyelocytic leukemia is the M3 variant of acute myelogenous leukemia.  It affects adult patients and may present with disseminated intravascular coagulation.  The cytogenetic abnormality t(15;17) leads to formation of the promyelocytic leukemia-retinoic acid receptor alpha (PML/RARα) fusion gene, which is unable to signal for proper cellular differentiation, unlike the normal retinoic acid receptor."},

{"id":"1403","title":"A 32-year-old man comes to the office due to progressive fatigue, easy bruising, and recurring episodes of gum bleeding.  Physical examination shows several ecchymoses in his lower extremities.  Laboratory studies are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 7.8 g/dL ?Platelets? 65,000/mm3 ?Leukocytes? 3,000/mm3 !Coagulation studies! ?Prothrombin time? 22 sec ?Activated partial thromboplastin time? 53 sec ?Plasma fibrinogen? 134 mg/dL (normal: 200-400 mg/dL) ?D-dimer? 4.1 µg/dL (normal: <0.5 µg/dL)","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Bone marrow biopsy is performed and fluorescence in situ hybridization studies reveal a balanced translocation between the long arms of chromosomes 15 and 17.  Which of the following proteins is most likely to be abnormal in the hematopoietic cells of this patient?","audio":"","comparison_items":"","answer_1":"A. Epidermal growth factor receptor","answer_2":"B. GTP-binding protein","answer_3":"C. Platelet-derived growth factor receptor","answer_4":"D. Retinoblastoma gene product","answer_5":"E. Retinoic acid receptor","percent_1":"4%","percent_2":"5%","percent_3":"15%","percent_4":"3%","percent_5":"72%","right_answer":"E. Retinoic acid receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Acute myelogenous leukemia (AML), characterized by failure of immature myeloid precursors (myeloblasts) to differentiate into mature granulocytes, is divided into 8 types (M0 through M7).  #Acute promyelocytic leukemia# (APML), the M3 variant of AML, is associated with the #t(15;17)# cytogenetic translocation involving the promyelocytic leukemia (PML) gene on chromosome 15 and the retinoic acid receptor alpha (RARA) gene on chromosome 17.  Fusion of these 2 genes produces #PML/RARA#, a chimeric gene (illustrated in this @fluorescence in situ hybridization image@) that codes for an abnormal #retinoic acid receptor#, which then inhibits myeloblast differentiation.  Abnormal promyelocytes and Auer rods are seen on the smear.  $ The clinical manifestations of AML, including anemia (fatigue, pallor), thrombocytopenia (petechiae, hemorrhages), and neutropenia (fever, opportunistic infections), result from marrow replacement by leukemic cells.  As seen in this patient, APML is associated with #disseminated intravascular coagulation (DIC)#, which is characterized by activation of the coagulation cascade.  Laboratory findings seen in DIC include thrombocytopenia, elevated D-dimer due to fibrinolysis, and prolonged coagulation profile times (eg, prothrombin time, activated partial thromboplastin time) and low fibrinogen due to consumption.  $All-trans retinoic acid is used for treatment of APML. $ (Choice A)  Mutations in the genes that code for the epidermal growth factor receptors are associated with certain lung (ERBB1), breast (ERBB2, also known as HER2/neu), ovarian, and gastric tumors.  $ (Choice B)  GTP-binding proteins are involved in cellular signal transduction. $ (Choice C)  A defective platelet-derived growth factor receptor plays a role in the pathogenesis of several cancers, including ovarian cancers.  $ (Choice D)  An abnormal RB gene predisposes to development of retinoblastoma and osteosarcoma. $ Educational objective The cytogenetic defect t(15;17) is associated with acute promyelocytic leukemia (APML).  A translocation involving the retinoic acid receptor alpha (RARA) gene from chromosome 17 and the promyelocytic leukemia (PML) gene on chromosome 15 leads to the formation of PML/RARA, a fusion gene whose product inhibits differentiation of myeloblasts and triggers the development of APML.","clickable_1":"images/img1.1403.jpg"},

{"id":"15301","title":"Researchers studying chronic lymphocytic leukemia (CLL) observe that in some patients the disease is indolent, with limited growth over more than a decade, whereas in other patients the disease is more aggressive and becomes symptomatic early on.  They find that genetic abnormalities can be detected in a majority of patients with CLL and may play a role in determining the difference between the 2 disease courses.  A clinical study is conducted with the hypothesis that individuals with CLL with trisomy of chromosome 12 have a more favorable course than individuals with other genetic changes.  Which of the following laboratory techniques would be most useful for identifying patients with this genetic abnormality?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enzyme-linked immunosorbent assay","answer_2":"B. Flow cytometry","answer_3":"C. Fluorescence in situ hybridization","answer_4":"D. Northern blotting","answer_5":"E. Western blotting","percent_1":"2%","percent_2":"6%","percent_3":"85%","percent_4":"5%","percent_5":"2%","right_answer":"C. Fluorescence in situ hybridization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$Malignant cells typically contain a number of chromosomal translocations, deletions, or duplications that result in deregulation of gene expression and production of novel fusion proteins.  #Cytogenic analysis# of tumor cells often demonstrates characteristic chromosomal abnormalities that may aid diagnosis, treatment selection, and estimation of prognosis. $#Fluorescence in situ hybridization# (FISH) is a highly sensitive cytogenetic test that can identify the presence of #chromosomal duplications# and #large deletions and translocations#.  FISH probes are single-stranded DNA segments that are a few hundred kilobases in length; they are added to the cell of interest and anneal to complementary regions of the cell chromosome, which allows the area of interest to be identified visually. $FISH is far more sensitive than traditional karyotyping (chromosome banding) and can be applied to both dividing (metaphase) and nondividing (interphase) cells.  It is often used to identify large structural chromosomal abnormalities such as the BCR-ABL1 fusion of t(9;22) in chronic myeloid leukemia.  However, small chromosomal insertions and deletions cannot be identified by FISH (because the probe size is somewhat large), and chromosomal inversions will be missed because FISH can only identify the presence or absence of a chromosomal segment, not the order in which it is coded. $#(Choice A)#  Enzyme-linked immunosorbent assay (ELISA) is used to quantify antibodies or antigens in a fluid. $#(Choice B)#  Flow cytometry is often used in the diagnosis of leukemia.  However, this laser-based test evaluates surface markers (eg, CD5) on individual cells, not chromosomal duplications. $#(Choice D)#  Northern blotting is a technique that size-fractionates RNA in a gel and then targets a specific mRNA sequence of interest.  It can determine the quantity and size of a particular mRNA section. $#(Choice E)#  Western blotting is a technique that size-fractionates proteins in a gel and then targets a specific protein using an antibody with a radiotracer/enzyme.  It is often used to confirm a positive ELISA test in the setting of HIV or Lyme disease infection. $#Educational objective# Fluorescence in situ hybridization (FISH) can identify specific chromosomal translocations, duplications, or deletions using a single-stranded, complementary DNA segment that is tagged with a radiotracer.  FISH is rapid, highly sensitive and specific, and can be used on tissues with low mitotic rates.  However, the targeted chromosomal abnormality must be somewhat large in order to be identified.  "},

{"id":"1629","title":"A 23-year-old man comes to the office due to a left-sided jaw mass that has rapidly enlarged over the past several weeks.  The patient is an immigrant from East Africa.  He has no known medical problems and takes no medications.  Temperature is 37.1 C (98.8 F).  Physical examination shows a large left-sided tumor on his jaw with associated lymphadenopathy but no erythema or warmth.  The rest of the examination is unremarkable.  HIV testing is negative.  The lesion is biopsied, and numerous mitotic figures and apoptotic bodies are observed on histopathologic examination.  Which of the following genetic features is most likely to be present in the abnormal tissue?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. BCL2 overexpression","answer_2":"B. BCR-ABL1 fusion","answer_3":"C. BRAF mutation","answer_4":"D. MYC overexpression","answer_5":"E. RET mutation","percent_1":"12%","percent_2":"5%","percent_3":"3%","percent_4":"78%","percent_5":"2%","right_answer":"D. MYC overexpression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a rapidly enlarging #jaw mass# likely has endemic (ie, African-type) Burkitt lymphoma, of which jaw involvement is a characteristic feature.  #Burkitt lymphoma# is a mature B-cell malignancy associated with overexpression of the #MYC# protooncogene, which encodes a transcription factor that regulates cell growth.  Approximately 80% of Burkitt lymphoma cases are associated with translocation of MYC on chromosome 8 to the immunoglobulin heavy chain region of chromosome 14 [#t(8;14)#].  This translocation leads to MYC overexpression and uncontrolled tumor cell growth, resulting in #rapid mass enlargement#. $ Histologically, @Burkitt lymphoma@ is characterized by a sea of medium-sized, basophilic (ie, blue) lymphoid cells with numerous #mitotic figures# (indicating brisk proliferation) and #apoptotic bodies#.  Scattered tingible body macrophages, which digest the apoptotic debris, create the characteristic \"#starry sky appearance#\". $ Although very aggressive, Burkitt lymphoma responds well to short-term, intensive, high-dose chemotherapy. $ (Choice A)  In follicular lymphoma, t(14;18) results in overexpression of the BCL2 gene, which encodes an antiapoptotic protein.  Follicular lymphoma causes generalized lymphadenopathy and tends to affect the elderly.  A rapidly enlarging jaw mass would be very unusual. $ (Choice B)  The BCR-ABL1 fusion gene, the characteristic abnormality seen in chronic myeloid leukemia (CML), produces a constitutively active tyrosine kinase that results in uncontrolled proliferation of granulocytes.  Patients with CML typically have nonspecific symptoms (eg, fatigue) and leukocytosis, not a rapidly enlarging jaw mass. $ (Choice C)  The BRAF protooncogene encodes a protein kinase in the mitogen-activated protein kinase (MAPK) signaling pathway.  Activating BRAF point mutations lead to cell proliferation and are associated with hairy cell leukemia (eg, splenomegaly, cytopenia) and melanoma. $ (Choice E)  The RET protooncogene encodes a receptor tyrosine kinase involved in cell growth, and mutations can result in constitutive activation.  RET mutations are associated with medullary thyroid carcinoma and multiple endocrine neoplasia type 2. $ Educational objective Burkitt lymphoma is usually associated with translocations of the MYC gene on chromosome 8 to the immunoglobulin heavy chain region of chromosome 14 [t(8;14)], resulting in MYC overexpression.  It presents with a rapidly growing mass (eg, jaw) and is histologically characterized by a \"starry sky\" appearance, with numerous mitotic figures and apoptotic bodies.","clickable_1":"images/img1.1629.jpg"},

{"id":"58","title":"A 64-year-old man is brought to the hospital by ambulance after being found unresponsive by his brother.  Despite resuscitative efforts, he dies shortly thereafter.  The family reports that the patient had 2 months of progressive fatigue and an unintentional weight loss prior to the episode.  Autopsy examination reveals a massive pulmonary embolus, and a cross-section of the liver shows the following:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/58.jpg","title_2":"Genomic analysis of the hepatic lesions demonstrates intranuclear fragments of foreign DNA.  These fragments most likely belong to which of the following pathogens?","audio":"","comparison_items":"","answer_1":"A. Cytomegalovirus","answer_2":"B. Entamoeba histolytica","answer_3":"C. Epstein-Barr virus","answer_4":"D. Hepatitis B virus","answer_5":"E. Hepatitis C virus","answer_6":"F. Human papilloma virus","percent_1":"5%","percent_2":"18%","percent_3":"10%","percent_4":"41%","percent_5":"25%","percent_6":"1%","right_answer":"D. Hepatitis B virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp58.jpg","explanation_1":"","explanation_2":"$The cross-section of the liver shows a large, solid, @yellow-green nodule@ with multiple smaller nodules, consistent with #hepatocellular carcinoma# (HCC).  Chronic hepatitis B virus (HBV) and hepatitis C virus (HCV) infections dramatically increase the risk of HCC.  Ongoing infection with either virus leads to #increased hepatocyte turnover#, which increases the risk for genetic mutations and malignant transformation.  However, #HBV# has several additional mechanisms that promote HCC, including the following: $ • #Integration into the host genome# – Nearly 90% of patients with chronic HBV who develop HCC have evidence of HBV DNA in the chromosomes of tumor cells.  HBV is a partially double-stranded DNA virus that is repaired to form a closed circular DNA strand.  HBV DNA is often inserted into the cellular genome, although this is not required for viral replication (unlike HIV).  Integration into regions that control cell growth and differentiation can result in tumorigenesis. $ • #Production of oncogenic viral proteins# – HBV produces a viral protein called #HBx# that is a transcriptional activator of several genes associated with cellular growth.  It also interferes with the function of p53, an important tumor-suppressor protein. $ #(Choices A and C)#  Cytomegalovirus and Epstein-Barr virus are members of the Herpesviridae family.  Both have double-stranded DNA genomes and cause acute infection followed by latent infection.  Cytomegalovirus is not particularly associated with cancer, but Epstein-Barr infection is linked to nasopharyngeal carcinoma and hematologic malignancies.  However, neither virus is strongly associated with development of HCC. $ (Choice B)  Entamoeba histolytica is a protozoal infection that is typically acquired by ingesting contaminated food or water in developing countries.  A minority of patients develop invasive disease with liver abscess.  This usually presents with fever and right-upper quadrant pain; the organism does not incorporate its genome into host cells. $ (Choice E)  Chronic HCV infection dramatically increases the risk of HCC.  However, HCV is an RNA virus (that does not have reverse transcriptase) and is unable to integrate into the host genome. $ (Choice F)  Human papilloma virus is a double-stranded DNA virus of the papillomavirus family.  HPV produces oncogenic proteins and is able to integrate into the host chromosome.  However, HPV is not linked with liver cancer; it typically causes cervical and oropharyngeal cancer. $ Educational objective Both hepatitis B (HBV) and hepatitis C virus infections increase the risk of hepatocellular carcinoma due to chronic hepatic inflammation and cell turnover.  HBV is also carcinogenic due to the production of oncogenic proteins and the insertion of the HBV genome into host chromosomes.","clickable_1":"images/img1.58.jpg"},

{"id":"1798","title":"A 17-year-old boy is brought to the emergency department for progressive fatigue.  The patient developed a cough 2 weeks ago, and for the past few days, he has become more tired due to difficulty breathing, particularly when lying down at night.  Temperature is 38.2 C (100.8 F), pulse is 120/min, and respirations are 34/min.  Examination shows distended neck veins.  The lungs have diminished breath sounds, particularly on the left side.  Bruising and diffuse petechiae are present on the trunk, and the mucous membranes appear pale.  Chest radiography reveals a large mediastinal mass with a left pleural effusion.  The effusion is drained, and examination of the fluid shows many immature hematopoietic cells, consistent with blast forms.  Immunophenotyping of these cells would most likely reveal which of the following predominant markers?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD3, terminal deoxynucleotidyl transferase","answer_2":"B. CD15, CD30","answer_3":"C. CD20, surface immunoglobulin","answer_4":"D. CD33, myeloperoxidase","percent_1":"63%","percent_2":"14%","percent_3":"12%","percent_4":"11%","right_answer":"A. CD3, terminal deoxynucleotidyl transferase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1798.jpg","explanation_1":"","explanation_2":"$This patient's #mediastinal mass#, concurrent signs of #bone marrow failure# (eg, petechiae, pallor), and @blasts@ in the pleural fluid are findings worrisome for #acute lymphoblastic leukemia# (ALL).  Expansion of the mediastinal mass frequently compresses adjacent structures such as the @superior vena cava@ (venous swelling of the head/neck), esophagus (dysphagia), and trachea (dyspnea).  Pleural effusions, caused by inflammation from tumor growth and cytokine release, also commonly occur. $ The neoplastic cells of ALL arise from lymphoid precursors of either B or T lineage.  In a patient with a mediastinal mass and suspected ALL, #T lymphoblasts# are usually the cells of origin due to their location within the #thymus# during lymphocyte maturation.  In contrast to B-lymphoblastic leukemia (B-ALL), which typically presents in early childhood, T-lymphoblastic leukemia (T-ALL) classically affects #adolescents#/young adults. $Flow cytometry of bone marrow aspirate, peripheral blood, or pleural effusion can be used to characterize the cell of origin.  #Terminal deoxynucleotidyl transferase (TdT)#, a DNA polymerase involved in V(D)J recombination (generates antigen receptor diversity during early B- and T-cell maturation), is expressed only by lymphoid progenitor cells.  The following markers are used to classify cell lineage: $• B lymphoblasts:  CD10, CD19, CD20, CD22, CD79a (typically CDs ≥10) $• T lymphoblasts:  CD2, #CD3, CD4,# CD5, CD7, #CD8# (typically #CDs <10#). $ Therefore, this patient with a presentation consistent with T-ALL likely has blast cells positive for TdT and CD3.  $ (Choice B)  CD15 and CD30 are consistent with @classic Hodgkin lymphoma@, which can present with a mediastinal mass and superior vena cava syndrome in adolescents.  However, Reed-Sternberg cells, not blast cells, would be expected. $ (Choice C)  CD20 (a B-cell marker) and surface immunoglobulin (a marker unique to B cells) are seen in B-cell malignancies.  B-ALL usually occurs in early childhood and is less likely to be associated with a mediastinal mass compared to T-ALL.  $ (Choice D)  CD33 and myeloperoxidase are markers characteristic of myeloid lineage.  A mediastinal mass is far more commonly associated with ALL than @acute myeloid leukemia@. $ Educational objective T-lymphoblastic leukemia often presents in adolescents with a mediastinal mass that can cause respiratory symptoms or superior vena cava syndrome.  The diagnosis is confirmed via flow cytometry by identifying a population of T lymphoblasts (ie, TdT and CD3 positive).","clickable_1":"images/img1.1798.jpg","clickable_2":"images/img2.1798.jpg","clickable_3":"images/img3.1798.jpg","clickable_4":"images/img4.1798.jpg"},

{"id":"1963","title":"A 42-year-old man is hospitalized due to fever and persistent sore throat.  Temperature is 38.3 C (100.9 F), blood pressure is 120/80 mm Hg, pulse is 94/min, and respirations are 16/min.  There are several bruises on his trunk, and blood oozes from his intravenous catheter venipuncture sites.  Blood fibrinogen level is 110 mg/dL (normal: 150-400).  Bone marrow aspirate shows a predominance of immature myeloid cells with numerous azurophilic, needle-shaped cytoplasmic granules.  Chromosomal analysis of these immature cells is most likely to show which of the following abnormalities?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. t(8;14)","answer_2":"B. t(9;22)","answer_3":"C. t(11;14)","answer_4":"D. t(14;18)","answer_5":"E. t(15;17)","percent_1":"3%","percent_2":"17%","percent_3":"4%","percent_4":"4%","percent_5":"73%","right_answer":"E. t(15;17)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Chromosomal translocations associated with hematologic malignancies! ?Malignancy? #Pathogenesis# ?Acute $promyelocytic$ leukemia? t(15;17) involving PML & RARA → PML-RARα oncoprotein → myeloid differentiation$ inhibited • RARα: nuclear receptor involved in myeloid differentiation • PML: fusion forms receptor with dominant negative activity ?Burkitt$ lymphoma? t(8;14) involving MYC & IGH → MYC overexpression → cell growth • MYC: transcription factor regulating cell growth • IGH: immunoglobulin heavy chain (high expression in B cells) ?Chronic myeloid$ leukemia? t(9;22) involving ABL1 & BCR → BCR-ABL1 oncoprotein → cell proliferation • ABL1: nonreceptor tyrosine kinase • BCR: fusion leads to activation ?Follicular$ lymphoma? t(14;18) involving IGH & BCL2 → BCL2 overexpression → apoptosis evasion • BCL2: antiapoptotic protein ?Mantle cell$ lymphoma? t(11;14) involving CCND1 & IGH → cyclin D1 overexpression → cell cycle $progression • Cyclin D1: regulates cell cycle ","explanation_img":"","explanation_1":"","explanation_2":"This patient with a predominance of immature myeloid cells containing numerous azurophilic, needle-shaped cytoplasmic granules likely has #acute promyelocytic leukemia# (APL), a subtype of acute myeloid leukemia.  Acute leukemia can present with persistent fever and sore throat due to increased risk of infection conferred by fewer functional leukocytes. $ APL is microscopically characterized by @abnormal promyelocytes@ (#immature myeloid cells#) that may contain numerous needle-shaped cytoplasmic inclusions known as #Auer rods# (fused lysosomal granules) and often have bilobed nuclei.  Cytogenetic studies show #t(15;17)# @chromosomal translocation@, which causes fusion of the retinoic acid receptor-alpha (RARA) gene to the promyelocytic leukemia (PML) gene. $ A classic presentation of APL is bleeding in the setting of #disseminated intravascular coagulation# (DIC) (eg, #oozing# at venipuncture sites), as the malignant cells express prothrombotic factors (eg, tissue factor) that lead to widespread consumptive coagulopathy.  DIC is characterized by #decreased fibrinogen levels#, increased fibrin degradation products, prolonged PT and PTT, and thrombocytopenia that is generally not low enough to result in spontaneous bleeding by itself.  Prompt treatment of APL with all-trans retinoic acid is essential.  $ (Choice A)  t(8;14) occurs in approximately 80% of cases of @Burkitt lymphoma@ and results in movement of the MYC protooncogene from chromosome 8 to a region near the immunoglobulin promoter site on chromosome 14.  In blood and bone marrow, Burkitt lymphoma cells often have basophilic, vacuolated cytoplasm.  $ (Choice B)  t(9;22) forms the Philadelphia chromosome associated with @chronic myeloid leukemia@ (CML).  Most patients seek medical attention in the chronic, stable phase (eg, nonspecific symptoms, abdominal fullness, leukocytosis), in which mature and immature myeloid forms are seen.  Auer rods are not typically present in CML. $ (Choice C)  Mantle cell lymphoma, a mature B-cell malignancy characterized by lymphoid cells with irregular nuclei, is associated with t(11;14).  This translocation results in overexpression of cyclin D1.  $(Choice D)  t(14;18) is associated with @follicular lymphoma@.  This abnormality places the BCL2 protooncogene from chromosome 18 near the immunoglobulin heavy-chain promoter region on chromosome 14.  Circulating follicular lymphoma cells are typically small lymphoid cells with cleaved nuclei. $ Educational objective Acute promyelocytic leukemia (APL) can present with persistent infection and coagulopathy, causing hemorrhagic signs and symptoms.  Bone marrow examination classically reveals abnormal promyelocytes with intracytoplasmic Auer rods.  APL is associated with a t(15;17) chromosomal translocation that fuses the retinoic acid receptor-alpha and promyelocytic leukemia genes.","clickable_1":"images/img1.1963.jpg","clickable_2":"images/img2.1963.jpg","clickable_3":"images/img3.1963.jpg","clickable_4":"images/img4.1963.jpg","clickable_5":"images/img5.1963.jpg"},

{"id":"15133","title":"A 64-year-old man is evaluated for a 1-month history of worsening fatigue and low back pain exacerbated by movement.  He has no prior medical history and takes no medications.  Vital signs are normal.  Physical examination shows mucosal pallor and bony tenderness.  Radiographs reveal lytic bone lesions.  Laboratory studies show that hemoglobin is 8.8 g/dL, serum creatinine is 3.0 g/dL, and serum calcium is 10.8 g/dL.  Urine dipstick is negative for protein, but quantitative measurement reveals elevated 24-hour urinary protein excretion.  Urine electrophoresis is most likely to detect which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gamma heavy chains","answer_2":"B. Immunoglobulin A","answer_3":"C. Immunoglobulin G","answer_4":"D. Immunoglobulin M","answer_5":"E. Lambda light chains","percent_1":"8%","percent_2":"1%","percent_3":"19%","percent_4":"13%","percent_5":"58%","right_answer":"E. Lambda light chains","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Multiple myeloma# (MM) is a lymphoproliferative malignancy characterized by monoclonal plasma cell proliferation and production of monoclonal paraproteins (eg, immunoglobulins, chain fragments).  MM should be suspected in elderly patients who have any combination of osteolytic lesions, hypercalcemia, anemia, or acute kidney injury (such as this patient).  Other common symptoms include weight loss, constipation (due to hypercalcemia), fatigue, and recurrent infection. $Kidney disease in MM is largely due to #light chain cast nephropathy# (myeloma kidney).  Intact immunoglobulins (eg, IgA, IgG, IgM) are too large to pass through the glomerulus, but a small amount of free light chains (eg, kappa, lambda) are freely filtered and resorbed in the proximal tubules.  However in MM, the excessive quantities of free light chains exceed the resorptive capacity of the kidney.  The filtered light chains then combine with Tamm-Horsfall proteins to form #obstructive casts# that cause tubular rupture and kidney injury. $Monoclonal paraproteins are #not detected by urine dipstick# (which detects only albumin), but #quantitative protein concentrations# (spot or 24-hour turbidimetric assay) will be elevated.  Urine protein electrophoresis, immunofixation, or free light chain immunoassays can be used for diagnosis. $#(Choices A, B, C, and D)#  MM can occasionally cause monoclonal immunoglobulin deposition disease, in which intact immunoglobulins or heavy and/or light chains deposit on the kidney basement membranes, resulting in glomerular disease and nephrotic syndrome.  In this case, large intact immunoglobulins (and heavy chains) can enter the urine; however, albumin (which also passes through the injured glomerulus) would be detected on urine dipstick. $#Educational objective# Multiple myeloma should be suspected in elderly patients who have any combination of osteolytic lesions, hypercalcemia, anemia, or acute kidney injury.  Renal disease is most commonly caused by light chain cast nephropathy, in which free light chains form obstructive casts in the renal tubules.  Monoclonal paraproteins are not detected by urine dipstick (which detects only albumin), but both spot and 24-hour protein concentrations will be elevated.  "},

{"id":"1626","title":"A 28-year-old previously healthy man comes to the office due to episodic fevers, night sweats, and weight loss for several months.  He emigrated from Kenya with his family at age 14.  He does not use tobacco, alcohol, or illicit drugs.  The patient works as a driving instructor and volunteers at a homeless shelter.  His temperature is 37.2 C (99 F).  Physical examination is normal with the exception of cervical lymphadenopathy.  A lymph node biopsy is performed, and histopathologic findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1626.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Burkitt lymphoma","answer_2":"B. Follicular lymphoma","answer_3":"C. Hodgkin lymphoma","answer_4":"D. Large B-cell lymphoma","answer_5":"E. Multiple myeloma","answer_6":"F. Tuberculosis","percent_1":"14%","percent_2":"1%","percent_3":"81%","percent_4":"2%","percent_5":"0%","percent_6":"1%","right_answer":"C. Hodgkin lymphoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1626.jpg","explanation_1":"","explanation_2":"$This patient most likely has classic #Hodgkin lymphoma (HL)#.  The typical presentation is either nontender #lymphadenopathy# or lymphadenopathy incidentally detected on routine chest x-ray.  Many patients develop associated systemic #B symptoms# (fevers, night sweats, weight loss).  HL has a #bimodal age distribution# with a peak in the 20s (or younger in some countries) and another in the 60s.  The complete blood count and peripheral blood smear are usually unremarkable. $ A #lymph node biopsy# can distinguish HL from benign causes of lymphadenopathy.  The key to diagnosing classic HL is detecting the characteristic #Reed-Sternberg# (RS) cell on hematoxylin and eosin preparation.  RS cells have ample cytoplasm, a multilobed nucleus or multiple nuclei, and inclusion-like nucleoli.  RS cells are seen against a background of lymphocytes, histiocytes, and eosinophils in classic HL. $ (Choice A)  @Burkitt lymphoma@ often presents as a mass in the abdomen/pelvis (or the jaw in the endemic [African] form, which has a peak incidence in boys around age 5).  However, histology would show a monotonous population of medium-sized lymphoid cells with many tingible body macrophages, giving a ‘starry sky’ appearance.  High numbers of mitotic cells and apoptotic bodies would be seen. $ (Choice B)  @Follicular lymphoma@ shows aggregates of closely packed, neoplastic lymph node follicles.  Two major cell types, centrocytes (small cleaved cells) and centroblasts (large noncleaved cells), are observed.  Older adults tend to be affected.  Waxing and waning painless lymphadenopathy (typically without B symptoms) is common. $ (Choice D)  @Large B-cell lymphoma@ is characterized by diffuse sheets of large, atypical lymphoid cells with nuclei at least 5 times the size of small lymphocytes.  RS cells against a background of mixed inflammation is not a characteristic histologic feature of large B-cell lymphoma. $ (Choice E)  @Multiple myeloma@, a plasma cell dyscrasia characterized by proliferation of clonal plasma cells, is predominantly a disease of the elderly.  It is characterized by osteolytic lesions, although spread to nodal and extranodal sites can occur. $ (Choice F)  @Tuberculosis@ is on the differential diagnosis for this patient, who is from Kenya, volunteers at homeless shelters, and has had night sweats and weight loss.  However, histology in tuberculosis would show caseating granulomas, not RS cells. $ Educational objective The presence of Reed-Sternberg (RS) cells on lymph node biopsy is a diagnostic feature of classic Hodgkin lymphoma.  RS cells have abundant cytoplasm, a multilobed nucleus or multiple nuclei, and inclusion-like nucleoli.","clickable_1":"images/img1.1626.jpg","clickable_2":"images/img2.1626.jpg","clickable_3":"images/img3.1626.jpg","clickable_4":"images/img4.1626.jpg","clickable_5":"images/img5.1626.jpg"},

{"id":"1724","title":"A 52-year-old man comes to the office due to a progressively enlarging neck mass, fatigue, and weight loss over the past 2 months.  Physical examination shows enlarged, firm, and nontender cervical lymph nodes.  The patient also has enlarged tonsils, bilateral axillary lymphadenopathy, and splenomegaly.  Excisional lymph node biopsy reveals diffuse sheets of atypical, large B cells that have replaced the normal tissue architecture.  In situ hybridization of the tissue specimen is positive for Epstein-Barr virus.  Which of the following risk factors is most strongly associated with development of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Advanced HIV infection","answer_2":"B. Aspirin and nonsteroidal anti-inflammatory drug use","answer_3":"C. Cigarette smoking","answer_4":"D. Radiation exposure","answer_5":"E. Socioeconomic status","percent_1":"76%","percent_2":"0%","percent_3":"8%","percent_4":"10%","percent_5":"6%","right_answer":"A. Advanced HIV infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #non-Hodgkin lymphoma# (NHL).  Depending on the subtype, NHL may present with a rapidly progressive mass, lymphadenopathy, splenomegaly, and B symptoms (eg, night sweats, weight loss).  Diagnosis is typically made with excisional lymph node biopsy, which usually demonstrates a loss of normal tissue architecture with expansion of abnormal lymphocytes (most often B cells, as in this patient with @large, atypical B cells@). $ Lymphoma is frequently associated with #Epstein-Barr virus# (EBV), a ubiquitous herpesvirus that primarily infects B lymphocytes and causes persistent latent infections.  Although viral reactivation is uncommon, the latent EBV genome still transcribes viral gene products that can result in #malignant transformation# of infected cells.  EBV is particularly associated with nasopharyngeal carcinoma, Hodgkin lymphoma, and some forms of NHL (eg, Burkitt lymphoma).  $ Patients with #HIV# are at greatest risk for EBV-associated lymphomas (risk is up to 60-fold greater).  This is likely due to HIV-related immune dysregulation, which decreases recognition of EBV-infected cells and promotes B-cell proliferation.  Some types of NHL (eg, primary central nervous system lymphoma) are considered AIDS-defining conditions and can sometimes be the presenting manifestation of HIV infection. $ (Choice B)  Aspirin and nonsteroidal anti-inflammatory drugs may decrease the risk of colorectal cancer.  Their use is not linked to an increased risk of NHL.  $(Choice C)  Cigarette smoking is a strong risk factor for the development of many types of cancer (eg, lung, bladder, pancreas) but is not closely linked with the development of NHL.  $(Choice D)  The link between radiation exposure and the development of NHL is controversial.  However, most studies indicate that this is not a strong risk factor.  $ (Choice E)  Although lower socioeconomic status may be associated with worse outcomes in patients with NHL, this marker has not been closely linked with the development of NHL.  $Educational objective Patients with HIV have much higher rates of lymphoma than the general population.  Many cases are due to underlying Epstein-Barr virus infection, which acts synergistically with HIV to promote uncontrolled B lymphocyte proliferation.","clickable_1":"images/img1.1724.jpg"},

{"id":"15512","title":"A 66-year-old woman comes to the emergency department due to abdominal cramps and watery diarrhea for the past day.  The patient was hospitalized 2 weeks ago due to acute pyelonephritis and was treated with broad-spectrum antibiotics.  She has a remote history of Hodgkin disease treated with chemotherapy and radiation treatment but no other chronic medical conditions.  The patient's only home medication is a multivitamin supplement.  Temperature is 38.3 C (100.9 F), blood pressure is 124/72 mm Hg, and pulse is 92/min.  There is mild generalized abdominal tenderness with no guarding or rebound.  The remainder of the physical examination shows no abnormalities.  Laboratory results are as follows:","title_table":"?Hemoglobin? 12.8 g/dL ?Platelets? 380,000/mm3 ?Leukocytes? 32,000/mm3 ?  Neutrophils? 80℅ ?  Bands? 8℅ ?  Metamyelocytes? 2℅ ?  Lymphocytes? 10℅ ","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Prior blood cell count at the time of hospital discharge was normal.  Stool testing for Clostridioides difficile is positive.  Which of the following is the most likely underlying cause of this patient's leukocytosis?","audio":"","comparison_items":"","answer_1":"A. Autonomous proliferation of myeloid precursor cells","answer_2":"B. Cytokine-mediated increased release of bone marrow reserves","answer_3":"C. Defective leukocyte transmigration to peripheral tissue","answer_4":"D. Increased shift from circulating to marginated pool","answer_5":"E. Switching of progenitor lymphoid cells to myeloid lineage","percent_1":"11%","percent_2":"53%","percent_3":"11%","percent_4":"17%","percent_5":"8%","right_answer":"B. Cytokine-mediated increased release of bone marrow reserves","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with Clostridioides difficile colitis has profound leukocytosis due to increased circulating mature and juvenile (eg, bands) #neutrophils#.  Although neutrophils are normally the most prevalent leukocyte in the blood, the vast majority of mature neutrophils are held in #reserve in the bone marrow# or are reversibly attached to the endothelial wall (#marginated pool#). $ However, #infection#, inflammation, and certain medications (eg, #glucocorticoids#, androgens) can rapidly mobilize bone marrow and marginated neutrophils, leading to #leukocytosis#.  This process is mediated by #endotoxin#, certain complement components (eg, C3a, C5a), and cytokines such as #TNF-alpha# and granulocyte-macrophage colony-stimulating factor (#GM-CSF#); these compounds trigger neutrophils, bands, and immature granulocyte cells (eg, metamyelocytes, late myelocytes) to undergo transcellular migration out of the bone marrow sinusoids into the circulation.  Primed neutrophils then rapidly @localize@ to areas of inflammation by using @L-selectin to bind E-selectin@ on the endothelial surface of nearby blood vessels. $ (Choice A)  In myeloid leukemia, myeloid precursor cells undergo clonal proliferation unlinked to cytokine stimulation or growth signals.  This patient is unlikely to have developed myeloid leukemia in the 2 weeks since her last admission. $ (Choice C)  Leukocytes leave the circulation by transmigrating through the endothelial wall near areas of infection or inflammation.  Defective leukocyte transmigration can cause leukocytosis in patients with leukocyte adhesion deficits, but is not a component of leukocytosis in those with acute infection (eg, C difficile colitis). $ (Choice D)  Stress hormones (eg, epinephrine) liberate marginated neutrophils from the endothelial wall, leading to leukocytosis (‘demarginalization’).  Infection and stress hormones do not increase marginalization. $ (Choice E)  Hematologic stem cells and their immediate progenitors can differentiate into either myeloid or lymphoid cells.  Once a cell is committed to a myeloid or lymphoid lineage, it cannot generally revert. $ Educational objective Infection triggers increased circulating neutrophils by stimulating the release of neutrophils, bands, and late granulocyte precursors from the bone marrow.  This is mediated by increased cytokines (eg, TNF-alpha) and complement activation.  Demarginalization of neutrophils from endothelial attachment also contributes to leukocytosis.","clickable_1":"images/img1.15512.mp4","clickable_2":"images/img2.15512.jpg"},

{"id":"11750","title":"A 54-year-old previously healthy man comes to the clinic after 2 months of progressive, generalized weakness and easy fatigability.  He also has abdominal discomfort and early satiety.  The patient works as a security advisor and has not traveled recently.  He is afebrile and other vitals signs are normal.  On examination, he has pallor, abdominal distension, and massive splenomegaly with the spleen tip crossing the midline.  No peripheral lymphadenopathy is present.  Peripheral blood cell count shows pancytopenia.  Bone marrow aspiration is attempted, but no marrow can be aspirated.  Which of the following findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intraerythrocytic ring forms","answer_2":"B. Lymphocytes with cytoplasmic projections","answer_3":"C. Myeloid cells with azurophilic rodlike granules","answer_4":"D. Positive heterophile antibodies","answer_5":"E. Ringed sideroblasts","percent_1":"7%","percent_2":"47%","percent_3":"25%","percent_4":"11%","percent_5":"10%","right_answer":"B. Lymphocytes with cytoplasmic projections","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"@Lymphocytes with cytoplasmic projections@ are seen in #hairy cell leukemia#, an indolent B-cell neoplasm (predominantly diagnosed in #middle-aged men#) that infiltrates the bone marrow and reticuloendothelial system.  Bone marrow infiltration and cytokine production cause #fibrosis# and bone marrow failure, resulting in #pancytopenia#.  A bone marrow aspirate is usually unsuccessful (‘#dry tap#’).  Splenic red pulp infiltration can result in #massive splenomegaly# (ie, crossing midline or extending into left lower quadrant).  Common manifestations include left upper quadrant pain, fatigue, weakness, fever, and recurrent infections.  The diagnosis is made by bone marrow biopsy and #flow cytometry#, which has replaced tartrate-resistant acid phosphatase (#TRAP#) activity testing. $ (Choice A)  @Intraerythrocyte ring forms@ are seen in malaria.  This patient has no travel history and no fevers to suggest malaria. $ (Choice C)  Myeloid cells with azurophilic rodlike granules (Auer rods) can be found in acute myeloid leukemias, which do not typically cause hepatosplenomegaly. $ (Choice D)  Heterophile antibodies are found in most patients with Epstein-Barr virus-induced infectious mononucleosis, which commonly presents in young adults with low-grade fever, pharyngitis, and cervical lymphadenopathy.  Mild hepatosplenomegaly may be present. $ (Choice E)  @Ringed sideroblasts@ are abnormal erythrocyte precursors found in myelodysplastic syndrome (MDS) and characterized by mitochondrial iron accumulation surrounding the nucleus.  Patients with MDS typically have petechiae, weakness, and recurrent infections; splenomegaly is uncommon. $ Educational objective Hairy cell leukemia is an indolent B-cell neoplasm predominantly found in middle-aged men and characterized by bone marrow failure and infiltration into the reticuloendothelial system, causing massive splenomegaly.  Other typical features include a ‘dry tap’ (unsuccessful bone marrow aspiration) and the presence of lymphocytes with cytoplasmic projections.","clickable_1":"images/img1.11750.jpg","clickable_2":"images/img2.11750.jpg","clickable_3":"images/img3.11750.jpg"},

{"id":"1406","title":"A 36-year-old man presents to your office with persistent fever, bleeding gums, and a sore throat.  Peripheral blood microscopy findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1406.jpg","title_2":"These cells contain structures that would stain positive for which of the following?","audio":"","comparison_items":"","answer_1":"A. Major basic protein","answer_2":"B. Myeloperoxidase","answer_3":"C. Platelet-derived growth factor","answer_4":"D. Tartrate resistant acid phosphatase","answer_5":"E. Terminal deoxynucleotidyl transferase","percent_1":"8%","percent_2":"64%","percent_3":"4%","percent_4":"10%","percent_5":"14%","right_answer":"B. Myeloperoxidase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1406.jpg","explanation_1":"","explanation_2":"$This peripheral blood smear shows #myeloblasts#, which are large myelogenous cells with abundant basophilic cytoplasm and large nuclei that can be folded or bilobed.  Myeloblasts often have a number of coarse rod/needle-shaped intracytoplasmic granules (eg, #Auer rods#) that stain positive for #myeloperoxidase#.  Auer rods indicate myeloid differentiation. $ #Acute promyelogenous leukemia# (APL) is a variant of acute myelogenous leukemia (AML), in which immature cells of myeloid origin are unable to differentiate and mature.  They proliferate in the bone marrow and suppress the growth and multiplication of other hematopoietic precursors.  The clinical manifestations of APL, such as anemia (fatigue, pallor), #thrombocytopenia# (petechiae, hemorrhages), and #neutropenia# (fever, opportunistic infections), result from marrow replacement by leukemic cells. $ (Choice A)  Major basic protein is found in eosinophil granules and helps to defend against parasites. $ (Choice C)  Platelet-derived growth factor receptor mutations play a role in gastrointestinal stromal tumors. $ (Choice D)  Hairy cell leukemia stains positively for tartrate resistant acid phosphatase (TRAP).  The neoplastic cells are B lymphocyte precursors and are CD20+.  Hairy cell leukemia presents with splenomegaly, fatigue and pancytopenia. $ (Choice E)  Terminal deoxynucleotidyl transferase (TdT) is responsible for adding nucleotides to the V, D and J regions of the antibody gene for antibody diversity.  It is a marker of immature lymphocytes, both B and T cells.  Neoplastic cells in acute lymphoblastic leukemia (ALL) are TdT positive.  ALL mainly affects children. $ Educational Objective Auer rods are deformed azurophilic granules found in the cytoplasm of myeloblasts that stain positively for myeloperoxidase.  Auer rods are found in abundance in AML M3 (acute promyelocytic leukemia)."},

{"id":"1628","title":"An elderly patient is diagnosed with aggressive non-Hodgkin's lymphoma.  The tumor cells are shown to stain strongly for the CD20 marker.  Which of the following biologic agents can be added to this patient's chemotherapy regimen to help improve the treatment response?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Infliximab","answer_2":"B.Rituximab","answer_3":"C.Interleukin-2","answer_4":"D.Imatinib","answer_5":"E.Abciximab","percent_1":"7%","percent_2":"72%","percent_3":"6%","percent_4":"11%","percent_5":"4%","right_answer":"B.Rituximab","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The class of treatments known as biologic response modifiers (BRMs) includes antibodies, cytokines and other substances intended to restore or induce the immune system's ability to overcome disease.  All of the answer choices here are BRMs.  $The patient described above has a lymphoma that expresses surface CD20, a B-cell marker.  Rituximab is a monoclonal antibody used in lymphoma immunotherapy that specifically targets the CD20 surface immunoglobulin.  $Another monoclonal antibody used in cancer treatment is trastuzumab (Herceptin), which is used in the treatment of breast cancer. $#(Choice A)# Infliximab is a chimeric (human/murine) IgG1 monoclonal antibody to TNF-alpha.  This medication has had a significant impact on the management of rheumatoid arthritis.  Infliximab is also used to treat ankylosing spondylitis and fistulizing Crohn's disease. $#(Choice C)# Interleukin-2 is a cytokine that regulates the activation and differentiation of T-cells to aid in tumor cell destruction.  It is FDA-approved for the treatment of renal cell carcinoma and melanoma. $#(Choice D)# Diagnosis of CML requires the presence of the Philadelphia  chromosome or the BCR/ABL fusion gene.  Imatinib mesylate is a potent inhibitor of the BCR/ABL protein tyrosine kinase.  It inhibits the cellular proliferation of BCR/ABL-expressing cells without inducing apoptosis.  This oral medication has dramatically changed the management of CML since its introduction. $#(Choice E)# Abciximab is a chimeric mouse-human monoclonal antibody against the platelet GP IIb/IIIa receptor.  It works by blocking the final step in platelet aggregation.  Abciximab is often administered during angioplasty in patients with acute coronary syndrome. $#Educational objective# Rituximab is a monoclonal antibody directed against the CD20 antigen.  Its introduction has improved the prognosis of some lymphomas.  "},

{"id":"6530","title":"A 65-year-old man comes to the office due to 4 months of worsening fatigue.  The patient feels tired with simple household chores.  He has a 15-pack-year smoking history and drinks 2 or 3 beers daily.  Temperature is 37 C (98.6 F), blood pressure is 134/86 mm Hg, and pulse is 76/min.  Physical examination reveals a late systolic ejection murmur with a soft S2.  The lungs are clear to auscultation.  The abdomen is soft and nontender with no hepatosplenomegaly.  There are no focal neurological deficits.  Laboratory testing reveals hemoglobin is 9 g/dL and mean corpuscular volume is 93 µm3.  Peripheral blood smear is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/6530.jpg","title_2":"Which of the following best explains the observed erythrocyte findings in this patient?","audio":"","comparison_items":"","answer_1":"A. Chronic gastrointestinal blood loss","answer_2":"B. Excessive cold agglutinin production","answer_3":"C. Increased serum paraproteins","answer_4":"D. Mechanical erythrocyte injury","answer_5":"E. Nutritional vitamin B12 deficiency","percent_1":"7%","percent_2":"22%","percent_3":"64%","percent_4":"4%","percent_5":"2%","right_answer":"C. Increased serum paraproteins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp6530.jpg","explanation_1":"","explanation_2":"$This patient's peripheral blood smear shows rows of erythrocytes stacked on one another like coins (#rouleaux formation#).  This occurs due to elevated levels of #circulating proteins#, which disrupts the repulsive electrostatic charge on the erythrocyte surface and causes #stacked aggregation#.  Although rouleaux formation can be seen with inflammatory conditions (eg, infection, rheumatic disease) that increase acute-phase reactants (eg, fibrinogen), it is classically linked to lymphoproliferative/plasma cell disorders such as #multiple myeloma# and Waldenstrom macroglobulinemia, which generate high levels of #monoclonal paraprotein# (immunoglobulins). $ Multiple myeloma is a plasma cell malignancy often associated with #normocytic anemia#, osteolytic bone lesions, and hypercalcemia due to proliferation of neoplastic cells in the bone marrow.  Patients also frequently have renal insufficiency (due to immunoglobulin light-chain cast nephropathy) and nonspecific symptoms (eg, fatigue).  Diagnosis is generally made using serum/urine protein electrophoresis (monoclonal M-spike) and bone marrow biopsy. $ (Choice A)  Chronic gastrointestinal blood loss is a leading cause of @iron-deficiency anemia@, which usually results in microcytosis and hypochromia on peripheral smear (sometimes with target cells).  Rouleaux formation and normocytic erythrocytes would be atypical. $ (Choice B)  @Cold agglutinins@ are cross-reactive IgM antibodies that form with some infections (particularly Mycoplasma pneumoniae) and hematologic malignancies.  Cold agglutinins typically cause clumping agglutination (not stacked-coin agglutination) and hemolysis. $ (Choice D)  Mechanical erythrocyte injury is common in patients with damaged or artificial heart valves.  Although this patient has a cardiac murmur that indicates possible aortic stenosis, mechanical erythrocyte injury is usually associated with @schistocytes@ on peripheral blood smear, not rouleaux formation. $ (Choice E)  Vitamin B12 deficiency causes abnormal hematologic cell nuclear maturation, which leads to macrocytic anemia and @hypersegmented neutrophils@ on peripheral blood smear. $ Educational objective Multiple myeloma is associated with elevated circulating paraproteins (monoclonal immunoglobulins), which causes erythrocytes to stack like coins (rouleaux formation).  Patients classically have normocytic anemia, hypercalcemia, bone pain, and renal insufficiency.","clickable_1":"images/img1.6530.jpg","clickable_2":"images/img2.6530.jpg","clickable_3":"images/img3.6530.jpg","clickable_4":"images/img4.6530.jpg"},

{"id":"15545","title":"A 67-year-old woman is evaluated for worsening fatigue and exertional dyspnea.  She has no prior medical conditions and takes no medications.  The patient does not use tobacco, alcohol, or illicit drugs and consumes a balanced diet.  Vital signs are within normal limits.  Physical examination is notable for mucosal pallor.  Stool testing for occult blood is negative.  Laboratory studies reveal that hemoglobin is 6.7 g/dL, white blood cell count is 35,000/mm3, and platelets are 45,000/mm3.  Peripheral blood flow cytometry of the white blood cell population is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15545.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Adult T-cell leukemia","answer_2":"B. Aplastic anemia","answer_3":"C. Chronic lymphocytic leukemia","answer_4":"D. Chronic myeloid leukemia","answer_5":"E. Classic Hodgkin lymphoma","percent_1":"4%","percent_2":"2%","percent_3":"72%","percent_4":"8%","percent_5":"14%","right_answer":"C. Chronic lymphocytic leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptomatic anemia (eg, fatigue, weakness), thrombocytopenia, and leukocytosis are associated with a predominance of CD20-positive cells (a B-cell surface marker), raising strong suspicion for #chronic lymphocytic leukemia# (CLL).  In CLL, #mature B cells# progressively accumulate in the bone marrow and peripheral blood due to oncogenic mutations that #inhibit apoptosis#.  Although most patients are asymptomatic for years, accumulation of B cells in the bone marrow eventually chokes out normal hematopoiesis, leading to symptomatic #anemia#, #thrombocytopenia#, and infections (due to neutropenia). $ Patients with CLL usually have dramatic elevations in peripheral leukocyte count (often >100,000/mm3) and characteristic findings on peripheral blood smear (eg, numerous small lymphocytes, @smudge cells@).  The diagnosis is supported by flow cytometry of peripheral blood revealing a #clonal population# of leukocytes with expression of B-cell surface markers such as #CD19#, #CD20#, and #CD23#. $ (Choice A)  T-cell leukemia is marked by the clonal expansion of a leukocyte population with T-cell surface markers such as CD2, CD3, and CD4.  However, this patient's flow cytometry shows very few CD3-positive cells.  $(Choice B)  Aplastic anemia is characterized by bone marrow failure and is usually triggered by an infection, medication, radiation, toxic substance, or autoimmune disease.  Patients have pancytopenia (not leukocytosis) and bone marrow biopsy shows a hypocellular marrow with morphologically normal hematopoietic cells; a clonal population of B cells would not be seen. $ (Choice D)  Chronic myeloid leukemia is a myeloproliferative neoplasm characterized by peripheral leukocytosis due to numerous circulating granulocytes (eg, neutrophils in different stages of maturation).  Diagnosis is generally made when cytogenetic studies reveal the BCR-ABL fusion gene.  A predominant population of CD20-positive cells (B cells) would not be seen. $ (Choice E)  Classic Hodgkin lymphoma usually causes localized peripheral lymphadenopathy and B-symptoms (eg, fever, night sweats).  The diagnosis is made by lymph node excision, which usually reveals Reed-Sternberg cells that are characteristically positive for CD15 and CD30 immunohistochemical stains.  Anemia, thrombocytopenia, and leukocytosis would be atypical. $ Educational objective Chronic lymphocytic leukemia is a lymphoproliferative disorder marked by the progressive accumulation of mature B cells.  Most patients are asymptomatic for years but eventually develop anemia, thrombocytopenia, and/or neutropenia.  The diagnosis is generally made when complete blood count reveals dramatic leukocytosis, and flow cytometry subsequently shows a clonal population of leukocytes with B-cell markers such as CD19, CD20, and CD23.","clickable_1":"images/img1.15545.jpg"},

{"id":"1570","title":"A 63-year-old man comes to the office due to fatigue and easy bruising.  He has no lymphadenopathy on physical examination. The patient's peripheral blood smear is shown in the image below. Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin ?8.0 g/dL ?Platelets? 40,000/mm3 ?Leukocytes? 20,500/mm3","title_table_3":"","exhibit_1":"","image_1":"images/1570.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acute lymphoblastic leukemia","answer_2":"B. Acute myeloid leukemia","answer_3":"C. Chronic lymphocytic leukemia","answer_4":"D. Chronic myeloid leukemia","answer_5":"E. Hairy cell leukemia","answer_6":"F. Hodgkin lymphoma","answer_7":"G. Infectious mononucleosis","percent_1":"6%","percent_2":"68%","percent_3":"12%","percent_4":"11%","percent_5":"1%","percent_6":"1%","percent_7":"1%","right_answer":"B. Acute myeloid leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1570.jpg","explanation_1":"","explanation_2":"$This patient's peripheral blood smear shows very large nucleated cells (see red cell size for comparison) with scant cytoplasm.  These are #blast cells#, the finding of which makes acute leukemia likely.  Closer examination of the smear reveals #linear, purple-red inclusions# in some of the cells, called #Auer rods#.  These represent fused granules and may be single or multiple within immature myeloid precursors.  Auer rods are highly suggestive of #acute myeloid leukemia (AML)# but not of acute lymphoblastic leukemia (ALL) #(choice A)#.  Although Auer rods are most commonly associated with the M1, M2, and M3 subtypes of AML, they may be found in any type of AML.  $ The vast majority of AML cases occur in adults, with a median age of 65 and median white blood cell count of about 15,000/mm3 at diagnosis.  Most patients present with complications of pancytopenia (eg, fatigue from anemia, bruising/bleeding from thrombocytopenia, infection from functional neutropenia [despite leukocytosis]).  Diagnostic criteria generally require the presence of >20% myeloblasts in the bone marrow or peripheral blood.  $(Choices C and D)  Chronic leukemia causes a prevalence of mature cells in the peripheral blood.  In @chronic myeloid leukemia@ (CML), peripheral smears usually show many mature granulocytes and few blasts (generally <2%).  In @chronic lymphocytic leukemia@ (CLL), smears show many mature lymphocytes.  $(Choice E)  Patients with @hairy cell leukemia@ have splenomegaly, cytopenias, and circulating hairy cells.  On peripheral blood smear, hairy cells take the appearance of small- to medium-sized lymphoid cells with circumferential 'hairy' projections.  $(Choice F)  Patients with @Hodgkin lymphoma@ generally present with a mass (eg, mediastinal mass, enlarged lymph nodes).  The finding of circulating neoplastic cells is extremely rare.  Histologically, Reed-Sternberg cells are characteristic.  These are large cells with abundant basophilic cytoplasm and >2 nuclear lobes or nuclei. $ (Choice G)  Patients with @infectious mononucleosis@ have fatigue, lymphadenopathy, and splenomegaly.  Thrombocytopenia can be a complication of this infection.  Peripheral blood smear will show few circulating atypical lymphocytes, not numerous blasts. $ Educational objective The finding of Auer rods (linear purple-red inclusions within immature myeloid precursors) is helpful in making the diagnosis of acute myeloid leukemia.  Auer rods are not found in acute lymphoblastic leukemia.  In chronic myeloid leukemia, there are more mature cells and fewer blasts.","clickable_1":"images/img1.1570.jpg","clickable_2":"images/img2.1570.jpg","clickable_3":"images/img3.1570.jpg","clickable_4":"images/img4.1570.jpg","clickable_5":"images/img5.1570.jpg"},

{"id":"7643","title":"A 15-year-old girl is evaluated due to persistent fever, fatigue, and sore throat.  Physical examination reveals splenomegaly and symmetric posterior cervical lymphadenopathy.  Peripheral blood smear results are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/7643.jpg","title_2":"The atypical cells seen here are most likely an activated form of which of the following?","audio":"","comparison_items":"","answer_1":"A. CD4+ Helper lymphocytes","answer_2":"B. CD8+ Cytotoxic lymphocytes","answer_3":"C. CD14+ Monocytes","answer_4":"D. CD21+ Lymphocytes","answer_5":"E. CD27+ Plasma cells","percent_1":"10%","percent_2":"45%","percent_3":"9%","percent_4":"32%","percent_5":"5%","right_answer":"B. CD8+ Cytotoxic lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp7643.jpg","explanation_1":"","explanation_2":"$This patient's fever, fatigue, sore throat, splenomegaly, symmetric posterior cervical lymphadenopathy, and atypical lymphocytosis are characteristic of #infectious mononucleosis# (IM).  After entering the bloodstream through the pharyngeal mucosa and tonsillar crypts, the #Epstein-Barr virus# (EBV) preferentially #infects B lymphocytes# by binding to CD21 cell surface receptors.  EBV-infected B lymphocytes then activate cytotoxic T lymphocytes (CD8+) through the presentation of viral antigens on major histocompatibility complex class I molecules.  These #reactive# (atypical) #CD8+ T lymphocytes# are the primary immune response to EBV and clonally expand to destroy virus-infected cells. $ #Atypical lymphocytes# make up more than 10% of the cells in a peripheral blood smear in IM, and most (>95%) of those cells are CD8+ T lymphocytes.  They classically appear much larger than @quiescent lymphocytes@, with abundant basophilic cytoplasm and a cell membrane that conforms to the borders of neighboring cells.  Although activated CD21+ B lymphocytes and CD4+ helper T lymphocytes can have a similar appearance in response to EBV infection, they make up <5% of the atypical lymphocytes in the peripheral circulation #(choices A and D)#. $ (Choice C)  Monocytosis can be seen with chronic infections and may be associated with persistent fever, fatigue, and splenomegaly; however, monocytes typically have vacuolated, grayish cytoplasm. $ (Choice E)  Activated plasma cells appear as ovoid cells with abundant cytoplasm and an eccentric nucleus with a spoke-wheel chromatin pattern.  A zone of perinuclear clearing within the cytoplasm may also be noted, corresponding to the active Golgi body. $ Educational objective The primary immune response to Epstein-Barr virus is mediated by CD8+ T lymphocytes, which are activated through the presentation of viral antigens on infected CD21+ B lymphocytes.  These reactive (atypical) CD8+ T lymphocytes can be observed in the peripheral blood smears of patients with infectious mononucleosis.","clickable_1":"images/img1.7643.jpg"},

{"id":"1754","title":"A 34-year-old man with an unremarkable past medical history is evaluated for an enlarged lymph node in his anterior cervical chain that measures 4 cm in diameter.  The patient first felt the lymph node several weeks ago and states that it has been steadily increasing in size.  He is concerned about whether or not he \"has cancer.\"  The patient is referred to a specialist for surgical removal of the enlarged node.  Biopsy reveals abnormal lymph node architecture and numerous lymphocytes.  Which of the following, if present, would be most consistent with malignancy in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lymphocyte pleomorphism","answer_2":"B. Abundant mitotic figures within the lymph node","answer_3":"C. Nuclear changes in lymphocytes","answer_4":"D. Monoclonal T-cell receptor gene rearrangements","answer_5":"E. Admixture of several lymphoid cell types within the lymph node","percent_1":"12%","percent_2":"33%","percent_3":"15%","percent_4":"35%","percent_5":"6%","right_answer":"D. Monoclonal T-cell receptor gene rearrangements","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Lymphadenopathy can represent inflammatory changes within the lymph node (reactive hyperplasia) or malignant transformation.  Reactive hyperplasia is a broad term that encompasses all benign, reversible enlargement of the lymphoid tissue secondary to an antigenic stimulus.  The nodal response to antigenic stimuli is highly variable and can be classified as follicular hyperplasia, sinus hyperplasia, or diffuse hyperplasia.  Follicular hyperplasia occurs when the follicles increase in size and number, whereas sinus hyperplasia occurs when the sinuses enlarge and fill with histiocytes.  Diffuse hyperplasia is observed when the nodal architecture is diffusely effaced by sheets of lymphocytes, immunoblasts, and macrophages.  When malignant transformation occurs (as in lymphomas), the normal lymph node architecture is distorted or effaced by the proliferation of malignant lymphoid cells, often to a greater extent than that seen with reactive hyperplasia.  Malignancy-associated effacement of nodal architecture may be follicular or diffuse. $ Reactive lymphoid hyperplasia is polyclonal in that it consists of a proliferation of many different cell types within the lymph node.  For each type of lymphocyte responding to an antigenic stimulus, multiple genetically-distinct cells of that variety undergo limited monoclonal expansion, leading to an overall polyclonal response.  Malignant transformation, in contrast, is monoclonal in that it results from the unchecked proliferation of a single genetically unique cell from only one cell line. $ Evaluation for monoclonality of the lymphocyte population is important when lymphoma is suspected.  The clonality of a T-cell population is assessed by molecular methods, such as PCR, that examine the rearrangement of T-cell receptor (TCR) genes.  If a single allele for the V region of the T-cell receptor predominates in a lymphocytic population, monoclonal proliferation is suspected.  The same principle applies when assessing B-cell clonality.  Monoclonal rearrangement of the genes for immunoglobulin variable regions is suggestive of a B-cell lymphoma.  Of the choices given, monoclonal TCR gene rearrangement is most indicative of malignant processes, especially in the context of appropriate clinical features (i.e., weight loss, night sweats, fever, anorexia). $ #(Choices A, B, & C)#  Pleomorphism, increased mitoses, and nuclear changes are all commonly seen in the lymphocytes of a reactive hyperplastic lymph node.  These findings do not automatically classify the specimen as malignant. $ (Choice E)  An admixture of several lymphoid cell types in a lymph node is suggestive of a benign process.  A predominantly monomorphic cell population is indicative of malignancy and is characteristic of non-Hodgkin’s lymphoma.  Hodgkin’s lymphoma does demonstrate an admixture of several lymphoid cell types within the lymph nodes; however, this finding does not distinguish Hodgkin’s lymphoma from reactive hyperplasia.  Additionally, genetic analysis of Reed-Sternberg cells most often reveals monoclonal characteristics.  $Educational objective Benign lymph node enlargement in response to antigenic stimulation is associated with a polyclonal proliferation of lymphocytes.  A monoclonal lymphocytic proliferation is strong evidence of malignancy."},

{"id":"1964","title":"A 57-year-old male presents to your office complaining of fatigue and low energy.  He also notes experiencing intermittent back pain that responds to ibuprofen.  He has no significant past medical history.  His family history is significant for his father dying of a heart attack at age 60.  Fecal occult blood testing is negative.  Laboratory studies reveal:","title_table":"?Hematocrit? 36℅ ?MCV? 86 fl ?WBC? 7,000/mm3 ?Platelets? 170,000/mm3 ?Sodium? 136 mEq/L ?Potassium? 4.5 mEq/L ?AST? 34 U/L ?ALT? 18 U/L ?Bilirubin? 0.8 mg/dL ?Creatinine? 2.0 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Plasma protein electrophoresis reveals a high peak corresponding to gamma-globulins.  The most likely diagnosis is:","audio":"","comparison_items":"","answer_1":"A. Iron deficiency","answer_2":"B. Cobalamin deficiency","answer_3":"C. Chronic lymphocytic leukemia","answer_4":"D. Aplastic anemia","answer_5":"E. Plasma cell neoplasm","answer_6":"F. Hodgkin lymphoma","answer_7":"G. Hypothyroidism","percent_1":"3%","percent_2":"2%","percent_3":"5%","percent_4":"3%","percent_5":"81%","percent_6":"3%","percent_7":"2%","right_answer":"E. Plasma cell neoplasm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"In multiple myeloma, neoplastic B-lymphocytes mature into plasma cells that synthesize abnormal (typically large) amounts of monoclonal immunoglobulin or immunoglobulin fragments (e.g. light chains).  Clinical manifestations of multiple myeloma include impaired hematopoiesis leading to a normochromic, normocytic anemia and weakness; lytic bone lesions classically affecting the vertebral column and causing back pain and pathologic fractures; and hypercalcemia and AL amyloidosis, which contribute to renal dysfunction.  Severe amyloidosis can also cause cardiac and cutaneous findings. $ The classic laboratory abnormalities in multiple myeloma include erythrocyte rouleaux formation on peripheral blood smear and Bence-Jones proteins in the urine.  Serum protein electrophoresis (SPEP) is a more specific laboratory test used to determine if excessive monoclonal immunoglobulins are present in the serum.  An \"M peak\" on SPEP indicates the presence of such an immunoglobulin.  (An M peak may also be found in Waldenstrom macroglobulinemia and some lymphomas.) $ #(Choices A and B)# Iron deficiency can cause weakness due to a hypochromic, microcytic anemia and vitamin B12 (cobalamin) deficiency can cause weakness due to a macrocytic anemia.  Vitamin B12 deficiency can also cause neurologic signs. $ (Choice C) CLL is a lymphocytic malignancy that may cause a normochromic, normocytic anemia, but immunoglobulin production is classically depressed, not increased, in CLL. $ (Choice D) Aplastic anemia would cause a uniform depression of all hematologic cell lines, including leukocytes and platelets. $ (Choice F) Hodgkin lymphoma is a B-cell malignancy characterized by the presence of Reed-Sternberg cells on lymph node histology.  There may be anemia of chronic disease in patients with this condition, but a monoclonal gammopathy would not be expected. $ (Choice G) Patients with hypothyroidism may be anemic due to associated iron deficiency or pernicious anemia.  However, monoclonal gammopathy would not be expected. $ Educational Objective The finding of a high peak in the gamma-globulin region on serum protein electrophoresis (SPEP) usually represents an M protein consisting of an overproduced monoclonal immunoglobulin.  Multiple myeloma causes an M protein peak on SPEP as well as anemia (weakness), lytic bone lesions (back pain, pathologic fractures), and renal insufficiency (related to amyloid deposition and hypercalcemia)."},

{"id":"14816","title":"A 68-year-old man comes to the office due to severe fatigue for the last few months.  He has also had 6.8-kg (15-lb) of unintentional weight loss over the same period.  The patient has no significant medical history and has not seen a physician in many years.  He takes no medications and does not use tobacco, alcohol, or illicit drugs.  Physical examination shows mucosal pallor with no scleral icterus.  The lungs are clear on auscultation, and heart sounds are normal.  Abdominal examination shows mild hepatomegaly and a markedly enlarged spleen.  Stool guaiac testing is negative.  Laboratory results show pancytopenia, and peripheral blood smear is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/14816.jpg","title_2":"Bone marrow aspiration is attempted but yields no marrow, and a bone marrow biopsy is subsequently performed.  Which of the following findings is most likely to be observed in this patient's bone marrow?","audio":"","comparison_items":"","answer_1":"A. Diffusely fibrotic marrow with clusters of megakaryocytes","answer_2":"B. Hypercellular marrow composed of clusters of plasma cells","answer_3":"C. Increased staining for storage iron in marrow macrophages","answer_4":"D. Marrow replaced by dysplastic cells of all 3 lineages","answer_5":"E. Severely hypocellular marrow replaced by adipose cells","percent_1":"64%","percent_2":"3%","percent_3":"1%","percent_4":"9%","percent_5":"23%","right_answer":"A. Diffusely fibrotic marrow with clusters of megakaryocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp14816.jpg","explanation_1":"","explanation_2":"$This patient with pancytopenia, hepatosplenomegaly, and teardrop cells on peripheral blood smear likely has #primary myelofibrosis#, a hematopoietic stem cell malignancy associated with the clonal expansion of #megakaryocytes#.  Neoplastic megakaryocytes secrete the cytokine #transforming growth factor-beta#, which stimulates bone marrow fibroblasts to fill the medullary space with collagen.  Subsequent #bone marrow fibrosis# usually leads to the following: $ • #Extramedullary hematopoiesis# – Because the bone marrow is destroyed by fibrotic tissue, hematopoiesis occurs in secondary hematopoietic tissue such as the spleen and liver.  This typically results in #marked splenomegaly# and a palpable liver edge on examination. $ • #Cytopenias# – Extramedullary hematopoiesis is much less efficient than medullary hematopoiesis.  Therefore, patients often have deficits in 1 or more cell lines (eg, anemia, #pancytopenia#). $ • #Dacrocytes# on peripheral blood smear – The red cell membrane is damaged when squeezing out of the fibrotic bone marrow or passing through the enlarged spleen, which leads to the formation of teardrop-shaped red cells. $ The diagnosis of primary myelofibrosis requires bone marrow examination.  Bone marrow aspiration frequently results in a #dry tap# (no marrow) due to significant bone marrow fibrosis.  Therefore, bone marrow biopsy is usually required; the presence of a diffusely @fibrotic marrow@ with occasional clusters of atypical megakaryocytes confirms the diagnosis. $ (Choice B)  @Multiple myeloma@, a clonal disorder of plasma cells, is marked by a monoclonal spike (M-spike) on protein electrophoresis.  Patients typically have anemia, hypercalcemia, bone pain (osteolytic lesions), and renal insufficiency.  Bone marrow biopsy usually shows a clusters of monoclonal plasma cells. $ (Choice C)  Anemia of chronic disease is associated with hepcidin-induced changes in iron metabolism that cause iron trapping within macrophages.  Bone marrow biopsy with Prussian blue stain demonstrates increased iron within macrophages.  Hepatosplenomegaly and teardrop cells would be unexpected. $ (Choice D)  @Myelodysplastic syndrome@ is a malignant stem cell cancer associated with the production of dysplastic, atypical blood cells.  Although most patients with myelodysplasia have cytopenias, the bone marrow is usually hypercellular with multi-lineage dysplasia.  $(Choice E)  @Aplastic anemia@ results from injury (eg, drugs, radiation, viruses) to multipotent hematologic stem cells.  It is usually associated with pancytopenia and a profoundly hypocellular bone marrow predominantly composed of adipose tissue.  Extramedullary hematopoiesis is minimal and hepatosplenomegaly and dacrocytes are not typically present. $ Educational objective Primary myelofibrosis is a myeloproliferative disorder associated with the clonal expansion of megakaryocytes.  Bone marrow fibrosis accounts for most of the major manifestations, including hepatosplenomegaly, cytopenias, and blood smear evidence of dacrocytes.  Bone marrow aspiration is usually dry, but bone marrow biopsy will show marked fibrosis with occasional clusters of atypical megakaryocytes.","clickable_1":"images/img1.14816.jpg","clickable_2":"images/img2.14816.jpg","clickable_3":"images/img3.14816.jpg","clickable_4":"images/img4.14816.jpg"},

{"id":"1755","title":"An 8-year-old boy comes to the office due to a mass in the right mandible.  His family first noticed it a few months ago, and it has grown rapidly.  He has had no fevers, chills, cough, or weight loss.  The patient and his family recently immigrated to the United States from East Africa.  He has no known medical problems.  Temperature is 37 C (98.6 F).  Physical examination shows a large tumor on the right mandible with palpable regional lymphadenopathy.  A biopsy of the lesion is performed.  Histopathologic examination shows a diffuse infiltrate of lymphoid cells with numerous mitotic figures; interspersed macrophages with clear cytoplasm are also seen.  These lymphoid cells most likely have a chromosomal translocation that directly alters which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apoptosis inhibition","answer_2":"B. DNA repair","answer_3":"C. Regulation of G1 to S-phase transition","answer_4":"D. Transcription activation","answer_5":"E. Tyrosine kinase upregulation","percent_1":"19%","percent_2":"2%","percent_3":"17%","percent_4":"49%","percent_5":"13%","right_answer":"D. Transcription activation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has the endemic African form of #Burkitt lymphoma#, which primarily affects children and typically presents as a maxillary or mandibular mass.  This type of lymphoma is strongly associated with #Epstein-Barr virus# (EBV) infection. $ On histopathologic examination, @Burkitt lymphoma@ consists of monomorphic, intermediate-sized lymphoid cells with round nuclei, multiple nucleoli, and basophilic cytoplasm.  A high mitotic index and high cell death rate are typically seen.  Benign macrophages that phagocytize the resulting cellular debris (\"#tingible body macrophages#\") are distributed throughout the malignant tissue.  The clear cytoplasm of the macrophages contributes to the characteristic \"starry sky\" appearance of Burkitt lymphoma. $ Most Burkitt lymphomas demonstrate a translocation between the c-Myc oncogene on the long arm of chromosome 8 and the Ig heavy chain region on chromosome 14 [#t(8;14)#]; this results in #Myc overexpression# due to the highly active immunoglobulin promoter in B cells.  The product of c-Myc is a nuclear phosphoprotein that functions as a #transcription activator#, stimulating cell growth and proliferation. $ (Choice A)  Follicular lymphoma is often characterized by a translocation between the long arm of chromosome 18 near the BCL2 gene and the Ig heavy chain gene on chromosome 14 [t(14;18)].  This translocation leads to overexpression of the apoptosis inhibitor protein Bcl-2. $ (Choice B)  Mutations of DNA repair enzymes (eg, BRCA1, BRCA2) are associated with breast cancer, ovarian cancer, Lynch syndrome, xeroderma pigmentosum, Fanconi anemia, and many other diseases. $ (Choice C)  Translocation between the cyclin D1 locus on chromosome 11 and the Ig heavy chain locus on chromosome 14 [t(11;14)] is characteristic of mantle cell lymphoma.  This abnormality results in increased production of cyclin D1, a promoter of G1 to S-phase transition during the cell cycle. $ (Choice E)  Translocation of the ABL gene from chromosome 9 to 22 [t(9;22)] results in the Philadelphia chromosome, a typical finding in chronic myeloid leukemia.  BCR-ABL, the resulting fusion gene, encodes a protein with increased tyrosine kinase activity that inhibits apoptosis while promoting mitogenesis. $ Educational objective Burkitt lymphoma is characterized by aggressive rapid growth and a \"starry sky\" microscopic appearance.  Translocation between the c-Myc oncogene on the long arm of chromosome 8 with the Ig heavy chain region on chromosome 14 leads to overexpression of Myc, a nuclear phosphoprotein that functions as a transcription activator.","clickable_1":"images/img1.1755.jpg"},

{"id":"873","title":"A 37-year-old man comes to the emergency department due to blood-tinged vomiting and abdominal discomfort.  Six months ago, he lost his job as an investment banker and began drinking large amounts of whiskey on a daily basis.  He has since been hospitalized several times with alcohol intoxication.  His temperature is 36.7 C (98 F), blood pressure is 110/70 mm Hg, pulse is 84/min, and respirations are 18/min.  Physical examination shows a firm, enlarged liver.  Peripheral blood smear results show neutrophils with 6-8 nuclear lobes.  Which of the following is the most likely explanation for this patient's abnormal hematologic findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood lipid abnormality","answer_2":"B. Chronic blood loss","answer_3":"C. Cobalamin deficiency","answer_4":"D. Folate deficiency","answer_5":"E. Myelodysplasia","percent_1":"1%","percent_2":"2%","percent_3":"26%","percent_4":"68%","percent_5":"4%","right_answer":"D. Folate deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Alcohol use# disorder is one of the most common causes of #folate deficiency anemia# due to poor dietary intake and impaired folate absorption, utilization, and enterohepatic recycling.  A normal individual with a folate-deficient diet can maintain normal red blood cell (RBC) production for months due to folate recycling, whereas a patient who consumes large amounts of alcohol will experience anemia within a few #weeks#. $ A reduced form of folic acid, tetrahydrofolic acid, is necessary for the synthesis of amino acids, thymidine, and purines.  Impaired nucleotide synthesis leads to defective DNA production in blood cell precursors, resulting in abnormal cell division and #megaloblastic# hyperplasia of the bone marrow.  The peripheral blood smear shows pancytopenia and @hypersegmented neutrophils@ containing nuclei with >5 lobes.  RBC abnormalities include ovalocytosis and #macrocytosis#, with a mean corpuscular volume (MCV) >100 µm3. $ (Choice A)  Lipid abnormalities such as extreme hypertriglyceridemia can cause acute pancreatitis. $ (Choice B)  Chronic blood loss causes iron deficiency anemia, which is not characterized by hypersegmented neutrophils. $ (Choice C)  Chronic alcohol use can deplete vitamin B12 levels; however, depletion would take place over a period of years, not weeks (in contrast to folate deficiency).  In addition, this patient does not have any of the classic neurologic symptoms that accompany B12 deficiency (eg, subacute combined degeneration). $ (Choice E)  Myelodysplasia is a premalignant condition that manifests with pancytopenia, impaired blood cell differentiation, and clonal expansion of mutated hematopoietic cells in the bone marrow.  Elevated MCV can be present, but hypersegmented neutrophils are not commonly seen. $ Educational objective Folic acid deficiency anemia commonly occurs in alcoholism.  It is a megaloblastic anemia that can develop within weeks.  Peripheral blood smear shows macrocytosis, ovalocytosis, and neutrophils with hypersegmented nuclei.","clickable_1":"images/img1.873.jpg"},

{"id":"1757","title":"A 16-year-old previously healthy boy is brought to the office due to fever, malaise, and sore throat.  The patient says that he gets tired even by simply getting out of bed.  Physical examination shows palatal petechiae, cervical lymphadenopathy, and splenomegaly.  His peripheral blood smear is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1757.jpg","title_2":"Horse erythrocytes agglutinate when exposed to the patient's serum.  The agent causing this patient's disease is most strongly associated with which of the following malignancies?","audio":"","comparison_items":"","answer_1":"A. Acute myeloid leukemia","answer_2":"B. Cervical carcinoma","answer_3":"C. Hepatocellular carcinoma","answer_4":"D. Kaposi sarcoma","answer_5":"E. Mucosa-associated lymphoid tissue tumor","answer_6":"F. Multiple myeloma","answer_7":"G. Nasopharyngeal carcinoma","percent_1":"9%","percent_2":"1%","percent_3":"1%","percent_4":"3%","percent_5":"5%","percent_6":"9%","percent_7":"73%","right_answer":"G. Nasopharyngeal carcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1757.jpg","explanation_1":"","explanation_2":"$Sore throat, moderate to high fever, palatal petechiae, #lymphadenopathy# (commonly posterior cervical or auricular), splenomegaly, and #atypical# (reactive) #lymphocytosis# are classic signs and symptoms of #infectious mononucleosis#, a disease common among teenagers and young adults.  Ninety percent of cases of infectious mononucleosis are caused by the #Epstein-Barr virus# (EBV); however, cytomegalovirus, HIV, and Toxoplasma are some of the other agents known to cause non-EBV infectious mononucleosis.  EBV infection induces #heterophile antibodies#, which react to antigens from animal erythrocytes (sheep in the Paul-Bunnell test and horse in the Monospot test).  The heterophile antibody tests are sensitive and specific for EBV-associated infectious mononucleosis. $ EBV replicates primarily in B lymphocytes and is also associated with #malignancies#, including #Burkitt lymphoma# (especially the endemic African type) and #nasopharyngeal carcinoma#.  Many disorders in immunocompromised patients are caused by EBV, including central nervous system lymphoma in HIV-positive patients and post-transplant lymphoproliferative disorder (PTLD) in allograft recipients. $ #(Choices A and F)#  There is no classic association between acute myeloid leukemia or multiple myeloma and viral infection. $ (Choice B)  Cervical carcinoma is strongly associated with human papillomavirus (types 16, 18, 31, and 33) infection. $ (Choice C)  Chronic infection with either hepatitis B or C virus significantly increases the risk of hepatocellular carcinoma. $ (Choice D)  Kaposi sarcoma is strongly associated with HIV and human herpes virus type 8 infections. $ (Choice E)  Gastric adenocarcinoma and mucosa-associated lymphoid tissue tumor (MALToma) are associated with Helicobacter pylori infection. $ Educational objective Epstein-Barr virus causes infectious mononucleosis in teenagers and young adults.  It is also associated with a number of malignant conditions, including Burkitt lymphoma and nasopharyngeal carcinoma."},

{"id":"1086","title":"A 42-year-old previously healthy woman comes to the office due to fever and sore throat.  She has no cough.  Physical examination shows tonsillar exudate and a nontender cervical lymph node that measures 3.5 cm in diameter.  Oral antibiotic therapy is started and on a follow-up visit a week later, the patient reports that her symptoms have resolved.  The previously enlarged cervical lymph node has decreased slightly in size.  On several follow-up visits over the following year, the patient remains asymptomatic and the size of the lymph node fluctuates but does not disappear completely.  Referral to a surgeon is made and excisional biopsy of the lymph node is performed.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute lymphoblastic leukemia","answer_2":"B. Burkitt lymphoma","answer_3":"C. Diffuse large B-cell lymphoma","answer_4":"D. Follicular lymphoma","answer_5":"E. Hairy cell leukemia","answer_6":"F. Mycosis fungoides","percent_1":"1%","percent_2":"17%","percent_3":"13%","percent_4":"59%","percent_5":"2%","percent_6":"7%","right_answer":"D. Follicular lymphoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with persistent fluctuating lymphadenopathy, who may have had an unrelated pharyngitis (treated with antibiotics) on initial presentation, most likely has #follicular lymphoma#.  Follicular lymphoma is the most common #indolent# non-Hodgkin lymphoma (NHL) in adults and the second most common NHL overall (after diffuse Large B cell lymphoma).  It derives from germinal center B cells and typically has a long, #waxing and waning# clinical course. $ The condition most often presents in middle-aged patients with #painless lymph node enlargement# or abdominal discomfort from an abdominal mass.  Histology is notable for a @nodular pattern@, and the neoplastic follicles are composed of a mixture of centrocytes (cleaved cells) and centroblasts (noncleaved cells).  The majority of tumors exhibit a #t(14;18) translocation#, resulting in overexpression of the BCL2 oncogene that blocks programmed cell death. $ (Choice A)  Acute lymphoblastic leukemia/lymphoma is the most common malignancy in children.  It presents with lymphadenopathy, hepatosplenomegaly, fever, bleeding, and bone pain.  Neoplastic cells are pre-B or pre-T cells (lymphoblasts). $ (Choice B)  Burkitt lymphoma is a highly aggressive (but generally chemotherapy-responsive) B-cell NHL associated with chronic Epstein-Barr virus infection and/or deregulation of the MYC proto-oncogene.  Patients typically develop rapidly growing tumor masses in the facial bones, jaw, or abdomen.  Tumor doubling time is very rapid and spontaneous tumor lysis can occur. $ (Choice C)  Diffuse large B-cell lymphoma typically presents with a rapidly enlarging nodal (neck, abdomen, mediastinum) or extranodal symptomatic mass.  The Waldeyer's ring (oropharyngeal lymphoid tissue) and gastrointestinal tract are commonly involved, and systemic ‘B’ symptoms (fever, weight loss, drenching night sweats) can also be seen. $ (Choice E)  Hairy cell leukemia, a mature B-cell neoplasm, presents with splenomegaly and pancytopenia most often in older men.  Lymph node enlargement is not characteristic.  Leukemic cells have hairlike cytoplasmic projections and are positive for tartrate-resistant acid phosphatase (TRAP). $ (Choice F)  Mycosis fungoides is a cutaneous T-cell lymphoma.  Proliferating CD4+ atypical lymphocytes infiltrate the dermis and epidermis, where they form Pautrier microabscesses.  This condition manifests with plaques (often on trunk or buttocks) that may be confused with eczema or psoriasis.  Generalized erythema and scaling and thickening of the skin (erythroderma) may result. $ Educational objective Follicular lymphoma is the most common indolent non-Hodgkin lymphoma in adults.  It is of B-cell origin and presents with painless waxing and waning (ie, fluctuating) lymphadenopathy.  The cytogenetic change t(14;18) is characteristic and results in overexpression of the BCL2 oncogene.","clickable_1":"images/img1.1086.jpg"},

{"id":"1911","title":"A 50-year-old man comes to the office due to a lump in his neck that has fluctuated in size over the past several months.  The mass is nonpainful, and the patient has no associated dysphagia, chest pain, weight loss, or fever.  He has no chronic medical conditions.  Social history is significant for smoking a pack of cigarettes per day and occasional alcohol use.  Vital signs are normal.  Physical examination shows a firm, enlarged, movable, left-sided cervical lymph node.  Biopsy of the mass reveals abnormal cells with a t(14;18) chromosomal translocation.  This chromosomal change is most likely to cause which of the following abnormalities?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. BCL2 overexpression","answer_2":"B. BCR-ABL1 hybrid formation","answer_3":"C. HER2 overexpression","answer_4":"D. MYC overexpression","answer_5":"E. p53 inactivation","percent_1":"83%","percent_2":"5%","percent_3":"0%","percent_4":"11%","percent_5":"1%","right_answer":"A. BCL2 overexpression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Chromosomal translocations associated with hematologic malignancies! ?Malignancy? #Pathogenesis# ?Acute $promyelocytic$ leukemia? t(15;17) involving PML & RARA → PML-RARα oncoprotein → myeloid differentiation$ inhibited • RARα: nuclear receptor involved in myeloid differentiation • PML: fusion forms receptor with dominant negative activity ?Burkitt$ lymphoma? t(8;14) involving MYC & IGH → MYC overexpression → cell growth • MYC: transcription factor regulating cell growth • IGH: immunoglobulin heavy chain (high expression in B cells) ?Chronic myeloid$ leukemia? t(9;22) involving ABL1 & BCR → BCR-ABL1 oncoprotein → cell proliferation • ABL1: nonreceptor tyrosine kinase • BCR: fusion leads to activation ?Follicular$ lymphoma? t(14;18) involving IGH & BCL2 → BCL2 overexpression → apoptosis evasion • BCL2: antiapoptotic protein ?Mantle cell$ lymphoma? t(11;14) involving CCND1 & IGH → cyclin D1 overexpression → cell cycle $progression • Cyclin D1: regulates cell cycle ","explanation_img":"","explanation_1":"","explanation_2":"#Follicular lymphoma# is a common, indolent, non-Hodgkin lymphoma derived from germinal center B cells.  It often presents as a painless, slow-growing, #waxing-and-waning#, peripheral (eg, cervical) #lymphadenopathy# in middle-aged or elderly adults. $ The classic cytogenetic abnormality detected in follicular lymphoma is the #t(14;18)# translocation, in which the BCL2 (B-cell leukemia/lymphoma-2) gene on chromosome 18 is positioned near the site of the immunoglobulin heavy-chain enhancer element on chromosome 14.  This leads to increased BCL2 transcription and #overexpression of BCL2 protein#.  The BCL2 protein exerts #antiapoptotic# effects by preventing the release of proapoptotic factors from the mitochondria.  Overexpression of BCL2 allows the neoplastic cells to evade apoptosis. $ (Choice B)  The BCR-ABL1 fusion gene is the characteristic abnormality seen in chronic myeloid leukemia.  It is formed through a reciprocal translocation between chromosomes 9 and 22 (the Philadelphia chromosome).  The BCR-ABL1 protein is a constitutively active tyrosine kinase, which results in uncontrolled proliferation of granulocytes. $ (Choice C)  HER2 (ie, ERBB2) is a receptor tyrosine kinase.  In some cases of breast cancer, the HER2 gene on chromosome 17 is amplified, causing HER2 receptor overexpression. $ (Choice D)  MYC protein is a transcription factor that is a critical component of cell growth regulation.  MYC is overexpressed in a variety of malignancies, including Burkitt lymphoma, which is characterized by translocations involving the MYC gene located on chromosome 8, most frequently with the immunoglobulin heavy-chain gene. $ (Choice E)  Tumor suppressor protein p53, encoded by TP53 on chromosome 17, stops the cell cycle when DNA damage is identified.  Inactivation of p53 is seen in many malignancies.  Li-Fraumeni cancer syndrome is an autosomal dominant syndrome caused by an inherited TP53 mutation, resulting in an increased risk of malignancy (eg, sarcoma, breast). $ Educational objective Follicular lymphoma is a common, indolent non-Hodgkin lymphoma.  It is characterized by a translocation involving BCL2 on chromosome 18, which becomes positioned near the immunoglobulin heavy-chain gene on chromosome 14, resulting in overexpression of BCL2 (an antiapoptotic protein)."},

{"id":"1571","title":"A 6-year-old boy is brought to the clinic due to recurrent nosebleeds over the last couple of weeks.  The patient has no chronic medical conditions and takes no medications.  Vital signs are normal.  On physical examination, there is conjunctival pallor.  The nares have dried, crusted blood with no active bleeding.  The oropharynx is clear.  Neck examination shows enlarged, palpable lymph nodes bilaterally.  Cardiopulmonary examination is unremarkable.  The abdomen is soft and nontender, with the liver measuring 4 cm below the costal margin.  There are scattered petechiae along the trunk.  Complete blood count is as follows:","title_table":"?Hemoglobin ?9.0 g/dL ?Platelets? 20,000/mm3 ?Leukocytes? 35,500/mm3 ","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Flow cytometry of the peripheral blood demonstrates a distinct population of cells that express terminal deoxynucleotidyl transferase (TdT), CD10, and CD19.  Myeloperoxidase (MPO) is negative.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acute promyelocytic leukemia","answer_2":"B. B-lymphoblastic leukemia","answer_3":"C. Disseminated Burkitt lymphoma","answer_4":"D. Mature T-cell leukemia","answer_5":"E. T-lymphoblastic leukemia","percent_1":"7%","percent_2":"75%","percent_3":"4%","percent_4":"2%","percent_5":"13%","right_answer":"B. B-lymphoblastic leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1571.jpg","explanation_1":"","explanation_2":"$This child with marked leukocytosis has lymphadenopathy, hepatomegaly, and signs of bone marrow failure (eg, pallor from anemia, bleeding/petechiae from thrombocytopenia).  These findings are concerning for #acute leukemia#, which occurs due to clonal expansion of hematopoietic progenitor cells (ie, blast cells).  Blasts may be either lymphoid or myeloid in origin.  Immunophenotyping (eg, flow cytometry) is used to characterize blast cells and classify acute leukemia. $ This patient's cells are lymphoid in origin.  Lymphoid cells typically lack myeloperoxidase (MPO), an enzyme involved in microbial killing by myeloid derivatives (eg, neutrophils).  Immature lymphocytes (@lymphoblasts@) can be differentiated from mature lymphocytes by the presence of #terminal deoxynucleotidyl transferase# (TdT); TdT is a DNA polymerase involved in V(D)J recombination, which generates antigen receptor diversity during #early lymphoid maturation#.  Therefore, this patient has #acute lymphoblastic leukemia# (ALL). $ ALL can be subdivided into B-lymphoblastic leukemia (B-ALL) or T-lymphoblastic leukemia (T-ALL) based on the following markers: $ • #B lymphoblasts:#  CD10, CD19, CD20, CD22, CD79a (typically #CDs ≥10#) $ • T lymphoblasts:  CD2, CD3, CD4, CD5, CD7, CD8 (typically CDs <10) $ This patient's cells express both CD10 and CD19, findings consistent with B-ALL. $ (Choice A)  Acute promyelocytic leukemia (APML), a type of acute myeloid leukemia, can also present with bone marrow failure.  However, APML would not express TdT, CD19, and CD10.  Blast features that indicate a myeloid lineage include the expression of MPO and presence of @Auer rods@ (needle-like cytoplasmic structures representing fused granules). $ (Choice C)  @Burkitt lymphoma@ can present with lymphadenopathy and disseminated disease, including bone marrow failure.  Although the malignant cells express B-cell markers (eg, CD19), they do not express TdT because the cell of origin is a mature, not a progenitor, B cell. $ (Choice D)  Mature T-cell leukemia is derived from mature or postthymic T cells, and immunophenotyping would reveal the presence of T-cell markers (eg, CD3) and the absence of TdT.  Moreover, this is an uncommon neoplasm typically seen in adults, not young children. $ (Choice E)  Immunophenotyping of cells in T-ALL, which typically presents in adolescents with a mediastinal mass, would show expression of TdT but would also express T-cell, not B-cell, markers. $ Educational objective Acute lymphoblastic leukemia typically presents with signs/symptoms of bone marrow failure (eg, bleeding due to thrombocytopenia).  Immunophenotyping by flow cytometry establishes the specific subtype; B-lymphoblastic leukemia shows expression of terminal deoxynucleotidyl transferase (TdT) (marker expressed in lymphoblasts) and B-cell markers (eg, CD10, CD19).","clickable_1":"images/img1.1571.jpg","clickable_2":"images/img2.1571.jpg","clickable_3":"images/img3.1571.jpg"},

{"id":"1627","title":"A 60-year-old man is being evaluated due to nontender cervical lymphadenopathy that he first noticed while shaving.  A biopsy is performed, and microscopy findings are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1627.jpg","title_2":"Further analysis would most likely demonstrate which of the following?","audio":"","comparison_items":"","answer_1":"A. BCL2 overexpression","answer_2":"B. BCR-ABL1 fusion","answer_3":"C. HER2 overexpression","answer_4":"D. MYC overexpression","answer_5":"E. PML-RARA fusion","percent_1":"67%","percent_2":"11%","percent_3":"1%","percent_4":"20%","percent_5":"1%","right_answer":"A. BCL2 overexpression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1627.jpg","explanation_1":"","explanation_2":"$This patient with painless lymphadenopathy has histopathologic features consistent with #follicular lymphoma# (FL), the most common indolent form of #non-Hodgkin lymphoma#.  FL is a mature B-cell tumor derived from cells found in the @germinal centers@ of lymph nodes. $ At low magnification, the characteristic histopathologic feature of FL is the presence of #nodular follicles# that obscure the normal lymph node architecture.  In contrast to normal reactive lymph nodes, the neoplastic follicles are #closely packed# and similar in size.  Instead of being polarized into dark and light zones, they consist of a mixture of centrocytes (small, cleaved cells) and centroblasts (larger, noncleaved cells). $ Approximately 85% of FL is associated with the t(14;18) translocation, which results in overexpression of the @antiapoptotic@ gene product #BCL2# (allows the neoplastic cells to evade apoptosis). $ (Choice B)  @Chronic myeloid leukemia@ (CML), a myeloproliferative neoplasm, is associated with a translocation involving the BCR gene on chromosome 22 and the ABL1 gene on chromosome 9 [t(9;22)], resulting in a BCR-ABL1 fusion protein that leads to uncontrolled cellular proliferation.  CML is associated with granulocyte proliferation, which dramatically increases the quantity of granulocytes in the bone marrow and blood.  Abnormal lymphoid follicles in a lymph node would not be expected. $ (Choice C)  HER2 is a receptor tyrosine kinase that promotes cell growth.  In some cases of breast carcinoma, the HER2 gene is amplified, causing HER2 overexpression and increased cellular proliferation.  Histopathology of metastatic breast carcinoma in a lymph node is typically similar to that of the primary tumor (eg, atypical epithelial cells forming glands).  $(Choice D)  Burkitt lymphoma is an aggressive non-Hodgkin lymphoma associated with translocations of the MYC gene on chromosome 8, usually onto the immunoglobulin heavy-chain region of chromosome 14 [t(8;14)], resulting in MYC overexpression.  Histologically, @Burkitt lymphoma@ shows a diffuse, not nodular, proliferation of medium-sized lymphoid cells with numerous mitotic figures and scattered benign macrophages (ie, \"starry sky\" appearance). $ (Choice E)  @Acute promyelocytic leukemia@ is associated with a translocation involving the retinoic acid receptor alpha (RARA) and promyelocytic leukemia (PML) genes.  The PML-RARA fusion protein product inhibits differentiation of myeloid precursors.  Microscopic examination of blood and bone marrow typically shows abnormal promyelocytes with multiple cytoplasmic Auer rods. $ Educational objective Follicular lymphoma is histologically characterized by neoplastic follicles that obscure the normal lymph node architecture.  Most cases have the t(14;18) translocation, which causes overexpression of the antiapoptotic BCL2 protein.","clickable_1":"images/img1.1627.jpg","clickable_2":"images/img2.1627.jpg","clickable_3":"images/img3.1627.jpg","clickable_4":"images/img4.1627.jpg","clickable_5":"images/img5.1627.jpg"},

{"id":"20673","title":"A 66-year-old woman comes to the office due to 2 months of worsening fatigue and dyspnea with moderate exertion.  The patient has a history of breast cancer treated with surgery and combination chemotherapy 6 years ago.  She has no other medical conditions.  Vital signs are within normal limits.  Physical examination reveals normal jugular venous pressure, clear lungs, and normal heart sounds; there is no hepatosplenomegaly, lymphadenopathy, or extremity edema.  Laboratory results are as follows:","title_table":"?Hemoglobin? 7.2 g/dL ?Mean corpuscular volume? 108 µm3 ?Reticulocytes? 1 ℅ ?Platelets? 90,000/mm3 ?Leukocytes? 3,800/mm3","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Peripheral blood smear shows oval macrocytic red cells and hyposegmented neutrophils.  Bone marrow biopsy of this patient is most likely to reveal which of the following?","audio":"","comparison_items":"","answer_1":"A. Deposits of atypical gland-forming cells","answer_2":"B. Dysplastic erythroid and myeloid progenitor cells","answer_3":"C. Hypercellular marrow containing sheets of plasma cells","answer_4":"D. Increased macrophage iron with absent sideroblasts","answer_5":"E. Large collagen bands replacing the entire marrow","percent_1":"5%","percent_2":"43%","percent_3":"7%","percent_4":"5%","percent_5":"40%","right_answer":"B. Dysplastic erythroid and myeloid progenitor cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Myelodysplastic syndrome! ?Epidemiology? • Clonal hematopoietic malignancy • Seen primarily with advanced age or $previous chemotherapy or radiation $treatment • Can transform to acute myelogenous $leukemia ?Manifestations? • ≥1 types of cytopenia:$== ○ Anemia: weakness, fatigue$== ○ Leukopenia: infections$== ○ Thrombocytopenia: bruising, bleeding • Hepatosplenomegaly & lymphadenopathy $are uncommon ?Evaluation? • Peripheral blood smear: dysplastic erythrocytes$ (eg, oval macrocytosis) & neutrophils$ (eg, hyposegmentation, hypogranulation) • Bone marrow biopsy: single or multilineage $dysplasia with hypercellularity","explanation_img":"","explanation_1":"","explanation_2":"This patient's previous chemotherapy, pancytopenia, and cellular dysplasia (eg, hyposegmented neutrophils, oval macrocytic erythrocytes) indicate likely #myelodysplastic syndrome# (MDS).  MDS is a #clonal hematologic malignancy# associated with the development of driver mutations due to #advanced age#, previous chemo-/radiotherapy, or exposure to environmental toxins. $ MDS is marked by the following: $ • #≥1 cytopenias:#  normal hematopoiesis is impaired due to neoplastic cell replication in the bone marrow; therefore, patients usually present with symptoms of ≥1 cytopenia such as fatigue/dyspnea on exertion (anemia), bleeding/bruising (thrombocytopenia), or infections (leukopenia).  Because erythrocyte production is impaired, #reticulocyte count will be low# despite significant anemia.  However, significant extramedullary hematopoiesis does not occur, so #hepatosplenomegaly is rare#. $ • #Dysplasia of erythrocytes and neutrophils:#  peripheral blood smear usually shows normocytic or macrocytic erythrocytes with a variety of abnormalities (eg, #oval macrocytes#).  Neutrophils are typically @hypolobulated and hypogranular@. $ Bone marrow biopsy typically reveals a #hypercellular# marrow with #dysplasia# of ≥1 cell lines.  #Myeloblasts are increased# (but <20% of total cells), and granulocytes show evidence of #impaired maturation# such as abnormalities in size, granulation, or lobulation.  Erythrocytes also show signs of abnormal development, including large size and nuclear lobation/budding. $ (Choice A)  Metastatic adenocarcinoma (atypical gland-forming cells) can infiltrate the bone marrow, leading to pancytopenia.  Although reticulocytes would be diminished, peripheral blood smear would not show signs of abnormal granulocyte development (eg, hyposegmentation). $ (Choice C)  Hypercellular marrow with sheets of plasma cells is seen in multiple myeloma.  Although it occasionally causes pancytopenia (anemia alone is more common), peripheral smear shows rouleaux formation due to increased monoclonal proteins; dysmorphic granulocytes would not be seen.  In addition, multiple myeloma is not strongly associated with chemotherapy exposure.  $(Choice D)  Anemia of chronic disease is associated with increased retention of iron in reticuloendothelial macrophages.  Although low reticulocyte count is common, patients usually have normocytic anemia and relatively normal peripheral smear findings (eg, no dysplasia).  In contrast, MDS can be associated with ringed sideroblasts (iron-laden erythrocyte precursors) in the bone marrow.  $ (Choice E)  Collagen deposition in the bone marrow is associated with myelofibrosis, a chronic myeloproliferative disorder that causes anemia and variable platelet/leukocyte counts.  However, patients typically have marked splenomegaly due to extramedullary hematopoiesis. $ Educational objective Myelodysplastic syndrome is a clonal hematologic neoplasm marked by ≥1 cytopenias and cellular dysplasia (eg, oval macrocytic erythrocytes, hyposegmented granulocytes).  Bone marrow evaluation usually reveals a hypercellular marrow, a mild or moderate increase in myeloblasts (<20% of total cells), and dysplastic erythrocytes/granulocytes.","clickable_1":"images/img1.20673.jpg"},

{"id":"15134","title":"A 66-year-old man comes to the office due to several weeks of back and lower extremity pain.  The pain feels dull and achy and is worsened by movement, causing him to have difficulty bearing weight and ambulating.  He has had no bladder or bowel dysfunction, extremity weakness, or numbness.  The patient takes metformin for type 2 diabetes mellitus.  He drinks 2 alcoholic beverages daily.  Physical examination shows no gross abnormality or deformity of the back or extremities.  There is no swelling or redness of the legs, and neurological examination is normal.  A radiograph of the right lower extremity is shown in the @exhibit@.  Laboratory results are as follows: ","title_table":"?Hemoglobin? 9.6 g/dL ?Mean corpuscular volume? 92 µm3 ?Creatinine? 1.6 mg/dL ?Calcium? 11.0 mg/dL ?Glucose? 220 mg/dL ?Total protein? 8.8 g/dL ?Albumin? 3.8 g/dL","title_table_3":"","exhibit_1":"images/exhibit15134.jpg","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely explanation for this patient's bone changes?","audio":"","comparison_items":"","answer_1":"A. Decreased urinary calcium excretion","answer_2":"B. Increased 1,25-dihydroxyvitamin D production","answer_3":"C. Increased secretion of parathyroid hormone","answer_4":"D. Local tumor cell–mediated activation of osteoblasts","answer_5":"E. Local tumor cell–mediated activation of osteoclasts","percent_1":"4%","percent_2":"3%","percent_3":"27%","percent_4":"7%","percent_5":"59%","right_answer":"E. Local tumor cell–mediated activation of osteoclasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15134.jpg","explanation_1":"","explanation_2":"$This patient with mild renal insufficiency, normocytic anemia, hypercalcemia, and bone pain has the classic manifestations of #multiple myeloma# (MM), a plasma cell malignancy associated with excessive production of monoclonal immunoglobulin (paraprotein).  Myeloma cells replicate in the bone marrow and release cytokines that stimulate osteoclasts and inhibit osteoblasts, which leads to the generation of purely @osteolytic (radiolucent) bone lesions@. $Bone remodeling is tightly regulated by osteocytes (stromal bone marrow cells that are embedded within the lacuna-canalicular network) in conjunction with signals from the bone marrow and the bone surface.  The RANK/RANKL pathway plays a prominent role.  RANK is a transmembrane receptor on the surface of osteoclast precursors, which is activated by RANK-ligand (RANKL) produced by osteocytes.  #Activation of RANK# leads to the differentiation of osteoclast precursors into mature osteoclasts. $Myeloma cells stimulate osteoclast maturation by producing RANKL and by destroying osteoprotegerin (OPG), mediated by a secreted proteoglycan.  They also uniquely inhibit osteoblast activity by secreting cytokines that block osteoblast function (eg, IL-3, IL-7, Wnt pathway inhibitors).  This tilts the balance of bone remodeling strongly toward #osteolytic bone destruction#, which results in many of the characteristic findings seen in MM, including bone pain, #hypercalcemia# (liberation of calcium during osteolysis), and purely radiolucent (osteolytic) bone lesions. $#(Choice A)#  Decreased urinary calcium excretion can be seen with thiazide diuretic use and can result in hypercalcemia.  However, this effect is associated with an increase in bone density; radiolucent bone lesions would not be seen. $#(Choices B and C)#  1,25 dihydroxyvitamin D and parathyroid hormone break down bone by increasing RANKL and decreasing OPG expression.  Although vitamin D toxicosis and hyperparathyroidism can be associated with hypercalcemia, they are not associated with anemia or elevations in total serum protein. $#(Choice D)#  @Several tumors@ that spread to the bones stimulate osteoclasts, but only myeloma cells also inhibit osteoblasts.  Therefore, myeloma cells are one of the few tumors to cause purely osteolytic (radiolucent) lesions.  Most other tumors have at least some areas of sclerosis (osteoblastic activity). $#Educational objective# Multiple myeloma is a plasma cell malignancy associated with purely radiolucent (osteolytic) bone lesions due to the stimulation of osteoclasts and the inhibition of osteoblasts.  Myeloma cells stimulate osteoclast development by secreting RANK-ligand and destroying osteoprotegerin, which increases RANK activity and results in osteoclast differentiation.  ","clickable_1":"images/img1.15134.jpg","clickable_2":"images/img2.15134.jpg"},

{"id":"8281","title":"Certain patients with non-small cell lung cancer develop constitutive tumor kinase activity due to the production of echinoderm microtubule-associated protein-like 4 - anaplastic lymphoma kinase (EML4-ALK), a fusion protein that contributes to carcinogenesis.  This is most similar to the molecular pathophysiology of which of the following disorders?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Burkitt lymphoma","answer_2":"B. Chronic myelogenous leukemia","answer_3":"C. Follicular lymphoma","answer_4":"D. Li-Fraumeni syndrome","answer_5":"E. Mantle cell lymphoma","percent_1":"11%","percent_2":"67%","percent_3":"8%","percent_4":"8%","percent_5":"6%","right_answer":"B. Chronic myelogenous leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp8281.jpg","explanation_1":"","explanation_2":"$Approximately four percent of patients with non-small cell lung carcinoma (NSCLC) have an inversion of the short arm of chromosome 2 that creates a fusion gene between EML4 (echinoderm microtubule-associated protein-like 4) and ALK (anaplastic lymphoma kinase).  This results in a constitutively active tyrosine kinase that causes malignancy.  Interestingly, patients who harbor this gene fusion are usually young non-smokers, often with adenocarcinoma, who lack mutations in either the epidermal growth factor receptor gene or the K-ras gene.  The kinase activity of this fusion protein is a target of the protein kinase inhibitor, crizotinib.$ The pathophysiology of EML4-ALK NSCLC is most similar to the pathophysiology of chronic myelogenous leukemia (CML).  In CML, the classic and most common cause is a translocation between chromosomes 9 and 22.  The ABL proto-oncogene is transported from chromosome 9 to chromosome 22 where it is placed adjacent to the BCR gene.  The resulting oncogene, BCR-ABL, codes for a fusion protein with constitutive tyrosine kinase activity.  This protein stimulates the proliferation of granulocytic precursors and leads to the development of CML.  The kinase activity of this fusion protein is a target of the protein kinase inhibitor, imatinib.  $ (Choice A)  Burkitt lymphoma is characterized by a translocation of the c-myc oncogene on the long arm of chromosome 8 to the Ig heavy chain region on chromosome 14.  This causes constitutive overproduction of c-myc, a nuclear phosphoprotein that functions as a transcription activator.  $(Choice C)  Patients with follicular lymphoma have a t(14;18) translocation that causes overexpression of the antiapoptotic BCL2 gene product.  $ (Choice D)  Li-Fraumeni syndrome is an autosomal dominant predisposition to a variety of cancers, particularly sarcomas and tumors of the breast, brain, and adrenal cortex.  This syndrome is associated with a mutation of the tumor suppressor gene, p53. $ (Choice E)  Translocation between the cyclin D1 locus on chromosome 11 and the immunoglobulin heavy chain locus on chromosome 14 is characteristic of mantle cell lymphoma.  This abnormality results in increased production of cyclin D1, a promoter of the G1 to S-phase transition during the cell cycle.  $Educational objective Some patients with non-small cell lung carcinoma (NSCLC) harbor a chromosomal rearrangement that creates a fusion gene between EML4 (echinoderm microtubule-associated protein-like 4) and ALK (anaplastic lymphoma kinase).  This results in a constitutive active tyrosine kinase that causes malignancy."},

{"id":"106780","title":"A 15-month-old boy is brought to the clinic for evaluation of recurrent mouth ulcers.  Over the past 5 months, his mother has noted that he has had periodic episodes of mouth pain and oral ulcers.  She says the episodes usually last for a couple of days and then resolve without intervention.  The boy has no known medical conditions and takes no medications.  Vital signs are normal.  Examination shows mucositis.  The rest of the examination is unremarkable.  Complete blood count (CBC) reveals an absolute neutrophil count of 390/mm3.  Hemoglobin level and platelet count are normal.  Serial CBC results are documented over the next 6 weeks, revealing the pattern shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/106780.jpg","title_2":"The patient returns to the clinic on Day 39.  Examination of this patient's bone marrow would most likely reveal an abnormal increase in which of the following?","audio":"","comparison_items":"","answer_1":"A. Adipocytes and stroma relative to hematopoietic cells","answer_2":"B. Hypersegmented neutrophils and megaloblastic erythroid cells","answer_3":"C. Lymphoid cells with eccentrically located round nuclei and pale perinuclear area","answer_4":"D. Myeloblasts with open chromatin and prominent nucleoli","answer_5":"E. Myeloid progenitors with nuclear fragmentation and membrane blebbing","percent_1":"10%","percent_2":"13%","percent_3":"15%","percent_4":"25%","percent_5":"37%","right_answer":"E. Myeloid progenitors with nuclear fragmentation and membrane blebbing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp106780.jpg","explanation_1":"","explanation_2":"$This patient has isolated, severe neutropenia defined by an absolute neutrophil count (ANC) <500/mm3.  It resolves and recurs in a predictable pattern, a finding characteristic of #cyclic neutropenia#.  Cyclic neutropenia occurs due to a mutation in the gene encoding #neutrophil elastase#.  This enzyme is normally packaged within neutrophil granules and plays a role in the degradation of virulence factors on bacterial pathogens. $ #Misfolded# neutrophil elastase increases endoplasmic reticulum #stress#, causing a portion of the neutrophil precursors in the bone marrow to undergo apoptosis.  Bone marrow aspirate would show #myeloid progenitor cells# with features characteristic of apoptosis (eg, nuclear fragmentation, membrane blebbing).  The depressed ANC is thought to transiently upregulate granulocyte colony-stimulating factor (G-CSF), which stimulates neutrophil production from the hematopoietic stem cells that did not undergo apoptosis.  As neutrophil numbers normalize, G-CSF production decreases, allowing neutrophil counts to decline again. $ Clinical manifestations of cyclic neutropenia correlate with #neutrophil nadirs#, which typically occur every 3 weeks, and include recurrent episodes of fever, fatigue, and #mucositis# (eg, gingival ulcers, inflammation) in young children.  Life-threatening infection in cyclic neutropenia is rare due to the brief duration of neutropenic periods, and patients are typically asymptomatic between episodes.  Serial ANC measurements over 6-8 weeks showing predictable oscillations support the diagnosis, and genetic testing is confirmatory. $ (Choice A)  Increased adipocytes and stroma relative to hematopoietic cells describes @aplastic anemia@, in which severe, chronic neutropenia can occur but would be accompanied by other cytopenias (eg, anemia, thrombocytopenia). $ (Choice B)  @Hypersegmented neutrophils@ and megaloblastic erythroid cells are characteristic of vitamin B12 or folate deficiency.  Neutropenia is common but would be persistent.  In addition, a macrocytic anemia would be expected. $ (Choice C)  Lymphoid cells with eccentrically located round nuclei and pale perinuclear area describes plasma cells seen in @multiple myeloma@.  Neutropenia can occur due to bone marrow infiltration but would be nonoscillating, and anemia is usually present.  Moreover, this diagnosis is extremely unlikely in patients age <40. $ (Choice D)  A hypercellular marrow revealing myeloblasts with open chromatin and prominent nucleoli is seen in @acute myeloid leukemia@.  Persistently low, not oscillating, ANCs are often seen along with anemia and/or thrombocytopenia. $ Educational objective Cyclic neutropenia occurs as a result of a mutation in the gene encoding neutrophil elastase.  This leads to accelerated apoptosis of neutrophil precursors with characteristic bone marrow findings of nuclear fragmentation and membrane blebbing.  Cyclic neutropenia is characterized by episodic (every 3 weeks), severe neutropenia that causes recurrent fever and mucositis.","clickable_1":"images/img1.106780.jpg","clickable_2":"images/img2.106780.jpg","clickable_3":"images/img3.106780.jpg","clickable_4":"images/img4.106780.jpg"},

{"id":"15466","title":"A 68-year-old woman comes to the office due to recurrent bacterial sinusitis, pneumonia, and urinary tract infections over the past several months.  The patient has no prior medical conditions or history of severe infections in childhood.  She does not use tobacco, alcohol, or illicit drugs.  Temperature is 36.6 C (97.9 F), blood pressure is 130/76 mm Hg, and pulse is 72/min.  On physical examination, the lungs are clear to auscultation, heart sounds are normal, and the abdomen is soft and nontender with no hepatosplenomegaly.  Laboratory testing reveals normocytic normochromic anemia.  Bone marrow aspirate shows an increased number of cells, as shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15466.jpg","title_2":"Which of the following is the most likely cause of this patient's increased susceptibility to infections?","audio":"","comparison_items":"","answer_1":"A. Aberrant lysosomal transport and fusion in leukocytes","answer_2":"B. Decreased production of functional immunoglobulins","answer_3":"C. Defective adhesion and transmigration of leukocytes","answer_4":"D. Impaired formation of membrane attack complex","answer_5":"E. Impaired phagocytic ability to generate superoxide","percent_1":"6%","percent_2":"77%","percent_3":"8%","percent_4":"3%","percent_5":"6%","right_answer":"B. Decreased production of functional immunoglobulins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15466.jpg","explanation_1":"","explanation_2":"$This patient's bone marrow aspirate has numerous #plasma cells#, which are distinguished by the presence of abundant basophilic cytoplasm, #perinuclear paleness# (large Golgi apparatus), and nuclei with \"#clock-face#\" (peripheral) chromatin.  The presence of >10% plasma cells in the bone marrow raises strong suspicion for #multiple myeloma# (MM). $In MM, neoplastic plasma cells crowd the bone marrow, leading to impairments in normal hematopoiesis.  B-cell development is particularly affected, which reduces plasma cell diversity and #limits the generation of targeted immunoglobulins# against infectious agents.  Therefore, patients with MM have increased risk of #recurrent bacterial infections#, particularly of the urinary tract, lungs, and sinuses.  Although patients with MM have high levels of circulating monoclonal immunoglobulin, monoclonal immunoglobulin does not provide immunity against a diverse range of pathogens. $MM is also associated with normocytic anemia (due to ineffective erythropoiesis), bone pain (due to osteolytic lesions), hypercalcemia, and renal insufficiency (due to clogging of the tubules with immunoglobulin light chains). $#(Choice A)#  Chediak-Higashi syndrome is a rare autosomal recessive disorder that causes abnormal lysosomal fusion and transport.  Although it is associated with recurrent bacterial infections and hematologic malignancies, most cases are identified in early childhood, and patients generally have hypopigmentation and progressive neurologic dysfunction. $#(Choice C)#  Leukocyte adhesion deficiency is an inherited disorder associated with defective adhesion and transmigration of leukocytes from the vasculature to tissues.  Patients typically have recurrent bacterial infections that begin in early childhood.  It is not associated with excessive plasma cells in the bone marrow. $#(Choice D)#  Terminal complement deficiency (C5-C9) prevents the formation of the membrane attack complex and dramatically increases the risk of recurrent infection with Neisseria species; patients are usually healthy otherwise and have no abnormalities in the bone marrow. $#(Choice E)#  Chronic granulomatous disease is a genetic disorder associated with severe bacterial and fungal infections due to impaired ability of phagocytes to generate reactive oxygen species (oxidative burst).  Most cases present in early childhood, and plasma cell effacement of the bone marrow would not be seen. $#Educational objective# Multiple myeloma is associated with the clonal proliferation of plasma cells in the bone marrow.  This prevents normal B-cell lymphogenesis and increases the risk of bacterial infection due to decreased production of normal immunoglobulins.  "},

{"id":"11584","title":"A 67-year-old man is evaluated for persistent lower back pain and fatigue.  The patient has no other medical conditions and takes no medications.  Laboratory testing shows anemia and renal dysfunction.  Serum total protein levels are elevated, and electrophoresis of the serum proteins reveals a narrow spike in the gamma globulin region.  A subsequent bone marrow biopsy shows abnormal marrow cells.  A medication that blocks cellular proteasome action is administered.  This treatment is most likely to cause which of the following effects on the abnormal cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Augmented cytotoxic T-cell response","answer_2":"B. Decreased DNA methylation","answer_3":"C. Impaired RNA splicing","answer_4":"D. Improved differentiation","answer_5":"E. Increased apoptosis","percent_1":"12%","percent_2":"4%","percent_3":"15%","percent_4":"9%","percent_5":"59%","right_answer":"E. Increased apoptosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11584.jpg","explanation_1":"","explanation_2":"$This patient's manifestations (anemia, back pain, renal insufficiency), monoclonal protein spike on electrophoresis, and bone marrow findings indicate likely #multiple myeloma# (MM), a plasma cell malignancy associated with the overproduction of monoclonal immunoglobulins or IgG fragments (eg, IgG light chains).  Treatment regimens for MM often incorporate medications that #block proteasome function# (eg, bortezomib). $The proteasome is a barrel-shaped structure with a proteolytic core that degrades ubiquitin-tagged proteins.  Proteasome inhibition results in the #accumulation #of damaged and #misfolded proteins# that have a cytotoxic effect.  MM cells are particularly susceptible to proteasome inhibition because they generate extremely high quantities of secretory proteins (eg, monoclonal immunoglobulins), some of which misfold and aggregate within the endoplasmic reticulum.  Increased stress on the endoplasmic reticulum triggers an #unfolded protein response# that eventually leads to activation of caspases and #cellular apoptosis#. $#(Choice A)#  Cytotoxic T-cell destruction of cancer cells is augmented by checkpoint inhibitor immunotherapies such as those that target the programmed cell death 1 receptor and CTLA-4.  These drugs are often used in the treatment of MM but augmented cytotoxic T-cell function is not related to proteosome inhibition. $#(Choice B)#  Azacitidine is a cytidine analogue that inhibits DNA methyltransferase.  It reduces DNA methylation and alters gene expression, leading to reduced protein synthesis and increased cellular differentiation.  It is toxic to abnormal hematopoietic cells but is used primarily to treat myelodysplastic syndrome. $#(Choice C)#  RNA splicing is done by the nuclear spliceosome, which removes introns from transcribed pre-mRNA.  The proteasome does not affect RNA splicing. $#(Choice D)#  All-trans-retinoic acid is used in the treatment of acute promyelocytic leukemia.  It works by promoting differentiation of neoplastic cells into mature neutrophils. $#Educational objective# Multiple myeloma, a plasma cell malignancy associated with significant production of secretory proteins (eg, monoclonal immunoglobulins), is frequently treated with proteasome inhibitors (eg, bortezomib).  These drugs block the degradation of ubiquitinated proteins by the proteosome, which leads to accumulation of abnormally folded proteins that trigger cellular apoptosis.  "},

{"id":"15248","title":"A 65-year-old man comes to the office due to several months of severe fatigue that limits his ability to do daily activities.  He has also had upper abdominal fullness, early satiety, and unintentional weight loss but no fever, night sweats, cough, or rash.  The patient has not seen a physician for many years.  He does not use tobacco, alcohol, or illicit drugs and is a retired chemical engineer.  Physical examination shows mucosal pallor with no scleral icterus.  The lungs are clear on auscultation, and heart sounds are normal.  There is mild hepatomegaly, and the spleen tip is palpable close to the midline of the abdomen.  Laboratory evaluation reveals pancytopenia.  Peripheral blood smear shows immature granulocytes, nucleated erythrocytes, and teardrop cells.  Bone marrow aspiration is attempted but yields no marrow.  Which of the following histopathological features is most likely to be present in this patient's spleen?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accumulation of macrophages with fibrillary cytoplasm","answer_2":"B. Diffuse neutrophilic infiltration and follicular necrosis","answer_3":"C. Dilated sinusoids and fibrous nodules with hemosiderin","answer_4":"D. Large islands of hematopoietic progenitor cells","answer_5":"E. Numerous noncaseating epithelioid granulomas","percent_1":"10%","percent_2":"3%","percent_3":"15%","percent_4":"70%","percent_5":"1%","right_answer":"D. Large islands of hematopoietic progenitor cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Primary myelofibrosis#∆⨉ §^#Pathogenesis# ∆ Chronic myeloproliferative disorder with #clonal megakaryocytes →# secrete transforming growth factor-ß → stimulates fibroblasts in BM to produce collagen → #BM fibrosis →# hematopoietic stem cells migrate to liver & spleen → #extramedullary hematopoiesis# §^#Manifestations# ∆ • Severe fatigue • Hepatomegaly + #massive splenomegaly (#can compress stomach) • ≥1 cytopenias • #Dacrocytes (#teardrop cells) on peripheral blood smear • BM aspiration – often #dry tap d#ue to fibrosis %#BM =# bone marrow","explanation_img":"","explanation_1":"","explanation_2":"#Primary myelofibrosis# is a chronic myeloproliferative disorder marked by the clonal expansion of atypical megakaryocytes.  These atypical cells produce transforming growth factor-beta, which stimulates fibroblasts in the bone marrow to lay down collagen, leading to subsequent #bone marrow fibrosis#.  Because fibrotic bone marrow is inhospitable to hematopoietic stem and progenitor cells, these precursor cells migrate out of the bone marrow to the liver and spleen, the primary sites of #extramedullary hematopoiesis#. $The proliferation of erythroid, myeloid, and megakaryocytic #progenitor cells in the spleen# leads to a marked expansion of the splenic red pulp and usually results in #dramatic splenomegaly#.  Nucleated red cells and immature granulocytes spill into the circulation and can be identified on peripheral blood smear.  @Dacrocytes@ are also common due to erythrocyte membrane damage during red blood cell production in the spleen or fibrotic marrow.  Because extramedullary hematopoiesis is less efficient than medullary hematopoiesis, patients typically have one or more #cytopenias#. $The diagnosis of primary myelofibrosis requires bone marrow evaluation.  Aspiration of bone marrow is frequently unsuccessful (#dry tap#) due to fibrosis.  Therefore, bone marrow biopsy is generally required and usually shows hypocellular marrow with @significant fibrosis@ and atypical megakaryocytes.  A minority of primary myelofibrosis cases have been linked to chemical exposure (eg, toluene, benzene). $#(Choice A)#  @Gaucher disease@ is an autosomal recessive lysosomal storage disease associated with hepatosplenomegaly and pancytopenia due to the accumulation of glucocerebroside within the cytoplasm of macrophages (crumpled-paper appearance).  However, most cases present in childhood.  In addition, a dry tap on bone marrow aspirate and dacrocytes on peripheral smear would be atypical. $#(Choice B)#  Acute infections of the spleen (eg, septic emboli from infective endocarditis) are typically associated with diffuse neutrophilic infiltration.  Follicular necrosis is also common if the infection is due to group A Streptococcus.  A dry tap, dacrocytes, and lack of fever make this less likely. $#(Choice C)#  Congestive splenomegaly due to portal hypertension (eg, from liver cirrhosis) is associated with dilated sinusoids, fibrosis of the red pulp, and hemosiderin-laden macrophages.  A dry tap and dacrocytes would not be seen. $#(Choice E)#  Splenic noncaseating granulomas are common in @sarcoidosis@, some malignancies, and some infectious disorders.  However, a dry tap and dacrocytes make primary myelofibrosis far more likely. $#Educational objective# Primary myelofibrosis is a chronic myeloproliferative disorder associated with bone marrow fibrosis.  Extramedullary hematopoiesis leads to marked expansion of the splenic red pulp with hematopoietic progenitor cells, resulting in massive splenomegaly.  Patients also usually have hepatomegaly, cytopenias, and peripheral smear abnormalities (eg, dacrocytes, nucleated red cells, immature granulocytes).  ","clickable_1":"images/img1.15248.jpg","clickable_2":"images/img2.15248.jpg","clickable_3":"images/img3.15248.jpg","clickable_4":"images/img4.15248.jpg"},

{"id":"1569","title":"A 45-year-old man comes to the office due to a week of purulent nasal discharge, headache, sore throat, and nonproductive cough.  He has no significant past medical history except for an episode of infectious mononucleosis at age 22.  The patient smokes a pack of cigarettes daily.  His temperature is 38 C (100.4 F).  He has maxillary sinus tenderness, pharyngeal erythema, and tender anterior cervical lymphadenopathy.  Laboratory results are as follows:","title_table":"!Leukocytes 58,000/mm3! ?Neutrophils? 42℅ ?Myelocytes? 30℅ ?Metamyelocytes? 8℅ ?Band forms? 1℅ ?Blast cells? 1℅ ?Eosinophils? 6℅ ?Basophils? 4℅","title_table_3":"","exhibit_1":"","image_1":"","title_2":"The leukocyte alkaline phosphatase score is low.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acute lymphoblastic leukemia","answer_2":"B. Acute myelogenous leukemia","answer_3":"C. Burkitt lymphoma","answer_4":"D. Chronic lymphocytic leukemia","answer_5":"E. Chronic myelogenous leukemia","answer_6":"F. Diffuse large B-cell lymphoma","answer_7":"G. Follicular lymphoma","answer_8":"H. Fungal superinfection","answer_9":"I. Leukemoid reaction","answer_10":"J. Parasitic superinfection","percent_1":"2%","percent_2":"15%","percent_3":"13%","percent_4":"3%","percent_5":"44%","percent_6":"4%","percent_7":"2%","percent_8":"2%","percent_9":"13%","percent_10":"2%","right_answer":"E. Chronic myelogenous leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1569.jpg","explanation_1":"","explanation_2":"$This patient with sinusitis is found to have a markedly elevated white blood cell (WBC) count with an increase in myeloid precursor forms on peripheral blood smear.  The differential diagnosis is #chronic myelogenous leukemia# (CML) (uncontrolled mature granulocyte production, mostly neutrophils but also basophils and eosinophils) or leukemoid reaction (over-exuberant WBC response associated with bacterial infection or malignancy, among others).  Both cause an #elevated WBC# count (>50,000/mm3) with #an increase in precursor forms# (eg, bands, metamyelocytes, myelocytes).  However, the enzyme #leukocyte (neutrophil) alkaline phosphatase# is #decreased# in CML (as seen in this patient) because the WBCs are cytochemically abnormal; by contrast, it is normal or elevated in a leukemoid reaction #(choice I)#. $ Other clues to the diagnosis of CML are the predominance of myelocytes compared to more mature forms such as metamyelocytes (‘#myelocytic bulge#’) and the absolute #basophilia and eosinophilia#.  CML is confirmed by demonstration of the Philadelphia chromosome (translocation between chromosomes 9 and 22) or the BCR-ABL1 fusion gene or mRNA.  Immature blast cells (eg, myeloblasts, promyelocytes) are typically <2%.  Management generally includes a tyrosine kinase inhibitor. $ (Choice A)  This patient has an abnormality of myeloid (not lymphoid) cells and his smear shows only 1% blasts.  In general, >25% bone marrow lymphoblasts are seen in acute lymphoblastic leukemia, which is much more common in young children. $ (Choice B)  Acute myelogenous leukemia is the most common acute leukemia in adults.  However, the mean age at diagnosis is around 65, and most patients will have a WBC count of about 15,000-20,000/mm3 with a significant increase in blast cells (eg, >20%) rather than the 1% seen in this patient. $ #(Choices C, F, and G)#  Follicular lymphoma, Burkitt lymphoma, and diffuse large B-cell lymphoma cause lymph node and/or soft-tissue (not peripheral blood) abnormalities.  In addition, these cancers are all lymphoid, not myeloid, in nature. $ (Choice D)  Patients with chronic lymphocytic leukemia have increased circulating mature lymphoid cells, not increased myeloid cells. $ (Choices H and J)  Parasitic superinfection (which can lead to eosinophilia) and fungal infection would not explain the predominance of myeloid neutrophil precursor forms in this patient. $ Educational objective Chronic myelogenous leukemia (CML) and leukemoid reaction can have presentations similar to leukocytosis; however, leukocyte (neutrophil) alkaline phosphatase level is normal or elevated in a leukemoid reaction but decreased in CML.  The definitive diagnosis of CML requires demonstration of the Philadelphia chromosome t(9;22) or BCR-ABL fusion gene or mRNA."},

{"id":"1864","title":"A 46-year-old smoker presents to your office with a three week history of low-grade fever, weakness and neck swelling. Biopsy of the affected tissue reveals the following histologic findings:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1864.jpg","title_2":"An abnormality in which of the following tissues is most likely responsible for this patient’s symptoms?","audio":"","comparison_items":"","answer_1":"A. Respiratory epithelium","answer_2":"B. Thyroid gland","answer_3":"C. Lymphoid tissue","answer_4":"D. Myeloid precursors","answer_5":"E. Skin epithelium","percent_1":"6%","percent_2":"7%","percent_3":"78%","percent_4":"8%","percent_5":"1%","right_answer":"C. Lymphoid tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1864.jpg","explanation_1":"","explanation_2":"$In order to answer this question, you must be able to recognize the characteristic histology.  The tissue biopsy shows numerous lymphocytes (small cells with dark, round nuclei and a small rim of cytoplasm), meaning that it was most likely taken from a lymph node.  The key finding is the giant binucleated cell, a Reed-Sternberg (RS) cell, in the center of the slide.  RS cells are derived from germinal center B-lymphocytes and are the neoplastic cells of Hodgkin lymphoma (HL).  RS cells must be present in order to make the diagnosis of HL.  The two mirror-image nuclei of RS cells are often described as having the appearance of \"owl's eyes.\"$ (Choice A)  The respiratory epithelium is a pseudostratified columnar ciliated epithelium that extends down to the level of the bronchioles.  At the bronchioles, the epithelium gradually becomes cuboidal and then transitions to a flat, single-celled alveolar lining of Type I pneumocytes. $ (Choice B)  A goiter may cause neck swelling.  Histologically, Hashimoto thyroiditis has the appearance of lymphocytes infiltrating between thyroid follicles. $ (Choice D)  Reed-Sternberg cells are not associated with leukemia.  The classic finding in patients with leukemia is a peripheral blood smear with leukemic cells, leukocytosis and thrombocytopenia. $ (Choice E)  Both melanoma and squamous cell carcinoma can metastasize from the skin causing lymphadenopathy.  The cells on this tissue biopsy show no evidence of squamous or melanocytic differentiation, however. $ Educational Objective Reed-Sternberg cells are large binucleated cells with an \"owl's eyes\" appearance that appear on a background of lymphocytic infiltrates.  Reed-Sternberg cells must be present histopathologically in order to make the diagnosis of Hodgkin lymphoma."},

{"id":"1758","title":"A 60-year-old man undergoes lymph node biopsy due to persistent cervical lymphadenopathy.  Histologic examination reveals a population of small lymphoid cells arranged in a follicular pattern.  The cells demonstrate overexpression of the BCL2 gene.  The protein encoded by this gene normally inhibits which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytochrome c release","answer_2":"B. DNA mismatch accumulation","answer_3":"C. Nuclear transcription","answer_4":"D. RAS-induced signal transmission","answer_5":"E. Telomere shortening","percent_1":"67%","percent_2":"8%","percent_3":"11%","percent_4":"9%","percent_5":"6%","right_answer":"A. Cytochrome c release","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1758.jpg","explanation_1":"","explanation_2":"$#Apoptosis# (ie, programmed cell death) is a strictly controlled method of cell death that allows for the degradation and removal of cells without evoking an inflammatory response.  #BCL2 protein# functions as an inhibitor of the intrinsic (ie, mitochondrial) apoptotic pathway. $ @Apoptosis@ involves triggering a cascade of proteolytic caspase enzymes.  In the mitochondrial pathway, caspase activation occurs via the movement of cytochrome c protein from the mitochondrial intermembrane space to the cytoplasm.  The BCL2 protein family regulates the ability of cytochrome c to permeate the mitochondrial outer membrane.  This protein family includes both proapoptotic members (eg, BAX, BAK), which increase the permeability of the membrane via pore formation, and #antiapoptotic# members (eg, #BCL2#, BCL-XL), which preserve membrane integrity and #prevent the release of cytochrome c#. $ The characteristic cytogenetic abnormality associated with #follicular lymphoma#, a mature B-cell lymphoma, is a translocation involving the BCL2 gene on chromosome 18 and the immunoglobulin heavy-chain gene on chromosome 14 [t(14;18)].  This results in #overexpression of BCL2 protein#, which allows the neoplastic cells to evade apoptosis. $ (Choice B)  Mutations of genes responsible for DNA mismatch repair (eg, MSH2) can be seen in disorders such as hereditary nonpolyposis colon cancer (ie, Lynch syndrome).  This condition is characterized by a familial predisposition to colon cancer and other visceral malignancies (eg, endometrial cancer). $ (Choice C)  Retinoblastoma (Rb) is a tumor suppressor protein that regulates cell cycle progression.  When active, Rb binds E2F transcription factors, prevents transcription, and blocks progression through the G1/S checkpoint. $ (Choice D)  RAS protein is a component of the mitogen-activated protein (MAP) kinase pathway, a signaling system that regulates cell proliferation via transmission of stimuli from the cell surface receptor to the nucleus.  Neurofibromin, encoded by the NF1 gene, is a tumor suppressor protein that inhibits RAS function.  $(Choice E)  Telomeres are DNA sequences found at the ends of chromosomes that are shortened with cellular division, eventually leading to growth arrest.  Telomerase is an RNA-dependent DNA polymerase that prevents shortening of telomeres.  The majority of cancer cells show increased telomerase activity, thereby avoiding growth arrest and facilitating continuous cell proliferation. $ Educational objective BCL2 protein inhibits apoptosis by blocking the release of proapoptotic factors (eg, cytochrome c protein) from the mitochondria.  BCL2 is overexpressed in follicular lymphoma secondary to the t(14;18) translocation involving BCL2 and immunoglobulin heavy-chain genes.","clickable_1":"images/img1.1758.mp4"},

{"id":"8540","title":"A 67-year-old man comes to the office due to severe fatigue for the past several months.  The patient cannot eat as much as he used to and has lost nearly 10 kg (22 lb) in the past 6 months.  Physical examination shows mucosal pallor, hepatomegaly, and massive splenomegaly.  Further evaluation reveals a gain-of-function mutation of a non-receptor tyrosine kinase protein in hematopoietic cells, leading to persistent activation of signal transducers and activators of transcription (STAT) proteins.  This patient is most likely suffering from which of the following disorders?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute promyelocytic leukemia","answer_2":"B. Chronic lymphocytic leukemia","answer_3":"C. High-grade non-Hodgkin lymphoma","answer_4":"D. Mantle cell lymphoma","answer_5":"E. Primary myelofibrosis","percent_1":"16%","percent_2":"28%","percent_3":"8%","percent_4":"8%","percent_5":"39%","right_answer":"E. Primary myelofibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Chronic myeloproliferative disorders! #Disorder# ∆ #Diagnostic features# ∆ #Mutation# §^ #Chronic$ myelogenous$ leukemia# ∆ Constitutional symptoms (eg, fatigue, weight loss, excessive$ sweating), splenomegaly & leukocytosis with marked left $shift (eg, myelocytes, metamyelocytes, band forms)∆ Philadelphia chromosome $t(9:22)$ BCR-ABL fusion $protein §^ #Essential $thrombocytosis# ∆ Hemorrhagic & thrombotic symptoms (eg, easy bruising, $microangiopathic occlusion), thrombocytosis & $megakaryocytic hyperplasia∆JAK2 §^ #Polycythemia vera# ∆ Pruritus, erythromelalgia, splenomegaly, thrombotic $complications, erythrocytosis & thrombocytosis∆↕ §^ #Primary myelofibrosis# ∆ Severe fatigue, splenomegaly (often causing early $satiety/abdominal discomfort), hepatomegaly, anemia & $bone marrow fibrosis∆↕","explanation_img":"","explanation_1":"","explanation_2":"The chronic myeloproliferative disorders are bone marrow diseases characterized by overproduction of myeloid cells.  #Primary myelofibrosis# is caused by atypical megakaryocytic hyperplasia, which stimulates fibroblast proliferation, resulting in progressive replacement of the marrow space by extensive collagen deposition.  In the early stages, there is marrow hypercellularity with minimal fibrosis, but as the disease progresses, #pancytopenia# can result.  #Hepatomegaly# and massive #splenomegaly# develop because the loss of bone marrow hematopoiesis is compensated for by extramedullary hematopoiesis.  The peripheral smear characteristically shows #teardrop#-shaped red blood cells (dacrocytes) and nucleated red blood cells.  $With the exception of chronic myelogenous leukemia, the chronic myeloproliferative disorders (especially polycythemia vera) frequently harbor a mutation in the nonreceptor cytoplasmic tyrosine kinase, @Janus kinase 2 (JAK2)@.  This mutation results in #constitutive tyrosine phosphorylation activity#, and consequently, in the cytokine-independent activation of the signal transducers and activators of transcription #(STAT)# pathway.  Once they are activated, STAT proteins translocate to the nucleus and promote transcription.  A JAK2 inhibitor (ruxolitinib) has been approved for treatment of primary myelofibrosis. $ (Choice A)  In acute promyelocytic leukemia, t(15;17) leads to the formation of a fusion gene between the promyelocytic leukemia (PML) and the retinoic acid receptor alpha (RARA) genes.  The abnormal PML/RARα fusion protein blocks differentiation of myeloid precursors. $ (Choice B)  Chronic lymphocytic leukemia is a lymphoproliferative disorder involving B lymphocytes.  The most significant laboratory finding is marked lymphocytosis, with \"smudge cells\" seen on peripheral blood smear.  The majority of cases exhibit increased expression of the proto-oncogene BCL2; a similar finding occurs in follicular lymphomas. $ #(Choices C and D)#  Several high-grade non-Hodgkin lymphomas (NHLs) are associated with cytogenetic abnormalities.  The t(8;14) translocation involves the c-Myc oncogene and is common in Burkitt lymphoma, which is associated with Epstein-Barr virus infection and classically has a \"starry sky\" histological appearance.  Mantle cell lymphoma is a low grade NHL characterized by t(11;14), leading to cyclin D1 overexpression. $ Educational objective The chronic myeloproliferative disorders (polycythemia vera, essential thrombocytosis, and primary myelofibrosis) often have a mutation in Janus kinase 2 (JAK2), a cytoplasmic tyrosine kinase.  This results in constitutive tyrosine kinase activity, and consequently, in the cytokine-independent activation of signal transducers and activators of transcription (STAT) proteins (JAK-STAT signaling pathway).","clickable_1":"images/img1.8540.jpg"},

{"id":"15278","title":"A 15-year-old boy is brought to the emergency department due to progressive shortness of breath.  The patient has no chronic medical conditions.  Temperature is 37.1 C (98.8 F), pulse is 130/min, and respirations are 32/min.  Pulse oximetry is 94% on room air.  Lung examination demonstrates diffusely diminished breath sounds.  Clusters of enlarged cervical lymph nodes are palpable bilaterally.  A large mediastinal mass is visualized on chest x-ray.  The leukocyte count is elevated, and a peripheral blood smear shows abnormal white blood cells, as shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15278.jpg","title_2":"Specialized staining shows the cells are positive for terminal deoxynucleotidyl transferase (TdT) and CD3; they are negative for CD19 and myeloperoxidase (MPO).  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acute myeloid leukemia","answer_2":"B. B-lymphoblastic leukemia","answer_3":"C. Burkitt lymphoma","answer_4":"D. Hodgkin lymphoma","answer_5":"E. T-lymphoblastic leukemia","percent_1":"6%","percent_2":"8%","percent_3":"3%","percent_4":"3%","percent_5":"80%","right_answer":"E. T-lymphoblastic leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15278.jpg","explanation_1":"","explanation_2":"$This patient's peripheral blood smear demonstrates @blast cells@ characterized by large nuclei, scant cytoplasm, visible nucleoli, and immature (ie, fine) chromatin.  These early hematologic precursors normally comprise a small percentage in the bone marrow but, with malignant transformation, can proliferate and be detected in peripheral blood (eg, acute leukemia). $ The presence of myeloperoxidase (MPO) helps determine whether blasts are lymphoid or myeloid in origin.  Because MPO is an enzyme involved in microbial killing by myeloid derivatives (eg, neutrophils), it is absent in lymphoid cells.  In addition, positive #terminal deoxynucleotidyl transferase# (TdT) indicates lymphoblasts; TdT is a DNA polymerase involved in #V(D)J recombination#, which generates antigen receptor diversity during early lymphoid maturation.  Therefore, negative MPO and positive TdT confirm that these are #lymphoblasts#. $ Lymphoblasts are further differentiated by markers unique to B (eg, CD19) or T (eg, #CD3#) cells.  This patient's CD3-positive lymphoblasts indicate #T-lymphoblastic leukemia (T-ALL)#.  Unlike B-lymphoblastic leukemia (B-ALL), which usually occurs in early childhood, T-ALL is most common in #adolescence#.  Tumors classically develop in the thymus, the site of T-cell development, and often result in the formation of a #mediastinal mass# that compresses the airway, causing cough and dyspnea, or the nearby blood vessels, causing superior vena cava syndrome.  $ (Choice A) @Acute myeloid leukemia@ arises from myeloid precursors (myeloblasts), and cells therefore express MPO, not CD3 and TdT. $ (Choice B)  B-ALL, the most common ALL subtype, expresses TdT.  However, expression of B-cell surface markers (eg, CD19) would be expected.  In addition, presentation usually involves signs of bone marrow failure (eg, pallor, bruising) in young children, not a mediastinal mass in an adolescent. $ (Choice C)  @Burkitt lymphoma@, a malignancy derived from mature B cells, can present with disseminated disease involving the bone marrow.  An enlarging mass can be seen, but it is usually in the abdomen or jaw, not the mediastinum.  Cells express B-cell, not T-cell, markers.  Because Burkitt lymphoma is composed of mature B cells, TdT is negative. $ (Choice D)  @Hodgkin lymphoma@ can present with a mediastinal mass and painless lymphadenopathy.  Circulating blasts are not typical.  Instead, Reed-Sternberg cells (large cells with multilobated nuclei and eosinophilic nucleoli) within lymph nodes are characteristic.  Because they arise from mature germinal or post–germinal center B cells, TdT is negative. $ Educational objective T-lymphoblastic leukemia (T-ALL) is characterized by circulating lymphoblasts that express terminal deoxynucleotidyl transferase (TdT) and CD3.  T-ALL often presents in adolescents/young adults with a mediastinal mass.","clickable_1":"images/img1.15278.jpg","clickable_2":"images/img2.15278.jpg","clickable_3":"images/img3.15278.jpg","clickable_4":"images/img4.15278.jpg"},

{"id":"11456","title":"A 24-year-old, previously healthy woman comes to the hospital due to a 3-day history of fever, dyspnea, and cough productive of yellow sputum.  Temperature is 38.8 C (101.8 F), blood pressure is 110/66 mm Hg, and pulse is 110/min.  The patient has bronchial breath sounds and crackles over the right lower lung.  Laboratory results are as follows:","title_table":"?Hemoglobin? 13 g/dL ?Platelets? 350,000/mm3 ?Leukocytes? 54,000/mm3 ? Neutrophils? 65℅ ? Band forms? 10℅ ? Myelocytes? 3℅ ? Metamyelocytes? 1℅ ? Lymphocytes? 15℅","title_table_3":"","exhibit_1":"","image_1":"","title_2":"The leukocyte alkaline phosphatase test score is elevated.  Which of the following is the most likely finding on this patient's peripheral blood smear?","audio":"","comparison_items":"","answer_1":"A. Basophilic oval inclusions in mature neutrophils","answer_2":"B. Basophilic stippling of red blood cells","answer_3":"C. Mature neutrophils with hypersegmented nuclei","answer_4":"D. Numerous blasts with azurophilic rods","answer_5":"E. Small lymphoid cells with cleaved nuclei","percent_1":"41%","percent_2":"4%","percent_3":"21%","percent_4":"24%","percent_5":"10%","right_answer":"A. Basophilic oval inclusions in mature neutrophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp11456.jpg","explanation_1":"","explanation_2":"$This patient most likely has pneumonia with sepsis and an associated #leukemoid reaction#, a significant leukocytosis (may exceed 50,000/mm3) that occurs in response to an underlying inflammatory condition (eg, severe #infection#, hemorrhage, solid tumors).  Release of colony-stimulating factors and inflammatory mediators into the circulation causes the bone marrow to increase the production of leukocytes, resulting in #leukocytosis#. $ Blood smear typically shows numerous #mature neutrophils#, which may have reactive morphologic features, such as #Döhle bodies# (blue cytoplasmic inclusions of rough endoplasmic reticulum), toxic granulation, and cytoplasmic vacuoles.  Increased neutrophil precursors (eg, bands, metamyelocytes, myelocytes) are also typically present (referred to as #\"left shift\"#) due to early release from the marrow in response to the increased demand of the inflammatory condition. $ Assessment of #leukocyte alkaline phosphatase# (an enzyme found in maturing neutrophils) can be used to distinguish marked leukocytosis due to leukemoid reaction from chronic myeloid leukemia (CML).  Values are typically #normal or increased# in leukemoid reaction; in contrast, they are usually low in CML because the abnormal maturing neutrophils have decreased levels of this enzyme. $ (Choice B)  @Basophilic stippling@ refers to small, blue granules (ribosomal precipitates) in the cytoplasm of red blood cells.  It is most often seen in thalassemia, alcohol use disorder, and lead/heavy metal poisoning.  This patient's acute presentation and laboratory results are more consistent with leukemoid reaction. $ (Choice C)  Hypersegmented neutrophils show ≥6 nuclear lobes and are a feature of @megaloblastic anemia@, often due to vitamin B12 or folate deficiency.  This patient's normal hemoglobin makes this unlikely. $ (Choice D)  The presence of numerous blasts with cytoplasmic Auer rods (fused azurophilic granules) in the blood smear would be concerning for @acute myeloid leukemia@.  This patient's laboratory results show mainly mature neutrophils with increased neutrophil precursors (eg, bands, metamyelocytes, myelocytes) but not blasts. $ (Choice E)  Small lymphoid cells with cleaved nuclei are seen in certain types of lymphoma, particularly @follicular lymphoma@, a mature B-cell neoplasm.  This patient's clinical symptoms and neutrophilia with left shift are more consistent with leukemoid reaction. $ Educational objective Leukemoid reaction is a significant leukocytosis (may exceed 50,000/mm3) that occurs in response to an underlying condition, commonly severe infection.  Blood smear often shows neutrophilia with reactive features (eg, Döhle bodies), as well as increased neutrophil precursors (eg, bands, metamyelocytes, myelocytes).  The leukocyte alkaline phosphatase score is normal or increased.","clickable_1":"images/img1.11456.jpg","clickable_2":"images/img2.11456.jpg","clickable_3":"images/img3.11456.jpg","clickable_4":"images/img4.11456.jpg"},

{"id":"1134","title":"A 13-month-old boy is brought to the clinic after repeated infections for the past 4 months, including otitis media, pneumonia, and erysipelas.  Although his infections have been responsive to treatment, his father is concerned about the number of infections.  The patient also has persistent diarrhea, and a recent stool antigen detection assay was positive for Giardia lamblia.  An immunoglobulin panel demonstrates very low serum levels of all immunoglobulin types.  Intradermal injection of Candida antigens results in a large indurated nodule within 48 hours.  This patient's lymph nodes most likely lack which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Germinal centers","answer_2":"B. Outer cortex","answer_3":"C. Paracortical zone","answer_4":"D. Subcapsular sinuses","answer_5":"E. Trabeculae","percent_1":"80%","percent_2":"6%","percent_3":"13%","percent_4":"1%","percent_5":"0%","right_answer":"A. Germinal centers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1134.jpg","explanation_1":"","explanation_2":"$This patient's #recurrent infections# in the setting of intact T lymphocyte function (positive response to Candida antigens) and very low immunoglobulin levels suggest #X-linked (Bruton) agammaglobulinemia# (XLA).  This condition results from a mutation in the Bruton tyrosine kinase gene that causes failure of bone marrow @pre-B cells@ to develop into mature B lymphocytes.  As a result, patients have absent or very low B lymphocytes in the peripheral blood and lymphoid tissues. $In general, B lymphocytes aggregate in the cortex of lymph nodes to form lymphoid follicles.  Primary follicles are dense and dormant; secondary follicles have a pale germinal center containing proliferating B cells in response to an antigenic stimulus.  In XLA, primary lymphoid follicles and #germinal centers do not form# due to an #absence of B cells#. $Lack of mature B lymphocytes also leads to inability to produce plasma cells, and patients therefore have absent or #very low serum immunoglobulins#.  Recurrent infections typically begin once maternally derived antibodies wane (age 3-6 months), as seen here. $#(Choice B)#  The outer cortex is composed of primary and secondary lymphoid follicles (ie, B cell–rich regions), but it also contains prominent numbers of CD4+ T cells within the interfollicular regions (allowing for T-B cell interaction).  In patients with XLA, the outer cortex is present but diminished. $#(Choice C)#  The paracortical zone lies internal to the cortex of the lymph node.  This zone is populated primarily by T lymphocytes and dendritic cells.  Dendritic cells present antigens collected from the blood and lymph to the T lymphocytes aggregated in this section of the node.  This patient's positive reaction to Candida antigens (type 4 hypersensitivity) indicates intact T lymphocyte function. $#(Choices D and E)#  The subcapsular sinuses are found between the capsule and the cortex of the lymph node and are in direct communication with afferent lymphatic vessels.  These sinuses are connected to cortical sinuses that line the trabeculae and penetrate through the cortex and paracortex to reach the medulla.  From there, medullary sinuses drain into the efferent lymphatic channel.  These structures are not affected in XLA. $#Educational objective# X-linked (Bruton) agammaglobulinemia is caused by a defect in B cell maturation, resulting in absent mature B cells and severely low immunoglobulin levels.  T cell numbers and function remain intact.  Due to the absence of B cells, primary lymphoid follicles and germinal centers do not form within lymph nodes.  ","clickable_1":"images/img1.1134.jpg"}


]