[

{"id":"2068","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 52-year-old woman comes to the emergency department with pain and redness affecting her left leg.  The patient's symptoms began 2 days ago and have progressed to the point where she cannot walk without experiencing severe pain.  Physical examination shows a large, erythematous area with indistinct margins over her left leg.  The area feels hot and indurated and is exquisitely tender.  She is admitted to the hospital for severe left leg cellulitis and is started on intravenous cefazolin.  Several minutes after the infusion is started, she experiences shortness of breath, diffuse itching, and dizziness.  Her blood pressure is 64/38 mm Hg and heart rate is 130/min.  On examination, there is a diffuse erythematous skin rash and bilateral wheezing is heard on lung auscultation. $#Item 1 of 2# $Which of the following is most likely to be elevated in this patient's serum as a result of her medication reaction? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alkaline phosphatase","answer_2":"B. Calcitonin","answer_3":"C. Collagenase","answer_4":"D. Myeloperoxidase","answer_5":"E. Tryptase","percent_1":"15%","percent_2":"6%","percent_3":"9%","percent_4":"33%","percent_5":"38%","right_answer":"E. Tryptase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Anaphylaxis#∆⨉§^#Triggers# ∆ • Immune mediated (eg, medications, food, insect stings) • Nonimmune mediated (eg, intravenous contrast, mast cell activation syndrome)§^#Clinical$ manifestations# ∆ • Cardiovascular $== ○ Vasodilation → hypotension & tissue edema $== ○ Tachycardia • Respiratory $== ○ Upper airway edema → stridor & hoarseness $== ○ Bronchospasm → wheezing • Cutaneous $== ○ Urticarial rash, pruritus, flushing • Gastrointestinal $== ○ Nausea, vomiting, abdominal pain§^#Treatment# ∆ • Intramuscular epinephrine","explanation_img":"","explanation_1":"","explanation_2":"This patient is experiencing an #anaphylactic reaction# to the cephalosporin cefazolin.  Anaphylaxis is a systemic type I hypersensitivity reaction characterized by increased vascular permeability and #multisystem edema#, leading to massive shifting of intravascular fluid to the extravascular compartment.  Symptoms often begin within seconds to minutes after intravascular exposure to an inciting factor (eg, insect stings, intravenous medications) but can take up to 2 hours to develop with orally ingested antigens. $Anaphylaxis results from widespread #mast cell and basophil degranulation# and resultant #histamine# and #tryptase# release.  Tryptase is an enzyme that is relatively specific to mast cells, and elevated serum levels of tryptase are often used to support a clinical diagnosis of anaphylaxis after the patient has been stabilized. $#(Choice A)#  Alkaline phosphatase is present in all cells of the body, but the highest levels are found in the liver, bones, and placenta. $#(Choice B)#  Calcitonin is produced by the C cells of the thyroid gland and can be useful as a tumor marker for medullary thyroid carcinoma. $#(Choices C and D)#  Collagenases breakdown collagen.  Myeloperoxidase catalyzes formation of hypochlorous acid (ie, bleach) during the oxidative burst in the immune response to infection.  These enzymes are found predominantly in neutrophils and are not significantly elevated during an acute allergic reaction. $#Educational objective# Anaphylaxis is the result of widespread mast cell and basophil degranulation and the release of preformed inflammatory mediators, including histamine and tryptase.  Tryptase is relatively specific to mast cells and can be used as a marker for mast cell activation.  "},

{"id":"2069","title":"#Item 2 of 2# $The patient's anaphylactic reaction is determined to be mediated by antigen-specific IgE antibodies attached to high-affinity receptors on the surface of mast cells and basophils.  Which of the following mechanisms is most likely to trigger vasoactive substance release by these cells?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibody-receptor covalent binding","answer_2":"B. Antibody-receptor dissociation","answer_3":"C. Receptor aggregation","answer_4":"D. Receptor detachment from the cell surface","answer_5":"E. Receptor internalization","percent_1":"49%","percent_2":"3%","percent_3":"33%","percent_4":"4%","percent_5":"11%","right_answer":"C. Receptor aggregation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp2069.jpg","explanation_1":"","explanation_2":"$The #high-affinity IgE receptor# (FcεRI) is found on mast cells and basophils and plays a primary role in mediating the allergic response.  The receptor normally binds the Fc portion of circulating IgE, coating the cell with various antigen-specific IgE molecules.  When a multivalent antigen comes in contact with the cell, multiple IgE antibodies become #cross-linked#, resulting in #aggregation# of the FcεRI receptors on the mast cell surface.  This clumping of receptors leads to the activation of non-receptor tyrosine kinases, triggering an intracellular cascade that ultimately results in mast cell and basophil @degranulation@. $#(Choices A and B)#  The high strength of the IgE-FcεRI bond is a result of the sum of many weak noncovalent forces; it is not associated with the formation of covalent (eg, disulfide, peptide) bonds.  The strength of this attachment is such that antibody-receptor dissociation is rare; most of the total IgE in the body is bound to the surface of mast cells and basophils and not circulating freely. $#(Choice D)#  Receptor detachment from the cell surface is not a known mechanism of signal transduction. $#(Choice E)#  Receptor internalization occurs in the process of synaptic desensitization to excessive neurotransmitter stimulation.  It also occurs in receptor-mediated endocytosis of substances such as iron (ie, transferrin receptor) and cholesterol (ie, LDL receptor). $#Educational objective# The high-affinity IgE receptor (FcεRI) is found on the surface of mast cells and basophils and normally binds the Fc portion of circulating IgE antibodies.  Cross-linking of multiple membrane-bound IgE antibodies by a multivalent antigen results in aggregation of the FcεRI receptors, causing degranulation and the release of preformed mediators (eg, histamine, tryptase) that initiate an allergic response.  ","clickable_1":"images/img1.2069.mp4"},

{"SubjectSystem":"Pharmacology-Allergy","id":"21470","title":"A 22-year-old woman comes to the emergency department after development of a diffuse pruritic rash following a meal at a buffet restaurant an hour ago.  She also felt light-headed and nearly fainted.  The patient has no prior medical conditions and takes no medications.  Temperature is 37 C (98.6 F), blood pressure is 96/52 mm Hg, pulse is 126/min, and respirations are 16/min.  Physical examination shows mild lip swelling; the tongue appears normal.  Heart auscultation demonstrates regular tachycardia without extraneous sounds.  Lung sounds are clear with normal work of breathing.  Skin examination shows confluent urticaria on the neck, shoulders, and abdomen.  Intravenous fluids are begun, and intramuscular epinephrine is administered immediately.  In addition to its effect on airway and circulation, this medication is most likely to improve this patient's condition through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of tissue histamine receptors","answer_2":"B. Decreased IgE Fc receptors on mast cells","answer_3":"C. Decreased leukotriene synthesis in leukocytes","answer_4":"D. Decreased mediator release from mast cells","answer_5":"E. Decreased number of circulating eosinophils","percent_1":"25%","percent_2":"5%","percent_3":"13%","percent_4":"43%","percent_5":"13%","right_answer":"D. Decreased mediator release from mast cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Anaphylaxis#∆⨉§^#Triggers# ∆ • Immune mediated (eg, medications, food, insect stings) • Nonimmune mediated (eg, intravenous contrast, mast cell activation syndrome)§^#Clinical$ manifestations# ∆ • Cardiovascular $== ○ Vasodilation → hypotension & tissue edema $== ○ Tachycardia • Respiratory $== ○ Upper airway edema → stridor & hoarseness $== ○ Bronchospasm → wheezing • Cutaneous $== ○ Urticarial rash, pruritus, flushing • Gastrointestinal $== ○ Nausea, vomiting, abdominal pain§^#Treatment# ∆ • Intramuscular epinephrine","explanation_img":"","explanation_1":"","explanation_2":"This patient with sudden-onset rash and hypotension after ingesting a likely allergen has #anaphylaxis#.  Anaphylaxis classically involves a @type 1 (immediate) hypersensitivity@ reaction to an antigen, resulting in IgE-mediated mast cell and basophil degranulation.  Sudden and #massive release of inflammatory mediators# (eg, histamine, leukotrienes) into the circulation can quickly lead to urticaria, oropharyngeal edema (eg, lip swelling), and shock (eg, hypotension, tachycardia). $#Epinephrine# is the only pharmacologic therapy that both decreases the release of inflammatory mediators from mast cells and addresses all other manifestations of anaphylaxis.  It binds to adrenergic receptors (eg, beta-2 receptors) on the surface of mast cells, #inhibiting mast cell degranulation#.  In addition, it #counteracts existing inflammatory effects# via widespread stimulation of alpha- and beta-adrenergic receptors: $• Alpha-1: causes vasoconstriction and decreases vascular permeability, raising blood pressure and decreasing upper airway edema $• Beta-1: increases cardiac contractility and cardiac output, improving blood pressure and peripheral perfusion $• Beta-2: causes bronchodilation, relieving airflow obstruction $Because of its ability to both treat and prevent further inflammatory mediator effects, epinephrine is the first-line treatment for anaphylaxis. $#(Choice A)#  @H1 antagonists@ (eg, diphenhydramine) block tissue histamine receptors, preventing the effects of circulating histamine on capillaries (eg, vasodilation, increased vascular permeability).  However, they do not decrease the mast cell release of histamine or other inflammatory mediators. $#(Choice B)#  Omalizumab is a monoclonal anti-IgE antibody that binds to free IgE at the same site where IgE normally binds to mast cell IgE Fc receptors.  It prevents receptor binding and decreases circulating IgE levels, which eventually induces IgE Fc receptor down-regulation to help stabilize mast cells. $#(Choice C)#  Zileuton, a medication commonly used in the management of asthma, decreases the leukocyte synthesis of leukotrienes by @inhibiting 5-lipoxygenase@.  This results in decreased leukotriene activity, reducing inflammation and bronchospasm. $#(Choice E)#  Glucocorticoids reduce inflammation by several mechanisms.  One such mechanism is by promoting eosinophil apoptosis, either directly or by decreasing production of IL-5, which usually promotes eosinophil survival.  This decreases the number of circulating eosinophils. $#Educational objective# Anaphylaxis is a type 1 (immediate) hypersensitivity reaction involving IgE-mediated mast cell and basophil degranulation.  Epinephrine is the primary treatment for anaphylaxis because it decreases further mast cell release of inflammatory mediators and counteracts existing systemic inflammatory effects (eg, shock, bronchoconstriction).  ","clickable_1":"images/img1.21470.jpg","clickable_2":"images/img2.21470.jpg","clickable_3":"images/img3.21470.jpg"},

{"id":"1366","title":"A 57-year-old male with suspected bacterial pneumonia is admitted to the hospital and given ceftriaxone and azithromycin for treatment.  Soon after the first dose of ceftriaxone, he complains of difficulty breathing, abdominal cramps, and lightheadedness.  His current blood pressure is 70/50 mmHg, while his heart rate is 120/min.  Physical examination reveals a diffuse maculopapular rash.  Which of the following drugs should be administered next to this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Corticosteroids","answer_2":"B. Epinephrine","answer_3":"C. Norepinephrine","answer_4":"D. Dobutamine","answer_5":"E. Diphenhydramine","percent_1":"11%","percent_2":"66%","percent_3":"7%","percent_4":"5%","percent_5":"11%","right_answer":"B. Epinephrine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Dyspnea, hypotension, and tachycardia soon after administration of β-lactam antibiotics are suggestive of anaphylactic shock.  Hypotension occurs in anaphylactic shock secondary to collapse of peripheral vascular resistance, increases in vascular permeability, and leakage of capillary fluid.  Stimulation of the smooth muscle tone within the bronchial wall, along with an increase in bronchial secretion, accounts for the dyspnea seen in anaphylaxis.  Skin symptoms (urticaria and angioedema) may occur secondary to vasodilatation and increased vascular permeability of skin capillaries.  Increases in GI smooth muscle tone may result in vomiting, abdominal cramps, and diarrhea. $Epinephrine is the drug of choice for the treatment of anaphylactic shock due to its ability to reverse all of the pathophysiologic mechanisms of anaphylaxis.  Stimulation of α1 receptors counteracts the vasodilatation of cutaneous and viscera vasculature, thus increasing blood pressure.  Epinephrine-mediated increases in cardiac contractility (β1 effect) and cardiac output also increase blood pressure and improve peripheral perfusion.  Epinephrine-induced stimulation of β2 receptors results in bronchodilatation, making it also a popular choice for the treatment of severe asthmatic reactions. $#(Choice A)#  Steroids inhibit inflammation by reducing capillary permeability and suppressing neutrophil activity.  Steroids also inhibit phospholipase A2, resulting in decreased formation of prostaglandin inflammatory mediators.  Because steroids anti-inflammatory effects are not acute, they are not effective in the acute treatment of life-threatening anaphylaxis.  Epinephrine should be given prior to steroids and antihistamines in the treatment of anaphylaxis. $#(Choice C)#  Norepinephrine has a predominantly alpha-1 adrenergic effect; thus, it can cause intense vasoconstriction, which may limit cardiac output.  Furthermore, it has little effect on the beta-2 adrenoceptor, so it has little or no bronchodilator action. $#(Choice D)#  Dobutamine is a synthetic drug with primary beta-1 adrenergic action that can cause an increased cardiac output without the other effects of epinephrine. $#(Choice E)#  Diphenhydramine is a first generation antihistamine drug that competitively inhibits peripheral H1 receptors in the GI tract, blood vessels, and respiratory tract.  Diphenhydramine may be used for the treatment of anaphylaxis after the patient is stabilized with epinephrine. $#Educational objective# Anaphylactic shock is characterized by vasodilatation, increased vascular permeability, and bronchoconstriction.  Epinephrine counteracts these physiological mechanisms and is the drug of choice for the treatment of anaphylaxis.  "},

{"id":"20720","title":"A 62-year-old man is found dead in his apartment.  An autopsy shows diffuse cerebral edema, laryngeal edema, and hyperinflated lungs.  Which of the following is the most likely cause of death in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute myocardial infarction","answer_2":"B. Anaphylaxis","answer_3":"C. Chronic obstructive pulmonary disease exacerbation","answer_4":"D. Meningococcal meningitis","answer_5":"E. Seizures","percent_1":"2%","percent_2":"68%","percent_3":"23%","percent_4":"3%","percent_5":"3%","right_answer":"B. Anaphylaxis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with diffuse cerebral edema, laryngeal edema, and hyperinflated lungs most likely died from anaphylaxis.  #Anaphylaxis# classically involves a @type 1 (immediate) hypersensitivity@ reaction to an antigen that leads to #IgE-mediated mast cell# and basophil #degranulation#.  The resulting sudden and massive release of inflammatory mediators (eg, histamine, leukotrienes) into the circulation can quickly lead to #airway obstruction# (eg, bronchospasm, oropharyngeal edema) and #distributive shock# (ie, profound peripheral vasodilation). $Although some patients (eg, those who experience rapid cardiovascular collapse) have no significant gross autopsy findings, the most common abnormal findings resulting from anaphylaxis include the following: $• #Laryngeal and/or pharyngeal edema# $• #Hyperinflation of the lungs# (due to air trapping from airway obstruction) $• Cerebral edema (due to cerebral hypoxia) $Cutaneous abnormalities (eg, urticaria, flushing) may also be present because anaphylaxis often involves the skin. $To help confirm the diagnosis, patient serum can be sent for tryptase level analysis.  #Tryptase#, a mediator released from mast cells, is elevated in many cases of anaphylaxis. $#(Choice A)#  In most cases of sudden death due to acute myocardial infarction (MI), death is due to an arrhythmia resulting from acute coronary occlusion, and an occlusive thrombus is often present on autopsy.  Although cerebral edema could be present from hypoxia, an acute MI would not be expected to cause laryngeal edema and hyperinflated lungs. $#(Choice C)#  Patients with sudden death from chronic obstructive pulmonary disease (COPD) exacerbation could have hyperinflation of the lungs due to airway obstruction, as well as cerebral edema due to hypoxia.  However, because COPD is a disease of the lower airway, it would not be expected to cause upper airway (eg, laryngeal) edema. $#(Choice D)#  Meningococcal meningitis can cause cerebral edema, as found on autopsy, but also commonly causes a purulent exudate in the meninges.  It would not be expected to cause laryngeal edema or lung hyperinflation. $#(Choice E)#  Sudden unexpected death in epilepsy is not well understood but is believed to be caused by central apnea or cardiac arrythmias.  It is the most common seizure-related cause of death and is frequently associated with cerebral edema, which is demonstrated on autopsy.  However, laryngeal edema and lung hyperinflation are not expected.  In addition, tongue lacerations and cutaneous abrasions are frequently present. $#Educational objective# Anaphylaxis (type 1 hypersensitivity) can quickly lead to respiratory compromise (eg, bronchospasm, oropharyngeal edema) and distributive shock.  The most common autopsy findings include upper airway edema, hyperinflation of the lungs from airway obstruction, and cerebral edema from hypoxia. ","clickable_1":"images/img1.20720.jpg"},

{"id":"1612","title":"A 12-year-old girl is being evaluated for recurrent episodes of self-limited colicky abdominal pain and nausea lasting several days.  She was also recently hospitalized for an episode of difficulty breathing.  The patient has no significant past medical history, but her mother has a history of attacks of severe abdominal pain and diarrhea.  Physical examination is unremarkable.  Laboratory evaluation reveals decreased serum complement C4 and C1 esterase inhibitor levels.  Which of the following drugs is contraindicated in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Captopril","answer_2":"B. Furosemide","answer_3":"C. Methotrexate","answer_4":"D. Metoprolol","answer_5":"E. Penicillin","percent_1":"62%","percent_2":"5%","percent_3":"20%","percent_4":"4%","percent_5":"9%","right_answer":"A. Captopril","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1612.jpg","explanation_1":"","explanation_2":"$Low serum levels of C1 esterase inhibitor (and its substrate C4) are diagnostic of #hereditary angioedema#, an inherited autosomal dominant condition that causes episodes of painless, non-pitting, well-circumscribed edema.  The face, neck, lips, and tongue are most commonly affected, but internal organs may also be involved.  Angioedema affecting the tracheobronchial tree can cause respiratory obstruction and is potentially fatal.  Angioedema of the gastrointestinal tract manifests with abdominal pain, vomiting, and diarrhea. $Normally, #C1 esterase inhibitor# suppresses activation of the C1 complement component and therefore the rest of the classic complement pathway.  It also inactivates #kallikrein#, which catalyzes the conversion of kininogen to bradykinin.  In #hereditary# angioedema, low C1 esterase inhibitor activity leads to an increase in active kallikrein and bradykinin levels.  #Bradykinin #(along with C3a and C5a) mediate angioedema by increasing vasodilation and vascular permeability. $Angioedema may also occur as a side effect of #angiotensin-converting enzyme (ACE) inhibitor# medications.  ACE normally catalyzes the conversion of angiotensin I into angiotensin II.  ACE also converts bradykinin into inactive metabolites.  ACE inhibitors can therefore lead to #bradykinin accumulation#.  These medications should #not# be used in patients with hereditary angioedema as they may precipitate disease episodes. $#(Choice B)#  Furosemide can cause hypokalemia, hyperuricemia, and hypovolemia.  Ototoxicity may occur if furosemide is used with aminoglycosides. $#(Choice C)#  Methotrexate can cause hepatitis, pulmonary fibrosis, and bone marrow suppression. $#(Choice D)#  Metoprolol is a selective β1-adrenergic blocker with few side effects.  It may cause heart block in patients with conduction system disease and bronchoconstriction in asthmatic patients (rare due to β1 selectivity but can still occur). $#(Choice E)#  The most common side effect of penicillin is hypersensitivity. $#Educational objective# Angioedema can be hereditary (autosomal dominant) or acquired (associated with angiotensin-converting enzyme [ACE] inhibitor treatment).  In hereditary angioedema, low C1 esterase inhibitor activity leads to increases in bradykinin activity.  ACE inhibitors should not be used in these patients.  "},

{"id":"19115","title":"A 42-year-old woman is hospitalized due to fever and chills after a hemodialysis session.  The patient has a history of end-stage kidney disease due to IgA nephropathy and recently began intermittent dialysis through a tunneled catheter.  Medical history includes depression, for which she takes citalopram.  Temperature is 38.4 C (101.1 F), blood pressure is 130/80 mm Hg, and pulse is 94/min.  There is no erythema or tenderness at the catheter site, and the remainder of the physical examination shows no abnormalities.  Blood cultures are obtained, and empiric vancomycin and ceftazidime are initiated.  While receiving the intravenous vancomycin infusion, the patient reports a burning, itching sensation.  Vital signs are unchanged, but repeat examination shows an erythematous rash involving the face and neck.  She reports no history of drug allergy but has never received these antibiotics.  Which of the following is the most likely underlying cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial product release","answer_2":"B. Cross-reacting antibodies","answer_3":"C. Direct mast cell activation","answer_4":"D. Drug-specific antibodies","answer_5":"E. Serotonergic drug interaction","percent_1":"2%","percent_2":"5%","percent_3":"86%","percent_4":"3%","percent_5":"4%","right_answer":"C. Direct mast cell activation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19115.jpg","explanation_1":"","explanation_2":"$This patient was given vancomycin and shortly thereafter developed burning, itching, and an erythematous rash on the face and neck, raising strong suspicion for #vancomycin infusion reaction# (VIR).  VIR is a #nonallergic reaction# that occurs when vancomycin is infused too #rapidly#; rapid vancomycin infusion can #directly activate mast cells#, leading to the release of potent vasoactive mediators (eg, #histamine#). $Manifestations of VIR include flushing, pruritus, and an erythematous rash, which is usually seen on the upper torso, neck, and face.  Myalgias and hypotension can occasionally occur.  Discontinuation of the vancomycin and administration of diphenhydramine are usually curative.  Because VIR is #not IgE mediated#, it is not a true allergic reaction, so vancomycin infusion can be resumed at a #slower rate# once symptoms resolve. $#(Choice A)#  Patients with spirochetal illness (eg, syphilis, Lyme disease) can develop the Jarisch-Herxheimer reaction after the initiation of antimicrobial therapy.  It is caused by massive release of bacterial products into the circulation due to widespread bacterial lysis.  However, most cases arise several hours (not minutes) after antimicrobial therapy and are marked by high fever and worsened constitutional symptoms (eg, headache, myalgia). $#(Choices B and D)#  Antibody-mediated drug reactions generally require previous exposure (sensitization) to the medication.  This patient who has never received vancomycin is unlikely to have an antibody-mediated reaction; furthermore, such reactions are rare with vancomycin and are usually marked by urticaria, pruritus, hypotension, and angioedema. $#(Choice E)#  Serotonergic drug interactions are most common with drugs that affect the serotonin system such as selective serotonin reuptake inhibitors, tricyclic antidepressants, and certain antiemetics (eg, ondansetron).  However, most cases are marked by alterations in autonomic function (eg, hypertension, tachycardia, hyperthermia), and rash is unusual. $#Educational objective# Vancomycin infusion reaction (flushing, pruritus, erythematous rash) is the most common adverse reaction to vancomycin.  It occurs due to rapid vancomycin infusion, which leads to the direct activation of mast cells (non-IgE mediated) and the subsequent release of vasoactive mediators.  "},

{"id":"174","title":"A 75-year-old man comes to the urgent care center with acute onset of a pruritic rash after eating strawberries.  The patient has no associated swelling in or around the mouth, no wheezing, and no difficulty breathing.  Past medical history is notable for coronary artery disease, for which he takes atorvastatin, lisinopril, aspirin, and metoprolol.  He also has a history of allergy to dog and cat dander.  The patient does not use alcohol or tobacco.  His family reports that he lives alone and his functional status has been declining.  He walks with a cane, has poor vision, and is frequently forgetful.  The patient also has occasional dizziness when standing up and a history of frequent falls.  Which of the following would be the most appropriate medication to treat this patient's acute symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chlorpheniramine","answer_2":"B. Diphenhydramine","answer_3":"C. Hydroxyzine","answer_4":"D. Loratadine","answer_5":"E. Promethazine","percent_1":"7%","percent_2":"16%","percent_3":"6%","percent_4":"67%","percent_5":"5%","right_answer":"D. Loratadine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient, with an acute, pruritic rash and history of environmental allergies, has a typical presentation of urticaria (hives).  Hives are triggered in most cases by IgE-dependent mast cell degranulation.  As histamine is one of the primary mediators in this type of allergic reaction, #antihistamines# (ie, H1 histamine receptor antagonists) are the preferred treatment in most cases. $The side effects of antihistamines are largely due to blockade of other pathways, especially: $• #Cholinergic/muscarinic# (blurry vision, exacerbation of glaucoma, urine retention, delirium, constipation) $• #Alpha-adrenergic# (postural dizziness, falls) $• #Serotonergic# (appetite stimulation, weight gain) $These side effects are especially prominent with first-generation antihistamines (eg, hydroxyzine, promethazine, chlorpheniramine, diphenhydramine) #(choices A, B, C and E)#.  Furthermore, first-generation antihistamines are lipophilic and easily cross the blood-brain barrier, where they may cause significant sedation and cognitive dysfunction.  First-generation antihistamines are considered potentially inappropriate medications for #elderly patients#, especially those with pre-existing cognitive or functional impairment. $Newer-generation antihistamines (eg, loratadine, cetirizine) do not have the same degree of antimuscarinic, antiserotonergic, or anti-alpha adrenergic properties and their side effects are minimal.  Moreover, second-generation antihistamines are less lipophilic, do not readily cross the blood-brain barrier, and are usually nonsedating. $#Educational objective# First-generation antihistamines can cause significant side effects due to blockade of cholinergic, alpha-adrenergic, and serotonergic pathways.  They should be avoided in older patients with cognitive or functional impairments.  "},

{"id":"20767","title":"A 25-year-old woman is brought to the emergency department 40 minutes after being stung by several wasps.  She reports throat tightness and dizziness.  She has no chronic medical conditions and takes no medication.  Blood pressure is 80/40 mm Hg, pulse is 120/min, and respirations are 32/min.  Examination shows diffuse erythematous plaques over the trunk and 1+ pitting edema of the ankles.  Which of the following is the most likely cause of this patient's hypotension?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chemical mediator–induced decreased myocardial contractility","answer_2":"B. Chemical mediator–induced increased vascular permeability","answer_3":"C. Impaired endogenous sympathetic nerve activity","answer_4":"D. Toxin-mediated decreased myocardial contractility","answer_5":"E. Toxin-mediated increased capillary permeability","percent_1":"1%","percent_2":"85%","percent_3":"2%","percent_4":"1%","percent_5":"11%","right_answer":"B. Chemical mediator–induced increased vascular permeability","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with throat tightness, dizziness, hypotension, and urticaria (ie, diffuse erythematous plaques) has #anaphylaxis,# a #type I (immediate) hypersensitivity# reaction that occurs in response to an allergen (eg, wasp venom). $In patients who will eventually develop anaphylaxis, the #initial exposure# to an allergen results in antibody class switching and the #production of allergen-specific IgE# by plasma cells.  The allergen-specific IgE then @binds to an IgE receptor@ on mast cells or basophils.  @Subsequent reexposure@ leads to allergen interaction with cell-bound IgE, IgE receptor aggregation, mast cell or basophil degranulation, and #release of chemical mediators# (histamine, prostaglandin, leukotrienes) that can cause anaphylactic shock. $Anaphylactic shock is characterized by profound #peripheral vasodilation#.  Arteriolar vasodilation causes decreased systemic vascular resistance and consequent hypotension; venular vasodilation causes decreased central venous pressure and reduces venous return to the right atrium.  In addition, the inflammatory chemical mediators #increase vascular permeability#, leading to large fluid shifts from the intravascular to the extravascular space; this #decreases intravascular volume# and worsens #hypotension#. $#(Choice A)#  Chemical mediators (eg, histamine) released from cardiac mast cells may exert negative ionotropic effects on the heart, decreasing cardiac contractility.  However, this is typically counterbalanced by the body's sympathetic response to anaphylaxis; increased sympathetic activity has a positive inotropic effect and increases the heart rate in an attempt to compensate for widespread peripheral vasodilation. $#(Choice C)#  Increased, not impaired, endogenous sympathetic nerve activity is the body's early compensatory response in anaphylaxis.  In response to anaphylaxis-induced hypotension, an intact @baroreceptor reflex@ leads to increased sympathetic activity, tachycardia, and compensatory vasoconstriction. $#(Choices D and E)#  A toxin-mediated decrease in myocardial contractility and an increase in capillary permeability occur in toxic shock syndrome (TSS).  Most cases are linked to a prolonged use of tampons and wound/nasal packing (not wasp envenomation), which provide a medium for Staphylococcus aureus to replicate and release an exotoxin (eg, TSS toxin 1) that is capable of nonspecifically activating T cells (ie, a @superantigen@).  The subsequent dramatic release of inflammatory cytokines results in increased capillary permeability and hypotension, as well as high fever and a diffuse, erythematous rash.  In addition, the exotoxin can directly inhibit myocardial function. $#Educational objective# n anaphylaxis, allergen exposure triggers widespread IgE-mediated release of inflammatory chemical mediators (eg, histamine, prostaglandin, leukotrienes).  These chemical mediators cause peripheral vasodilation and increase vascular permeability, leading to hypotension.  ","clickable_1":"images/img1.20767.jpg","clickable_2":"images/img2.20767.jpg","clickable_3":"images/img3.20767.jpg","clickable_4":"images/img4.20767.jpg"},

{"id":"20747","title":"A 7-year-old boy is brought to the office due to sudden onset of facial swelling 2 hours ago.  He has had no itching or pain other than a sore throat over the last 2 days, for which he has taken acetaminophen.  The patient has had similar episodes of facial swelling that resolved spontaneously after a few days.  Temperature is 37 C (98.6 F), blood pressure is 100/78 mm Hg, pulse is 95/min, and respirations are 24/min.  Examination shows nonpitting edema of the cheeks, lips, and tongue; there is no tenderness or erythema.  Which of the following studies is most likely to be abnormal?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Eosinophil count","answer_2":"B. Serum C4 level","answer_3":"C. Serum C8 level","answer_4":"D. Serum IgA level","answer_5":"E. Serum IgE level","percent_1":"6%","percent_2":"58%","percent_3":"2%","percent_4":"13%","percent_5":"20%","right_answer":"B. Serum C4 level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp20747.jpg","explanation_1":"","explanation_2":"$This patient's recurrent facial swelling is most likely due to #hereditary angioedema#, which is characterized by a #deficiency# or dysfunction of #C1 inhibitor# (previously referred to as C1 esterase inhibitor).  Poor C1 inhibitor function leads to elevated bradykinin, a peptide that causes vasodilation and increased vascular permeability, resulting in edema. $Presentation is typically in childhood or adolescence with episodes of #swelling# affecting the skin (eg, face, extremities) and mucosa of the gastrointestinal tract and/or larynx.  Attacks are often precipitated by minor trauma (eg, dental procedure) or emotional stress and are #not associated# with itching or urticaria. $Initial evaluation of hereditary angioedema is with @complement@ testing.  #Low C4# is characteristic because, in the absence of C1 inhibitor, unregulated activation of C1 leads to #excess activated C1# and, in turn, unchecked cleavage of C4.  Diagnosis is confirmed by a decrease in functional C1 inhibitor level. $#(Choices A and E)#  Elevated eosinophils and IgE are associated with allergic conditions.  In contrast to bradykinin-mediated hereditary angioedema, allergic angioedema (eg, anaphylaxis) is due to histamine release from activated mast cells and presents with pruritis and urticaria in addition to swelling. $#(Choice C)#  C8 is involved in the formation of the membrane attack complex, which, when deficient, results in increased susceptibility to Neisseria infections.  Deficiency of terminal complement components (C5, C6, C7, C8, C9) does not occur with hereditary angioedema because the upstream complement fragments (C2b, C4b) are rapidly inactivated in the plasma. $#(Choice D)#  Selective IgA deficiency increases risk for anaphylaxis, which can cause angioedema.  However, this risk is only with transfusion of blood products and would present with other organ system involvement (eg, bronchospasm, hypotension, urticaria).  IgA deficiency is also associated with certain autoimmune conditions (eg, celiac disease, systemic lupus erythematosus), but none of these would present with isolated facial swelling. $#Educational objective# Hereditary angioedema is characterized by recurrent episodes of cutaneous and/or mucosal swelling due to C1 inhibitor deficiency.  C4 levels are low due to uninhibited cleavage of C4 by excess activated C1.  ","clickable_1":"images/img1.20747.jpg"},

{"id":"20715","title":"An 8-year-old girl is brought to the emergency department due to \"not feeling well.\"  The patient was at an outdoor picnic and began experiencing nausea, vomiting, abdominal cramps, and watery diarrhea 30 minutes ago.  She also reports feeling dizzy.  The patient has no prior medical conditions and takes no medications.  Temperature is 37 C (98.6 F), blood pressure is 60/30 mm Hg, pulse is 140/min, and respirations are 28/min.  On physical examination, the patient appears pale and listless.  There is faint bilateral wheezing.  The abdomen is soft and nontender.  Scattered wheals are present.  Which of the following is most responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gram-negative bacterial endotoxin","answer_2":"B. Gram-positive bacterial exotoxin","answer_3":"C. Kallikrein-generated bradykinin","answer_4":"D. Mast cell–derived histamine","answer_5":"E. Vasoactive intestinal peptide","percent_1":"8%","percent_2":"28%","percent_3":"3%","percent_4":"59%","percent_5":"2%","right_answer":"D. Mast cell–derived histamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clinical features of anaphylaxis#∆⨉ §^#Cutaneous/$ mucosal# ∆ • Ocular: periorbital swelling, injected conjunctiva, tearing • Oral mucosa: swelling, tingling, or itching of tongue & lips; metallic taste • Skin: urticaria, flushing, pruritus §^#Respiratory# ∆ • Nose: congestion, rhinorrhea • Upper airway: edema → hoarseness & stridor • Lower airway: bronchospasm → wheezing, dyspnea, tachypnea §^#Cardiovascular# ∆ • Vasodilation → hypotension, light-headedness/syncope, tachycardia • Cardiac dysfunction, cardiac arrest §^#Gastrointestinal# ∆ • Nausea, vomiting, abdominal pain, diarrhea §^#Neurologic# ∆ • Headache, confusion, anxiety, feeling of impending doom","explanation_img":"","explanation_1":"","explanation_2":"This patient's sudden-onset gastrointestinal symptoms, hypotension and tachycardia, wheezing, and urticaria (eg, wheals) are consistent with #anaphylaxis#.  While at a picnic outdoors, this patient was likely exposed to an #allergen# (eg, insect sting) that caused @cross-linking@ of basophil-bound and #mast cell–bound IgE antibodies#, inducing cellular activation, #degranulation#, and #release of histamine# and other chemical mediators (eg, prostaglandin, leukotrienes). $Although multiple chemical mediators play a role in anaphylaxis, histamine is believed to cause the most significant, broad-ranging effects, including the following: $• H1 and H2 receptor stimulation results in #vasodilation# (causing #hypotension#) and increased catecholamine secretion (causing #tachycardia#). $• H1 receptor stimulation causes increased bronchial smooth muscle contraction (resulting in #bronchoconstriction# and wheezing) and #increased vascular permeability# (worsening hypotension and contributing to urticaria). $• H2 receptor stimulation increases gastric acid secretion, which contributes to gastrointestinal symptoms (eg, nausea, vomiting). $In addition, histamine can activate peripheral nociceptive receptors, causing pruritus or pain.  To mitigate its widespread effects, an antihistamine is often given as adjunct treatment in anaphylaxis after mainstay treatment with intramuscular epinephrine. $#(Choice A)#  Gram-negative bacterial endotoxins are the most potent mediators of gram-negative sepsis.  Although sepsis can present with hypotension, tachycardia, and respiratory symptoms, children with sepsis typically have fever, and the onset of symptoms occurs over hours to days (vs minutes).  In addition, wheals are not expected. $#(Choice B)#  Gram-positive bacterial enterotoxin is the cause of staphylococcal food poisoning, which can cause vomiting, diarrhea, and abdominal cramps.  However, symptoms typically occur 2-8 hours after ingestion (vs immediately) of contaminated food, and wheezing and wheals are not expected. $#(Choice C)#  Kallikrein-generated bradykinin plays a role in bradykinin-mediated angioedema (eg, hereditary, ACE inhibitor–related), which can cause bowel wall edema and result in nausea, vomiting, or diarrhea.  In contrast to mast cell–mediated angioedema, bradykinin-mediated angioedema does not typically cause bronchospasm, urticaria, or hypotension. $#(Choice E)#  Vasoactive intestinal polypeptide is secreted by VIPomas, rare functioning neuroendocrine tumors most often located in the pancreas.  VIPomas can cause watery diarrhea, nausea, and vomiting; however, acute-onset hypotension, wheezing, and wheals are not expected. $#Educational objective# Anaphylaxis is an IgE-mediated response to an allergen that results in the release of histamine by mast cells and basophils.  Histamine causes widespread physiologic effects, including vasodilation and increased vascular permeability (eg, hypotension), increased catecholamine secretion (eg, tachycardia), and bronchoconstriction (eg, wheezing).  ","clickable_1":"images/img1.20715.jpg"},

{"id":"556","title":"A 5-year-old child is brought to the emergency department by his parents for right arm pain.  The patient reports that he was playing hide and seek outside and felt a sharp pain on his arm while hiding in some thick bushes.  His parents suspect that something had stung him.  Physical examination shows an edematous and erythematous plaque with mild central pallor.  A residual stinger, located central to the lesion, is readily extracted.  The physical examination is otherwise not significant.  Which of the following substances is most likely directly responsible for the skin findings observed in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. C3b","answer_2":"B. IL-2","answer_3":"C. Histamine","answer_4":"D. Lysozyme","answer_5":"E. TNF-α","percent_1":"3%","percent_2":"4%","percent_3":"86%","percent_4":"2%","percent_5":"5%","right_answer":"C. Histamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This child is experiencing a local allergic reaction (@type I hypersensitivity@) to an insect sting.  The cutaneous findings are consistent with @a wheal-and-flare reaction@, an erythematous papule or plaque often with central pallor (wheal) and peripheral erythema (flare). $During initial allergen exposure, a patient predisposed to an allergic response will undergo antibody class switching from IgM to #IgE antibodies# specific for the allergen.  IgE produced by B lymphocytes and plasma cells then binds to high-affinity IgE Fc receptors on #basophils# and #mast cells#.  Re-exposure to the allergen results in cross-linking of bound IgE antibodies with subsequent degranulation and release of inflammatory mediators (eg, #histamine#, proteases [tryptase], leukotrienes, prostaglandins).  Localized vasodilation and increased vascular permeability result in the characteristic wheal-and-flare lesions.  In severe cases, widespread release of these agents can also cause systemic vasodilation, bronchoconstriction, and massive fluid shifts, leading to anaphylactic shock and potentially death. $#(Choice A)#  C3b, the larger subunit produced by cleavage of complement component 3, binds to pathogens and enhances phagocytosis.  The C3b component of immune complexes formed by type III hypersensitivity reactions can also bind to CR1 receptors on erythrocytes, facilitating their clearance in the liver and spleen. $#(Choice B)#  IL-2 is a cytokine produced by TH1 lymphocytes that increases proliferation and activity of helper, cytotoxic, and regulatory T cells as well as NK cells.  TH1 cells are responsible for inducing macrophage and cytotoxic T lymphocyte-mediated (type IV) inflammatory reactions.  In contrast, IL-4 is responsible for driving the production of TH2 cells, which promote antibody-mediated (humoral) immunity and facilitate type I hypersensitivity. $#(Choice D)#  Lysozyme is an antimicrobial enzyme found in specific granules of neutrophils and bodily secretions (tears, mucus).  Lysozyme functions by hydrolyzing bonds within the peptidoglycan cell walls of bacterial organisms.  It is an important component of innate immunity, not hypersensitivity reactions. $#(Choice E)#  TNF-α is a proinflammatory cytokine produced by macrophages and T cells that induces and maintains granuloma formation (important for host defense against tuberculosis).  It also plays a pathogenic role in inflammatory conditions such as rheumatoid arthritis, psoriasis, and inflammatory bowel disease.  TNF-α may be elevated in type IV (delayed type) hypersensitivity, but not type I. $#Educational objective# Wheal-and-flare lesions usually result from allergic (type I hypersensitivity) reactions.  On initial exposure, an allergen (eg, insect venom) promotes antibody class switching to IgE.  Subsequent exposure promotes cross-linking of IgE on basophils and mast cells, resulting in degranulation and release of multiple vasoactive mediators, including histamine. ","clickable_1":"images/img1.556.mp4","clickable_2":"images/img2.556.jpg"},

{"id":"15544","title":"A 19-year-old woman comes to the office to discuss treatment options for seasonal sneezing, rhinorrhea, and nasal congestion.  She has had these symptoms for the past few springs and summers but is now willing to 'try anything' to allow her to concentrate on her upcoming final exams.  The patient has no significant medical history, takes no medications, and has no drug allergies.  Vital signs are within normal limits and physical examination reveals mild bilateral pale and boggy nasal turbinates with copious clear mucus.  Fluticasone, an intranasal glucocorticoid, is prescribed.  Which of the following is the most likely mechanism of action of this drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apoptosis of tissue eosinophils","answer_2":"B. Antagonism of leukotriene receptors","answer_3":"C. Binding and removal of circulating IgE","answer_4":"D. Reduced differentiation of regulatory T cells (Treg)","percent_1":"30%","percent_2":"32%","percent_3":"13%","percent_4":"25%","right_answer":"A. Apoptosis of tissue eosinophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp15544.jpg","explanation_1":"","explanation_2":"$This patient with allergic rhinitis has been prescribed fluticasone, an intranasal #glucocorticoid#. $Glucocorticoids bind to cytoplasmic receptors and translocate to the nucleus where they #inhibit transcription# of genes that encode #inflammatory mediators# and decrease immune cell survival and propagation.  This results in wide-ranging effects that #suppress# immunostimulatory activity of all #leukocyte cell lines#, including the following: $• Decreased tissue production of proinflammatory prostaglandins and leukotrienes through the inhibition of phospholipase A2 $• Decreased synthesis of almost all proinflammatory cytokines, with increased anti-inflammatory cytokine (eg, IL-10) production $• Impaired macrophage activation and neutrophil emigration $• Increased #apoptosis of eosinophils#, T cells, and monocytes, perhaps by decreasing Bcl-2 expression $Glucocorticoids also act on nonimmune cells in the nose (including epithelial cells, goblet cells, and vascular endothelial cells) to decrease uptake of allergen particles, decrease mucus production, and decrease vascular permeability. $#(Choice B)#  Mast cells and eosinophils release cysteinyl-containing leukotrienes (leukotriene C4, D4, and E4) that trigger mucus secretion and edema.  Cysteinyl leukotriene receptor antagonists (eg, montelukast, zafirlukast) block these leukotriene-mediated effects to improve symptoms of allergic rhinitis. $#(Choice C)#  The anti-IgE antibody omalizumab binds circulating IgE to decrease serum IgE levels and limit the allergen-induced immunologic response. $#(Choice D)#  In addition to inducing T cell apoptosis, glucocorticoids also promote (not reduce) @differentiation of T cells@ into regulatory subsets.  These @regulatory T cells@ (Treg) decrease the immune response to allergens partly by producing IL-10, which inhibits macrophage function and downregulates expression of major histocompatibility complex (MHC) class II on antigen-presenting cells. $#Educational objective# Glucocorticoids inhibit transcription of proinflammatory mediators and promote apoptosis of eosinophils, T cells, and monocytes.  ","clickable_1":"images/img1.15544.jpg","clickable_2":"images/img2.15544.jpg"},

{"id":"949","title":"A 56-year-old woman comes to the emergency department with facial swelling and difficulty breathing.  She woke up today with a 'feeling of fullness' in her lips, and 2 hours later her husband said that her lips looked puffy.  There is no itching or skin rash.  The patient has had no similar symptoms before.  She has a history of gastroesophageal reflux disease and takes lansoprazole daily.  She also began taking lisinopril 2 months ago for hypertension.  The patient's blood pressure is 135/75 mm Hg.  On examination, there is moderate swelling of her lips and tongue.  Mild audible stridor without wheezing is present.  Which of the following is the most likely mechanism responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradykinin accumulation","answer_2":"B. Hereditary C1-esterase inhibitor deficiency","answer_3":"C. IgE-dependent mast cell degranulation","answer_4":"D. Increased renin secretion","answer_5":"E. Nonimmune mediated mast cell degranulation","percent_1":"62%","percent_2":"22%","percent_3":"7%","percent_4":"2%","percent_5":"7%","right_answer":"A. Bradykinin accumulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Causes of angioedema#∆⨉∆⨉§^#Mast cell activation# ∆ • Type 1 hypersensitivity reactions (IgE-mediated) • Direct mast cell activation (eg, opioids) ∆Associated pruritus & urticaria§^#Excess bradykinin# ∆ • ACE inhibitors • C1 inhibitor deficiency (hereditary/acquired) ∆No pruritus or urticaria","explanation_img":"","explanation_1":"","explanation_2":"#Angioedema# is a rare and potentially serious adverse effect of #ACE inhibitor therapy#.  Symptoms typically appear within days of initiation but can also occur after weeks to years of therapy.  Although @angioedema@ can affect any tissue, it most commonly involves the tongue, lips, or eyelids.  Laryngeal edema and difficulty breathing may also occur. $ACE inhibitor-induced angioedema is due to bradykinin accumulation.  Normally, ACE is responsible for bradykinin breakdown.  ACE inhibitors prevent bradykinin degradation, leading to increased levels.  Bradykinin is a potent #vasodilator# that ultimately increases #vascular permeability#, causing significant angioedema.  ACE inhibitors should be #discontinued# in patients who develop angioedema. $#(Choice B)#  Hereditary C1-esterase inhibitor deficiency also causes bradykinin-mediated angioedema, but it usually presents in childhood and early adolescence.  This patient's age and history make ACE inhibitor-induced bradykinin accumulation more likely. $#(Choice C)#  Even though IgE-dependent mast cell degranulation can cause angioedema, it is more commonly associated with urticaria and pruritus.  True hypersensitivity or an allergy to ACE inhibitors is very rare and not likely in this patient. $#(Choice D)#  ACE inhibitors decrease production of angiotensin II, which reduces negative feedback on the renin-angiotensin-aldosterone system, thereby promoting renin release.  Increased renin levels are a natural compensatory response to ACE inhibitor therapy and have no role in causing angioedema. $#(Choice E)#  In nonimmune mediated mast cell degranulation, there is direct activation of mast cells independent of IgE cross-linking.  These pseudoallergic reactions can be caused by chemicals, heat, and certain drugs (eg, opiates, vancomycin) and are clinically similar to hypersensitivity and allergic reactions. $#Educational objective# Angioedema is a rare and serious adverse effect of ACE inhibitor therapy.  ACE inhibition increases bradykinin levels, which increase vascular permeability and lead to angioedema.  Symptoms include tongue, lips, or eyelid swelling and, less frequently, laryngeal edema and difficulty breathing.  ACE inhibitors should be discontinued in affected patients.  ","clickable_1":"images/img1.949.jpg"},

{"id":"20701","title":"A 36-year-old woman with fistulizing perianal Crohn disease comes to the office for a follow-up appointment.  Eight weeks ago, the patient began receiving intermittent injections of infliximab, a chimeric human-mouse monoclonal antibody targeted against tumor necrosis factor-alpha.  She reports improvement in fistula discharge and discomfort but has experienced fever, diffuse joint pain, and an itchy rash 5-7 days after each of the recent treatments.  The symptoms spontaneously resolve after 2-3 days.  The patient has no other medical conditions and has no history of drug allergies.  A delayed drug reaction due to formation of antibodies against foreign drug components is suspected.  Which of the following mechanisms is most likely responsible for resolution of these drug reactions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of the mononuclear phagocyte system","answer_2":"B. Apoptosis of tissue mast cells and eosinophils","answer_3":"C. Clearance of intact drug molecules by kidneys","answer_4":"D. Endocytosis and degradation of mast cell-bound IgE","answer_5":"E. Regulatory T-cell–mediated cytotoxic T-cell suppression","percent_1":"24%","percent_2":"5%","percent_3":"17%","percent_4":"12%","percent_5":"42%","right_answer":"A. Activation of the mononuclear phagocyte system","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Chimeric monoclonal antibodies# such as infliximab contain amino acid sequences from human and #non-human# (eg, mice) sources.  These proteins are processed by antigen presenting cells, displayed on class II major histocompatibility complexes, and the nonhuman components are #recognized as foreign# by patrolling CD4 cells.  The CD4 cells then stimulate activated B-cells to undergo somatic hypermutation and class switching, which generates plasma cells that secrete high-affinity #IgG antibodies against foreign components# of the drug. $With subsequent infusions, the foreign proteins in the medication trigger memory B cells to differentiate into plasma cells, which generate a burst of IgG against the monoclonal antibody.  Binding of the IgG to the medication generates #immune complexes# (ICs), which are then #cleared by mononuclear phagocytes# in the reticuloendothelial system, as follows: $• #Classic complement activation:#  The Fc portion of the bound IgG activates the @classical complement system@, leading to the generation of C3b on the IC.  C3b binds to CR1 on erythrocytes/leukocytes, which bring the IC to reticuloendothelial mononuclear phagocytes (eg, Kupffer cells, splenic macrophages) for clearance. $• #Direct removal:#  Mononuclear phagocytes bind to the Fc portion of the bound IgG using their Fc receptor (CD16) and remove the IC from the circulation. $IC clearance generally proceeds without issue, but significant quantities of ICs can saturate the phagocytic system and lead to IC aggregation; IC aggregates can deposit in tissue (eg, skin, joints), where persistent complement activation can result in a @type III hypersensitivity@ reaction called #serum sickness#.  This is typically marked by fever, urticarial rash, and joint pain #5-14 days# after exposure.  Most cases #resolve spontaneously# over days as mononuclear phagocytes continue to remove the excess ICs. $#(Choice B)#  Glucocorticoids trigger apoptotic cell death of eosinophils and tissue mast cells in patients with allergic conditions (eg, asthma).  Apoptosis, a form of programmed cell death, is not typically associated with degranulation or allergic symptoms. $#(Choices C and D)#  Antibodies are too large to be cleared from the bloodstream through fenestrations in the liver or kidney.  Instead, they are typically removed via endocytosis or phagocytosis after binding Fc receptors on the surface of immune cells (eg, macrophages, eosinophils, mast cells).  Endocytosis and degradation of mast cell-bound IgE occurs with type I hypersensitivity reactions (which occur within minutes, not days later); in addition, this process is only responsible for removing tiny amounts of IgE (not ICs) from the body. $#(Choice E)#  Regulatory T cells downregulate the cytotoxic T-cell response.  Although cytotoxic T cells mediate Stevens-Johnson syndrome (destruction of keratinocytes that are displaying drug antigens), they do not play a role in the development of serum sickness. $#Educational objective# Serum sickness is an immune complex–mediated type III hypersensitivity reaction that typically forms 5-14 days after exposure to foreign proteins in an antitoxin, antivenom, monoclonal antibody, or vaccine.  Patients typically develop fever, urticarial rash, and arthralgia that resolve spontaneously over days as the immune complexes are cleared by the mononuclear phagocyte system.  ","clickable_1":"images/img1.20701.jpg","clickable_2":"images/img2.20701.mp4"},

{"id":"11667","title":"A 21-year-old woman comes to the office due to recurrent episodes of self-limited, colicky abdominal pain.  She also had an episode of facial swelling that resolved spontaneously.  The patient has no other significant past medical history and takes no medications.  Examination is unremarkable.  Evaluation shows that her complement protein C1, even when not attached to an antigen-antibody complex, is excessively cleaving C2 and C4.  Which of the following is most likely increased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antinuclear antibody titer","answer_2":"B. Antistreptolysin O titer","answer_3":"C. Bradykinin","answer_4":"D. Free hemoglobin","answer_5":"E. Renin","percent_1":"21%","percent_2":"7%","percent_3":"62%","percent_4":"7%","percent_5":"3%","right_answer":"C. Bradykinin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with recurrent episodes of abdominal pain and an episode of facial swelling likely has angioedema due to #C1 inhibitor (C1INH) deficiency#.  C1INH prevents C1-mediated cleavage of C2 and C4, thereby limiting activation of the complement cascade.  It also blocks kallikrein-induced conversion of kininogen to #bradykinin#, a potent vasodilator that also causes increased vascular permeability. $Acquired or hereditary #C1INH deficiency# (due to the complete absence of C1INH or the presence of a dysfunctional variant or an anti-C1INH antibody) leads to elevated levels of bradykinin, and patients can develop @bradykinin-associated angioedema@.  Symptoms include facial swelling (without urticaria), life-threatening laryngeal edema, and gastrointestinal manifestations (eg, nausea/vomiting, colicky pain, diarrhea).  Management of acute attacks involves supportive care and the administration of C1INH concentrate or a kallikrein inhibitor. $#(Choice A)#  Increased antinuclear antibody (ANA) titers are seen in a number of autoimmune conditions, including systemic lupus erythematosus, which is associated with hypocomplementemia but would have different clinical manifestations (eg, butterfly rash, arthritis, oral ulcers).  ANA production is not a result of excessive C1 activity. $#(Choice B)#  Poststreptococcal glomerulonephritis is associated with increased antistreptolysin O titers, complement activation, and low levels of C3.  The typical presentation is hematuria or nephritic syndrome following respiratory infection. $#(Choice D)#  Complement-mediated intravascular hemolysis can result from autoantibodies (autoimmune hemolytic anemia) or from direct complement activation (paroxysmal nocturnal hemoglobinuria); however, neither condition results from excessive C1 activity. $#(Choice E)#  Angiotensin-converting enzyme (ACE) inhibitors, which are associated with idiopathic angioedema, function by blocking ACE and result in increased renin levels.  ACE also degrades bradykinin. $#Educational objective# C1 inhibitor (C1INH) deficiency causes increased cleavage of C2 and C4 and results in inappropriate activation of the complement cascade.  C1INH also blocks kallikrein-induced conversion of kininogen to bradykinin, a potent vasodilator associated with angioedema.  ","clickable_1":"images/img1.11667.jpg"},

{"id":"20696","title":"A 1-year-old boy is brought to the office for a health maintenance visit.  He has had no significant health issues and is growing well.  The patient is up to date with recommended vaccinations and has had no prior vaccine-related adverse events.  He has no known allergies.  Physical examination shows no abnormalities.  The patient receives the first dose of the subcutaneous measles-mumps-rubella vaccine.  The next day, his mother calls the office because the patient has a temperature of 38 C (100.4 F) and has been irritable since the vaccination.  The immunization site is mildly red, swollen, and tender; there is no other skin rash.  Which of the following cells and effector mechanisms is most likely involved in pathogenesis of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD4+ T cells and CD40 ligand","answer_2":"B. CD8+ T cells and perforins","answer_3":"C. Dendritic cells and MHC II","answer_4":"D. Macrophages and IL-6","answer_5":"E. Plasma cells and IgM","percent_1":"16%","percent_2":"17%","percent_3":"21%","percent_4":"40%","percent_5":"6%","right_answer":"D. Macrophages and IL-6","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20696.jpg","explanation_1":"","explanation_2":"$This boy developed fever, irritability, and local inflammatory symptoms (eg, redness, tenderness, swelling) within hours of vaccination, indicating #reactogenicity#, an inflammatory reaction that occurs shortly after vaccination. $Vaccinations typically inject a foreign, unencountered antigen into subcutaneous tissue in order to promote the development of adaptive immunity against the antigen.  However, foreign antigens can also trigger a #rapid-onset innate immune response# driven by the presence of #pattern recognition receptors# (eg, toll-like receptors) on local stromal and local/circulating immune cells (eg, #macrophages#, monocytes, mast cells). $Pattern recognition receptors identify conserved motifs present on many pathogens (eg, lipopolysaccharide).  Activation of these receptors leads to the release of #pyrogenic cytokines# (eg, TNF-alpha, IL-1, #IL-6#), which can cause #local inflammation# (eg, edema, warmth, swelling) due to increased vascular permeability/immune cell recruitment and #systemic inflammation# (eg, fever, irritability, fatigue, headache) due to increased circulating inflammatory cytokines. $Many vaccines also contain #adjuvants# (eg, aluminum salts, virosomes, oil-in-water) to increase the immune response to the injected antigen.  Adjuvants are strongly immunostimulatory and frequently increase the risk of reactogenicity.  However, manifestations of reactogenicity tend to improve 24-36 hours after vaccination. $#(Choices A and C)#  Dendritic cells are antigen-presenting cells (APCs) that display foreign antigens on their surface on major histocompatibility complex class II molecules.  CD4 T lymphocytes with antigen-specific receptors bind to the antigen on the APCs and are costimulated by the interaction between CD80/86 on the APCs and CD28 on the T-cell surface.  Activated CD4 T-cells then increase display of @CD40 ligand@, which binds CD40 on the APC, leading to full APC maturation.  These adaptive immune responses take several days to form and do not cause local reactions soon after vaccination. $#(Choice B)#  Cytotoxic T-cells recognize a foreign antigen on major histocompatibility complex class I and release perforins to induce cell lysis; they primarily attack cells infected by intracellular pathogens (eg, viruses).  Cytotoxic T-cells do not significantly contribute to vaccination reactions within hours of vaccination. $#(Choice E)#  Some activated B-cells differentiate into short-lived plasma cells that secrete IgM.  However, this typically takes several days to occur and would not cause local inflammatory symptoms. $#Educational objective# Vaccine reactogenicity is a local (eg, warmth, swelling, edema) and systemic (eg, fatigue, fever, headache) inflammatory reaction to the vaccine due to the innate immune response.  It is primarily caused by pattern recognition receptors present on the surface of macrophages and mast cells, which identify the antigen and release inflammatory cytokines (eg, IL-1, IL-6).  ","clickable_1":"images/img1.20696.jpg"},

{"id":"20697","title":"An 11-year-old girl is brought to the office for a health maintenance visit.  She feels well and has no chronic medical conditions.  As part of routine care, the patient receives a first dose of the quadrivalent meningococcal conjugate vaccine and the 9-valent human papillomavirus vaccine.  Five minutes later, while being escorted to the waiting area, the patient appears pale and reports feeling dizzy.  She immediately loses consciousness, but a fall is prevented by the health care provider.  Blood pressure is 70/40 mm Hg and pulse is 46/min.  On physical examination, the patient has normal lung and heart sounds.  There is no rash.  Which of the following is the most likely cause of this patient's syncope?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Delayed-type hypersensitivity reaction to the vaccine","answer_2":"B. Excessive cytokine response to vaccine microbial components","answer_3":"C. IgE-mediated hypersensitivity reaction to vaccine allergen","answer_4":"D. Stress-induced cardioinhibitory and vasodepressor response","answer_5":"E. Systemic invasion by live attenuated microbial agents","percent_1":"1%","percent_2":"22%","percent_3":"19%","percent_4":"58%","percent_5":"0%","right_answer":"D. Stress-induced cardioinhibitory and vasodepressor response","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Vaccine-related hypotension &/or syncope# ∆⨉∆⨉§ ∆^#Vasovagal syncope# ∆^#Anaphylaxis#§^#Trigger# ∆ • Pain or emotional distress ∆ • Vaccine antigen§^#Mechanism# ∆ • Vagally mediated cardioinhibitory &$ vasodepressor response ∆ • IgE-mediated response leading to$ widespread release of inflammatory $mediators (eg, histamine)§^#Clinical$ presentation# ∆ • Prodrome (eg, pallor, nausea,$ diaphoresis) • Hypotension with bradycardia • Rapid resolution ∆ • Urticaria, flushing • Hypotension with tachycardia • Wheezing • Progressive symptoms§^#Management# ∆ • Lying supine with legs elevated ∆ • Immediate epinephrine","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely experienced #vasovagal syncope#, which involves a pain-induced or an emotional distress–induced #cardioinhibitory and vasodepressor# response.  #Vaccine administration# is a known precipitant of vasovagal syncope, especially in adolescents.  Because syncope-related falls can lead to serious injury (eg, skull fractures, intracranial hemorrhage), patients should be closely monitored for 15 minutes following vaccine administration. $Patients with vasovagal syncope typically experience a #prodrome# (eg, pallor, nausea, diaphoresis) prior to losing consciousness.  The mechanism is not well understood, but the trigger, in combination with a state of orthostatic stress (eg, upright posture, dehydration), is believed to signal the CNS to decrease sympathetic activity and increase parasympathetic tone, overriding the @normal baroreceptor response@.  This leads to #bradycardia#, reduced LV contractility, and decreased peripheral vascular resistance, resulting in #hypotension#, decreased cerebral perfusion, and, ultimately, syncope.  Symptoms rapidly resolve within 1-2 minutes. $Postvaccination syncope can be confused with anaphylaxis, a rare but serious adverse effect resulting from IgE-mediated hypersensitivity to a vaccine component (eg, egg or yeast proteins).  Anaphylaxis can develop rapidly following vaccination and may cause hypotension and syncope; however, affected patients typically experience urticaria or flushing rather than pallor, respiratory symptoms (eg, upper airway edema, bronchospasm), and reflex tachycardia rather than bradycardia #(choice C)#. $#(Choice A)#  Delayed-type reactions are due to the direct action of sensitized T cells when stimulated by contact with an antigen.  They occur hours to days, rather than minutes, after exposure and typically present with a rash. $#(Choice B)#  An excessive cytokine response to the microbial components of a vaccine can result in a self-limiting local reaction (eg, redness or pain at the vaccination site) or, sometimes, systemic symptoms (eg, fever, malaise). $#(Choice E)#  The administration of a @live attenuated vaccine@ (eg, measles, mumps, and rubella) to an immunocompromised host may cause uncontrolled replication and systemic invasion of the virus.  Symptoms of an active infection would not manifest until >12-24 hours.  Neither the meningococcal nor the HPV vaccine is live, and this patient is not immunocompromised. $#Educational objective# Vasovagal syncope is a known complication of vaccine administration, particularly in adolescents.  It typically involves a prodrome and can be differentiated from anaphylaxis based on skin findings (pallor vs urticaria), absence of respiratory symptoms (eg, upper airway edema, bronchospasm), and presence of bradycardia (vs tachycardia).  ","clickable_1":"images/img1.20697.jpg","clickable_2":"images/img2.20697.jpg"},

{"id":"14793","title":"A 62-year-old woman undergoes hip replacement surgery.  The patient has a history of advanced hip osteoarthritis that limits her daily activities.  She has no other medical conditions and no known drug allergies.  After appropriate preoperative evaluation, total hip arthroplasty is performed under general anesthesia.  The intraoperative course is uncomplicated, and after recovery from anesthesia, patient-controlled intravenous morphine is started for pain control.  Several minutes later, the patient reports generalized itching.  Physical examination reveals hypotension, tachycardia, and mild bilateral wheezing but no rashes.  Which of the following drug effects is most likely responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased myocardial contractility","answer_2":"B. Decreased sympathetic output","answer_3":"C. Direct mast cell degranulation","answer_4":"D. Formation of drug-IgE complexes","answer_5":"E. Increased 5-lipoxygenase activity","percent_1":"1%","percent_2":"4%","percent_3":"72%","percent_4":"18%","percent_5":"4%","right_answer":"C. Direct mast cell degranulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Opioids# (eg, morphine) can generate a #pseudoallergic# response by #directly stimulating mast cell degranulation#, releasing #histamine# and other vasoactive mediators.  This #nonimmunologic# reaction can cause itching, urticarial rash, wheezing, hypotension, and tachycardia that closely mimic true IgE-mediated type 1 hypersensitivity (eg, anaphylaxis).  However, true IgE-mediated allergic reaction is rare with opioids #(choice D),# and suggestive symptoms rarely indicate the need to avoid opioids altogether.  Because direct mast cell degranulation tends to be most prominent with relatively low-potency opioids (eg, morphine, meperidine), a relatively high-potency opioid (eg, fentanyl) is usually better tolerated. $Other drugs that can have a similar #non-IgE-mediated effect# on mast cell degranulation include @vancomycin@ and radioiodine contrast. $#(Choice A)#  Halothane, an inhalation anesthetic, is rarely used but can cause hypotension via direct suppression of myocardial contractility.  It is not associated with itching and wheezing. $#(Choice B)#  Because pain increases sympathetic output, opioid analgesia can reduce sympathetic output and thus decrease heart rate and blood pressure.  However, this does not explain the itching and wheezing. $#(Choice E)#  Nonsteroidal anti-inflammatory drugs (NSAIDs) inhibit cyclooxygenase, which leads to @increased@ 5-lipoxygenase activity.  This effect can precipitate bronchoconstriction and wheezing due to increased production of leukotrienes (ie, NSAID-exacerbated respiratory disease); however, itching and hypotension are not expected. $#Educational objective# Opioids (eg, morphine) can generate a pseudoallergic response by directly activating mast cells to stimulate degranulation, releasing histamine and other vasoactive mediators.  This nonimmunologic reaction can cause itching, urticarial rash, wheezing, hypotension, and tachycardia that closely mimic true IgE-mediated type 1 hypersensitivity.  However, true IgE-mediated allergic reaction is rare with opioids.  ","clickable_1":"images/img1.14793.jpg","clickable_2":"images/img2.14793.jpg"}


]