[
    {"id":"59","title":"A 53-year-old man comes to the physician with progressively worsening anorexia and abdominal discomfort.  He has lost 14 kg (31 lb) since the onset of his symptoms about 4 months ago.  Physical examination demonstrates nontender hepatomegaly.  Laboratory studies show an elevated serum alkaline phosphatase level and a marginally elevated alanine aminotransferase level.  A CT scan of the abdomen with oral and intravenous contrast is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/59.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Hepatic adenoma","answer_2":"B. Hepatic angiosarcoma","answer_3":"C. Hepatoblastoma","answer_4":"D. Hepatocellular carcinoma","answer_5":"E. Intrahepatic cholangiocarcinoma","answer_6":"F. Metastatic liver disease","percent_1":"2%","percent_2":"4%","percent_3":"1%","percent_4":"9%","percent_5":"13%","percent_6":"71%","right_answer":"F. Metastatic liver disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp59.jpg","explanation_1":"","explanation_2":"$The patient's contrast-enhanced CT scan shows #multiple hypodense masses# in the liver (arrows) consistent with #metastatic liver disease#.  Metastases are the most common malignant neoplasms of the adult liver and are 20 times more common than hepatocellular carcinoma.  The liver is the second most common site of metastatic spread (after the lymph nodes) because of its large size, dual blood supply, high perfusion rate, and the filtration function of Kupffer cells. $ Patients with liver metastases typically have multiple nodules throughout the liver that may replace more than 80% of the hepatic parenchyma, often resulting in marked #hepatomegaly#.  The nodules frequently outgrow their vascular supply and become centrally necrotic and umbilicated.  Even with significant metastatic involvement, patients may have no clinical or laboratory signs suggestive of hepatic insufficiency.  However, once the majority of the liver parenchyma is destroyed or the major bile ducts become obstructed with tumor, patients tend to present with jaundice or #abnormal hepatic enzymes# (eg, elevated aminotransferases, alkaline phosphatase). $ (Choice A)  Hepatic adenomas are uncommon, benign epithelial tumors of the liver that usually arise as a solitary mass in the right hepatic lobe.  They are strongly associated with the use of oral contraceptives and anabolic steroids and are usually diagnosed in patients with upper abdominal pain or detected incidentally on imaging studies.  They may rupture and cause intraabdominal hemorrhage. $ (Choice B)  Hepatic angiosarcomas are associated with recent or remote exposure to vinyl chloride, arsenic, or Thorotrast.  This tumor is extremely aggressive and is associated with a poor prognosis, as most patients die within a year. $ (Choice C)  Hepatoblastoma is the most common liver neoplasm of children and is associated with familial adenomatous polyposis and Beckwith-Wiedemann syndromes.  This neoplasm is usually fatal within a few years if not surgically resected. $ (Choice D)  Hepatocellular carcinoma can present unifocally, multifocally, or as a diffusely infiltrative cancer.  It is more common in older patients with a history of cirrhosis or infection with hepatitis B or C. $ (Choice E)  Cholangiocarcinoma is a rare malignancy that arises from the intra- and extrahepatic bile ducts.  Intrahepatic cholangiocarcinoma appears grossly as a treelike mass that grows along the biliary system, typically resulting in extensive intrahepatic metastasis.  Risk factors include primary sclerosing cholangitis, fibropolycystic liver disease, and infection with liver flukes in endemic areas.  The prognosis is very poor. $ Educational objective Malignant hepatic lesions most often represent metastasis from another primary site (eg, breast, lung, colon); primary liver neoplasms (eg, hepatocellular carcinoma) are much less common."},

{"id":"411","title":"A 33-year-old woman with a 9-year history of ulcerative colitis comes to the office due to concern about her risk of colon cancer.  One of her close family friends died recently from this cancer.  The patient wants to \"undergo all the tests for colon cancer.\"  She has no other comorbid conditions and is under the care of a gastroenterologist who has kept her disease well controlled with sulfasalazine.  Compared with sporadic colorectal carcinoma, colorectal malignancy arising in this patient would more likely exhibit which of the following features?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Early APC gene mutation","answer_2":"B. Low-grade histology","answer_3":"C. Multifocal origin","answer_4":"D. Origin from an adenomatous polyp","percent_1":"24%","percent_2":"15%","percent_3":"48%","percent_4":"13%","right_answer":"C. Multifocal origin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Colitis-associated vs sporadic colorectal cancer! ∆ #Colitis-associated# ∆#Sporadic# §Age ∆ • Younger (age 40-55) ∆ • Older (age >60) § Origin of dysplasia ∆ • Flat (nonpolypoid)$ lesions ∆ • Polypoid lesions § Location ∆ • Proximal > distal$ (particularly$ with CD) ∆ • Distal > proximal § Tumors ∆ • Multifocal ∆ • Singular § Histology ∆ • Mucinous and/or signet$ ring cells • Poorly differentiated ∆ • Rarely mucinous • Well differentiated § Mutations ∆ • Early p53 mutation • Late APC gene mutation ∆ • Early APC gene$ mutation• Late p53 mutation %#APC# = adenomatous polyposis coli; #CD# = Crohn disease. ","explanation_img":"","explanation_1":"","explanation_2":"Inflammatory bowel disease (IBD) is associated with a significant risk for colorectal carcinoma (CRC); up to 30% of patients with IBD develop CRC in their lifetime.  Patients with ulcerative colitis, particularly pancolitis, are at highest risk.  #Colitis-associated colorectal cancer# (CA-CRC) occurs in areas of chronic inflammation, and the risk is proportionate to the duration and severity of inflammation. $ #(Choices A, B, and D)#  Unlike sporadic CRC, which typically progresses slowly from a singular dysplastic polyp, CA-CRC is typically more #aggressive#, often evolves from flat (#nonpolypoid#) lesions, and is frequently #multifocal# (ie, multiple synchronous carcinomas) at diagnosis.  CA-CRC often affects a #younger# population than sporadic CRC.  These malignancies are more likely to have a #higher histopathologic grade#, with poorly differentiated or anaplastic cells and a high number of mucinous or signet ring cells.  The molecular pathogenesis of CA-CRC is also different than that of sporadic disease, with p53 mutations occurring early in the course of malignant development and APC mutations occurring much later. $ Given the high risk for CRC and the difficulty of colonoscopic visualization of flat or multifocal lesions, it is important to regularly monitor IBD via colonoscopy with random biopsies. $ Educational objective Inflammatory bowel disease, especially ulcerative pancolitis, is associated with a significant risk for colorectal carcinoma.  Compared with sporadic colorectal cancer, colitis-associated colorectal cancer is more likely to occur at a younger age, is typically more aggressive with a higher histopathologic grade, often evolves from flat (nonpolypoid) lesions, and is frequently multifocal.  Patients should be monitored regularly via colonoscopy with random biopsies."},

{"id":"122","title":"A 62-year-old man comes to the office due to worsening dysphagia.  Three months ago, the patient started having difficulty swallowing large bites of solid food, and now he can swallow only liquids and mashed food.  He has lost 9.1 kg (20 lb) since the onset of his symptoms.  Medical history is significant for type 2 diabetes mellitus, hypercholesterolemia, and hypertension.  The patient recently reduced the doses of his diabetic medications due to weight loss and lower blood glucose levels.  He has no recent travel outside of the United States.  Vital signs are normal.  BMI is 29 kg/m2.  Physical examination is normal.  A barium swallow study reveals an esophageal mass that significantly narrows the lumen.  Endoscopic biopsy reveals moderately differentiated tumor cells with keratin nests and pearls.  This patient's condition is most likely related to which of the following risk factors?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol consumption and tobacco smoking","answer_2":"B. Cold beverage consumption","answer_3":"C. Gastroesophageal reflux disease and esophagitis","answer_4":"D. Helicobacter pylori infection","answer_5":"E. Obesity and metabolic syndrome","percent_1":"87%","percent_2":"0%","percent_3":"9%","percent_4":"1%","percent_5":"3%","right_answer":"A. Alcohol consumption and tobacco smoking","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Risk factors for esophageal cancer!  #Squamous cell carcinoma# ∆ #Adenocarcinoma# § $• Alcohol use $• Tobacco smoking $• N-nitroso–containing$ foods $• Underlying esophageal disease $(achalasia, prior injury) ∆ • Barrett esophagus $• Gastroesophageal reflux disease $• Obesity $• Tobacco use ","explanation_img":"","explanation_1":"","explanation_2":"This patient has #squamous cell carcinoma# (SCC), which is characterized by flattened polyhedral or ovoid epithelial cells with eosinophilic cytoplasm, keratin nests or @pearls@ within or between cells, and intercellular bridging.  #Esophageal SCC# typically presents with progressive solid-food dysphagia and weight loss.  Chronic gastrointestinal blood loss may result in iron deficiency anemia. $ The incidence of esophageal SCC is decreasing in the United States, with the highest incidence occurring in middle-aged and older individuals (age >50).  The most significant risk factors for SCC in the United States include #cigarette smoking# and #alcohol intake#.  In Asia, the chewing of betel nuts and consumption of foods containing N-nitroso compounds (often found in preserved or pickled vegetables) are commonly associated with SCC.  Other risk factors include preexisting esophageal disease (eg, achalasia, caustic injury) and ingestion of high-temperature liquids #(choice B)#. $ (Choice C)  Chronic gastroesophageal reflux disease and esophagitis can lead to @Barrett metaplasia@ and can increase the risk for esophageal adenocarcinoma. $ (Choice D)  Helicobacter pylori infection, a common cause of gastritis, is associated with an increased risk of gastric adenocarcinoma.  However, it is not associated with increased risk of the development of Barrett esophagus, esophageal adenocarcinoma, or esophageal SCC. $ (Choice E)  Obesity and metabolic syndrome are associated with increased risk of @esophageal adenocarcinoma@, likely because of increased acid reflux into the esophagus due to anatomic abnormalities. $ Educational objective Major risk factors for esophageal squamous cell carcinoma include smoking, excessive alcohol consumption, and intake of foods containing N-nitroso compounds.","clickable_1":"images/img1.122.jpg","clickable_2":"images/img2.122.jpg","clickable_3":"images/img3.122.jpg"},

{"id":"309","title":"A 62-year-old man comes to the office due to watery diarrhea.  He has also been having episodes of dyspnea and wheezing.  His wife has noticed that he sometimes becomes very flushed and red.  The patient has no abdominal pain, vomiting, cough, or fever.  He has a history of hypertension and takes amlodipine.  He does not use tobacco, alcohol, or illicit drugs.  His blood pressure is 140/70 mm Hg and pulse is 82/min.  Cardiopulmonary examination is unremarkable.  The abdomen is soft and nontender.  Chest x-ray is normal, and the abdominal CT scan reveals mass lesions in the right liver lobe and ileum.  Surgery is scheduled to resect the tumors.  Which of the following medications can be used to relieve this patient's symptoms prior to surgery?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cabergoline","answer_2":"B. Leuprolide","answer_3":"C. Octreotide","answer_4":"D. Phenoxybenzamine","answer_5":"E. Rituximab","percent_1":"5%","percent_2":"5%","percent_3":"75%","percent_4":"13%","percent_5":"2%","right_answer":"C. Octreotide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Features of carcinoid syndrome! ?Clinical$ Manifestations? • Skin: flushing, telangiectasias, cyanosis • Gastrointestinal: watery diarrhea, cramping • Pulmonary: bronchospasm, dyspnea, wheezing • Cardiac: valvular fibrous plaques (right > left) ?Diagnosis? • Elevated 24-hr urinary excretion of 5-HIAA • CT scan/MRI of abdomen and pelvis to localize tumor ?Treatment? • Octreotide for symptomatic patients • Surgery for liver metastases %#5-HIAA# = 5-hydroxyindoleacetic acid. ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The combination of wheezing, diarrhea, and facial flushing in association with an ileal tumor with hepatic metastasis is suggestive of #carcinoid syndrome#.  Carcinoid tumors (most common ileal tumors) secrete a number of biologically active substances including serotonin and can cause symptoms when they metastasize.  Common manifestations of carcinoid syndrome include flushing, asthma-like symptoms (wheezing, dyspnea), diarrhea, and syncope (due to low blood pressure).  Long-standing carcinoid syndrome can cause right-sided valvular heart disease. $The most definitive treatment for carcinoid syndrome is surgical excision.  Medical therapy with octreotide can be used to control symptoms.  #Octreotide# is a synthetic analog of somatostatin with a longer half-life.  It acts on somatostatin receptors and inhibits secretion of many hormones and hormone-like substances.  Octreotide is also used to inhibit secretory diarrhea in VIPomas (pancreatic endocrine tumors). $#(Choice A)#  Cabergoline is a dopamine agonist used in growth hormone-secreting pituitary tumors or prolactinoma. $#(Choice B)#  Leuprolide is a synthetic analog of gonadotropin-releasing hormone (GnRH).  Continuous administration suppresses release of LH and FSH.  Leuprolide is used in management of prostatic cancer, precocious puberty, and endometriosis. $#(Choice D)#  Phenoxybenzamine is an alpha blocker that is used in treatment of pheochromocytoma. $#(Choice E)#  Rituximab is a CD20 monoclonal antibody used to treat multiple myeloma, leukemia, and multiple autoimmune disorders. $#Educational objective# Carcinoid syndrome may accompany extraintestinal metastases of gastrointestinal carcinoid tumors.  Octreotide is a synthetic somatostatin analog used to control the symptoms of carcinoid syndrome.  "},

{"id":"471","title":"A 70-year-old man comes to the office due to abdominal pain that began 1 month ago.  He has also experienced fatigue and weight loss.  He has no chronic medical conditions and takes no daily medications.  The patient worked in a factory that produced polyvinyl chloride for several decades and is now retired.  Physical examination shows hepatomegaly.  Imaging demonstrates a liver mass, which is subsequently resected.  Immunohistochemical staining of the tumor cells is positive for CD31.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cavernous hemangioma","answer_2":"B. Cholangiocarcinoma","answer_3":"C. Hepatic angiosarcoma","answer_4":"D. Hepatoblastoma","answer_5":"E. Hepatocellular adenoma","answer_6":"F. Kaposi sarcoma","percent_1":"2%","percent_2":"6%","percent_3":"71%","percent_4":"5%","percent_5":"13%","percent_6":"2%","right_answer":"C. Hepatic angiosarcoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Hepatic angiosarcoma# is a rare, #aggressive vascular malignancy#.  It usually presents in #older men# (age >60) and is associated with carcinogen exposure.  Implicated chemicals include #vinyl chloride# (eg, exposure during production of polyvinyl chloride, a widely used plastic), arsenic (eg, exposure to pesticides), and Thorotrast (formerly used radioactive contrast medium).  Clinical manifestations can include abdominal pain, fatigue, weight loss, and hepatomegaly, as well as intraabdominal hemorrhage (caused by tumor rupture). $ Angiosarcomas are derived from #endothelial cells#.  In the liver, they appear grossly as poorly circumscribed, hemorrhagic lesions.  Microscopic examination typically shows @vascular structures@ lined by atypical (eg, hyperchromatic, pleomorphic) cells that express #CD31# (ie, platelet endothelial cell adhesion molecule [PECAM1]).  #PECAM1# is expressed on the surface of endothelial cells and functions in leukocyte migration through the endothelium. $ (Choice A) @Hepatic cavernous hemangiomas@ are common benign vascular lesions.  Microscopy shows a well-circumscribed proliferation of dilated vascular structures that are lined by endothelial cells lacking atypia.  Although cavernous hemangiomas express CD31, patients are typically asymptomatic (eg, lesion incidentally found on imaging). $ (Choice B) @Cholangiocarcinomas@ are rare, malignant tumors derived from bile duct epithelium.  They may present with abdominal pain and weight loss, but CD31 expression would not be expected. $ (Choice D)  Hepatoblastomas are malignant liver tumors derived from immature, multipotent cells.  Most cases occur in children age <5. $ (Choice E)  Hepatocellular adenomas are benign liver tumors derived from hepatocytes.  Although clinical manifestations may include abdominal pain, they typically present in young women (ie, reproductive years) and are associated with oral contraceptives or anabolic steroid use. $ (Choice F)  @Kaposi sarcoma@ is a vascular neoplasm associated with human herpesvirus 8 that can involve the liver.  Microscopy typically shows proliferation of spindle-shaped endothelial cells (ie, CD31 positive) with slit-like vascular spaces.  However, it typically presents in immunocompromised patients (eg, those with AIDS) and often initially involves the skin (eg, purple papules on the lower extremities). $ Educational objective Hepatic angiosarcoma is an aggressive vascular malignancy associated with exposure to carcinogens (eg, vinyl chloride).  The tumor cells express CD31 (ie, platelet endothelial cell adhesion molecule [PECAM1]), an endothelial cell marker important for leukocyte transmigration.","clickable_1":"images/img1.471.jpg","clickable_2":"images/img2.471.jpg","clickable_3":"images/img3.471.jpg","clickable_4":"images/img4.471.jpg"},

{"id":"307","title":"A 59-year-old man is evaluated in the clinic for recent unintentional weight loss.  He says, \"My pants are fitting a lot looser than usual.\"  The patient also has epigastric discomfort after meals with occasional nausea.  He reports that food is not as appetizing as it used to be.  He has no known medical conditions and takes no medications.  The patient's father has a history of peptic ulcer disease.  Upper endoscopy shows a lesion in the stomach that is biopsied; a histologic section is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/307.jpg","title_2":"This patient's lesion is most likely to demonstrate which of the following gross findings?","audio":"","comparison_items":"","answer_1":"A. Deep ulceration and vessel erosion","answer_2":"B. Infiltrative growth within the stomach wall","answer_3":"C. Progressive mucosal atrophy","answer_4":"D. Rapid intraluminal expansion","answer_5":"E. Rugal thickening with acid hypersecretion","percent_1":"10%","percent_2":"54%","percent_3":"10%","percent_4":"5%","percent_5":"22%","right_answer":"B. Infiltrative growth within the stomach wall","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp307.jpg","explanation_1":"","explanation_2":"$This image shows typical features of #diffuse-type# adenocarcinoma, 1 of 2 major types of #gastric adenocarcinoma#.  Diffuse-type adenocarcinomas often consist of #signet ring cells# that do not form glands.  Signet ring cells contain abundant mucin droplets that push the nucleus to one side and lead to the characteristic appearance of a signet ring.  On gross examination, diffuse-type adenocarcinomas are characterized by diffuse involvement of the stomach wall (due to loss of the cell adhesion protein E-cadherin).  They have a plaque-like appearance, are ill defined, and often #infiltrate# large areas of the #stomach wall#, causing a 'leather-bottle' stomach (#linitis plastica#). $ In contrast, intestinal-type adenocarcinomas of the stomach resemble colon cancers, showing @well-formed glands@ that consist of columnar or cuboidal cells.  They tend to grow as nodular, polypoid, and well-demarcated masses that rapidly expand within the gastric lumen #(choice D)#. These lesions often ulcerate/bleed and must be differentiated from peptic gastric ulcers by biopsy #(choice A)#. $ (Choice C)  @Chronic gastritis@ is most commonly associated with Helicobacter pylori infection.  Long-standing inflammation of the gastric mucosa can lead to diffuse gland atrophy and intestinal metaplasia.  Chronic gastric inflammation increases the risk of gastric carcinomas. $(Choice E)  Rugal thickening with acid hypersecretion is a characteristic finding in the stomach of a patient with Zollinger-Ellison syndrome. $ Educational objective There are 2 morphological variants of gastric adenocarcinoma.  The intestinal type forms a solid mass that projects into the stomach lumen and is composed of gland-forming cuboidal or columnar cells.  In contrast, diffuse-type adenocarcinoma infiltrates the stomach wall (linitis plastica) and displays signet ring cells on light microscopy.","clickable_1":"images/img1.307.jpg","clickable_2":"images/img2.307.jpg"},

{"id":"16107","title":"A 54-year-old man comes to the office due to increasing pain in the right upper quadrant, nausea, and unintentional weight loss.  Vitals signs are within normal limits.  BMI is 21 kg/m2.  The patient appears cachectic and there is scleral icterus.  The liver is palpable 3 cm below the right costal margin.  No ascites is present.  Laboratory studies reveal elevated bilirubin and alkaline phosphatase.  Contrast CT scan of the abdomen demonstrates moderately dilated right and left intrahepatic bile ducts, with a vague area of delayed enhancement at their convergence.  Biopsy of the lesion reveals columnar cells with hyperchromatic oval nuclei with prominent nucleoli arranged in glandular structures; mucin production with surrounding desmoplastic reaction is present.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cholangiocarcinoma","answer_2":"B. Focal nodular hyperplasia","answer_3":"C. Hepatic adenoma","answer_4":"D. Hepatocellular carcinoma","answer_5":"E. Metastatic colon cancer","percent_1":"59%","percent_2":"3%","percent_3":"8%","percent_4":"9%","percent_5":"21%","right_answer":"A. Cholangiocarcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Cholangiocarcinoma! ?Epidemiology? • Associated with primary sclerosing cholangitis ?Clinical$ presentation? • Often clinically silent until advanced • Nausea, weight loss, RUQ pain • Jaundice, hepatomegaly, ± palpable$ gallbladder (Courvoisier sign) ?Laboratory$ abnormalities? • Cholestatic pattern of liver injury (↑↑ alkaline$ phosphatase, hyperbilirubinemia) ?Imaging? • Bile duct dilation in the absence of obstructing$ gallstone ?Histology? • Adenocarcinoma with cuboidal or columnar$ cells with prominent nucleoli arranged in$ glandular structures • + Mucin production, + desmoplastic response %#RUQ# = right upper quadrant. ","explanation_img":"","explanation_1":"","explanation_2":"This patient with weight loss, pain in the right upper quadrant (RUQ), and jaundice has radiographic and histologic findings consistent with #cholangiocarcinoma#, a malignancy of the bile duct epithelium.  It is associated with primary sclerosing cholangitis; however, it may occur sporadically. $ Cholangiocarcinoma is often clinically silent until late in the disease course, when the tumor obstructs bile drainage, leading to a characteristic #cholestatic pattern# of liver injury (elevated alkaline phosphatase, hyperbilirubinemia).  Progressive weight loss, #RUQ pain#, #jaundice#, and #hepatomegaly# are typical, and occasionally, the gallbladder is palpable (Courvoisier sign). $ Intraductal malignancies are often difficult to visualize radiographically but usually demonstrates #dilated bile ducts# in the absence of an obstructing gallstone.  The most frequently involved site is at the #confluence of the right and left hepatic bile ducts# (Klatskin tumors), which may be visible as nonunion of the bile ducts (as in this patient).  Most @cholangiocarcinomas@ are #adenocarcinomas# characterized histologically by columnar epithelial cells with prominent nucleoli arranged in #glandular structures# with #mucin# production and significant desmoplasia (reactive fibrous tissue surrounding a malignant mass). $ (Choice B)  @Focal nodular hyperplasia@ is a benign, nonencapsulated liver tumor that typically occurs in women.  It is characterized by fibrous septa encasing normal hepatocytes and a central stellate scar, which is visible both histologically and radiographically. $ (Choice C)  @Hepatic adenomas@ are benign lesions that develop most commonly in women taking oral contraceptives.  Jaundice and weight loss are unexpected, and an abdominal CT scan usually demonstrates a solitary lesion in the hepatic parenchyma, not the biliary tree.  Histology reveals relatively uniform hepatocytes arranged in thin cell plates without atypia. $ (Choice D)  @Hepatocellular carcinoma@ is a malignant liver mass that most often develops in patients with cirrhosis.  Microscopy demonstrates polygonal cells with abundant eosinophilic cytoplasm and prominent nucleoli. $ (Choice E)  @Metastatic colon cancer@ is characterized by adenocarcinoma with gland formation; however, it usually causes multiple hepatic masses, which are not seen on this patient's CT scan.  In addition, the location of the mass at the bifurcation of the common hepatic duct is characteristic of cholangiocarcinoma. $ Educational objective Cholangiocarcinoma is a malignancy of the bile duct epithelium that eventually obstructs biliary drainage, resulting in cholestasis (elevated alkaline phosphatase, hyperbilirubinemia) with jaundice, weight loss, pain in the right upper quadrant, and hepatomegaly.  Imaging often demonstrates dilated bile ducts in the absence of an obstructive gallstone, and biopsy reveals an adenocarcinoma with columnar cells, mucin production, and a significant desmoplastic reaction.","clickable_1":"images/img1.16107.jpg","clickable_2":"images/img2.16107.jpg","clickable_3":"images/img3.16107.jpg","clickable_4":"images/img4.16107.jpg","clickable_5":"images/img5.16107.jpg"},

{"id":"19112","title":"A 63-year-old man comes to the office due to intermittent rectal bleeding.  The bleeding worsens with defecation and is associated with itchiness.  Ten years ago, he had a kidney transplant for diabetic nephropathy and reports compliance with posttransplant immunosuppression medications.  Vital signs are normal.  Physical examination reveals a 2-cm ulcerated mass extending from the anal verge into the rectum.  Biopsy shows large, eosinophilic squamous epithelial cells arranged in islands; cells have hyperchromatic, irregular nuclei, and scant cytoplasm.  Significant keratinization is present.  Which of the following factors is most likely responsible for the development of this patient's anal lesion?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. BRAF mutation","answer_2":"B. Human herpesvirus 8","answer_3":"C. Human papillomavirus","answer_4":"D. Mismatch repair gene mutation","answer_5":"E. Poxvirus","answer_6":"F. Treponema pallidum","percent_1":"5%","percent_2":"7%","percent_3":"82%","percent_4":"5%","percent_5":"1%","percent_6":"1%","right_answer":"C. Human papillomavirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Anal squamous cell carcinoma#∆⨉ §^#Risk factors# ∆ • Human papillomavirus (types 16 & 18) • Receptive anal intercourse • Immunocompromised state (eg, HIV, organ transplant) • Female sex • Smoking §^#Manifestations# ∆ • Rectal bleeding/pain, pruritus, mass sensation • Ulcerated or nodular anal mass §^#Histology# ∆ • Islands of large, eosinophilic, hyperchromatic squamous cells with scant cytoplasm & nuclear atypia • Prominent keratinization &/or keratin pearls","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of chronic immunosuppression has perianal bleeding and an ulcerated anal mass.  In association with the classic histologic findings, this presentation suggests #anal squamous cell carcinoma# (SCC).  Most patients have #rectal bleeding#, pain, or pruritus, and examination demonstrates an #ulcerated# or a nodular, exophytic anal lesion.  On histology, SCCs are characterized by #large, eosinophilic, hyperchromatic squamous cells# with scant cytoplasm arranged in islands.  Nuclear atypia and prominent #keratinization# and/or keratin pearls are usually observed. $Anal SCC, as well as multiple other anogenital (eg, cervical, penile, vaginal) and oropharyngeal SCCs, is strongly associated with #human papillomavirus# (HPV).  HPV is a nonenveloped, double-stranded DNA virus that infects cutaneous and mucosal tissues.  HPV types 16 and 18 are particularly associated with the development of malignancies.  Immunocompromised states (eg, HIV, #organ transplant#) increase susceptibility to HPV infection and malignant transformation.  Other risk factors include smoking, receptive anal intercourse, and female sex. $#(Choice A)#  BRAF is a protoonocogene, and mutations are associated with multiple malignancies (eg, melanoma, colon cancer, papillary thyroid cancer) but are not typically associated with anal SCC. $#(Choice B)#  Human herpesvirus 8 causes Kaposi sarcoma, an angiogenic tumor that typically occurs in patients with severe immunosuppression (usually AIDS) but can occur in organ transplant recipients.  However, it typically involves the extremities, face, or genitalia and results in painless purple or brown lesions.  Histologic evaluation demonstrates whorls of spindle cells and neovascularization. $#(Choice D)#  Mutations of DNA mismatch repair genes are associated with hereditary nonpolyposis colon cancer (ie, Lynch syndrome), an autosomal dominant disease that results in colonic, endometrial, and ovarian cancer.  It is not associated with anal SCC. $#(Choice E)#  Poxvirus causes molluscum contagiosum, which is characterized by umbilicated, flesh-colored papules with histologic findings of epidermal hyperplasia and eosinophilic, intracytoplasmic viral inclusions.  Although immunocompromised patients are at increased risk of larger lesions, molluscum contagiosum is not associated with malignant transformation. $#(Choice F)#  Primary syphilis (caused by Treponema pallidum) can result in a painless, ulcerated anogenital lesion (eg, chancre); however, bleeding is atypical, and dark-field microscopy is used to reveal the presence of spirochetes. $#Educational objective# Anal squamous cell carcinoma is strongly associated with human papillomavirus and typically presents with rectal bleeding, pruritus, and/or pain; examination demonstrates an ulcerated or nodular, exophytic anal lesion.  Histology reveals large, eosinophilic, hyperchromatic squamous cells arranged in islands with nuclear atypia and prominent keratinization.  "},

{"id":"432","title":"A 65-year-old man is referred to a gastroenterology clinic by his primary care provider after he develops symptoms suspicious for colorectal cancer.  The patient has a history of obesity, diabetes mellitus, and chronic obstructive pulmonary disease.  He often eats steaks and hamburgers but avoids vegetables as \"they have no flavor.\"  The patient has smoked a pack of cigarettes daily for the past 40 years and occasionally consumes alcohol.  He undergoes a colonoscopy and is found to have a mass lesion in the ascending colon.  The mass is biopsied, and the histopathologic findings are consistent with colon adenocarcinoma.  This patient most likely initially presented with which of the following clinical symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abdominal pain, distension, and nausea","answer_2":"B. Constipation alternating with diarrhea","answer_3":"C. Recurrent grossly bloody stool and low-grade fever","answer_4":"D. Tenesmus and small-caliber stool","answer_5":"E. Weight loss and progressive fatigue","percent_1":"6%","percent_2":"8%","percent_3":"19%","percent_4":"8%","percent_5":"59%","right_answer":"E. Weight loss and progressive fatigue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The location of colon adenocarcinoma can influence its clinical manifestations.  #Right-sided colon cancers# usually grow as exophytic masses.  Patients generally do not develop intestinal obstruction because the ascending colon has a larger caliber lumen than the descending colon and stool in the proximal colon is more liquid.  Right-sided colon cancers typically present with features of #iron deficiency anemia# (eg, fatigue, pallor) due to occult blood loss.  Nonspecific symptoms such as anorexia, malaise, and unintentional weight loss may also occur. $ Environmental and lifestyle factors that may have increased this patient's risk of colon cancer include obesity, cigarette smoking, consumption of red/processed meat, and low dietary intake of vegetables. $ (Choice A)  Left-sided colon cancers tend to infiltrate the intestinal wall and encircle the lumen, causing a change in bowel habits (eg, constipation) and symptoms of intestinal obstruction (eg, abdominal pain, distension, nausea/vomiting). $ (Choice B)  Constipation that alternates with diarrhea is characteristic of irritable bowel syndrome. $ (Choice C)  Recurrent grossly bloody stool associated with abdominal discomfort and low-grade fever is characteristic of ulcerative colitis, which is a risk factor for colon cancer.  Rectosigmoid cancer often causes hematochezia, but fever is uncommon. $ (Choice D)  Tenesmus (ineffectual/painful straining on defecation) and small-caliber stool are characteristic of rectal adenocarcinoma. $ Educational objective Right-sided colon cancers usually grow as exophytic masses and present with occult bleeding and symptoms of iron deficiency anemia.  Left-sided colon cancers tend to infiltrate the intestinal wall and encircle the lumen, causing constipation and symptoms of intestinal obstruction.  Rectosigmoid involvement often causes hematochezia."},

{"id":"56","title":"A 58-year-old man with a history of chronic liver disease secondary to hepatitis C infection comes to the office due to progressive fatigue and abdominal discomfort.  He has no other medical conditions, and a recent colonoscopy was normal.  Physical examination shows ascites and jaundice.  Ultrasonography of the abdomen reveals a solid mass within the liver parenchyma.  Surgical resection of the liver lesion is performed.  Microscopy reveals large cells with prominent nucleoli arranged in thickened plates as shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/56.jpg","title_2":"Which of the following serum markers would be most useful for monitoring this patient for disease recurrence?","audio":"","comparison_items":"","answer_1":"A. 5-Hydroxyindoleacetic acid","answer_2":"B. Alpha-fetoprotein","answer_3":"C. CA 125","answer_4":"D. CA 19-9","answer_5":"E. Carcinoembryonic antigen","answer_6":"F. Human chorionic gonadotropin","percent_1":"5%","percent_2":"68%","percent_3":"6%","percent_4":"7%","percent_5":"12%","percent_6":"1%","right_answer":"B. Alpha-fetoprotein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Common serum tumor markers!?Marker? #Tumor associations# ?Alpha-fetoprotein? • Hepatocellular carcinoma • Germ cell ?CA 19-9? • Pancreatic ?CA 125? • Ovarian ?Carcinoembryonic$ antigen? • Gastrointestinal (eg, colorectal) ?Human chorionic gonadotropin? • Choriocarcinoma • Germ cell ?Prostate-specific$ antigen? • Prostate ","explanation_img":"","explanation_1":"","explanation_2":"#Hepatocellular carcinoma# (HCC) occurs in up to 25% of patients with chronic #hepatitis C virus# (HCV).  HCV increases hepatocyte turnover and generates local proinflammatory cytokines, which causes hepatocyte damage and fibrosis.  Over time, damaged hepatocytes can proliferate into dysplastic nodules and undergo malignant transformation into HCC. $ Suspicion for HCC is often raised when patients with chronic HCV develop #worsened underlying cirrhotic symptoms# such as fatigue, ascites, variceal bleeding, abdominal discomfort, or jaundice.  Abdominal imaging will show a liver mass; biopsy usually reveals abnormal thickened plates, solid sheets, or gland-like structures of @malignant hepatocytes@ with a variable degree of cytologic atypia (eg, pleomorphism, high nuclear-to-cytoplasmic ratio). $ Serum #alpha-fetoprotein# (AFP) level is often used to aid diagnosis and screen for disease recurrence following treatment.  AFP is a glycoprotein produced by the fetal liver and yolk sac during gestation.  Although levels of AFP are often mildly or moderately elevated in patients with chronic liver disease, dramatic elevations or #sudden rises# in AFP should prompt an investigation for HCC.  AFP levels do not correlate with the size or stage of the tumor and are not elevated in all cases of HCC. $ (Choice A)  5-Hydroxyindoleacetic acid is the major breakdown product of serotonin.  Elevated urine levels are seen in carcinoid tumors and certain neuroendocrine tumors. $ (Choice C)  CA 125 is a serum marker associated with ovarian cancer.  It may also be elevated in other malignancies (eg, endometrial) and certain benign conditions (eg, endometriosis). $ (Choice D)  CA 19-9 is primarily used as a marker for pancreatic cancer or other tumors of the biliary tract. $ (Choice E)  Carcinoembryonic antigen is a serum marker that is primarily used to monitor response to treatment in patients with colorectal cancer.  This patient's clinical features (ie, chronic hepatitis C, negative colonoscopy) are consistent with HCC rather than colorectal cancer. $ (Choice F)  Human chorionic gonadotropin is elevated in choriocarcinoma and may also be elevated in germ cell tumors (eg, testicular).  However, it is most commonly used as a marker for pregnancy. $ Educational objective Alpha-fetoprotein is a serum tumor marker that is often moderately elevated in patients with chronic viral hepatitis.  However, it can be strikingly elevated in those with hepatocellular carcinoma, and a sudden rise can be a sign that a patient with chronic liver disease is harboring hepatocellular carcinoma.","clickable_1":"images/img1.56.jpg"},

{"id":"253","title":"A 68-year-old man comes to the office due to fatigue, weight loss, and constipation.  He has refused to undergo screening colonoscopy for several years because \"nobody in my family had colon cancers.\"  Past medical history is notable for emphysema and stable angina.  The patient has smoked a pack of cigarettes daily for 50 years and drinks alcohol occasionally.  Physical examination is unremarkable.  He is referred for colonoscopy, which reveals a circumferential mass encircling the sigmoid colon.  Pathology is positive for adenocarcinoma.  CT scan of the chest, abdomen, and pelvis is negative for signs of metastasis.  Serum carcinoembryonic antigen assay is ordered.  The results of this assay would be most useful for which of the following aspects of this patient's care?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Determining the need for surgery","answer_2":"B. Determining the type of chemotherapy","answer_3":"C. Grading of the tumor","answer_4":"D. Monitoring for residual disease","answer_5":"E. Staging of the tumor","percent_1":"2%","percent_2":"8%","percent_3":"4%","percent_4":"81%","percent_5":"6%","right_answer":"D. Monitoring for residual disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Carcinoembryonic antigen# (CEA) is a glycoprotein involved in cell adhesion.  It is produced in the embryonic pancreas, liver, and intestine and is also detected in minute amounts in the serum of healthy adults.  CEA levels are increased in most patients with colon cancer.  Elevated #preoperative CEA# levels are associated with a worse #prognosis#, and failure to normalize following surgery suggests #residual disease#.  During long-term follow-up, rising CEA levels are a sensitive indicator of colorectal cancer #recurrence#.  However, CEA has low sensitivity and specificity for initial screening and diagnosis of colon cancer. $CEA levels are elevated in pancreatic, gastric, and breast malignancies along with other nonmalignant diseases (eg, inflammatory bowel disease, chronic obstructive pulmonary disease, cirrhosis, pancreatitis).  CEA levels are also higher in smokers than nonsmokers. $ (Choice A)  Surgical resection is recommended for most patients with colon cancer unless there are unresectable metastases.  The specific procedure recommended is dependent on stage and anatomical considerations rather than CEA levels. $ (Choice B)  Adjuvant chemotherapy is recommended for most patients with node-positive colorectal adenocarcinoma regardless of CEA levels. $ #(Choices C and E)#  Tumor grade describes the degree of tumor differentiation and is determined histologically.  The stage of the tumor reflects the extent of its spread (eg, penetration of the bowel wall, lymph node invasion, distant metastases).  Elevated CEA levels are associated with a worse prognosis regardless of tumor stage, but CEA measurement is not currently considered part of the initial staging evaluation. $ Educational objective Carcinoembryonic antigen (CEA) levels are increased in colon cancer but are also elevated in a number of other conditions (eg, pancreatic cancer, COPD, cirrhosis).  CEA cannot be used to diagnose colon cancer, but it is helpful for detecting residual disease and recurrence."},

{"id":"257","title":"A 65-year-old man is found to have iron deficiency anemia.  He has had no cough, abdominal pain, melena, or change in bowel habits but reports anorexia and a 5-kg (11-lb) weight loss in the past 2 months.  Cardiopulmonary and abdominal examinations are unremarkable.  Rectal examination shows guaiac-positive brown stool.  A 3-cm mass is found on colonoscopy.  Biopsy shows pleomorphic cells with large, dark nuclei forming irregular, crowded glands, some of which contain mucus.  Imaging studies reveal multiple mass lesions in the liver and lungs.  This patient's neoplasm most likely originated from which of the following locations?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal gland","answer_2":"B. Ascending colon","answer_3":"C. Lungs","answer_4":"D. Prostate","answer_5":"E. Rectosigmoid colon","percent_1":"2%","percent_2":"55%","percent_3":"6%","percent_4":"6%","percent_5":"31%","right_answer":"B. Ascending colon","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This elderly patient with weight loss, anorexia, and iron deficiency anemia (IDA) likely has #colon cancer#, the third most common cancer among men (after prostate and lung).  It is the most common gastrointestinal malignancy and one of the most common causes of IDA in the elderly.  #Right-sided colon cancers# (eg, #ascending colon#) tend to grow as large, bulky masses that protrude into the colonic lumen due to the relatively large caliber of the ascending colon.  They are more likely to bleed and therefore more likely to cause IDA.  The bleeding is usually occult and detected by positive fecal occult blood testing.  By contrast, left-sided tumors (eg, rectosigmoid colon) tend to be smaller.  They often infiltrate the wall of the colon, encircling it and narrowing the lumen.  Therefore, they are more likely to cause obstruction, and patients generally have altered bowel habits, abdominal distension, and nausea and vomiting #(choice E)#.  @Liver@ and lung are common sites of metastases. $ (Choice A)  Malignant adrenal tumors are rare and typically present with symptoms of excessive hormone secretion (eg, Cushing syndrome).  They would not cause IDA. $ (Choice C)  Although this patient has lung lesions, most patients with lung cancer have referable symptoms at presentation (eg, cough, hemoptysis, dyspnea).  Hepatic metastases can occur, but a colonic mass and IDA would be unusual. $ (Choice D)  Prostate cancer typically develops at the gland periphery, so most patients do not have referable symptoms and urinary symptoms tend to occur late in the disease.  Colonic metastases and IDA would be unusual. $ Educational objective Colon adenocarcinoma is the most common gastrointestinal malignancy.  Right-sided lesions are more likely to bleed and cause iron deficiency anemia; left-sided lesions tend to present with obstructing symptoms (eg, altered bowel habits, constipation, abdominal distension, nausea and vomiting).","clickable_1":"images/img1.257.jpg"},

{"id":"15012","title":"A 65-year-old woman has had several months of progressive fatigue, diminished appetite, and unintentional weight loss.  The patient has no chronic medical conditions.  She has not received medical care in many years and has not had recommended cancer screening.  The patient suddenly dies while undergoing evaluation.  Autopsy reveals abnormal liver findings, as shown in the exhibit below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15012.jpg","title_2":"Microscopic evaluation of the lesions reveals neoplastic cells.  Which of the following is the most likely cause of this patient's liver lesions?","audio":"","comparison_items":"","answer_1":"A. Lymphatic spread of a malignancy","answer_2":"B. Malignancy metastasizing via the hepatic veins","answer_3":"C. Malignancy spreading through the portal circulation","answer_4":"D. Primary neoplastic transformation of hepatocytes","answer_5":"E. Transcoelomic spread of a malignancy","percent_1":"11%","percent_2":"12%","percent_3":"67%","percent_4":"4%","percent_5":"5%","right_answer":"C. Malignancy spreading through the portal circulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15012.jpg","explanation_1":"","explanation_2":"$Liver neoplasms are most often due to #metastases# from distant tumors rather than primary liver cancer (eg, hepatocellular carcinoma).  Metastatic disease to the liver is particularly likely when #multiple tumors# are present (as seen in this case) and there is no history of underlying hepatic disease such as alcohol-induced cirrhosis or hepatitis C.  The liver is vulnerable to the metastatic spread of cancer due to the following anatomic considerations: $ • The presence of #fenestrated hepatic sinusoidal epithelium#, which allows tumor cells to easily pass from the bloodstream through to the parenchyma.$ • #Dual blood supply# from the portal and systemic circulation, which increases the likelihood of circulating tumor cells depositing in the liver. $ The most common cause of liver metastases is #colorectal cancer#, which spreads directly from the colon or superior rectum through the #portal venous system# to the liver.  This patient, who has not received recommended cancer screening (eg, colonoscopy), likely developed hepatic metastases from colorectal cancer.  Gastric and pancreatic cancers also frequently spread through the portal system to the liver. $ (Choice A)  Lymphatic spread of tumor cells is a common mechanism of metastases, but it is not the primary source of most metastatic liver lesions. $ (Choice B)  Tumors (eg, breast, lung, melanoma) can spread to the liver through the systemic circulation via the hepatic artery (rather than the portal circulation).  The hepatic vein drains out of the liver; it does not bring blood into the liver. $ (Choice D)  Primary hepatic cancer is thirtyfold less common than metastatic disease.  Most primary lesions are solitary tumors and arise in individuals with underlying liver disease.  This patient, who did not have recommended cancer screening (eg, colonoscopy) and has multiple liver tumors, most likely has metastatic disease. $ (Choice E)  Although gastrointestinal cancers can spread to the peritoneum and then invade the liver, this is much less common than hematogenous dissemination through the portal system.  Metastasis through the peritoneal space most commonly occurs with ovarian cancer and gastric (Krukenberg) tumors. $ Educational objective Most hepatic neoplasms are due to metastatic disease from a distant site.  Colorectal cancer is the most common cause of hepatic metastases due to direct blood flow from the colon (and superior rectum) to the liver via the portal venous circulation."},

{"id":"15020","title":"A 26-year-old woman is evaluated for intermittent abdominal discomfort, diarrhea, and melena.  The patient undergoes colonoscopy followed by total colectomy due to significant colonic abnormalities.  Representative colon findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15020.jpg","title_2":"Her sister, who has the same biological parents and has no symptoms, also undergoes screening colonoscopy and has similar findings.  If left untreated, which of the following is the most likely lifetime risk of colon cancer in the patient's sister?","audio":"","comparison_items":"","answer_1":"A. About 25%","answer_2":"B. About 50%","answer_3":"C. About 75%","answer_4":"D. Close to 100%","answer_5":"E. Same as general population","percent_1":"4%","percent_2":"7%","percent_3":"4%","percent_4":"84%","percent_5":"2%","right_answer":"D. Close to 100%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Syndromes that increase colon cancer risk! Syndrome ∆Gene$ mutation ∆ Colon$ cancer$ risk ∆ Other associated$ neoplasms §Familial$ adenomatous$ polyposis ∆ APC ∆ 100℅ ∆ Upper gastrointestinal$ Thyroid$Desmoids/osteomas§Lynch syndrome ∆ MSH2/6, MLH1 ∆ 50℅ -80℅ ∆Endometrial$Ovarian§Peutz-Jeghers$ syndrome ∆ STK11 ∆ 39℅ ∆ Upper gastrointestinal$ Pancreatic$ Breast","explanation_img":"","explanation_1":"","explanation_2":"This patient and her sister have @innumerable colonic polyps@, raising strong suspicion for the autosomal dominant hereditary disorder #familial adenomatous polyposis# (FAP).  Patients with this disorder develop hundreds or thousands of #colonic polyps# in the second or third decade of life.  These polyps behave similarly to colonic polyps that form in patients who do not have FAP (spontaneous polyps): they typically grow over time, do not regress, and are associated with a progressive risk for high-grade dysplasia and transformation to invasive cancer as they enlarge.  Because patients with FAP have innumerable polyps, the risk that one or more will transform into invasive #colonic carcinoma is nearly 100%#. Therefore, colectomy is generally recommended. $ FAP is caused by a germline mutation to the tumor suppressor gene #adenomatous polyposis coli# (APC).  The APC gene encodes for a protein that destroys beta-catenin.  Loss of the APC protein results in elevated beta-catenin levels, which stimulates a transcriptional activator that leads to proliferation of intestinal crypt cells (and the subsequent formation of polyps).  Patients may also have extracolonic manifestations such as gastric or duodenal polyps, desmoid tumors, and brain cancer, but these manifestations have lower penetrance than colonic polyps. $ Loss of control of the APC pathway is a crucial first step in the development of both hereditary and sporadic forms of colon cancer.  Nearly 80% of sporadic colon cancers have somatic mutations to both APC alleles; the remainder usually have activating mutations to the downstream products of this pathway. $ Educational objective Familial adenomatous polyposis (FAP) is an autosomal dominant disorder caused by germline mutation to the tumor suppressor gene adenomatous polyposis coli.  Patients with FAP develop hundreds or thousands of colonic polyps; lifetime risk of colon cancer is close to 100%.","clickable_1":"images/img1.15020.jpg"},

{"id":"1832","title":"A 65-year-old man is evaluated in the clinic due to several months of abdominal pain and vomiting. The pain starts 2 to 3 hours after meals, is characterized as crampy, and is often associated with bilious vomiting. Lately, the patient has been tolerating only liquids and has consequently lost 12 lbs in the past 4 months. On physical examination, he has mild epigastric tenderness on deep palpation. Contrast-enhanced CT scan of the abdomen shows an irregular mass in the third portion of the duodenum that is infiltrating beyond the gut wall. If this mass continues to enlarge, which of the following structures is most likely to be compromised in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common bile duct","ansImg_1":"","answer_2":"B. Gastroduodenal artery","ansImg_2":"","answer_3":"C. Portal vein","ansImg_3":"","answer_4":"D. Superior mesenteric artery","ansImg_4":"","answer_5":"E. Ureter","ansImg_5":"","right_answer":"D. Superior mesenteric artery","percent_1":"13%","percent_2":"19%","percent_3":"6%","percent_4":"59%","percent_5":"3%","explanation_img":"images/exp1832.jpg","explanation_1":"","explanation_2":"The first part of the duodenum emerges from the pylorus of the stomach and is horizontally oriented over the first lumbar vertebra. It is the only part of the duodenum that is not retroperitoneal. The second part of the duodenum courses inferiorly from the level of L1 to L3. This part of the duodenum is in close relation to the head of the pancreas and contains the ampulla of Vater, the site where pancreatic and common bile duct secretions are released.$The #third part# of the #duodenum# courses horizontally over L3, the abdominal aorta, and the inferior vena cava. It is in close association with the uncinate process of the pancreas and the #superior mesenteric artery# and vein. Small bowel malignancies are rare; if they occur in the third part of the duodenum, anterior tumor invasion could compromise the superior mesenteric vessels. The fourth part of the duodenum courses superiorly and to the left of the L2 and L3 vertebrae and becomes the jejunum past the ligament of Treitz.$(Choice A) The common bile duct is formed when the common hepatic duct and cystic duct join in the porta hepatis region of the hepatoduodenal ligament. The common bile duct courses inferiorly, posterior to the first part of the duodenum and within the head of the pancreas, to drain into the second part of the duodenum.$(Choice B) The gastroduodenal artery arises from the common hepatic artery and courses inferiorly, posterior to the first part of the duodenum, where it then splits into the anterior superior pancreaticoduodenal artery and the right gastroepiploic artery. Peptic ulcers involving the posterior duodenal bulb can erode into the gastroduodenal artery and cause bleeding.$(Choice C) The portal vein is formed by the union of the superior mesenteric and splenic veins in the retroperitoneum. It is located posterior to the pancreas at the level of the first lumbar vertebra and makes no contact with the duodenum.$(Choice E) The left ureter has no relation to the duodenum. The right ureter courses retroperitoneally, posterior to the second part of the duodenum, for a short length.$Educational objective The third part of the duodenum courses horizontally across the abdominal aorta and inferior vena cava at the level of the third lumbar vertebra. The superior mesenteric vessels lie anterior to the duodenum at this location."},

{"id":"15011","title":"A 60-year-old man is found to have a 5-cm exophytic mass in the ascending colon during a screening colonoscopy.  Biopsy of the mass shows adenocarcinoma.  The patient has no personal or family history of malignancy or colonic polyps.  His medical problems include hypertension, and he does not use tobacco or alcohol.  CT scan of the chest and abdomen reveals no metastatic lesions in the lungs or liver.  A right colectomy is performed.  The presence of which of the following indicates a poor prognosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abundant, well-formed glands in the tumor","answer_2":"B. Cytokeratin expression by the malignant cells","answer_3":"C. Malignant cells invading the lamina propria","answer_4":"D. Prominent lymphocyte infiltration of the tumor","answer_5":"E. Tumor cell deposits in the regional lymph nodes","percent_1":"1%","percent_2":"2%","percent_3":"22%","percent_4":"1%","percent_5":"75%","right_answer":"E. Tumor cell deposits in the regional lymph nodes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15011.jpg","explanation_1":"","explanation_2":"$The #prognosis of colorectal cancer# is most tightly correlated with tumor stage at diagnosis.  Stage reflects the #degree of tumor invasion and spread# from the initial site of formation.  Colorectal tumors confined to the basement membrane or lamina propria are considered to be carcinoma in situ and have an excellent 5-year survival rate (>90%).  Invasion of the tumor into the muscularis propria, the location of the colonic lymphatic channels, is associated with a slightly worse prognosis (5-year survival rate of 70%-80%) due to elevated rates of tumor spread through lymphatics or to adjacent organs. $ The prognosis of colon cancer deteriorates when tumor cells are identified in regional lymph nodes (5-year survival rate of 50%-80%).  #Lymph node spread# is thought to be one of the strongest predictors of metastatic potential and, therefore, indicates an #increased risk# for incurable, distant disease.  Metastatic spread to distant organs (eg, lungs, liver) is associated with the worst 5-year survival rates (<15%). $ (Choice A)  Tumor grade, the degree of cellular differentiation of tumor cells, also affects prognosis.  Well-differentiated (low-grade) colonic tumors have glandular structure and are associated with a better prognosis than poorly differentiated (high-grade) colonic tumors, which appear as sheets or cords of cells with pleomorphism, high mitotic rates, and other signs of significant cellular aberration.  Grade is a less important prognostic indicator than stage. $ (Choice B)  Cytokeratin 20 is a marker of intestinal cell differentiation.  Testing for the presence of this structural protein helps confirm that adenocarcinomas are of intestinal origin; it is not a prognostic indicator. $ (Choice C)  The invasion of colorectal cancer into the lamina propria is considered to be carcinoma in situ because lymphatic channels do not arise until the subsequent layer (muscularis propria).  Patients with colorectal tumors confined to the basement membrane or lamina propria have an excellent prognosis. $ (Choice D)  Cytotoxic T-cell (lymphocytic) invasion of tumor cells is a favorable prognostic indicator as it signifies immune recognition.  It is associated with a lower risk of metastases and improved survival. $ Educational objective Tumor stage (degree of invasion/spread) is the most important prognostic determinant for colorectal cancer.  Tumors confined to the basement membrane and lamina propria are early stage and have the best prognosis.  Outcomes generally deteriorate as the stage advances: spread of tumor into the muscularis propria → regional lymph nodes → distant sites."},

{"id":"436","title":"A 65-year-old man comes to the office due to progressive weight loss, jaundice, and anorexia over the last 3 months.  His urine has been dark and his stools have been pale.  The patient has no prior medical conditions and takes no medications.  He has smoked a pack of cigarettes a day for 40 years.  He drinks 2 cups of coffee every day and 1 or 2 glasses of wine on most nights.  He used illicit drugs for 2 years when he was in his teens but has used none since.  The patient has a sedentary lifestyle and frequently consumes red and processed meats.  Vital signs are within normal limits.  BMI is 28 kg/m2.  Physical examination shows scleral icterus.  The chest is clear to auscultation and percussion.  Abdominal examination shows an enlarged but nontender gallbladder.  There is no ascites.  Which of the following is the strongest factor predisposing to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol use","answer_2":"B. Cigarette smoking","answer_3":"C. Coffee consumption","answer_4":"D. Low-fiber diet","answer_5":"E. Processed meat consumption","answer_6":"F. Viral hepatitis","percent_1":"19%","percent_2":"45%","percent_3":"0%","percent_4":"4%","percent_5":"9%","percent_6":"23%","right_answer":"B. Cigarette smoking","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Pancreatic adenocarcinoma! ?Risk factors? • Age≥65 • Smoking •Chronic pancreatitis • Genetic predisposition $== ○ Hereditary pancreatitis$== ○ Peutz-Jeghers syndrome$== ○ MEN syndromes$== ○ Hereditary nonpolyposis colon cancer ?Clinical presentation? • Weight loss, anorexia • Abdominal/back pain or painless obstructive jaundice • Migratory thrombophlebitis • Hepatomegaly & ascites (with metastasis) ","explanation_img":"","explanation_1":"","explanation_2":"#Pancreatic adenocarcinoma# should be considered in any patient with painless #obstructive jaundice# (elevated bilirubin, dark urine, pale stools) and #weight loss#.  Courvoisier sign (painless palpable gallbladder in a jaundiced patient) can also raise suspicion, although this can be seen in a number of conditions (eg, cholangiocarcinoma, hepatic duct obstruction).  Symptoms of pancreatic malignancy vary with location; tumors at the pancreatic head typically produce obstructive symptoms due to compression of the common bile duct (CBD), whereas those in the body and tail do not obstruct the CBD and often produce midepigastric pain due to invasion of the splanchnic plexus. $ #Smoking# is the most important environmental risk factor for pancreatic cancer and doubles the risk. $ (Choice A)  Alcohol consumption increases the risk of malignant tumors involving the head, neck, esophagus, and liver.  Chronic alcohol consumption can cause chronic pancreatitis, but moderate alcohol use in the absence of chronic pancreatitis does not appear to confer any additional risk for pancreatic cancer. $ (Choice C)  Chronic, heavy intake of hot beverages is associated with increased risk for esophageal cancer, but coffee intake does not increase the risk of pancreatic cancer. $#(Choices D and E)#  A low-fiber diet and diets high in processed meats are associated with an increased risk of colon adenocarcinoma. $ (Choice F)  Chronic viral hepatitis B and C greatly increase the risk of hepatocellular carcinoma.  They may increase the risk of pancreatic cancer, but only slightly. $ Educational objective Smoking is the most important environmental risk factor for pancreatic cancer.  Other risk factors include advanced age, chronic pancreatitis, and genetic predisposition (eg, Peutz-Jeghers syndrome)."},

{"id":"425","title":"A 50-year-old woman comes to the physician due to periodic reddening of her skin that is starting to become bothersome.  The redness involves mainly her face and neck and is accompanied by mild warmth.  The episodes initially lasted only a few minutes, but now they sometimes exceed 20 minutes.  The patient has also had persistent watery diarrhea and associated abdominal cramping for the last several months.  Physical examination shows several, purple vascular lesions surrounding her nose.  Urinary excretion of 5-hydroxyindoleacetic acid (5-HIAA) over 24 hours is increased.  Abdominal imaging shows a tumor in the small intestine.  Which of the following is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Localized adenocarcinoma","answer_2":"B. Localized carcinoid","answer_3":"C. Metastatic carcinoid","answer_4":"D. Metastatic lymphoma","answer_5":"E. Secretory leiomyoma","percent_1":"2%","percent_2":"22%","percent_3":"73%","percent_4":"2%","percent_5":"1%","right_answer":"C. Metastatic carcinoid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Features of carcinoid syndrome! ?Clinical$ Manifestations? • Skin: flushing, telangiectasias, cyanosis • Gastrointestinal: watery diarrhea, cramping • Pulmonary: bronchospasm, dyspnea, wheezing • Cardiac: valvular fibrous plaques (right > left) ?Diagnosis? • Elevated 24-hr urinary excretion of 5-HIAA • CT scan/MRI of abdomen and pelvis to localize tumor ?Treatment? • Octreotide for symptomatic patients • Surgery for liver metastases %#5-HIAA# = 5-hydroxyindoleacetic acid. ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Carcinoid tumors# most frequently arise from the enterochromaffin (endocrine) cells of the intestinal mucosa.  These cells produce a number of vasoactive substances, such as serotonin (5-HT), bradykinin, and prostaglandins.  When the tumor is confined to the intestine, these secretory products are metabolized by the liver and patients do not develop carcinoid syndrome.  In contrast, if intestinal carcinoid #metastasizes to the liver#, these vasoactive substances bypass the liver and enter the systemic circulation, resulting in #carcinoid syndrome#.  Extraintestinal carcinoid tumors (eg, bronchial carcinoid) can cause carcinoid syndrome without metastasizing as the vasoactive substances are secreted directly into systemic circulation (again bypassing hepatic metabolism). $Increased level of the serotonin metabolite #5-hydroxyindoleacetic acid (5-HIAA)# in a 24-hour urine sample is the most useful initial test for confirming carcinoid syndrome. $#(Choices A, D, and E)#  Adenocarcinoma, lymphoma, and secretory leiomyoma would not result in carcinoid syndrome or elevated urinary 5-HIAA levels. $#(Choice B)#  The vasoactive substances secreted by a localized intestinal carcinoid tumor are metabolized by the liver via first-pass metabolism, preventing the development of carcinoid syndrome.  Extraintestinal metastasis of intestinal carcinoid tumors is required to produce carcinoid symptoms. $#Educational objective# Carcinoid tumors confined to the intestine do not cause carcinoid syndrome as their secretory products are metabolized by the liver before entering the systemic circulation.  In contrast, intestinal carcinoids that metastasize to the liver and extraintestinal (eg, bronchial) carcinoids release vasoactive substances that avoid first-pass metabolism, resulting in carcinoid syndrome (eg, flushing, diarrhea, bronchospasm).  "},

{"id":"1938","title":"A 32-year-old woman comes to the office due to 6 months of persistent diarrhea.  She has had 8-10 episodes a day of tea-colored, odorless, watery stools.  The symptoms have persisted despite a lactose-free diet and a fasting trial.  The patient has had no abdominal pain, fever, or vomiting.  Temperature is 36.7 C (98 F).  Abdominal examination is unremarkable.  Sampling of her gastric contents shows a total lack of gastric acid secretion.  Somatostatin treatment promptly relieves the symptoms.  An excess of which of the following hormones is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cholecystokinin","answer_2":"B. Gastrin","answer_3":"C. Ghrelin","answer_4":"D. Glucagon","answer_5":"E. Motilin","answer_6":"F. Vasoactive intestinal peptide","percent_1":"16%","percent_2":"8%","percent_3":"2%","percent_4":"3%","percent_5":"8%","percent_6":"63%","right_answer":"F. Vasoactive intestinal peptide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has secretory diarrhea, distinguished from inflammatory diarrhea by the absence of blood or pus and from osmotic diarrhea (eg, due to lactose intolerance) by its failure to improve with dietary modification.  Excess #vasoactive intestinal peptide# (VIP) secretion due to a pancreatic islet cell tumor called VIPoma can result in #watery diarrhea, hypokalemia, and achlorhydria# (WDHA) syndrome (#pancreatic cholera#).  VIP stimulates pancreatic bicarbonate and chloride secretion, and its binding to intestinal epithelial cells leads to adenylate cyclase activation and increased cyclic AMP production, causing sodium, chloride, and water secretion into the bowel (#secretory# watery #diarrhea#, often >3 L/day). $#Somatostatin# (octreotide) decreases the production of many gastrointestinal (GI) hormones (eg, VIP, gastrin, glucagon, cholecystokinin [CCK]).  Its inhibition of VIP production by this VIPoma is responsible for the resolution of this patient's symptoms. $#(Choice A)#  CCK causes increased secretion of pancreatic enzymes and bicarbonate, gallbladder contraction, and inhibition of gastric emptying.  It does not cause WDHA syndrome.  CCK is produced by I cells of the proximal small bowel mucosa in response to fatty acids and amino acids. $#(Choice B)#  Gastrin is produced by G cells in the stomach mucosa.  It stimulates gastric acid production and growth of the gastric mucosa.  Gastrinomas classically cause intractable peptic ulcer disease (Zollinger-Ellison syndrome), not WDHA syndrome. $#(Choice C)#  Ghrelin is produced in the stomach and regulates food intake.  Levels increase in fasting states and fall after eating.  Ghrelin antagonists are being investigated as drug targets. $#(Choice D)#  A glucagonoma is a pancreatic alpha cell tumor that hypersecretes glucagon and can cause secondary diabetes mellitus and necrolytic migratory erythema of the skin. $#(Choice E)#  Motilin is produced by the duodenal mucosa and stimulates smooth muscle contraction in the upper GI tract.  The antibiotic erythromycin acts as an agonist at motilin receptors in the stomach and duodenum, contributing to the drug's GI side effects. $#Educational objective# VIPomas are pancreatic islet cell tumors that hypersecrete vasoactive intestinal peptide (VIP), which increases intestinal chloride loss into the stool and causes excess losses of the accompanying water, sodium, and potassium.  VIP also inhibits gastric acid secretion.  Somatostatin inhibits the secretion of VIP and is used to treat the symptoms of VIPoma.  "},

{"id":"14879","title":"A 65-year-old man with a history of chronic gastroesophageal reflux comes to the clinic due to dysphagia.  The patient has had difficulty swallowing foods such as steak or hard-boiled eggs but is able to drink hot tea and coffee without any issues.  Increasing the frequency of his proton pump inhibitor to twice daily did not improve symptoms.  He has also lost 6.8 kg (15 lb) over the past 4 months.  The patient has a history of hypertension, hyperlipidemia, and osteoarthritis.  Medications include amlodipine, atorvastatin, and ibuprofen as needed.  He drinks 2 or 3 glasses of wine with dinner most nights but does not use tobacco or illicit drugs.  Vital signs are within normal limits.  BMI is 32 kg/m2.  Physical examination is unremarkable.  Esophagogastroduodenoscopy reveals a 4-cm mass surrounded by a large segment of discolored mucosa in the lower half of the esophagus.  Esophagogastrectomy results are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/14879.jpg","title_2":"Which of the following is the most likely predisposing factor for this patient's esophageal disease?","audio":"","comparison_items":"","answer_1":"A. Alcohol use","answer_2":"B. Chronic nonsteroidal anti-inflammatory drug use","answer_3":"C. Helicobacter pylori infection","answer_4":"D. Obesity","answer_5":"E. Repeated thermal injury","percent_1":"24%","percent_2":"8%","percent_3":"17%","percent_4":"40%","percent_5":"11%","right_answer":"D. Obesity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp14879.jpg","explanation_1":"","explanation_2":"$This patient with chronic gastroesophageal reflux disease (GERD) now has dysphagia with solid foods, weight loss, and a mass in his lower esophagus, raising strong suspicion for #esophageal adenocarcinoma#.  Most cases of esophageal adenocarcinoma arise in the setting of #Barrett esophagus#, a metaplastic condition whereby the normal stratified squamous epithelium in the distal esophagus is @replaced@ with intestine-like columnar cells in response to chronic acidic damage.  Although these metaplastic columnar cells are better suited to handle the presence of acid in the distal esophagus, they are also much more likely to become dysplastic and undergo malignant transformation into esophageal adenocarcinoma. $ Major risk factors for esophageal adenocarcinoma are similar to those that promote Barrett esophagus and include: $ • #Chronic GERD# $ • #Obesity# - increases intragastric pressure, frequency of lower esophageal sphincter relaxation, and rates of hiatal hernia, which promote GERD $ • Smoking $ • Use of medications that lower esophageal sphincter pressure (eg, nitroglycerin) $ • Consumption of foods containing nitroso compounds (eg, processed meats)$ (Choice A)  Alcohol is a risk factor for esophageal squamous cell carcinoma, which typically arises in the mid-esophagus from areas of esophageal squamous dysplasia.  Alcohol does not appear to increase the risk of Barrett esophagus, and wine may be protective. $ (Choice B)  Aspirin and other nonsteroidal anti-inflammatory drugs may be protective against esophageal cancer, especially in the setting of Barrett esophagus.  These drugs may also be protective against colorectal cancer. $ (Choice C)  Helicobacter pylori is an important risk factor for gastric adenocarcinoma and gastric mucosa–associated lymphoid tissue; it does not appear to increase risk for esophageal adenocarcinoma. $ (Choice E)  Thermal injury due to drinking hot beverages may increase the risk of esophageal squamous cell carcinoma but is not clearly associated with esophageal adenocarcinoma. $ Educational objective Esophageal adenocarcinoma usually occurs in the distal esophagus due to underlying Barrett esophagus.  Long-standing gastroesophageal reflux disease is the most important risk factor.  Obesity, smoking, use of medications that lower esophageal sphincter pressure, and consumption of foods containing nitroso compounds also increase the risk.","clickable_1":"images/img1.14879.jpg"},

{"id":"424","title":"A 38-year-old woman comes to the hospital with 4 hours of abdominal pain, nausea, and vomiting.  The pain started in the periumbilical area and is now localized to the right lower quadrant.  Temperature is 38.3 C (100.9 F).  On examination, the patient has right lower quadrant tenderness with guarding.  An appendectomy is performed, and light microscopy of the appendix shows transmural neutrophilic inflammation, consistent with the diagnosis of acute appendicitis.  Further microscopic evaluation reveals abnormal islands of cells, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/424.jpg","title_2":"This lesion is most likely derived from which of the following?","audio":"","comparison_items":"","answer_1":"A. Endothelial cells","answer_2":"B. Fibroblasts","answer_3":"C. Hematopoietic cells","answer_4":"D. Intestinal epithelial cells","answer_5":"E. Neuroendocrine cells","answer_6":"F. Smooth muscle cells","percent_1":"5%","percent_2":"19%","percent_3":"12%","percent_4":"12%","percent_5":"48%","percent_6":"5%","right_answer":"E. Neuroendocrine cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Histopathology of this patient's appendix shows a well-differentiated neuroendocrine tumor (WDNET) (ie, #carcinoid tumor#).  WDNETs are derived from #neuroendocrine cells# and often arise in the gastrointestinal tract (eg, small intestine, rectum, appendix). $ Microscopically, WDNETs can show a variety of architectural patterns (eg, islands, nests, trabeculae) and are composed of @uniform tumor cells@ with round nuclei, #salt and pepper chromatin#, and eosinophilic (ie, pink) cytoplasm.  The cytoplasm contains dense-core neurosecretory granules seen using electron microscopy, with secretory products such as vasoactive molecules (eg, #serotonin#) and hormones (eg, gastrin). $ WDNETs are the most common appendiceal tumors and are usually #incidentally found# at the distal tip of the appendix in patients who have undergone appendectomy for unrelated reasons.  However, tumors at the base can obstruct the lumen, causing #appendicitis#.  The majority of appendiceal WDNETs follow an #indolent# clinical course, but larger tumors can metastasize.  In rare cases, metastasis to the liver can result in carcinoid syndrome (eg, flushing, diarrhea, bronchospasm). $ (Choice A)  Endothelial cells can give rise to vascular tumors such as @angiosarcoma@, which typically involves the skin, breast, or liver.  Histopathology often shows infiltrative vascular structures lined by atypical (eg, large, hyperchromatic) endothelial cells. $ (Choice B)  @Desmoid tumor@ (ie, deep fibromatosis) is a benign but locally invasive fibroblastic tumor that can slowly infiltrate the abdominal cavity, causing nausea and intestinal obstruction.  However, histopathology shows long fascicles of uniform, spindle-shaped fibroblasts in a collagen-rich stroma. $ (Choice C)  Abnormal proliferation of hematopoietic cells can lead to a variety of myeloid and lymphoid neoplasms (eg, Burkitt lymphoma).  Although it may involve the appendix and cause abdominal pain, the histopathology of #Burkitt lymphoma# involves sheets of basophilic lymphoid cells with scattered, benign macrophages (ie, \"starry sky\" appearance). $ (Choice D)  Intestinal epithelial cells can give rise to adenocarcinoma.  Appendiceal #adenocarcinoma# can present with symptoms of acute appendicitis, but the histopathology often shows infiltrative glands and/or mucin. $ (Choice F)  #Leiomyomas# are benign smooth muscle tumors that typically involve the gynecologic tract (eg, uterine mass).  Histopathology shows bundles of uniform cells with spindle-shaped nuclei and pink cytoplasm. $ Educational objective Well-differentiated neuroendocrine tumors (ie, carcinoid tumors) arise from neuroendocrine cells and are composed of uniform tumor cells with round nuclei, salt and pepper chromatin, and eosinophilic cytoplasm.  Although most are found incidentally (ie, asymptomatic), some may obstruct the lumen, causing acute appendicitis.","clickable_1":"images/img1.424.jpg","clickable_2":"images/img2.424.jpg","clickable_3":"images/img3.424.jpg"},

{"SubjectSystem":"Genetics-Gastro","id":"22178","title":"A 67-year-old man comes to the office due to dark urine, pale-appearing stools, and progressive yellowing of his eyes over the last few weeks.  He also reports unintentional weight loss, but has had no night sweats, abdominal pain, bloody stools, or vomiting.  He has no chronic medical conditions and takes no medication.  Vital signs are within normal limits.  Scleral icterus is present.  The neck is supple.  No lymphadenopathy or skin abnormalities are present.  There is no hepatosplenomegaly.  Laboratory results are as follows:","title_table":"?Total bilirubin?7.2 mg/dL?Alkaline phosphatase?398 U/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"CT scan of the abdomen reveals a pancreatic mass compressing the common bile duct and the pancreatic duct.  This patient's disease process is most likely caused by a mutation affecting which of the following genes?","audio":"","comparison_items":"","answer_1":"A. APC","answer_2":"B. BCL2","answer_3":"C. BRAF","answer_4":"D. c-MYC","answer_5":"E. KRAS","percent_1":"10%","percent_2":"5%","percent_3":"21%","percent_4":"10%","percent_5":"54%","right_answer":"E. KRAS","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Common bile duct obstructions increase conjugated bilirubin in the bloodstream, leading to jaundice and dark-colored urine; they also prevent bilirubin from entering the digestive tract, which results in clay-colored (acholic) stools.  The vast majority (>85%) of obstructing pancreatic masses are due to #pancreatic ductal adenocarcinoma#. $The major genomic abnormality in pancreatic ductal adenocarcinoma is #KRAS-activating mutation#, which allows tumor cells to grow and divide without input from the cellular milieu due to aberrant activity that relays a continuous growth signal to the nucleus.  Because KRAS mutations are one of the earliest oncogenic mutations in pancreatic adenocarcinoma, tests for KRAS abnormalities are being developed to help with early detection.  Many colorectal cancers and non–small cell lung cancers also have KRAS-activating mutations. $#(Choice A)#  Germline mutations in the adenomatous polyposis coli (APC) tumor suppressor gene are associated with familial adenomatous polyposis (FAP).  FAP causes innumerable colon polyps and colon cancer.  Patients typically have hematochezia. $#(Choice B)#  @BCL2@ produces a protein that sits on the outer membrane of mitochondria and controls cell survival and apoptosis.  BCL2-activating mutation is common in follicular lymphoma.  Although patients with follicular lymphoma often have large abdominal masses, almost all cases are marked by significant peripheral lymphadenopathy and B symptoms (eg, night sweats). $#(Choice C)#  BRAF is a protooncogene that produces a protein involved in growth signal transduction from the cell membrane to the interior of the cell.  BRAF mutations are most strongly associated with malignant melanoma. $#(Choice D)#  c-MYC is a protooncogene overexpressed in Burkitt lymphoma, which usually presents with a facial mass (eg, endemic African form) or with ascites and multi–organ involvement (eg, sporadic form).  An isolated pancreatic mass with common bile duct obstruction is far more likely to be pancreatic adenocarcinoma. $#Educational objective# Oncogenesis in pancreatic ductal adenocarcinoma is almost always due to an early activating mutation in the KRAS oncogene, which produces a constitutively active protein that allows for uncontrolled proliferation of tumor cells.  ","clickable_1":"images/img1.22178.jpg"},

{"id":"431","title":"A 65-year-old woman comes to the office after finding blood in her stool.  She is physically active and exercises regularly.  She does not use tobacco or alcohol.  She has no history of peptic ulcer disease.  Her physical examination is unremarkable.  Colonoscopy reveals several large adenomatous polyps with severe dysplasia in the sigmoid colon.  She undergoes resection of the sigmoid colon, and her carcinoembryonic antigen level is normal.  The patient is interested in decreasing her chances of developing new polyps and colon cancer.  The physician discusses exercise, healthy weight, and dietary factors associated with reduction of colon cancer risk, including increased fiber intake and reduced consumption of refined sugars and fat.  Which of the following enzymes could be inhibited with medication to further reduce this patient's risk of developing recurrent adenoma?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angiotensin-converting enzyme","answer_2":"B. Caspase","answer_3":"C. Cyclooxygenase-2","answer_4":"D. Glutamate dehydrogenase","answer_5":"E. Phenylalanine hydroxylase","answer_6":"F. Xanthine oxidase","percent_1":"3%","percent_2":"11%","percent_3":"60%","percent_4":"13%","percent_5":"4%","percent_6":"9%","right_answer":"C. Cyclooxygenase-2","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp431.jpg","explanation_1":"","explanation_2":"$#Adenomatous polyps# contain dysplastic mucosa and are premalignant.  They tend to develop in patients age >50 as a result of mutations in the APC tumor suppressor gene, which regulates cell growth and adhesion.  Progression to adenocarcinoma proceeds as other mutations occur in genes such as KRAS and TP53.  This accumulation of gene mutations is called the \"#adenoma-to-carcinoma sequence#.\" $ Increased activity of the enzyme #cyclooxygenase-2# (COX-2) has been found in many forms of colon adenocarcinoma and in inherited polyposes syndromes.  This may be due to the need for COX-induced prostaglandin production, which leads to epithelial proliferation.  Regular #aspirin# (a COX inhibitor) intake has been associated with lower rates of colonic adenoma and adenocarcinoma, although this must be balanced against bleeding risk. $ (Choice A)  Angiotensin-converting enzyme (ACE) converts angiotensin I to angiotensin II, which plays an important role in hypertension and congestive heart failure.  ACE inhibitors are widely used to treat these conditions. $ (Choice B)  Caspases are cysteine proteases that are an essential component in cellular apoptosis.  Inhibition of caspase activity would lead to cells that are resistant to apoptosis; this is one of the mechanisms involved in the progression of the adenoma-to-carcinoma sequence. $ #(Choices D and E)#  Glutamate dehydrogenase (produces ammonia for use in the urea cycle) and phenylalanine hydroxylase (converts phenylalanine to tyrosine) have not been implicated in the development of adenomatous polyps. $ (Choice F)  Xanthine oxidase is an enzyme that participates in uric acid synthesis.  Allopurinol is a xanthine oxidase inhibitor used to lower serum levels of uric acid in gout and tumor lysis syndrome. $ Educational objective Adenomatous polyps contain dysplastic mucosa and are premalignant.  Regular screening with timely excision of polyps is effective for prevention of colon adenocarcinoma.  Studies have linked increased activity of cyclooxygenase-2 to some forms of colon adenocarcinoma and suggest that regular aspirin use decreases adenomatous polyp formation."},

{"id":"287","title":"A 63-year-old man comes to the office due to several months of dysphagia, fatigue, occasional chest discomfort, and indigestion.  He has a history of hypertension and takes amlodipine.  The patient smokes 1 or 2 cigars daily.  His blood pressure is 140/80 mm Hg.  Physical examination is normal.  An endoscopic evaluation with esophageal biopsy is performed.  The histopathology of the specimen is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/287.jpg","title_2":"Which of the following is the most likely cause of this patient's dysphagia?","audio":"","comparison_items":"","answer_1":"A. Benign tumor with slow growth","answer_2":"B. Malignancy with probable poor prognosis","answer_3":"C. Metaplasia with increased risk of adenocarcinoma","answer_4":"D. Motor dysfunction with increased risk of carcinoma","answer_5":"E. Reflux esophagitis with high risk of metaplasia","percent_1":"2%","percent_2":"79%","percent_3":"12%","percent_4":"3%","percent_5":"4%","right_answer":"B. Malignancy with probable poor prognosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp287.jpg","explanation_1":"","explanation_2":"$This patient's biopsy is consistent with #esophageal squamous cell carcinoma# (SCC).  The histopathologic features of this condition include solid nests of neoplastic squamous cells with abundant eosinophilic cytoplasm and distinct borders (compared to @normal esophagus@).  Areas of #keratinization# are identified (keratin pearls).  The presence of intercellular bridges is also characteristic of squamous differentiation. $ Most cases of esophageal SCC occur in men age >50 with a history of prolonged smoking and alcohol use.  Patients typically present with solid food #dysphagia# as the tumor gradually obstructs the esophageal lumen, which can progress to liquid dysphagia.  Retrosternal discomfort/burning and significant #weight loss# are also common.  Chronic gastrointestinal blood loss may result in iron deficiency anemia with fatigue.  The #prognosis# for esophageal cancer is #generally poor# as many patients present with incurable locally advanced or metastatic disease. $ (Choice A)  Benign tumors of the esophagus (most commonly leiomyomas) are rare and slow growing.  On light microscopy, @leiomyomas@ consist of fascicles of spindle cells with variable amounts of fibrosis. $ #(Choices C and E)#  @Reflux esophagitis@ commonly occurs due to gastroesophageal reflux disease and is characterized histologically by elongation of the papillae, basal cell hyperplasia, and intraepithelial eosinophils.  Repeated epithelial injury caused by reflux esophagitis may lead to @Barrett esophagus@, which is characterized by intestinal metaplasia with goblet cells.  Barrett esophagus is a premalignant condition that significantly increases the risk of esophageal adenocarcinoma. $ (Choice D)  Achalasia is an esophageal motility disorder characterized by failed relaxation of the lower esophageal sphincter resulting in food retention, dilation of the esophageal body, and symptoms of solid/liquid dysphagia.  Achalasia increases the risk of squamous cell carcinoma of the esophagus. $ Educational objective The histopathologic features of esophageal squamous cell carcinoma include solid nests of neoplastic squamous cells with abundant eosinophilic cytoplasm and distinct borders.  Areas of keratinization and the presence of intercellular bridges are also characteristic.  Patients typically present with progressive solid and eventually liquid dysphagia and weight loss.","clickable_1":"images/img1.287.jpg","clickable_2":"images/img2.287.jpg","clickable_3":"images/img3.287.jpg","clickable_4":"images/img4.287.jpg"},

{"SubjectSystem":"PathologyGastro","id":"14915","title":"A 70-year-old man comes to the office due to persistent epigastric discomfort and nausea for the past several months.  He has also noticed black-colored stools on several occasions.  Medical history is notable for hypertension and osteoarthritis.  The patient emigrated from rural China 5 years ago to live with his daughter.  He does not use tobacco, alcohol, or illicit drugs.  Physical examination shows a thin male with pale mucous membranes, an enlarged left supraclavicular lymph node, and epigastric tenderness on deep palpation.  Stool testing for occult blood is positive.  Upper gastrointestinal endoscopy reveals a 3-cm ulceration at the gastric antrum, with a heaped-up irregular border.  Biopsy from the edge of the ulcer reveals glandular structures containing intestinal-like columnar cells.  Which of the following most likely predisposed this patient to his current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic use of nonsteroidal anti-inflammatory drugs","answer_2":"B. Excessive consumption of salt-preserved foods","answer_3":"C. Frequent intake of high-temperature beverages","answer_4":"D. Functional disruption of gastroesophageal junction","answer_5":"E. Increased gastrin production from a pancreatic mass","percent_1":"23%","percent_2":"59%","percent_3":"5%","percent_4":"4%","percent_5":"9%","right_answer":"B. Excessive consumption of salt-preserved foods","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Gastric adenocarcinoma! ?Risk factors? • High-salt diet • N-nitroso–containing compounds (eg, processed meat, tobacco) • Chronic Helicobacter pylori infection • Autoimmune chronic atrophic gastritis • Obesity ?Clinical features? • Early satiety, weight loss • Epigastric pain, melena • Left supraclavicular &/or umbilical lymphadenopathy ?Gross$ appearance/$ histopathology? #Intestinal type:# • Ulcerated mass with irregular rolled or heaped-up edges • Glandular structures with intestinal-like columnar or cuboidal cells (similar to colon adenocarcinoma)$ #Diffuse:# • Plaque-like infiltration of stomach (eg, linitis plastica) • Signet-ring cells without glandular structures ","explanation_img":"","explanation_1":"","explanation_2":"This patient with epigastric pain, occasional melena, and left supraclavicular lymphadenopathy (ie, Virchow node) has intestinal-type #gastric adenocarcinoma#, the most common primary gastric malignancy.  It is typically visualized endoscopically as an #ulcerated mass# with irregular folded or heaped-up edges.  Histologically, intestinal-type gastric cancer resembles colon adenocarcinoma and is characterized by #glandular# structures containing #intestinal-like columnar# (or cuboidal) cells. $ Gastric cancer occurs with the highest incidence in patients from #Eastern Asia#, Eastern Europe, and South America, possibly due to the increased consumption of #salt-preserved foods# (eg, salt-cured fish), which directly damage the gastric epithelium and potentiate the effects of carcinogens.  Common carcinogens associated with gastric cancer include n-nitroso–containing compounds (eg, tobacco, processed meat) and chronic Helicobacter pylori infection, both of which may also be present at increased levels in these populations.  Other risk factors include obesity and autoimmune atrophic gastritis. $ #(Choices A and E)# Chronic nonsteroidal anti-inflammatory drug use and gastrin-producing tumors (ie, Zollinger-Ellison syndrome) are associated with benign peptic ulcer disease, not gastric adenocarcinoma.  Benign ulcers are typically clean-based with regular borders (as opposed to this patient's ulcerated lesion with irregular, heaped-up borders); in addition, intestinal metaplasia is unexpected. $ (Choice C)  Excessive consumption of hot beverages is associated with esophageal squamous cell carcinoma, not gastric adenocarcinoma. $ (Choice D)  Disruption of the lower esophageal sphincter enables gastric acid to reflux into the esophagus, which predisposes patients to esophageal intestinal metaplasia (eg, Barrett esophagus) and ultimately esophageal adenocarcinoma.  However, this is not a risk factor for gastric adenocarcinoma. $ Educational objective Intestinal-type gastric adenocarcinoma is visualized endoscopically as an ulcerated mass with irregular folded or heaped-up edges.  Histologically, it resembles colon adenocarcinoma and is characterized by glandular structures containing intestinal-like columnar (or cuboidal) cells.  Risk factors include Helicobacter pylori infection, a high-salt diet, n-nitroso–containing compounds, and autoimmune atrophic gastritis."},

{"id":"1631","title":"A 52-year-old man comes to the office for a painless mass in his right groin.  He noticed the mass several weeks ago, and it has slowly enlarged.  The patient has a history of HIV, for which he takes antiretroviral therapy.  He has not had any new sexual partners recently.  Temperature is 37.1 C (98.8 F).  On examination, several enlarged, hard lymph nodes are palpated in the right inguinal area inferior to the inguinal ligament.  An excisional biopsy is performed, and histopathology shows malignant cells.  The malignant cells found in this patient most likely originated from which of the following sites?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dome of the bladder","ansImg_1":"","answer_2":"B. Lateral lobe of the prostate","ansImg_2":"","answer_3":"C. Orifice of the anal canal","ansImg_3":"","answer_4":"D. Upper pole of the testes","ansImg_4":"","answer_5":"E. Upper third of the rectum","ansImg_5":"","right_answer":"C. Orifice of the anal canal","percent_1":"6%","percent_2":"13%","percent_3":"54%","percent_4":"17%","percent_5":"10%","explanation_img":"images/exp1631.jpg","explanation_1":"","explanation_2":"This patient has palpable, firm #superficial inguinal lymph nodes#. These nodes overlie the femoral nerve, artery, and vein in the femoral triangle, a region bound by the inguinal ligament, sartorius muscle, and adductor longus muscle. The superficial inguinal nodes drain #most cutaneous lymph# from the #umbilicus down#, including the external genitalia and anus (below the dentate line). In this patient, metastasis from a malignancy around the orifice of the #anal canal# most likely explains his inguinal lymphadenopathy.$#Exceptions# to this drainage pattern include the #glans penis# and skin of the #posterior calf# (popliteal lymph nodes), which bypass the superficial inguinal nodes to drain into the deep inguinal lymph nodes.$(Choice A) Lymph from the superior portion of the bladder drains to the external iliac nodes whereas lymph from the inferior portion of the bladder drains to the internal iliac nodes.$(Choice B) Lymph from the prostate drains primarily to the internal iliac nodes.$(Choice D) @Lymph from the testes@ parallels the blood supply from the testicular arteries, which arise directly from the abdominal aorta. As such, testicular lymph drains to the abdominal para-aortic (retroperitoneal) lymph nodes.$(Choice E) Lymph from the upper third of the rectum drains to the inferior mesenteric lymph nodes.$Educational objective Most of the cutaneous lymph from the umbilicus down, including the anus below the dentate line, drains to the superficial inguinal lymph nodes. Exceptions are the glans penis and posterior calf, which drain to the deep inguinal nodes.","clickable_1":"images/img1.1631.jpg"},

{"id":"14878","title":"A 65-year-old man comes to the office with dysphagia.  For the last 3 months, he has relied on protein shakes and juices for nourishment as he has had difficulty swallowing solid foods.  He has also had a diminished appetite and an estimated weight loss of 9.1 kg (20 lb).  Medical history includes hyperlipidemia, emphysema, and previous episodes of pancreatitis.  Family history includes lung cancer in his mother.  The patient smoked a pack of cigarettes daily for 50 years but quit 2 years ago.  He has been drinking a fifth (750 mL) of vodka weekly for the last decade.  Vital signs are normal.  BMI is 19.2 kg/m2.  Temporal wasting is present but physical examination is otherwise unremarkable.  Upper endoscopy reveals a 4-cm mass in the middle third of the esophagus, and several biopsies are taken.  Thoracic imaging reveals mediastinal lymphadenopathy.  Histologic evaluation of the biopsy specimens will most likely show which of the following in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intestinal cells without dysplasia","answer_2":"B. Irregular glandular cells with tissue invasion","answer_3":"C. Keratin pearls and intercellular bridges","answer_4":"D. Myocytes with prominent atypia","answer_5":"E. Spindle cells expressing CD117","percent_1":"1%","percent_2":"14%","percent_3":"83%","percent_4":"1%","percent_5":"1%","right_answer":"C. Keratin pearls and intercellular bridges","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Squamous cell carcinoma of the esophagus! ?Risk factors? • Alcohol, smoking, foods containing N-nitroso • Age >50 ?Location? • Proximal two-thirds of esophagus (most$ common in the middle third) • Associated mediastinal lymphadenopathy ?Histopathology? • Sheets of eosinophilic squamous cells • Keratin pearls, intercellular bridges ","explanation_img":"","explanation_1":"","explanation_2":"This patient with a mid-esophageal mass and mediastinal lymphadenopathy likely has #squamous cell carcinoma# (SCC) of the esophagus.  SCC is characterized by sheets or nests of atypical squamous cells with abundant eosinophilic cytoplasm and may show large, bizarre nuclei with atypical mitoses; #keratin formation# (@keratin pearls@) and @intercellular bridges@ are common.  Malignant cells are often seen invading the submucosa and surrounding structures. $ The esophagus can be subdivided (based on anatomy and embryonic formation) into thirds; malignancies occur at different frequencies within each segment. $ • Proximal and middle third:  SCC is more common, and occurs at the highest frequency in the #middle third#.  Lymphatics drain to mediastinal nodes; metastatic disease may present with #mediastinal lymphadenopathy#. $ • Distal third:  Adenocarcinoma is more common.  Lymphatics drain caudally to the gastric and celiac nodes; metastatic disease may present with abdominal lymphadenopathy. $ @Adenocarcinoma@ is characterized by invasive patches of dysplastic, mucin-producing cells that form glands.  It typically occurs as a consequence of chronic gastroesophageal reflux disease and is preceded by @Barrett esophagus@ (replacement of the normal esophagus with nondysplastic columnar intestinal cells) #(choices A and B)#. $ #(Choices D and E)#  @Leiomyosarcoma@ demonstrates myocyte atypia on histology.  @Gastrointestinal stromal tumors@ are often composed of uniform spindle cells that overexpress CD117.  These malignancies occur more commonly in the stomach and small intestine and are rare in the esophagus. $ Educational objective Esophageal squamous cell carcinoma presents mostly in the proximal two-thirds of the esophagus and frequently metastasizes to the mediastinal lymph nodes.  Histology characteristically shows sheets of atypical squamous cells with keratin pearls and intercellular bridges.","clickable_1":"images/img1.14878.jpg","clickable_2":"images/img2.14878.jpg","clickable_3":"images/img3.14878.jpg","clickable_4":"images/img4.14878.jpg","clickable_5":"images/img5.14878.jpg","clickable_6":"images/img6.14878.jpg"}
]