[

{"id":"107","title":"A 30-year-old man is admitted to the intensive care unit after his wife found him unconscious at home.  She says that he has lost a significant amount of weight recently despite no significant change in dietary habits.  Laboratory studies show a serum pH of 7.1 and positive serum ketones.  His mucus membranes are extremely dry.  Treatment is initiated, and the patient's condition improves.  However, he now has fever, headache, and eye pain.  Examination of the nasal cavity shows a black necrotic eschar adherent to the inferior turbinate.  Which of the following procedures would most likely reveal the pathogen responsible for this patient's infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood cultures","answer_2":"B. Lumbar puncture","answer_3":"C. Mucosal biopsy","answer_4":"D. Ophthalmoscopy","answer_5":"E. Serologic testing","answer_6":"F. Skin hypersensitivity test","percent_1":"21%","percent_2":"9%","percent_3":"61%","percent_4":"1%","percent_5":"7%","percent_6":"1%","right_answer":"C. Mucosal biopsy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Facial pain, headache, and nasal eschar in a patient with likely diabetic ketoacidosis (pH 7.1, positive ketones, and dry mucous membranes in a young patient with recent unintended weight loss) are highly suggestive of #mucormycosis#, caused by Mucor or Rhizopus, among others.  Most cases are #rhinocerebral#; the infection (acquired by spore inhalation) ascends from the nasal passage to the sinuses/orbits and then sometimes to the brain, leading to confusion, neurological deficits, and death.  The increased incidence of mucormycosis in patients with #diabetes mellitus# is due to the ketone reductase activity of Rhizopus, allowing it to thrive in ketoacidotic environments. $Histologic examination (eg, #mucosal biopsy#) is necessary for diagnosis.  The @fungi@ appear as ribbon-like #broad nonseptate hyphae# with #right-angle branching#.  Tissue invasion is seen along blood vessels; vascular thrombosis and tissue necrosis can occur.  A black #necrotic eschar# in the nasal cavity is characteristic.  Management includes amphotericin B and surgical debridement. $Mucormycosis (common in diabetes) must be differentiated from invasive aspergillosis causing rhinosinusitis (common in neutropenic patients).  On light microscopy, Aspergillus is seen as @septated narrow hyphae with sharp-angle branching@. $#(Choice A)#  Blood cultures are usually negative in mucormycosis despite the organism's angioinvasive nature.  In contrast, blood cultures can be useful in diagnosing candidemia, which has a variable clinical presentation ranging from low-grade fever to severe sepsis with multiorgan failure. $#(Choice B)#  Lumbar puncture helps to diagnose cryptococcal meningitis, a fungal infection that typically has an indolent presentation and usually affects patients with AIDS.  India ink staining of cerebrospinal fluid reveals the classic encapsulated yeast of Cryptococcus neoformans. $#(Choice D)#  Ophthalmoscopy is useful for the diagnosis of Candida endophthalmitis, which typically presents with impaired visual acuity. $#(Choices E and F)#  Serologic testing is important in the diagnosis of allergic bronchopulmonary aspergillosis (ABPA), where increased titers of IgE and antibodies to Aspergillus fumigatus are seen.  Skin hypersensitivity testing is also useful.  However, the typical presentation of ABPA is recurrent episodes of fever and bronchial obstruction in a patient with asthma. $#Educational objective# Facial pain, headache, and a black necrotic eschar in the nasal cavity of a patient with diabetic ketoacidosis are highly suggestive of mucormycosis.  Histologic examination of the affected tissue is necessary to confirm the diagnosis.  The fungi show broad nonseptate hyphae with right-angle branching.  Treatment consists of surgical debridement and antifungal therapy.  ","clickable_1":"images/img1.107.jpg","clickable_2":"images/img2.107.jpg"},

{"id":"15057","title":"A 52-year-old woman is evaluated due to 2 weeks of fever, fatigue, nonproductive cough, and dyspnea, which began shortly after visiting her family in Ohio.  She also lost 1.5 kg (3.3 lb) over the same period.  The patient has a history of rheumatoid arthritis and has been taking adalimumab for the past 6 months.  She had negative tuberculosis skin testing prior to beginning the drug.  Temperature is 38 C (100.4 F), blood pressure is 130/70 mm Hg, pulse is 92/min, and respirations are 18/min.  Physical examination reveals bilateral lung crackles, mild generalized lymphadenopathy, and hepatosplenomegaly.  Chest x-ray shows bilateral nodular densities and hilar lymphadenopathy.  Urine testing is positive for a fungal antigen.  Which of the following pathogenic processes is most important during the development of this patient's infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intracellular proliferation within the macrophages","answer_2":"B. Invasion of the vascular endothelial lining","answer_3":"C. Overgrowth and tissue invasion by endogenous flora","answer_4":"D. Production of an antiphagocytic polysaccharide capsule","answer_5":"E. Transformation into a mycelial form in tissues","percent_1":"70%","percent_2":"7%","percent_3":"3%","percent_4":"7%","percent_5":"13%","right_answer":"A. Intracellular proliferation within the macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Histoplasma capsulatum#∆⨉ §^#Epidemiology# ∆ • Dimorphic fungus – mold in environment, yeast at body temperature • Endemic to Ohio & Mississippi River Valleys • Soil contaminated by bird or bat droppings §^#Pathophysiology# ∆ • Inhaled → phagocytosed by alveolar macrophages → escapes lysosome destruction → spreads to hilar/mediastinal lymph nodes • Controlled by cell-mediated immune response (#granulomas#) §^#Disease course# ∆ • Immunocompetent: Asymptomatic (primarily) or self-limited pneumonia with mediastinal/hilar lymphadenopathy • #Immunocompromised:# Disseminated disease through liver, spleen, or bone marrow §^#Diagnosis# ∆ • Urine antigen testing • Biopsy with histopathology – granulomas & macrophages with #intracellular ovoid/round yeast#","explanation_img":"","explanation_1":"","explanation_2":"This patient's rheumatoid arthritis is being treated with adalimumab, a #tumor necrosis factor# (TNF)-#alpha inhibitor#.  TNF-alpha is a crucial cytokine of the cell-mediated immune response that aids in macrophage activation, phagolysosome function, and the formation and maintenance of @granulomas@.  Blockade of TNF-alpha #increases the risk of infection# with pathogens controlled by the cell-mediated immune response such as intracellular bacteria (eg, Mycobacterium tuberculosis), viruses, and granulomatous fungi. $This patient's pulmonary and reticuloendothelial (eg, lymphadenopathy, splenomegaly) findings and positive urine fungal antigen test raise strong suspicion for infection with #Histoplasma capsulatum#, a dimorphic fungus endemic to the #Ohio# and Mississippi River Valleys.  H capsulatum is a mold that is inhaled from contaminated soil and converts to a yeast form in the lungs.  Phagocytosis by alveolar macrophages does not result in destruction of the organism due to microbial virulence factors that prevent phagolysosome acidification.  Therefore, for the first several weeks of infection, @H capsulatum@ is able to #proliferate within macrophages# in an unchecked fashion. $Eventually, the cell-mediated immune response controls the infection in most healthy patients.  However, those with impaired immunity (as in this case) are at high risk for life-threatening #disseminated disease#.  The lungs, reticuloendothelial system, and mouth (oral ulcers) are most commonly affected.  Urine Histoplasma antigen testing is often used to quickly confirm the diagnosis. $#(Choice B)#  Aspergillus fumigatus is a monomorphic mold that can cause invasive disease in those who are immunocompromised.  This organism is inhaled into the lungs and can invade the vascular endothelial lining, leading to dissemination through the bloodstream.  However, patients usually have fever, chest pain, and hemoptysis. $#(Choice C)#  Candida species are part of the endogenous human flora, but overgrowth can occur in those with immunocompromisation and lead to mucocutaneous (eg, thrush) or invasive (pneumonia, fungemia) disease.  Invasive Candida infections are generally diagnosed by blood culture or biopsy with histopathology, not urine antigen testing. $#(Choice D)#  Cryptococcus neoformans is a yeast with a thick, antiphagocytic, polysaccharide capsule that primarily causes infections in those who are immunocompromised (particularly patients with advanced AIDS).  Although pulmonary infection can occur, disseminated disease is usually marked by meningoencephalitis (eg, headache, confusion, altered mental state). $#(Choice E)#  Malassezia is a dimorphic fungus that is part of normal skin flora.  Conversion from yeast form to the pathogenic mycelial form results in tinea versicolor, which is associated with the characteristic spaghetti and meatballs appearance on microscopy (ie, both hyphae and yeasts seen). $#Educational objective#Tumor necrosis factor–alpha inhibitors are associated with impairments to the cell-mediated immune response and increase the risk of infection with intracellular bacteria and granulomatous fungi (eg, Histoplasma capsulatum).  Histoplasma replicates within the intracellular space of macrophages and can spread from the lungs to the lymph nodes and the reticuloendothelial system (liver, spleen, bone marrow).  ","clickable_1":"images/img1.15057.jpg","clickable_2":"images/img2.15057.jpg"}


]