[

{"id":"8457","title":"An 80-year-old woman is brought to the office for follow-up of hypertension.  The patient is prescribed lisinopril but has not taken any in the past 2 weeks because she ran out of medication.  She has tried to contact her son to pick up a refill but has been unable to reach him.  The patient moved in with her son 2 months ago after he arranged for her house to be sold.  She says he stays at his girlfriend's house during the week, so she must find neighbors who are able to drive her places.  Medical history includes a cerebrovascular accident with mild residual weakness on the left side.  Temperature is 37 C (98.6 F), blood pressure is 156/88 mm Hg, and pulse is 80/min.  The patient is fully oriented.  Cardiopulmonary examination shows no abnormalities.  Gait and voluntary movements are normal.  On mental status examination, she appears tired and is wearing tattered clothing.  Which of the following is the most appropriate next step in management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arrange for home healthcare services","answer_2":"B. Contact the patient's son to review treatment recommendations","answer_3":"C. Notify Adult Protective Services","answer_4":"D. Recommend an in-home social work assessment","answer_5":"E. Suggest moving into an assisted living facility","percent_1":"11%","percent_2":"4%","percent_3":"57%","percent_4":"20%","percent_5":"8%","right_answer":"C. Notify Adult Protective Services","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Elder abuse#∆⨉ §^#Risk factors# ∆ • Female • Dementia, chronic mental illness • Functional impairments • Social isolation • Shared living environment • Poor socioeconomic status/financial stress §^#Manifestations of abuse# ∆#Physical & sexual abuse# • Atypical abrasions, lacerations, contusions, fractures • Pain not consistent with reported etiology • Anogenital injuries • Newly acquired STI §↕ ∆#Psychological & verbal abuse# • Change in behavior/personality • Depression/anxiety §↕ ∆#Neglect# • Inadequate nutrition or hydration • Pressure injuries • Deterioration in comorbid conditions §↕ ∆#Financial exploitation# • Failure to adhere to medication regimen • Multiple missed appointments • Unpaid expenses or rent payments %#STI =# sexually transmitted infection.","explanation_1":"","explanation_2":"$This patient's medical history and examination indicate several signs concerning for #elder neglect# and possible #exploitation#.  The patient's son sold her house, is not at home most days, and is difficult to contact.  He has neglected to assist the patient in picking up her prescriptions or drive her places, forcing her to rely on neighbors for help.  Her physical examination is remarkable for elevated blood pressure (likely due to not taking lisinopril) and her tattered clothing may also be an indication of neglect. $ Healthcare professionals who care for the elderly have a #legal and ethical obligation# to intervene when elder abuse, neglect, or exploitation (collectively, elder mistreatment) are suspected.  Physicians should be alert for signs of elder mistreatment, including evidence of neglect, deterioration in medical conditions and malnutrition, atypical injuries, and behavioral changes (eg, depression, anxiety).  The next step in management is to #report suspected mistreatment to Adult Protective Services#, which can investigate the situation with home visits, initiate review of financial records to identify victims of financial exploitation, and assist in mobilizing resources (eg, assistance with prescriptions and transportation to appointments, home care services). $ #(Choices A and D)#  Although home healthcare services and an in-home social work assessment may be helpful for this patient, investigation for elder mistreatment takes priority.  It is mandatory to report suspected elder mistreatment to Adult Protective Services without delay. $ (Choice B)  It would be inappropriate to contact the son to review treatment recommendations when there are signs of neglect and possible financial exploitation. $ (Choice E)  It is premature to suggest an assisted living facility without first conducting an appropriate investigation into elder mistreatment and assessing the patient's specific needs. $ Educational objective Physicians should be alert for signs of elder mistreatment, including evidence of neglect, deterioration in medical conditions and malnutrition, atypical injuries, and behavioral changes.  It is mandatory to report suspected elder mistreatment to Adult Protective Services."},

{"id":"10463","title":"A 28-year-old woman comes to the gynecologist, who has provided routine care for the patient over the past 10 years.  The patient has not menstruated for over 2 months and had a positive home pregnancy test last week.  Although she hopes to have children in the future, she has been under a lot of stress lately and says that caring for a child is the last thing she needs right now.  A pelvic ultrasound confirms an intrauterine pregnancy at 7 weeks gestation, and the patient requests that the gynecologist terminate the pregnancy as soon as possible.  The gynecologist does not perform abortions on moral grounds but does have training in the procedure.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Agree to perform the abortion because the procedure is within the physician's scope of training and there is a duty to provide care in a timely manner.","answer_2":"B. Discuss the risks of age-related fertility decline and encourage the patient to reconsider because she wants to have children someday.","answer_3":"C. Encourage the patient to take additional time to consider alternate options for the pregnancy.","answer_4":"D. Politely explain that on moral grounds, the physician is unable to perform the abortion or refer the patient for an abortion.","answer_5":"E. Refer the patient to another provider who performs abortions.","percent_1":"5%","percent_2":"1%","percent_3":"2%","percent_4":"17%","percent_5":"75%","right_answer":"E. Refer the patient to another provider who performs abortions.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Conscientious refusal# occurs when a provider refuses to provide care because doing so would conflict with the provider's beliefs.  Although following one's conscience—the part of the self that judges actions as right or wrong—can lead to ethical and appropriate care, it also can conflict with professional obligations.  Provider conscience does not take precedence over other #ethical principles# (eg, autonomy, justice, beneficence, nonmaleficence). $ As with any procedure or treatment, the physician should have a neutral discussion regarding the procedure and alternatives.  The physician should be nonjudgmental, refrain from imposing moral values, and convey #respect# for the #patient's autonomy#.  If the patient decides to undergo the procedure after neutral education, she should be provided with resources that will assist in obtaining the desired service.  Providers who are unable to provide care in good conscience are professionally and ethically #obligated to refer# patients in a timely fashion to other providers who can provide care. $ #(Choices A and D)#  The physician is not required to perform the procedure but is obligated to provide resources to help the patient find another provider who will perform it in a timely manner to respect the patient's autonomy. $ (Choice B)  Encouraging the patient to reconsider her decision is inappropriate because it imposes the physician's own judgment and values.  Discussing age-related infertility risks in this situation can inadvertently place guilt or shame on the patient and should be avoided. $ (Choice C)  Encouraging the patient to take additional time to make a decision is not advisable because this could place her past the first trimester and increase complexity/risk to the procedure. $ Educational objective Conscientious refusal of treatment occurs when a provider refuses to provide care due to moral conflict.  Providers who cannot, in good conscience, provide treatment that a patient requests, are obligated to refer the patient in a timely fashion to another provider who can.  This respects the patient's autonomy."},

{"id":"1107","title":"A 4-year-old boy is brought to the emergency department by his mother due to an asthma exacerbation.  He has a history of poorly controlled asthma, with nonadherence to medication and outpatient follow-up visits.  The mother works 2 jobs to support the family and says she has difficulty bringing the patient to appointments.  Initial physical examination shows expiratory wheezes in both lungs.  The patient is given nebulized albuterol, and his breathing improves.  On repeat examination, a healing, round burn mark is seen on the back.  When asked about the burn, the patient says, 'That happens when I'm bad.'  His mother explains that it was an accident resulting from the boy 'playing with the cigarette lighter in the car.'  Which of the following is the most appropriate next step in management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arrange for medical hospitalization to ensure the patient's safety","answer_2":"B. Ask the mother what kind of supervision the patient receives during the day","answer_3":"C. Call security and then ask the mother to leave the room to interview the patient alone","answer_4":"D. Notify child protective services","answer_5":"E. Tell the mother that the location of the patient's burn is unlikely to be accidental","percent_1":"4%","percent_2":"8%","percent_3":"10%","percent_4":"78%","percent_5":"1%","right_answer":"D. Notify child protective services","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Features of possible child abuse#∆⨉ §^#Risk$ factors# ∆ #Caregiver background#$ • Young or single parents • Lower education levels • Substance use disorder • Psychiatric conditions (depression, impulse control disorders) • History of childhood abuse $ #Home environment#$ • Unstable family situation (eg, divorce, conflict) • Financial difficulties, job loss • Lack of social support • Domestic violence $ #Children#$ • Physical, intellectual, or emotional disabilities • Unplanned pregnancy/unwanted child §^#Clinical$ presentation# ∆ • Unexplained or implausible injuries • Injuries in different stages of healing • Malnutrition • Sudden behavioral or scholastic changes §^#Management# ∆ • Document objective findings from evaluation • Report suspected abuse to child protective services","explanation_1":"","explanation_2":"$This child's characteristic #cigarette burn# (eg, 'healing, round burn mark') and inconsistent explanation of how the injury occurred ('playing with the cigarette lighter in the car') are concerning for #child abuse#.  The ongoing pattern of poorly controlled asthma and nonadherence to medication and follow-up visits are also concerning for medical neglect. $ When evaluating an injured child, physicians must carefully screen for #suspicious physical findings# and any associated #historical inconsistencies#.  Signs suggestive of abuse on examination include multiple injuries of different types and stages of healing, pathognomonic injuries (eg, cigarette burns, symmetrical buttocks scalding), retinal hemorrhages, genital trauma, signs of neglect (eg, uncleanliness, malnourishment), and significant emotional or behavioral disturbances (eg, excessive compliance, pseudomaturity). $ Physicians are obligated to report suspected child abuse or neglect to #child protective services# (CPS) for further investigation.  #Reporting is mandatory#, and #reasonable suspicion is sufficient#; confirmation of abuse or neglect is not required for reporting purposes.  CPS conducts assessments, coordinates family and rehabilitative services, and arranges foster family placement when needed. $ (Choice A)  Children with presentations that do not require hospitalization (eg, 'healing, round burn mark') can be discharged after the physician and/or CPS determines that the child's immediate safety is not at risk. $ (Choice B)  There is sufficient evidence to suspect physical abuse and neglect, requiring that CPS be notified for further intervention.  Asking about daytime supervision sidesteps the abuse and neglect, which is the most important issue to address.  Regardless of whether the mother or another daytime caregiver is the offender, this situation warrants CPS involvement. $ (Choice C)  Calling security and insisting that the mother leave the room are indicated if there is an immediate risk to the child.  This patient has a suspicious examination finding and has already disclosed sufficient evidence of possible abuse, justifying CPS involvement; it is unnecessary to interview him alone, which would unreasonably risk escalating the parent's reaction, prior to contacting CPS. $ (Choice E)  Openly doubting the mother's explanation will likely be met with denial, and confrontationally challenging caregivers is risky because they may become violent or attempt to flee the emergency department.  It is therefore preferable to contact CPS if there are concerns for child abuse. $ Educational objective Physicians are obligated to report suspected child abuse or neglect to child protective services (CPS) for further investigation.  Reporting is mandatory, and reasonable suspicion is sufficient to make a report."}


]