[
  
{"id":"19948","title":"A study is conducted to assess the effect of parathyroid hormone (PTH) on bone remodeling.  Half of the study subjects receive intermittent PTH injections and the other half receive a continuous infusion of PTH.  The results show that the effects on bone metabolism of intermittent PTH injections are different from those of continuous infusion.  Which of the following is most likely to be the predominant bone effect with intermittent injections?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased activity of matrix metalloproteinases","answer_2":"B. Increased levels of osteoprotegerin","answer_3":"C. Osteoclast apoptosis","answer_4":"D. Stimulation of osteoblast activity","answer_5":"E. Suppression of RANK and RANK-ligand activity","percent_1":"11%","percent_2":"8%","percent_3":"3%","percent_4":"70%","percent_5":"9%","right_answer":"D. Stimulation of osteoblast activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Parathyroid hormone# (PTH) is secreted in response to low circulating calcium levels.  It has a very short half-life (<5 min) and is released in a combination continuous/tonic and pulsatile pattern (approximately two-thirds tonic secretion, one-third pulsatile).  PTH supports plasma calcium levels by increasing intestinal calcium absorption, renal calcium reabsorption, and @release of calcium@ from bone stores.  Continuous high levels of PTH (ie, hyperparathyroidism) lead to excessive release of calcium from bones and increase the risk of osteoporosis. $However, #pulsatile PTH secretion# has an anabolic effect on bone metabolism, #stimulating osteoblast proliferation#, decreasing osteoblast apoptosis, and inducing #increased formation of new bone#.  Recombinant PTH analogues (eg, teriparatide) are used to treat severe osteoporosis; these analogues promote bone remodeling by inducing increased resorption of old bone while stimulating a corresponding increase in new bone production, resulting in a net increase in total bone mass (ie, #positive bone balance#). $#(Choice A)#  Matrix metalloproteinases (MMPs) are a family of enzymes involved in the turnover of connective tissue proteins in the extracellular matrix.  Multiple MMPs are produced by osteoclasts and are involved in the breakdown of bone matrix.  In general, intermittent PTH has more effect on bone formation, with minimal increase in osteoclast/MMP activity. $#(Choices B and C)#  High estrogen levels in premenopausal women delay the onset of osteoporosis by suppressing bone resorption.  This effect is mediated largely by osteoprotegerin, which induces apoptosis of osteoclasts by acting as a @decoy receptor@ to the receptor activator of nuclear factor kappa B (RANK)/RANK-ligand interaction. $#(Choice E)#  Binding of PTH to PTH receptor type 1 on osteoblasts increases (not suppresses) the expression of RANK-ligand, which subsequently interacts with RANK on osteoclast precursors to promote osteoclast differentiation and suppress osteoclast apoptosis. $#Educational objective# Parathyroid hormone (PTH) is released in a combination continuous/tonic and pulsatile pattern.  Continuous high levels of PTH lead to excessive release of calcium from bones and increase the risk of osteoporosis; however, pulsatile secretion has an anabolic effect on bone metabolism, stimulating osteoblast proliferation and inducing increased formation of new bone.  ","clickable_1":"images/img1.19948.jpg","clickable_2":"images/img2.19948.jpg"},

{"id":"14817","title":"A 14-year-old boy is brought to the office due to right breast enlargement.  The patient says that he developed mild tenderness of the area 3 months ago and is distressed by its appearance.  He is otherwise healthy and takes no daily medications.  The patient does not use alcohol or recreational drugs.  Height and weight are at the 80th and 60th percentile, respectively.  Temperature is 36.7 C (98.1 F) and blood pressure is 112/62 mm Hg.  Physical examination shows mild facial acne and the presence of hair on the upper lip and in the axillae.  The right breast is enlarged with a 2-cm, firm, mildly tender mass under the nipple-areolar complex.  There is no associated erythema or adenopathy.  No palpable masses are present on the left.  External genitalia are consistent with sexual maturity rating (Tanner stage) 4.  The remainder of the examination is unremarkable.  Which of the following is the best next step in management of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Obtain karyotype","answer_2":"B.Obtain mammogram","answer_3":"C.Obtain serum prolactin level","answer_4":"D.Obtain serum testosterone level","answer_5":"E.Provide reassurance","percent_1":"6%","percent_2":"24%","percent_3":"13%","percent_4":"9%","percent_5":"48%","right_answer":"E.Provide reassurance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14817.jpg","explanation_1":"","explanation_2":"$This adolescent most likely has #physiologic gynecomastia#, a benign condition affecting approximately half of boys during #midpuberty# (eg, sexual maturity ratings 2-4).  Characteristic features include unilateral or bilateral breast enlargement that is directly under the nipple-areolar complex, is often #tender#, and measures <4 cm. $The mechanism of physiologic gynecomastia is likely multifactorial: $• #Imbalance of estradiol and testosterone:#  During early male puberty, adrenal androgens increase (ie, adrenarche) and are converted by aromatase to estrogens, which stimulate growth of glandular breast tissue.  Testosterone, which is produced by the testes and inhibits the development of breast tissue, typically remains low until full maturation of the @hypothalamic-pituitary-gonadal axis@.  This may cause a transient estrogen excess, and some patients may be prone to gynecomastia because of a greater local concentration of aromatase. $• Higher insulin-like growth factor 1 (IGF-1) levels:  Boys with physiologic gynecomastia have #higher serum IGF-1#, which stimulates glandular breast tissue, than those without, resulting in a further imbalance of prostimulatory hormones. $Diagnosis is clinical, but all adolescents should also be screened for substance use (eg, marijuana, alcohol, anabolic steroids), as was done in this patient, because it may contribute to gynecomastia.  Management of physiologic gynecomastia includes observation and #reassurance# that it typically #self-resolves# within a year; frequent follow-up may be required for patients with psychosocial stress (eg, low self-esteem). $#(Choices A, C, and D)#  Pathologic gynecomastia should be suspected in patients who develop breast tissue outside of midpuberty or who have rapidly enlarging tissue or tissue >4 cm.  Evaluation may include a serum hormone panel (eg, hCG, LH, estradiol, testosterone) to evaluate for pathologic hormone imbalance.  For example, low testosterone levels suggest hypogonadism and may warrant karyotyping to evaluate for @Klinefelter syndrome@ (47,XXY) and/or serum prolactin to assess for a prolactin-secreting tumor.  This patient's stage 4 pubic hair and otherwise normal examination make physiologic gynecomastia much more likely. $#(Choice B)#  Mammography may be indicated for findings concerning for breast cancer, such as a fixed, nontender mass outside of the nipple-areolar complex with associated skin dimpling, nipple discharge, or adenopathy.  Breast cancer is exceedingly rare in adolescent boys, and this patient has no red-flag findings. $#Educational objective# Physiologic gynecomastia is a benign condition caused by a transient proestrogenic hormonal imbalance during midpuberty; it presents in adolescent boys with unilateral or bilateral tender breast enlargement.  Patients should be reassured that the condition typically self-resolves within a year.  ","clickable_1":"images/img1.14817.jpg","clickable_2":"images/img2.14817.jpg"},

{"id":"18801","title":"A 52-year-old man comes to the office due to easy bruisibility and muscle weakness.  Medical history is unremarkable, but the patient has smoked a pack of cigarettes daily for 30 years.  Blood pressure is 160/110 mm Hg, and pulse is 80/min.  BMI is 29 kg/m2.  Physical examination shows facial plethora, slight centripetal distribution of body fat, diffuse skin pigmentation, and bilateral peripheral edema.  Fasting blood glucose is 160 mg/dL and creatinine is 1.2 mg/dL.  Chest x-ray reveals a lung mass.  Which of the following is the most likely cause of this patient's elevated blood pressure?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of renal mineralocorticoid receptors","answer_2":"B. Elevated plasma catecholamine level","answer_3":"C. Impaired glomerular filtration of sodium and water","answer_4":"D. Marked urinary loss of albumin","answer_5":"E. Renal resistance to antidiuretic hormone","percent_1":"74%","percent_2":"18%","percent_3":"5%","percent_4":"1%","percent_5":"2%","right_answer":"A. Activation of renal mineralocorticoid receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18801.jpg","explanation_1":"","explanation_2":"$This patient has #Cushing syndrome# (CS) presenting with hypertension, facial plethora, easy bruising, centripetal obesity (ie, trunk, abdomen), and hyperglycemia.  In light of the associated hyperpigmentation (due to the cosecretion of ACTH and melanocyte-stimulating hormone) and lung mass, this is likely due to an #ACTH-secreting small cell lung cancer#.  Paraneoplastic CS often develops rapidly, and the characteristic @facial features@ may not be present at the time of diagnosis. $High levels of cortisol, as seen in patients with CS, frequently cause #hypertension# due to a combination of the following: $• Increased peripheral vascular sensitivity to adrenergic stimuli $• Increased hepatic production of renin substrate (angiotensinogen) $• Activation of renal tubular mineralocorticoid receptors $Activation of #renal mineralocorticoid receptors# usually occurs in patients with #severe hypercortisolism#, which is often due to ectopic ACTH secretion.  This receptor activation induces sodium reabsorption and potassium wasting in the renal collecting tubules. $#(Choice B)#  Elevated plasma catecholamine levels occur with pheochromocytoma.  Hypertension is common, although it is often severe (eg, systolic blood pressure >180 mm Hg), paroxysmal, and associated with tachypalpitations.  However, hyperpigmentation and edema would not be expected. $#(Choice C)#  Impaired filtration of sodium and water is a major cause of hypertension and peripheral edema in patients with glomerulonephritis and/or other causes of kidney injury; in such cases, creatinine would be elevated.  Given this patient's hyperpigmentation, hyperglycemia, and lung mass, CS is more likely. $#(Choice D)#  Marked urinary loss of albumin and other proteins is characteristic of nephrotic syndrome.  Peripheral edema is usually present due to reduced intravascular oncotic pressure, but hypertension is unusual unless the glomerular filtration rate is impaired (eg, elevated creatinine).  Also, hyperpigmentation is not seen. $#(Choice E)#  Renal resistance to antidiuretic hormone occurs in nephrogenic diabetes insipidus.  Patients are either euvolemic or hypovolemic (if they cannot obtain drinking water as needed) and do not have hypertension or peripheral edema. $#Educational objective# High levels of cortisol, as seen in patients with Cushing syndrome, frequently cause hypertension due to the increased production of angiotensinogen, adrenergic hypersensitivity, and activation of renal mineralocorticoid receptors, which induces sodium reabsorption.  The combined effect leads to expanded blood volume and increased systemic vascular resistance.  ","clickable_1":"images/img1.18801.jpg"},

{"id":"19947","title":"A 45-year-old woman is evaluated 2 weeks after she fractured her left radius during a fall from standing height.  Two months previously, she passed a renal stone.  There is no family history of osteoporosis or hypercalcemia.  Physical examination is unremarkable.  Serum laboratory results are as follows:","title_table":"?Calcium? 11.3 mg/dL, ?Phosphorus? 2.4 mg/dL, ?Creatinine? 1.0 mg/dL, ?Albumin? 4.1 g/dL, ?Parathyroid hormone? 75 pg/mL (normal: 10–65)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Bone density testing performed using dual-energy x-ray absorptiometry reveals osteoporosis.  Which of the following is the major contributor to bone loss in this patient?","audio":"","comparison_items":"","answer_1":"A. Decreased bone formation due to decreased conversion of calcidiol to calcitriol","answer_2":"B. Decreased bone formation due to excessive loss of calcium in urine","answer_3":"C. Decreased bone formation due to inhibition of osteoblast differentiation","answer_4":"D. Increased bone resorption due to decreased intestinal calcium absorption","answer_5":"E. Increased bone resorption due to paracrine stimulation of osteoclasts","percent_1":"3%","percent_2":"5%","percent_3":"7%","percent_4":"6%","percent_5":"79%","right_answer":"E. Increased bone resorption due to paracrine stimulation of osteoclasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19947.jpg","explanation_1":"","explanation_2":"$This patient has hyperparathyroidism, presenting with #osteoporosis# and nephrolithiasis associated with mild #hypercalcemia# and an inappropriately #elevated parathyroid hormone# (PTH) level. $PTH increases bone turnover by stimulating the differentiation and activity of osteoblasts, leading to increased bone formation.  In addition, PTH upregulates the expression of receptor activator of nuclear factor kappa B ligand (RANK-L) on the surface of the activated osteoblasts, which binds RANK on nearby osteoclast precursor cells and induces maturation to active osteoclasts.  Therefore, #PTH #causes #bone formation# (by direct effect on osteoblasts) and #bone resorption# (by paracrine effect on osteoclasts).  @Bone turnover@ is normally #balanced#, with bone formation proportionate to resorption. $In #hyperparathyroid states#, continuous exposure to high PTH levels cause increased RANK-L expression along with suppression of osteoprotegerin (a counterregulatory decoy receptor).  This leads to greater bone resorption than formation and #net bone loss#. $#(Choices A and D)#  PTH upregulates 1-alpha-hydroxylase in the kidneys, which leads to increased (not decreased) conversion of 25-hydroxyvitamin D (calcidiol) to 1,25-dihydroxyvitamin D (calcitriol).  Calcitriol subsequently induces increased (not decreased) intestinal calcium absorption. $#(Choice B)#  PTH increases renal reabsorption of calcium.  Despite this, hypercalciuria is common in hyperparathyroidism because the filtered calcium load may exceed renal reabsorption capacity.  However, the local concentrations of calcium in the bone remain elevated, and urinary calcium wasting is not a major contributor to bone loss. $#(Choice C)#  Supraphysiologic glucocorticoid (eg, prednisone) doses can cause osteoporosis, in part due to decreased proliferation and differentiation of osteoblast precursor cells.  PTH increases the differentiation of osteoblast precursors; osteoporosis occurs in hyperparathyroidism because of a proportionally greater increase in osteoclast activity. $#Educational objective# Parathyroid hormone directly stimulates osteoblasts, leading to increased bone formation.  Expression of RANK-L on osteoblasts induces increased bone resorption via a paracrine effect on nearby osteoclasts.  Hyperparathyroidism causes increased RANK-L expression and decreased expression of osteoprotegerin, leading to net bone loss.  ","clickable_1":"images/img1.19947.jpg"},

{"id":"1673","title":"A 48-year-old woman with a complex medical history comes to the clinic due to a change in her body habitus.  She says her legs are \"like sticks\" while her \"belly is getting bigger.\"  The patient also feels increasingly fatigued but does not have excessive daytime somnolence.  She has been homeless for much of the last 5 years but has been living in a residential care facility for the last 12 months.  On physical examination, she is distractible and has an inappropriate affect but is cooperative.  Neurologic and mental status examination is otherwise normal.  There is loss of adipose tissue from the extremities and face, with a noticeable increase in abdominal girth.  Which of the following types of medications is most likely to be responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antiretroviral medication","answer_2":"B. HMG-CoA reductase inhibitor","answer_3":"C. Loop diuretic","answer_4":"D. Nonsteroidal antiinflammatory drug","answer_5":"E. Proton pump inhibitor","answer_6":"F. Selective serotonin reuptake inhibitor","answer_7":"G. Thyroperoxidase inhibitor","percent_1":"53%","percent_2":"8%","percent_3":"3%","percent_4":"4%","percent_5":"1%","percent_6":"11%","percent_7":"20%","right_answer":"A. Antiretroviral medication","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #redistribution of fat# from the extremities to the trunk.  Medication-induced body fat redistribution (sometimes called #lipoatrophy# or #lipodystrophy#) is a common adverse effect of #highly-active antiretroviral therapy (HAART)# and can be considered a product of 2 independent processes: wasting of fat from the face and extremities and deposition of fat in the trunk and viscera.  $1. #Lipoatrophy# refers to loss of subcutaneous fat, especially from the @face@, extremities, and buttocks.  It is primarily seen in patients taking nucleoside reverse transcriptase inhibitors (mainly stavudine and zidovudine) and is also associated with protease inhibitor use.  $2. #Central fat deposition# also occurs in some patients and causes increased abdominal girth and a buffalo hump (dorsocervical fat accumulation) that is similar to Cushing syndrome.  Central fat deposition may be seen with any HIV treatment regimen and may be a result of treating HIV rather than a specific medication adverse effect. $Both syndromes have been associated with #metabolic abnormalities# including insulin resistance, hypertriglyceridemia, and reduced HDL cholesterol levels. $#(Choice B)#  HMG-CoA reductase inhibitors (statins) are associated with myalgias and an increase in hepatic transaminase levels.  They do not cause fat redistribution. $#(Choice C)#  Thiazide diuretics (eg, chlorthalidone, hydrochlorothiazide) can cause hyperglycemia and hypertriglyceridemia and may have a small effect on fat distribution.  However, these effects have not been seen with loop diuretics (eg, furosemide). $#(Choice D)#  Unlike glucocorticoids, nonsteroidal antiinflammatory drugs (NSAIDs) do not significantly alter tissue lipid metabolism or cause fat redistribution. $#(Choice E)#  Proton pump inhibitors (PPIs) are used to reduce gastric acid secretion in patients with peptic ulcer and gastroesophageal reflux.  PPIs can cause hypomagnesemia and increased risk of osteoporosis. $#(Choice F)#  Selective serotonin reuptake inhibitors are indicated for treatment of depression and chronic anxiety.  They can cause weight gain in a subset of patients but have not been linked to fat redistribution. $#(Choice G)#  Thyroperoxidase inhibitors (eg, methimazole, propylthiouracil) are used to treat hyperthyroidism.  Common side effects include bone marrow suppression (eg, anemia, agranulocytosis). $#Educational objective# Highly-active antiretroviral therapy (HAART) for HIV is commonly associated with body fat redistribution.  Subcutaneous lipoatrophy involving the face and extremities is associated with nucleoside reverse transcriptase inhibitors (especially stavudine and zidovudine) and protease inhibitors.  Central fat accumulation in the trunk and viscera can occur with any HAART regimen.   ","clickable_1":"images/img1.1673.jpg"},

{"id":"19002","title":"A 38-year-old man comes to the office with headaches, loss of libido, and erectile dysfunction for the last 3 months.  The patient has no chronic medical conditions and takes no prescription or over-the-counter medications.  He does not use tobacco, alcohol, or illicit drugs.  Vital signs are normal.  The examination is notable for peripheral vision loss, bilateral gynecomastia, and soft testes without masses.  Laboratory evaluation shows normal serum prolactin, normal β-hCG, low serum LH, and low serum testosterone.  Which of the following is the most likely mechanism for this patient's gynecomastia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased systemic clearance of estrogen","answer_2":"B. Defective androgen receptor function","answer_3":"C. Enzymatic defect in the testosterone biosynthetic pathway","answer_4":"D. Excessive estrogen production in the testes","answer_5":"E. Persistent aromatization of adrenal estrogen precursors","percent_1":"7%","percent_2":"10%","percent_3":"17%","percent_4":"14%","percent_5":"52%","right_answer":"E. Persistent aromatization of adrenal estrogen precursors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's headaches and peripheral vision loss (ie, @bitemporal hemianopsia@) suggest a #pituitary mass# with compression of the optic chiasm.  In addition, he has features of hypogonadism, including decreased libido, erectile dysfunction, testicular atrophy, and a low circulating testosterone level; his low LH level confirms secondary (central) hypogonadism. $#Secondary hypogonadism# is common in patients with pituitary masses.  Potential etiologies include the following: $• High prolactin levels from a prolactin-secreting adenoma (prolactinoma) can @suppress@ secretion of GnRH, leading to decreased LH secretion and lower testosterone production $• Non–prolactin-secreting tumors can disrupt the @inhibitory dopaminergic regulation@ of prolactin secretion, leading to hyperprolactinemia and (usually mild) hypogonadism $• Direct #compression of gonadotrope cells# with loss of LH secretion (independent of prolactin effect), which is likely in this patient with a normal prolactin level $#Gynecomastia# is the abnormal growth of male breast tissue, typically due to an #increased estrogen/testosterone ratio#.  This patient has low testosterone, but production of estrogen precursors (eg, androstenedione, dehydroepiandrosterone [DHEA], DHEA sulfate) continues uninterrupted in the @zona reticularis@ of the adrenal cortex.  These steroid hormones are subsequently #aromatized to estrogens# in peripheral tissues.  When testosterone levels are normal, the inhibitory effect of testosterone prevents breast growth, but when testosterone is low, the adrenal-derived estrogens can produce significant gynecomastia. $#(Choice A)#  Estrogen is cleared primarily in the liver.  Patients with cirrhosis commonly develop gynecomastia due to decreased clearance of estrogen along with increased production and aromatization of estrogen precursors.  However, this patient has no risk factors for cirrhosis (eg, alcohol use), and his bitemporal hemianopsia suggests a pituitary etiology. $#(Choice B)#  Androgen receptor defects typically present at birth with a female phenotype or ambiguous genitalia (with 46,XY karyotype), although some variants (partial androgen insensitivity syndrome) may present in adulthood with gynecomastia and undervirilization (eg, decreased facial and pubic hair).  However, androgen production is unaffected, and testosterone levels would be normal to high. $#(Choice C)#  Testosterone biosynthetic defects generally present at birth or during development with abnormal genitalia and/or undervirilization in males.  Biochemical testing shows primary hypogonadism (ie, low testosterone, high LH). $#(Choice D)#  Estrogen is synthesized in the testes by the aromatization of androgens, producing high local concentrations.  However, this patient has decreased testicular testosterone production, so subsequent estrogen synthesis would also be low. $#Educational objective# The adrenal cortex produces estrogen precursors (eg, androstenedione, dehydroepiandrosterone [DHEA], DHEA sulfate), which are subsequently aromatized to estrogens in peripheral tissues.  In men with hypogonadism (low testosterone), the resulting elevation in the estrogen/testosterone ratio can produce gynecomastia.  ","clickable_1":"images/img1.19002.jpg","clickable_2":"images/img2.19002.jpg","clickable_3":"images/img3.19002.jpg","clickable_4":"images/img4.19002.jpg"},

{"id":"19004","title":"A 35-year-old man comes to the office for evaluation of an enlarged left testis.  He also reports decreased libido and erectile potency for the last 2 months.  The patient has no chronic medical conditions and takes no medications.  Physical examination is notable for significant enlargement of the left testis and bilateral gynecomastia.  His other secondary sexual characteristics are normal.  Serum β-hCG is markedly elevated and serum TSH is normal.  Scrotal ultrasound reveals a 3.1-cm, irregular testicular mass with cystic areas.  Which of the following is the most likely cause of this patient's gynecomastia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased adrenal androgen production","answer_2":"B. Decreased hypothalamic secretion of GnRH","answer_3":"C. Displacement of androgens from breast androgen receptors","answer_4":"D. Increased Leydig cell aromatase activity","percent_1":"5%","percent_2":"21%","percent_3":"6%","percent_4":"68%","right_answer":"D. Increased Leydig cell aromatase activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of gynecomastia in adults#∆⨉ §^#Physiologic$ gynecomastia# ∆ • Decreased T synthesis with aging • Increased aromatization of androgens in adipose tissue §^#Hypogonadism# ∆ • Low-circulating T levels • Uninterrupted adrenal production of E precursors (high E/T ratio) §^#Cirrhosis# ∆ • Decreased hepatic clearance of Es §^#Medications# ∆ • Spironolactone, antiandrogens (eg, flutamide) & cimetidine: androgen receptor antagonism • 5AR inhibitors (eg, finasteride): decreased conversion of T to DHT • Ketoconazole: decreased T synthesis • GnRH agonists: suppression of pituitary-gonadal axis • Androgenic steroids: increased aromatization to Es §^#Testicular tumors# ∆ • hCG secretion by germ cell tumor • Impaired T production and increased aromatization in Leydig cells §^#Hyperthyroidism# ∆ • Increased LH secretion • Increased aromatization of androgens %#5AR =# 5-alpha reductase; #DHT =# dihydrotestosterone; #E =# estrogen; #T =# testosterone.","explanation_img":"","explanation_1":"","explanation_2":"#Gynecomastia# is abnormal growth of breast tissue in males.  It is generally due to an #increased ratio of estrogens# (which cause hyperplasia of breast ductal epithelium and increased fibrosis of stromal tissues) to androgens (which have an inhibitory effect on breast development). $In addition to gynecomastia, this patient has hypogonadal symptoms (eg, decreased libido, erectile dysfunction) that suggest decreased testicular androgen production.  In light of the large testicular mass and elevated β-hCG level, this likely represents an #hCG-secreting germ cell tumor# of the testis.  Excessive secretion of hCG by testicular germ cell tumors #suppresses testosterone production# in Leydig cells while #increasing aromatase activity# and conversion of testosterone to estradiol; the resulting increase in the estrogen/androgen ratio can cause gynecomastia. $#(Choice A)#  Inadequate production of adrenal androgens (eg, dehydroepiandrosterone [DHEA], DHEA-sulfate) is seen in patients with @17-alpha-hydroxylase deficiency@.  In males, this condition usually manifests in childhood with undervirilization and ambiguous (or female) external genitalia. $#(Choice B)#  Decreased hypothalamic secretion of GnRH suppresses the entire GnRH-pituitary-gonadal axis, leading to decreased testosterone production.  Concurrently, aromatization of weak adrenal androgens to estrogens maintains estrogen levels proportionally high, leading to gynecomastia.  However, gynecomastia in patients with germ cell tumors is primarily due to Leydig cell aromatization of androgens. $#(Choice C)#  A number of @drugs@ (eg, spironolactone, flutamide, cimetidine) inhibit binding of testosterone and dihydrotestosterone to the androgen receptor, leading to gynecomastia.  However, hCG does not affect androgen binding. $#Educational objective# Secretion of hCG by testicular germ cell tumors impairs testosterone production in Leydig cells while increasing aromatase activity and conversion of androgens to estrogens.  The resulting increase in the estrogen/androgen ratio can cause gynecomastia.  ","clickable_1":"images/img1.19004.jpg","clickable_2":"images/img2.19004.jpg"},

{"id":"19949","title":"A 67-year-old woman comes to the office due to polymyalgia rheumatica.  She was diagnosed a year ago and has required supraphysiologic doses of prednisone to control her symptoms.  The patient has no other medical conditions.  She has adequate intake of calcium and vitamin D from her diet and supplements.  The patient does not use tobacco or alcohol.  Physical examination is unremarkable.  Laboratory evaluation shows normal serum creatinine, 25-hydroxyvitamin D, and calcium levels.  Bone density measured by dual x-ray absorptiometry (DXA) reveals a significant decline when compared to her bone density measured at age 65.  Which of the following is most likely contributing to this patient's bone loss?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased activity of osteoprotegerin","answer_2":"B. Increased levels of insulin-like growth factor-1","answer_3":"C. Inhibition of osteoblast precursor cell replication and differentiation","answer_4":"D. Inhibition of receptor activator of nuclear factor kappa B","answer_5":"E. Suppression of parathyroid hormone release","percent_1":"7%","percent_2":"3%","percent_3":"53%","percent_4":"35%","percent_5":"2%","right_answer":"C. Inhibition of osteoblast precursor cell replication and differentiation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19949.jpg","explanation_1":"","explanation_2":"$Chronic or recurrent #glucocorticoid# (eg, prednisone) use, as is needed in patients with polymyalgia rheumatica, is associated with an increased risk for #osteoporosis#.  Glucocorticoids accelerate the development of osteoporosis by a number of mechanisms: $• #Decreased osteoblast effect:#  Glucocorticoids #inhibit# the proliferation and differentiation of #osteoblast precursor cells#.  They also induce increased rates of apoptosis in mature osteoblasts. $• #Increased osteoclast effect:#  Osteoclast differentiation and activity are promoted by the receptor activator of nuclear factor kappa B (RANK)/RANK-ligand; this effect is inhibited by osteoprotegerin, which acts as a @decoy receptor@.  Glucocorticoids increase the expression of RANK and RANK-ligand #(choice D)# and decrease the expression of osteoprotegerin #(choice A),# leading to increased bone resorption. $• #Renal and intestinal calcium wasting:#  Glucocorticoids suppress intestinal calcium absorption and renal calcium reabsorption, requiring increased release of calcium from bone to maintain calcium homeostasis. $#(Choice B)#  Insulin-like growth factor-1 (IGF-1) is produced primarily in the liver but also locally in bone.  It mediates many of the anabolic effects of growth hormone, including maintenance of bone mass.  Glucocorticoids suppress (not increase) levels of IGF-1; in animal models, administration of exogenous IGF-1 mitigates much of the bone loss associated with glucocorticoids. $#(Choice E)#  Glucocorticoids alter the pattern of parathyroid hormone (PTH) secretion (eg, reduced tonic secretion and increased pulsatile PTH secretion), but overall secretion is only minimally changed.  In general, bone loss is seen with excessive PTH secretion (ie, hyperparathyroidism) but not suppressed secretion. $#Educational objective# Chronic or recurrent glucocorticoid (eg, prednisone) use can lead to loss of bone density.  Glucocorticoids inhibit replication and differentiation of osteoblast precursor cells, increase osteoclast activity, and promote intestinal and renal calcium wasting.  ","clickable_1":"images/img1.19949.jpg"},

{"SubjectSystem":"Physiology-Endocrine","id":"821","title":"Researchers are studying factors contributing to higher morbidity and mortality in infants born prematurely.  They find that, compared to term infants, preterm infants have a lesser amount of specialized connective tissue found in the supraclavicular area and around major blood vessels and abdominal organs.  These highly vascular tissues are composed of cells containing multiple lipid droplets and abundant mitochondria.  Which of the following processes is most likely to be impaired in the preterm infants lacking these tissues?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Collagen synthesis","answer_2":"B. Gluconeogenesis","answer_3":"C. Glycogen storage","answer_4":"D. Ketone body production","answer_5":"E. Thermogenesis","percent_1":"8%","percent_2":"6%","percent_3":"6%","percent_4":"7%","percent_5":"73%","right_answer":"E. Thermogenesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp821.jpg","explanation_1":"","explanation_2":"$Neonates are highly susceptible to #hypothermia# due to an immature nervous system (impaired thermoregulation), a high body surface area to volume ratio (increased relative heat loss), and a decreased ability to shiver (impaired heat generation).  To improve their tolerance to colder temperatures, newborns have significant amounts of #brown adipose #tissue, which produces heat, in the #supraclavicular area# and around major blood vessels and abdominal organs.  However, #preterm infants# have less brown adipose tissue than full-term infants and subsequently have #impaired thermogenesis# and an increased risk of hypothermia. $Unlike white adipocytes that contain one intracytoplasmic fat droplet, brown adipocytes possess several small intracytoplasmic lipid droplets and #abundant mitochondria# (which give these cells a tan color).  Because of its extensive metabolic activity, brown adipose tissue also has a higher oxygen requirement and contains more capillaries than white adipose tissue. $In most human cells, mitochondria are the major site of ATP production.  However, in the mitochondria of brown adipose tissue, electron transport and oxidative phosphorylation are #uncoupled# by the presence of #thermogenin #(also known as uncoupling protein-1) in the inner mitochondrial membrane.  Thermogenin is a carrier protein that allows protons pumped out of the mitochondrial matrix to leak back into the matrix without triggering synthesis of ATP.  This allows for a #larger proportion# of the energy released by electron transport to be #dissipated as heat#. $#(Choice A)#  Collagen is synthesized by fibroblasts, which do not contain intracellular lipid droplets or abundant mitochondria.  In addition, collagenous connective tissue is often poorly vascularized.  Synthesis of collagen is not impaired in preterm infants. $#(Choices B and D)#  During the fasting state, white adipose tissue releases triglycerides that are used for gluconeogenesis (glycerin) and ketone body formation (fatty acids).  Although it is found in lesser amounts in preterm infants, white adipose tissue is poorly vascularized, and its cells contain only one intracytoplasmic fat vacuole and have a lower concentration of mitochondria compared to brown adipose cells. $#(Choice C)#  Preterm infants are at risk for hypoglycemia due to decreased glycogen stores in the liver, not as a result of less brown adipose tissue. $#Educational objective# Brown adipose cells, which contain multiple lipid droplets and abundant mitochondria, produce large amounts of heat (ie, thermogenesis) by uncoupling oxidative phosphorylation with the protein thermogenin.  Preterm infants are at increased risk for hypothermia because they have less brown adipose tissue than term infants.  "},

{"id":"1065","title":"A 25-year-old woman is brought to the emergency department due to progressive lethargy.  For the last 3 weeks, she has also had loss of appetite, constipation, muscle weakness, and increased thirst and urination.  The patient's medical history is unremarkable.  She takes no prescription medications but has been taking large doses of vitamin D supplements in the belief that they are beneficial for her health.  The patient does not use tobacco, alcohol, or illicit drugs.  On physical examination, she is stuporous and has dry mucous membranes.  The metabolic abnormality most likely responsible for this patient's clinical findings can also occur in which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biliary obstruction","answer_2":"B. Carcinoid syndrome","answer_3":"C. Hemochromatosis","answer_4":"D. Pheochromocytoma","answer_5":"E. Sarcoidosis","answer_6":"F. Wilson disease","percent_1":"6%","percent_2":"13%","percent_3":"10%","percent_4":"6%","percent_5":"61%","percent_6":"5%","right_answer":"E. Sarcoidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1065.jpg","explanation_1":"","explanation_2":"$Moderate doses of vitamin D are often recommended for patients with inadequate dietary intake to improve bone mineralization.  However, excessive vitamin D can cause symptomatic #hypercalcemia#, with impaired depolarization of neuromuscular membranes (eg, muscle #weakness#, #constipation#, #confusion#) and impaired concentration of urine in the distal tubule (#polyuria/polydipsia#).  Chronic vitamin D intoxication can also lead to #renal stone formation# and bone demineralization with associated #bone pain# (although normal vitamin D levels facilitate bone mineralization, toxicity increases osteoclast activity and bone turnover). $Normally, 25-hydroxyvitamin D is converted to 1,25-dihydroxyvitamin D (the active form) by #1-α-hydroxylase# in the kidneys, a process regulated by parathyroid hormone (PTH).  However, patients with #granulomatous diseases# (eg, sarcoidosis, tuberculosis) can have #PTH-independent conversion# due to expression of 1-α-hydroxylase in #activated macrophages#.  A similar process can occur in Hodgkin disease and some non-Hodgkin lymphomas. $#(Choice A)#  Biliary obstruction is associated with altered lipid absorption and deficiencies of fat-soluble vitamins (eg, A, D, E, and K). $#(Choice B)#  Carcinoid tumor cells synthesize excessive amounts of serotonin.  When these cells metastasize to the liver, the release of serotonin into the systemic circulation results in carcinoid syndrome (eg, episodic cutaneous flushing, bronchospasm/wheezing, diarrhea). $#(Choice C)#  Hemochromatosis is associated with excessive intestinal absorption of iron and accumulation in parenchymal organs.  Patients classically develop liver cirrhosis, heart failure, skin hyperpigmentation, and diabetes mellitus (\"bronze diabetes\"). $#(Choice D)#  Pheochromocytoma is associated with elevated levels of metanephrines and catecholamines.  Patients typically have paroxysmal headache, diaphoresis, tachycardia, and hypertension. $#(Choice F)#  Wilson disease (hepatolenticular degeneration) is characterized by impaired incorporation of copper into ceruloplasmin and defective excretion of excess copper into bile.  This leads to elevated blood free copper levels and deposition in the liver (cirrhosis) and brain (motor abnormalities, psychiatric symptoms). $#Educational objective# Excessive vitamin D intake can lead to hypercalcemia and cause mental status changes, muscle weakness, constipation, and polyuria/polydipsia.  Activated macrophages in sarcoidosis and other granulomatous diseases express 1-α-hydroxylase, leading to excess production of 1,25-dihydroxyvitamin D and hypercalcemia.  "}


]