[

{"id":"7214","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $ A 54-year-old man comes to the emergency department after an episode of bloody vomiting.  He has had no fever, chills, abdominal pain, diarrhea, or constipation.  The patient has a history of alcohol abuse with multiple previous hospital admissions due to alcohol withdrawal and generalized tonic-clonic seizures.  He also has a history of intravenous drug abuse and is currently enrolled in a methadone maintenance program.  Blood pressure is 96/62 mm Hg and pulse is 102/min.  On examination, the patient appears comfortable but develops dizziness when asked to sit up.  There is no jugular venous distension.  The abdomen is distended with dullness to percussion at both flanks.  The liver is enlarged on palpation, and the tip of the spleen is also palpable.  There is trace pedal edema.  #Laboratory studies# show:","title_table":"?Hemoglobin? 9.7 g/dL?Mean corpuscular volume? 98 fL?Leukocytes? 5,000/mm3?Platelets? 78,000/mm3","title_table_3":"","exhibit_1":"","image_1":"","title_2":"#Item 1 of 2#$Histopathologic examination of this patient's spleen is most likely to show which of the following?","audio":"","comparison_items":"","answer_1":"A. Extramedullary hematopoiesis","answer_2":"B. Histiocytic proliferation","answer_3":"C. Lymphoid follicle expansion","answer_4":"D. Metastatic deposits","answer_5":"E. Red pulp expansion","percent_1":"26%","percent_2":"5%","percent_3":"5%","percent_4":"2%","percent_5":"62%","right_answer":"E. Red pulp expansion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of significant alcohol and intravenous drug abuse has evidence of #alcoholic liver disease# (ALD).  His hematemesis, orthostatic symptoms, and normocytic anemia are likely due to acute bleeding from esophageal varices.  Although chronic gastrointestinal blood loss can cause microcytic anemia due to depletion of iron stores and reduced hemoglobin synthesis, acute hemorrhage (as in this patient) is usually associated with normal mean corpuscular volume.  ALD also causes thrombocytopenia due to decreased platelet production, increased destruction, and splenic sequestration. $ Fibrosis and distortion of intrahepatic vasculature in ALD obstructs blood flow through the liver, leading to #portal hypertension#.  Because the splenic vein is part of the portal circulation, any condition that causes portal hypertension can lead to #splenomegaly# with congestive hypersplenism.  Venous congestion causes apparent #expansion of the red pulp# of the spleen, which is composed of blood-filled sinuses and cords lined by reticuloendothelial-type cells. $ (Choice A)  Extramedullary hematopoiesis results when hematopoietic precursor cells are displaced from the bone marrow and infiltrate the liver and spleen preferentially, resulting in splenomegaly.  A common condition in which this occurs is myelofibrosis. $ #(Choices B and D)# Histiocytic proliferation can cause splenomegaly in the setting of Langerhans cell histiocytosis (formerly known as histiocytosis X), but this is a rare disease with highest incidence in childhood.  Metastatic tumors (eg, lung, breast, colorectal cancer) can infiltrate the spleen and lead to hypersplenism, but this patient has no history of malignancy.  Given this patient's substance abuse history, ALD is much more likely. $ (Choice C)  Lymphoid follicle expansion can cause hypersplenism in the setting of systemic infections (eg, infectious mononucleosis) or as a result of immunologic diseases (eg, systemic lupus erythematosus, rheumatoid arthritis [Felty syndrome]). $ Educational objective Portal hypertension, as seen in alcoholic liver disease, produces splenomegaly by causing congestion of blood within the spleen, which produces expansion of the red pulp."},

{"id":"7215","title":"#Item 2 of 2# $After initial stabilization with intravenous fluids and blood products, the patient develops another bout of bloody emesis.  Urgent upper gastrointestinal endoscopy confirms esophageal varices.  Which of the following peptides is most likely to immediately decrease the portal venous pressure in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cholecystokinin","answer_2":"B. Glucagon","answer_3":"C. Pentagastrin","answer_4":"D. Secretin","answer_5":"E. Somatostatin","percent_1":"4%","percent_2":"4%","percent_3":"3%","percent_4":"2%","percent_5":"87%","right_answer":"E. Somatostatin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Prolonged #portal hypertension# in alcohol-associated liver disease can cause venous engorgement and dilation (ie, ##varices) at sites of portocaval anastomosis in the esophagus, rectum, umbilicus, and retroperitoneum.  Subsequent rupture of esophageal varices can cause rapid blood loss and carries high mortality. $ Acute management of variceal hemorrhage requires rapid lowering of portal pressure.  #Somatostatin# and #octreotide# (a long-acting somatostatin analog) inhibit the release of endogenous hormones (eg, glucagon, vasoactive intestinal peptide) that induce splanchnic vasodilation, thereby indirectly #reducing portal blood flow#.  Vasopressin directly causes splanchnic vasoconstriction and also can lower portal flow in acute variceal hemorrhage, but its use is limited by systemic vasoconstriction. $#(Choices A, B, and D)# Glucagon causes splanchnic vasodilation, raising portal pressure and worsening variceal bleeding.  Cholecystokinin induces contraction of the gallbladder and expulsion of pancreatic exocrine secretions into the duodenum, whereas the primary function of secretin is to alkalinize the duodenal contents; both of these hormones increase glucagon secretion and would therefore be counterproductive in this setting. $ (Choice C)  Pentagastrin is a synthetic gastrin analog that stimulates secretion of gastric acid.  Its primary clinical use is as a diagnostic agent; pentagastrin induces a significant rise in calcitonin secretion in patients with medullary carcinoma of the thyroid and serotonin secretion in patients with carcinoid tumors. $ Educational objective Acute management of variceal hemorrhage requires rapid lowering of portal pressure.  Somatostatin and octreotide (a long-acting somatostatin analog) inhibit the release of hormones that induce splanchnic vasodilation, indirectly causing splanchnic vasoconstriction and reduced portal blood flow."},

{"id":"370","title":"A 32-year-old man is being evaluated due to mild abdominal discomfort and anorexia.  He recently consumed large amounts of alcohol at a holiday party.  A liver biopsy is performed, and light microscopy findings are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/370.jpg","title_2":"Which of the following metabolic changes most likely contributed to the development of this patient's biopsy findings?","audio":"","comparison_items":"","answer_1":"A. Decreased free fatty acid oxidation","answer_2":"B. Decreased triglyceride synthesis","answer_3":"C. Enhanced lipoprotein assembly","answer_4":"D. Increased gluconeogenesis","answer_5":"E. Increased glucose uptake into cells","answer_6":"F. Increased phospholipid catabolism","percent_1":"69%","percent_2":"4%","percent_3":"15%","percent_4":"3%","percent_5":"4%","percent_6":"6%","right_answer":"A. Decreased free fatty acid oxidation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp370.jpg","explanation_1":"","explanation_2":"$This patient's liver biopsy shows #steatosis#, a nonspecific condition characterized by #triglyceride accumulation# within the hepatocellular cytoplasm, which is likely related to his recent #alcohol consumption#. $ Ethanol is metabolized in the liver by alcohol dehydrogenase and acetaldehyde dehydrogenase enzymes, producing NADH and an #increased NADH/NAD+ ratio#.  Excess NADH production contributes to the pathogenesis of hepatic steatosis primarily by #inhibiting free fatty acid oxidation#.  It also enhances fatty acid formation and glycerol-3-phosphate production, thus promoting triglyceride synthesis #(choice B)#.  Additional contributing pathogenetic factors include increased peripheral fat catabolism and impaired lipoprotein assembly and secretion #(choice C)#. $ On microscopic examination, fat accumulation appears as #clear cytoplasmic vacuoles# (lipids frequently dissolve during histologic processing) that often displace the hepatocyte nucleus.  The lipids can also be highlighted by specialized staining with oil red O or Sudan black.$ (Choice D)  An increased hepatic NADH/NAD+ ratio due to alcohol consumption inhibits gluconeogenesis reactions that require NAD+ (eg, conversion of malate to oxaloacetate and lactate to pyruvate). $ (Choice E)  Increased cellular glucose uptake occurs with high circulating insulin levels; however, hyperinsulinemia does not significantly contribute to the pathogenesis of alcohol-induced hepatic steatosis.  In contrast, insulin resistance and hyperinsulinemia play a key role in development of nonalcoholic fatty liver disease. $ (Choice F)  Alcohol use increases peripheral fat (not phospholipid) catabolism.  The resulting increase in circulating free fatty acids contributes to alcohol-induced hepatic steatosis by increasing hepatocellular triglyceride synthesis. $ Educational objective The pathogenesis of alcohol-induced hepatic steatosis involves excess NADH production (via ethanol metabolism), which inhibits free fatty acid oxidation and promotes lipogenesis.  Steatosis is microscopically characterized by clear cytoplasmic vacuoles within hepatocytes."},

{"id":"21465","title":"A 42-year-old man is brought to the emergency department after a suspected suicide attempt.  The patient's wife filed for divorce a few days ago, and 3 hours ago, he began drinking alcohol and took multiple acetaminophen tablets.  He has had several episodes of vomiting.  The patient has no significant history of alcohol use, and he last drank alcohol 6 months ago.  Vital signs are stable.  Laboratory results are pending.  The patient's family is concerned about significant liver injury given his concurrent alcohol and acetaminophen intake.  A physician explains to the family that acute ethanol ingestion may reduce the risk of acetaminophen-induced liver toxicity.  Which of the following actions of ethanol best explains this phenomenon?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Competitive inhibition of hepatic cytochrome P450","answer_2":"B. Depletion of hepatic glutathione synthesis","answer_3":"C. Impaired hepatic glucuronidation of acetaminophen","answer_4":"D. Impaired intestinal absorption of acetaminophen","answer_5":"E. Induction of hepatic cytochrome P450","percent_1":"45%","percent_2":"8%","percent_3":"22%","percent_4":"4%","percent_5":"21%","right_answer":"A. Competitive inhibition of hepatic cytochrome P450","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21465.jpg","explanation_1":"","explanation_2":"$#Acetaminophen# is a commonly used antipyretic and analgesic drug that is metabolized by the liver.  Although it is mostly converted to nontoxic metabolites by sulfation and glucuronidation, a small amount of the drug is #metabolized by cytochrome P450# enzymes (including subtype 2E1) #into the toxic metabolite# N-acetyl-p-benzoquinone imine (NAPQI).  When acetaminophen dosage is appropriate, NAPQI is conjugated by glutathione into a nontoxic compound and eliminated in the urine.  However, an acetaminophen overdose #depletes intrahepatic glutathione#, causing the NAPQI level to rise and cause #hepatotoxicity#. $Concomitant #acute ethanol ingestion# can potentially reduce acetaminophen-induced hepatotoxicity.  Although ethanol is primarily metabolized by @alcohol dehydrogenase@, it can also be converted to acetaldehyde by cytochrome P450 2E1.  Through #competitive inhibition# of cytochrome P450 2E1, ethanol can decrease metabolism of acetaminophen to NAPQI and therefore #decrease NAPQI concentrations#. $Notably, although some of these patients may experience less hepatotoxicity from acetaminophen overdose than expected, the amount of ethanol that confers this protective effect is unknown and ethanol should therefore not be considered an antidote for acetaminophen toxicity.  Moreover, ethanol itself can cause hepatotoxicity when consumed excessively. $#(Choices B and E)#  In contrast to acute ethanol ingestion, chronic consumption can lead to nutritional deficiencies and chronic oxidative damage that decrease intrahepatic glutathione synthesis.  In addition, cytochrome P450 2E1 activity is upregulated by chronic ethanol use.  As a result chronic alcohol consumption increases NAPQI concentrations and the risk of hepatotoxicity during an acetaminophen overdose. $#(Choice C)#  Impairment of glucuronidation would decrease conversion of acetaminophen to nontoxic metabolites and increase the amount of acetaminophen converted to NAPQI, worsening hepatotoxicity. $#(Choice D)#  Activated charcoal is a highly absorbent powder that binds to drugs and toxins, including acetaminophen, and is sometimes used to limit intestinal absorption after an overdose.  However, ethanol does not affect intestinal absorption of acetaminophen. $#Educational objective# Acetaminophen and ethanol are metabolized by the same cytochrome P450 enzyme.  Through competitive inhibition, acute (not chronic) ingestion of ethanol can lead to decreased conversion of acetaminophen to N-acetyl-p-benzoquinone imine (a toxic metabolite), potentially reducing acetaminophen-induced hepatotoxicity.  However, cytochrome P450 2E1 activity is upregulated by chronic ethanol use.  As a result chronic alcohol consumption increases NAPQI concentrations and the risk of hepatotoxicity during an acetaminophen overdose.  ","clickable_1":"images/img1.21465.jpg"},

{"id":"21128","title":"A 6-year-old boy is brought to the emergency department due to abrupt-onset vomiting, lethargy, and altered mental status.  For 4 days, the patient has had a fever, cough, and rhinorrhea, which were treated symptomatically with aspirin.  He has no prior medical conditions, and his family history is unremarkable.  Vital signs are normal.  The patient is stuporous and does not respond to verbal commands.  Hepatomegaly is present.  There is no jaundice.  Laboratory results are as follows:","title_table":"!Liver function studies! ?Total bilirubin? 1.2 mg/dL ?Alkaline phosphatase? 150 U/L ?Aspartate aminotransferase (SGOT)? 2,431 U/L ?Alanine aminotransferase (SGPT)? 3,402 U/L !Coagulation studies! ?PT? 30 sec ?Activated PTT? 68 sec !Blood, plasma, and serum! ?Ammonia? 462 µg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's presentation?","audio":"","comparison_items":"","answer_1":"A. Accumulation of a misfolded protein within hepatocytes","answer_2":"B. CD8+ T-cell–mediated destruction of viral infected hepatocytes","answer_3":"C. Depletion of intracellular reduced glutathione","answer_4":"D. Excessive formation of superoxide in hepatocytes","answer_5":"E. Mitochondrial damage leading to impaired fatty acid metabolism","percent_1":"1%","percent_2":"5%","percent_3":"13%","percent_4":"16%","percent_5":"65%","right_answer":"E. Mitochondrial damage leading to impaired fatty acid metabolism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Reye syndrome! ?Pathophysiology? • Aspirin use in children during viral infection$ (eg, influenza, varicella) • Mitochondrial toxicity → impaired fatty$ acid metabolism • Microvesicular fat deposits in the liver • Hepatic dysfunction → hyperammonemia • Diffuse astrocyte swelling (ie, cerebral$ edema) ?Clinical features? Acute liver failure$ == ○Hepatomegaly$== ○ Elevated transaminases; coagulopathy Rapidly progressive encephalopathy$== ○ Vomiting, lethargy, seizures, coma ?Treatment? • Supportive ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #Reye syndrome#, a rapidly progressive disorder characterized by acute liver failure (eg, hepatomegaly, elevated transaminases, coagulopathy) and encephalopathy. $Reye syndrome most commonly occurs in children who are given #salicylates# (eg, aspirin) during a #viral infection# (eg, influenza).  In susceptible patients, salicylates can #damage mitochondria# within hepatocytes and inhibit enzymes involved in #fatty acid beta-oxidation#, the primary metabolic pathway hepatocytes depend on to maintain normal cellular function.  Salicylate-induced hepatic injury prevents the liver from keeping up with metabolic demands, which often increase in the setting of a viral infection and predisposes patients to the development of #acute liver failure#. $Patients with Reye syndrome typically have vomiting and #encephalopathy# (eg, lethargy, altered mental status) related to the buildup of ammonia from liver failure.  Seizures and coma may also occur.  In addition to #hyperammonemia#, laboratory analysis typically shows markedly #elevated aminotransferases#, as seen in this patient.  In addition, #PT# and #PTT# are often #prolonged# due to impaired hepatic synthetic function, but bilirubin is generally normal to slightly elevated.  There is no specific treatment for Reye syndrome other than supportive care. $#(Choice A)#  Alpha-1 antitrypsin (A1A) deficiency causes abnormal A1A protein folding and accumulation within hepatocytes.  Although it can cause chronic liver disease in childhood, this patient's acute hepatic dysfunction and encephalopathy after salicylate exposure is more characteristic of Reye syndrome. $#(Choice B)#  Viral hepatitis induces a robust CD8+ T-cell response against infected hepatocytes, which typically leads to elevations in aminotransferases.  Although viral hepatitis may cause acute liver failure, it would be associated with increased bilirubin and jaundice (especially with marked AST/ALT elevation). $#(Choice C)#  Acetaminophen overdose can cause acute liver failure through the depletion of intracellular glutathione, leading to an overabundance of hepatotoxic metabolites (eg, N-acetyl-p-benzoquinone imine).  Salicylates do not deplete intracellular glutathione like acetaminophen does. $#(Choice D)#  Reperfusion after ischemic insult to the liver can create hepatotoxic reactive oxygen species, such as superoxide.  Reperfusion injury occurs in the setting of profound hypotension (eg, septic shock), which is not present in this patient. $#Educational objective# Reye syndrome is characterized by acute liver failure (eg, hepatomegaly, elevated aminotransferases, coagulopathy) and rapidly progressive encephalopathy related to hyperammonemia.  It usually develops in susceptible children during a viral infection after administration of salicylates (eg, aspirin), which cause damage to the mitochondria and impair fatty acid beta-oxidation within hepatocytes.  "},

{"id":"17969","title":"A 62-year-old man comes to the office for evaluation of abdominal swelling.  Over the last few weeks his abdomen has become more distended with associated mild discomfort and decreased appetite.  Past medical history includes multiple admissions for alcohol-induced pancreatitis.  The patient currently drinks 1 pint of liquor daily and does not use tobacco or illicit drugs.  Physical examination reveals mildly icteric sclera and multiple spider angiomas on the upper chest.  The abdomen is distended and there is dullness to percussion that changes location when the patient lays on either side.  Serum sodium is 130 mEq/dL and creatinine is 1.1 mg/dL.  Which of the following would most likely be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum antidiuretic hormone ∆Urine sodium ∆Total body volume ","answer_1":"§A.∆ ↑ ∆↓ ∆↑","answer_2":"§B.∆ ↑ ∆↓ ∆↓","answer_3":"§C.∆ ↑ ∆↑ ∆normal","answer_4":"§D.∆ ↓ ∆↑ ∆normal","answer_5":"§E.∆ ↑ ∆↑ ∆↓","percent_1":"62%","percent_2":"4%","percent_3":"20%","percent_4":"9%","percent_5":"5%","right_answer":"§A.∆ ↑ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp17969.jpg","explanation_1":"","explanation_2":"$This patient with a history of heavy alcohol use, abdominal swelling with shifting dullness to percussion (indicative of intraabdominal fluid), and stigmata of chronic liver disease (eg, spider angiomas, jaundice) has #ascites# due to cirrhosis.  #Cirrhosis# occurs from progressive hepatic fibrosis, resulting #portal hypertension# due to increased sinusoidal blood flow resistance.  There is also increased formation of vasodilatory factors (eg, nitric oxide), possibly due to bacterial products (eg, endotoxins) that accumulate because of reduced host defenses and increased portosystemic shunting.  This results in the following hemodynamic alterations: $• Reduced systemic vascular resistance along with blood pooling in the splanchnic vascular bed leads to reduced blood pressure.  Heart rate and cardiac output increase to compensate (hyperdynamic circulation). $• Reduced renal perfusion leads to activation of the @renin-angiotensin-aldosterone system (RAAS)@ and #increased release of antidiuretic hormone (ADH) #in an effort to restore circulating volume. $• The combined aldosterone and ADH effects lead to #increased renal resorption of sodium# (ie, lower urine sodium) and water. $Although this restores renal perfusion, the resistance to splanchnic flow and hyperdynamic circulation promotes third-spacing of fluids into the abdominal cavity (ie, ascites) and interstitium (ie, edema).  This is compounded by low serum oncotic pressure due to hypoalbuminemia from liver synthetic dysfunction.  Therefore, despite #increased total body volume#, patients with cirrhosis remain intravascularly depleted and continue to release hypovolemic hormones.  Eventually, the resultant elevated ADH secretion can lead to #hypervolemic hyponatremia#, which is common in patients with advanced cirrhosis. $#(Choices B, C, D, and E)#  Splanchnic vasodilation results in renal hypoperfusion, stimulating increased ADH secretion and activation of the RAAS.  This leads to increased renal resorption of sodium, lowering the urinary sodium concentration.  Third-spacing of fluid results in increased total body volume. $#Educational objective# Portal hypertension in cirrhosis leads to vasodilation and decreased systemic perfusion pressure, which causes antidiuretic hormone release and activation of the renin-angiotensin-aldosterone system, promoting sodium and water retention.  However, due to resistance to splanchnic flow, low oncotic pressure, and hyperdynamic circulation, the fluid is third-spaced into the extravascular compartments (eg, ascites).  Therefore, despite increased total body volume, patients with cirrhosis remain intravascularly volume depleted.  ","clickable_1":"images/img1.17969.jpg"},

{"id":"16070","title":"A 34-year-old woman is found dead in her apartment.  An autopsy examination is performed.  A ruptured plaque in the proximal anterior descending artery with an overlying occlusive thrombus is found.  Incidentally, a 4-cm hepatic mass in the right lobe of the liver is also found.  Grossly, the mass is well demarcated from the surrounding liver tissue and appears nodular with a central, gray-white, depressed stellate scar from which fibrous septa radiate to the periphery.  The rest of the liver is normal.  No additional abnormalities are noted on autopsy.  Which of the following is the most likely diagnosis of this patient's liver lesion?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Focal nodular hyperplasia","answer_2":"B. Hepatic hemangioma","answer_3":"C. Hepatocellular adenoma","answer_4":"D. Hepatocellular carcinoma","percent_1":"49%","percent_2":"10%","percent_3":"27%","percent_4":"13%","right_answer":"A. Focal nodular hyperplasia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's incidentally found liver mass is characteristic of #focal nodular hyperplasia# (FNH), a nonneoplastic lesion that most commonly occurs in #young women#.  FNH is thought to result from a hepatic vascular abnormality causing localized hyperperfusion with a secondary hyperplastic response.  It grossly appears as a @well-circumscribed, solitary mass@ with a characteristic #central stellate scar# from which fibrous septa radiate to the periphery.  On microscopic examination, the fibrous septa—which enclose abnormally large, @thick-walled arterial branches@—divide the lesion into #nodules# composed of plates of normal-appearing hepatocytes. $ FNH is #benign# and typically does not enlarge, undergo malignant transformation, or rupture; therefore, most cases do not require treatment.  These lesions are usually #asymptomatic# and discovered incidentally during autopsy examination or abdominal imaging for a different condition. $ (Choice B)  @Hepatic hemangioma@ is the most common benign hepatic lesion but typically appears as a well-circumscribed, red-brown, spongy subcapsular mass with areas of hemorrhage.  Histopathology shows @cavernous vascular compartments@ lined by endothelial cells and filled with red blood cells. $ (Choice C)  @Hepatocellular adenoma@ is a benign liver lesion that is strongly associated with oral contraceptive use that may undergo malignant transformation or rupture.  Although it can also be discovered incidentally, a hepatocellular adenoma usually appears as a well-circumscribed, solitary mass without a central scar.  Histopathology typically shows @hepatocytes without atypia@ and an absence of normal hepatic architecture (no portal structures or bile ducts). $ (Choice D)  @Hepatocellular carcinoma@ (HCC) is a malignant liver tumor that usually develops in older patients in the setting of underlying chronic liver disease (eg, chronic viral hepatitis, alcohol-induced cirrhosis), and patients are often symptomatic at presentation (eg, abdominal pain, elevated liver function tests).  HCC can have variable appearances on gross examination (eg, solitary or multiple tan, yellow, or green masses); however, the background liver parenchyma is usually cirrhotic. $ Educational objective Focal nodular hyperplasia is a benign liver lesion marked by a central stellate scar with radiating fibrous septa that microscopically contain abnormally large, thick-walled arteries.  It usually arises in asymptomatic young women, and most cases are found incidentally.","clickable_1":"images/img1.16070.jpg","clickable_2":"images/img2.16070.jpg","clickable_3":"images/img3.16070.jpg","clickable_4":"images/img4.16070.jpg","clickable_5":"images/img5.16070.jpg","clickable_6":"images/img6.16070.jpg","clickable_7":"images/img7.16070.jpg"},

{"id":"1927","title":"A 34-year-old man is evaluated due to elevated liver aminotransferases.  The patient has no chronic medical conditions but has a history of injection drug use.  Family history is notable for liver cirrhosis in his mother.  Ultrasonography-guided liver biopsy is performed.  Histopathology demonstrates marked panlobular mononuclear cell infiltration that spans adjacent lobules.  Intensely eosinophilic round bodies are occasionally seen scattered among the hepatic parenchyma.  Which of the following is the most likely cause of the latter histopathologic finding in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coagulative necrosis due to a toxin","answer_2":"B. Cytotoxic T-cell–mediated apoptosis","answer_3":"C. Intracellular pigment accumulation","answer_4":"D. Intracytoplasmic cytokeratin deposition","answer_5":"E. Small foci of fibrinoid necrosis","answer_6":"F. Stellate cell activation into myofibroblast","percent_1":"6%","percent_2":"38%","percent_3":"7%","percent_4":"18%","percent_5":"10%","percent_6":"21%","right_answer":"B. Cytotoxic T-cell–mediated apoptosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of intravenous drug use likely has elevated aminotransferases due to #acute viral hepatitis#, which is characterized by hepatocyte damage (eg, cell injury, cell death) and inflammation. $ Most cases are marked by significant #panlobular lymphocytic inflammation# (ie, involving the entire @lobule@), which develops in response to the viral antigens.  To control the infection, #cytotoxic T cells# trigger @apoptosis@ of infected hepatocytes by binding death receptors (eg, Fas) on the plasma membrane and by secreting cytotoxic mediators (eg, perforins, granzymes).  As a result, a cascade of caspase enzymes breaks down hepatocyte proteins and DNA, leading to cell shrinkage, chromatin condensation and fragmentation, and budding apoptotic bodies (ie, membrane-bound cellular fragments). $ In liver biopsy, these @apoptotic hepatocytes@ (ie, #Councilman bodies#, acidophil bodies) have a small, round, intensely pink (ie, eosinophilic) appearance on hematoxylin and eosin staining and may contain pyknotic nuclei or nuclear fragments.  They are typically promptly phagocytosed by Kupffer cells. $ (Choice A)  Toxin-mediated hepatic injury (eg, due to acetaminophen) often results in centrilobular hepatocyte necrosis (ie, centered around central veins) due to oxidative damage. $ (Choice C)  @Hemochromatosis@ is characterized by the deposition of iron within hepatocytes, which appears as yellow to brown granules that can be highlighted with Prussian blue stain. $ (Choice D) @Mallory bodies@, damaged cytokeratin filaments that appear as eosinophilic hepatocellular inclusions, often arise in alcoholic liver disease.  Alcohol-mediated liver injury is associated with fat deposition in hepatocytes, particularly in the centrilobular region. $ (Choice E)  Aschoff bodies, seen in the myocardium of patients with rheumatic heart disease, are small areas of granulomatous inflammation that may contain central fibrinoid necrosis.  They are not seen in the liver. $ (Choice F)  @Stellate cells@, which reside in the hepatic perisinusoidal space, can transdifferentiate into myofibroblasts in response to hepatocyte injury and deposit collagen, resulting in liver fibrosis.  Fibrotic bands may develop in chronic viral hepatitis, which is characterized by persistent hepatocyte injury and predominantly portal tract–based lymphocytic inflammation. $ Educational objective Intravenous drug use is a risk factor for acute viral hepatitis, which is marked by panlobular inflammation, hepatocyte injury, and cell death.  To control the infection, cytotoxic T-cell–mediated signals cause hepatocyte apoptosis, which is characterized microscopically by Councilman bodies (ie, round, intensely eosinophilic bodies).","clickable_1":"images/img1.1927.jpg","clickable_2":"images/img2.1927.mp4","clickable_3":"images/img3.1927.jpg","clickable_4":"images/img4.1927.jpg","clickable_5":"images/img5.1927.jpg","clickable_6":"images/img6.1927.jpg"},

{"id":"1537","title":"A 53-year-old man who has not seen a physician in years presents to your office complaining of abdominal distention.  He states 'Last month my stomach started to swell up and it hasn't gotten any better'.  He has no other medical problems.  The patient admits to drinking 10-12 beers a day for the last 20 years.  His temperature is 36.7 C (98 F), blood pressure is 116/72 mm Hg, pulse is 78/min and respirations are 20/min.  On examination his abdomen is distended with engorged paraumbilical veins.  There is also palmar erythema and multiple spider angiomas are present.  You decided to place him on a low-salt diet and start therapy with furosemide and spironolactone, with subsequent improvement of his abdominal distention.  Before beginning this patient's treatment, which of the following structures labeled on the image below is expected to have an increased pressure?","image_1":"images/1537.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","right_answer":"C. C","percent_1":"3%","percent_2":"19%","percent_3":"72%","percent_4":"6%","explanation_img":"images/exp1537.jpg","explanation_1":"","explanation_2":"The patient described in the question stem is likely suffering from alcohol-induced cirrhosis, a form of micronodular cirrhosis associated with hepatocyte death followed by fine fibrosis of the liver. As cirrhosis worsens and the number of functioning hepatocytes decreases, the functional ability of the liver diminishes. In advanced disease, portal blood has an increasingly difficult time passing through the liver because the vasculature becomes compromised by the progressive fibrosis, causing portal hypertension. Of the structures identified on the image above, only the portal and splenic veins are part of the portal venous system. In this patient, high pressure would be expected throughout the portal system, including the superior mesenteric, portal, and splenic veins. The effects of prolonged portal hypertension include varices at the four sites of portocaval anastomoses (esophagus, rectum, umbilicus, and retroperitoneal), as well as ascites.$The pathogenesis of ascites in patients with cirrhosis is complex. In addition to mechanical compromise of portal vein flow by fibrotic tissue, vasoactive agents also play a role by causing dilatation of the splanchnic arterial vasculature and further intrahepatic vasoconstriction. These processes result in increased portal vein hydrostatic pressure leading to ascitic fluid formation, as well as decreased systemic perfusion pressure. The kidney senses the decreased perfusion pressure (accentuated by renal vasoconstriction in hepatorenal syndrome) and responds with avid retention of sodium and water, thus promoting further increase in ascitic fluid formation. Treatment of ascites secondary to cirrhosis involves restriction of sodium intake combined with diuretics. The most commonly prescribed initial therapy is a combination of furosemide and spironolactone.$(Choice A) The descending abdominal aorta will have elevated pressures in patients with systemic hypertension.$(Choice B) The inferior vena cava experiences increased pressure in cases of heart failure. This patient does not present with the typical symptoms associated with heart failure, such as lower extremity edema and shortness of breath.$(Choice D) The celiac trunk emerges from the aorta at this level (T12 / L1).$Educational objective The portal vein can be identified on cross-sectional scans lying medial to (or just within) the right lobe of the liver and anterior to the inferior vena cava. The pressure in the portal system is elevated in liver cirrhosis."},

{"id":"8578","title":"A 54-year-old man with a history of cirrhosis is brought to the emergency department by his wife, who found him agitated and confused.  She reports that he was nauseous and vomited bright red blood several times yesterday.  His cirrhosis is secondary to chronic hepatitis C infection, and he has received treatment for esophageal varices in the past.  Physical examination reveals abdominal distension, decreased liver span, and testicular atrophy.  A jerky, irregular flexion-extension tremor involving his hands is seen with wrist extension.  Which of the following is most likely to be elevated in this patient's astrocytes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. α-ketoglutarate","answer_2":"B. Alanine","answer_3":"C. Aspartate","answer_4":"D. Carbamoyl phosphate","answer_5":"E. Glutamine","percent_1":"18%","percent_2":"13%","percent_3":"10%","percent_4":"15%","percent_5":"44%","right_answer":"E. Glutamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8578.jpg","explanation_1":"","explanation_2":"$This patient has @hepatic encephalopathy@, likely due to his recent gastrointestinal bleeding causing a corresponding increase in nitrogen absorption by the gut.  The pathogenesis of hepatic encephalopathy is related to increased circulatory levels of #ammonia# and other neurotoxins due to failure of the liver to metabolize waste products. $Under normal conditions, astrocytes regulate neurotransmission by taking up glutamate present in the synapse, preventing excessive neuronal excitation.  Through the action of glutamine synthetase, glutamate undergoes a condensation reaction with ammonia to form glutamine (a non-neuroactive compound).  Glutamine is then released by the astrocytes and taken up by neurons, where it is converted back to glutamate for use as a neurotransmitter (@glutamate-glutamine cycle@). $When #excess ammonia# is present in the blood, it crosses the blood-brain barrier and is taken up by astrocytes, #increasing glutamine production#.  The presence of excess glutamine within astrocytes leads to increased intracellular osmolarity, causing astrocyte swelling and impaired glutamine release.  Hyperammonemia consequently decreases the amount of glutamine available for conversion to glutamate in neurons, resulting in #disruption of excitatory neurotransmission#. $#(Choice A)#  α-ketoglutarate functions as a key intermediate in the TCA cycle and as a nitrogen transporter in metabolic reactions.  In the setting of hyperammonemia, ammonia is detoxified to glutamate via glutamate dehydrogenase, depleting α-ketoglutarate and impairing energy metabolism in the brain. $#(Choice B)#  Alanine is an amino group transporter in the @glucose-alanine cycle@ in liver and muscle tissue.  This process allows tissues that use amino acids for fuel to shunt excess nitrogen back to the liver. $#(Choice C)#  Aspartate is a nonessential amino acid that functions as a substrate in the urea cycle and as part of the malate-aspartate shuttle that transfers cytosolic-reducing equivalents into the mitochondrial matrix. $#(Choice D)#  Carbamoyl phosphate is a urea cycle intermediate synthesized by carbamoyl phosphate synthetase I, which transfers an ammonia molecule from glutamine or glutamate to a phosphorylated bicarbonate.  Carbamoyl phosphate production is decreased in patients with advanced liver disease. $#Educational objective# Hyperammonemia in advanced liver failure occurs as a direct result of the cirrhotic liver's inability to metabolize nitrogenous waste products.  Ammonia crosses the blood-brain barrier and causes excess glutamine to accumulate within astrocytes.  This decreases the amount of glutamine available for conversion to glutamate in the neurons, resulting in disruption of excitatory neurotransmission.  ","clickable_1":"images/img1.8578.jpg","clickable_2":"images/img2.8578.jpg","clickable_3":"images/img3.8578.jpg"},

{"id":"15024","title":"A 62-year-old man comes to the office for the evaluation of jaundice.  Medical history is significant for uncontrolled type 2 diabetes mellitus and morbid obesity.  He does not use tobacco, alcohol, or illicit drugs.  There is no family history of liver disease.  Vital signs are within normal limits.  BMI is 47 kg/m2.  Mild scleral icterus is present.  Heart and lung sounds are normal.  The abdomen is nontender and nondistended.  Trace bilateral lower extremity edema is present.  Laboratory studies reveal elevated transaminases.  A liver biopsy is obtained, and trichrome staining shows the following:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15024.jpg","title_2":"Which of the following cells is directly responsible for the histologic finding indicated by the arrow?","audio":"","comparison_items":"","answer_1":"A. Cholangiocytes","answer_2":"B. Hepatocytes","answer_3":"C. Kupffer cells","answer_4":"D. Sinusoidal endothelial cells","answer_5":"E. Stellate (Ito) cells","percent_1":"3%","percent_2":"5%","percent_3":"19%","percent_4":"9%","percent_5":"65%","right_answer":"E. Stellate (Ito) cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Primary cells of the liver#∆⨉ §^#Cell type# ∆^#Function# §^#Cholangiocyte# ∆ • Bile duct epithelial cell • Transports solutes and electrolytes into bile §^#Hepatocyte# ∆ • Protein, cholesterol & bile synthesis, gluconeogenesis • Drug and fatty acid metabolism §^#Kupffer cell# ∆ • Macrophages within hepatic sinusoids • Phagocytosis of bacteria and RBCs §^#Stellate cell# ∆ • Quiescent phase: vitamin A storage • Activated phase: transform into myofibroblast to secrete collagen (primary cell involved in hepatic fibrosis) %#RBC# = red blood cell.","explanation_img":"","explanation_1":"","explanation_2":"This patient with diabetes mellitus and morbid obesity has #hepatic cirrhosis#, likely due to long-standing nonalcoholic fatty liver disease (NAFLD).  Cirrhosis is the end stage of multiple liver diseases and is characterized by replacement of normal lobular architecture with regenerating nodules separated by bridging fibrous septa. $@Cirrhosis@ can be visualized histologically as #thickened collagenous bands# (which stain blue with Masson trichrome stain) separating clusters of hepatocytes.  Fat infiltration (ie, hepatic steatosis, visible as clear vacuoles within the parenchyma) is commonly seen in both alcohol-induced fatty liver disease and NAFLD.  In response to chronic injury, #stellate (Ito) cells# in the @space of Disse@ are activated and transform into #myofibroblasts# capable of proliferating, promoting chemotaxis, and #producing collagen# in large quantities.  This leads to progressive scar formation and cirrhosis. $Manifestations of cirrhosis include jaundice, scleral icterus, spider angiomas, and elevated liver enzymes.  Evidence of abnormal hepatic synthetic function (eg, abnormal coagulation parameters, hypoalbuminemia) and thrombocytopenia are also common. $#(Choice A)#  Cholangiocytes are epithelial cells within the bile duct system.  They transport ions and solutes into bile as it travels through the canaliculi. $#(Choice B)#  Hepatocytes are located in the liver parenchyma and have many functions, including protein synthesis and storage, fatty acid metabolism, gluconeogenesis, cholesterol synthesis, and drug metabolism. $#(Choice C)#  Kupffer cells are macrophages that reside within hepatic sinusoids.  They are indirectly involved in fibrogenesis because they generate cytokines (ie, TNF-alpha) to assist in the activation of stellate cells; however, their primary function is bacterial phagocytosis and the clearance of red blood cells. $#(Choice D)#  Sinusoidal endothelial cells, which line hepatic sinusoids, are fenestrated cells that filter solutes out of the blood and into hepatocytes.  They assist in the removal of metabolic waste and other macromolecules from circulation. $#Educational objective# Stellate (Ito) cells are the primary cells involved in hepatic fibrosis.  In response to hepatic injury, the stellate cells are activated and transform into myofibroblasts capable of proliferating, promoting chemotaxis, and producing large quantities of collagen.  Collagen stains blue with Masson trichrome stain.  ","clickable_1":"images/img1.15024.jpg","clickable_2":"images/img2.15024.jpg"},

{"id":"372","title":"A 34-year-old woman comes to the office with recent onset of malaise.  The patient reports feeling \"run down and under the weather\" but otherwise has no symptoms.  She is an avid cyclist and is concerned about her ability to participate in a charity race in 3 days.  The patient works as a nurse at a local hospital and lives at home with her husband and 2-year-old son.  She occasionally smokes when she goes out, but since she began feeling ill, she no longer has the desire to smoke.  Physical examination is notable for hepatomegaly.  Laboratory results are as follows: ","title_table":"?Anti-HAV IgM? positive ?Anti-HAV IgG? negative ?HbsAg? negative ?HbeAg? negative ?Anti-HBs? positive ?Anti-HBc? negative ?Anti-Hbe? negative ?Anti-HCV? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is most likely to be elicited on further history taking?","audio":"","comparison_items":"","answer_1":"A. Had a tattoo recently at a local tattoo parlor","answer_2":"B. Had an accidental needlestick exposure at work","answer_3":"C. Had boiled eggs from the hospital cafeteria","answer_4":"D. Had steamed oysters at a neighborhood restaurant","answer_5":"E. Had unprotected sexual intercourse with a new partner","percent_1":"2%","percent_2":"11%","percent_3":"8%","percent_4":"76%","percent_5":"3%","right_answer":"D. Had steamed oysters at a neighborhood restaurant","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Hepatitis A# infection is caused by an RNA picornavirus with an average incubation period of 30 days.  Transmission occurs through the #fecal-oral# route and is common in areas with overcrowding and poor sanitation.  Outbreaks frequently result from #contaminated water or food#, with raw or steamed #shellfish# being the typical (and classically tested) culprit in the United States.  Onset is acute, and symptoms can include malaise, fatigue, anorexia, nausea, vomiting, mild abdominal pain, and an aversion to smoking (for unclear reasons).  Hepatomegaly is commonly seen.  Serum aminotransferases spike early in the illness, followed by increases in bilirubin and alkaline phosphatase.  Anti-HAV IgM is positive and is a marker of active disease.  Hepatitis A infection is a self-limiting disease and does not progress to chronic hepatitis, cirrhosis, or hepatocellular carcinoma. $Treatment is largely supportive, with complete recovery expected in 3-6 weeks.  People considered at high risk (eg, those living in or traveling to endemic areas, those with chronic liver disease or clotting factor disorders, men who have sex with men) should be given the hepatitis A vaccine as prophylaxis.  Unvaccinated close contacts of individuals with hepatitis A should receive the vaccine or immune globulin. $#(Choices A, B, and E)#  Unsanitary tattooing (eg, with contaminated needles), accidental needlesticks, and unprotected sexual intercourse are important risk factors for hepatitis B and C.  This patient is positive for HBsAb, which confirms that she has antibodies to hepatitis B surface antigen and, given the negative anti-HBc, suggests that she has been vaccinated and is now immune. $#(Choice C)#  The consumption of boiled eggs is not commonly associated with hepatitis A infection.  If the boiled eggs were insufficiently cooked, Salmonella infection would be a risk. $#Educational objective# Transmission of the hepatitis A virus occurs through the fecal-oral route and is common in areas with overcrowding and poor sanitation.  Outbreaks frequently result from contaminated water or food, and raw or steamed shellfish is a common culprit in the United States.  "},

{"id":"8547","title":"A 52-year-old man is brought to the emergency department for hematemesis that began an hour earlier. He has regularly consumed large amounts of alcohol for the last 20 years and has been hospitalized numerous times due to ethanol intoxication. Temperature is 36.7 C (98 F), blood pressure is 90/60 mm Hg, pulse is 106/min, and respirations are 22/min. Physical examination shows jaundice and scleral icterus. Examination of the abdomen reveals a palpable spleen and moderate ascites. Endoscopy reveals bleeding esophageal varices. This patient's current condition most likely resulted from chronic shunting of blood through which of the following veins?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left gastric","ansImg_1":"","answer_2":"B. Middle colic","ansImg_2":"","answer_3":"C. Paraumbilical","ansImg_3":"","answer_4":"D. Right gastroepiploic","ansImg_4":"","answer_5":"E. Splenic","ansImg_5":"","answer_6":"F. Superficial epigastric","ansImg_6":"","right_answer":"A. Left gastric","percent_1":"72%","percent_2":"1%","percent_3":"5%","percent_4":"5%","percent_5":"10%","percent_6":"7%","percent_7":"","explanation_img":"images/exp8547.jpg","explanation_1":"","explanation_2":"$This patient has numerous cirrhotic stigmata including ascites, jaundice, and splenomegaly.  An important cause of cirrhosis-related morbidity and mortality is the development of #variceal hemorrhaging# as a direct consequence of portal hypertension. $#Cirrhosis# (of any type) represents the end stage of progressive hepatic fibrosis.  It is characterized by distortion of the hepatic architecture and formation of regenerative nodules.  Cirrhosis is the most common cause of #portal hypertension#, which arises from increased resistance to portal flow at the hepatic sinusoids.  Chronic portal hypertension leads to dilation of small, pre-existing vascular channels between the portal and systemic circulations.  These dilated collateral vessels (@portosystemic anastomoses@) commonly form in the anterior abdomen (caput medusae), lower rectum (anorectal varices), and #inferior end of the esophagus# (esophageal varices). $Treatment sometimes includes inserting a transjugular intrahepatic portosystemic shunt (TIPS) between the portal vein and hepatic vein percutaneously, relieving portal hypertension by shunting blood to the systemic circulation. $#(Choice B)#  The middle colic vein drains the transverse colon. $#(Choices C and F)#  In cirrhosis, the paraumbilical veins can shunt blood from the portal system to superficial epigastric veins in the abdominal wall, causing @caput medusae@. $#(Choice D)#  The right gastroepiploic vein drains venous blood from the inferior portions of the stomach.  It runs along the greater curvature of the stomach. $#(Choice E)#  The splenic vein drains blood from the spleen.  It joins with the superior mesenteric vein to form the hepatic portal vein.  Patients with portal hypertension can develop splenomegaly due to congestion of the splenic red pulp. $#Educational objective# In cirrhosis, portal hypertension arises from increased resistance to portal flow at the hepatic sinusoids.  This causes increased pressure in the portosystemic collateral veins within the lower end of the esophagus, anterior abdomen, and lower rectum.  Dilation of these collateral vessels is responsible for the esophageal varices, caput medusae, and anorectal varices commonly seen in patients with cirrhosis.  ","clickable_1":"images/img1.8547.jpg","clickable_2":"images/img2.8547.jpg"},

{"SubjectSystem":"Physiology-Gastro","id":"21011","title":"An 80-year-old man participates in a study designed to evaluate the effects of aging on the liver.  He has undergone a liver biopsy every 10 years since age 40 so that researchers can identify age-related histologic changes.  The subject is healthy and has no relevant family history.  He does not use alcohol or illicit drugs.  BMI is 21.5 kg/m2.  Physical examination is unremarkable; laboratory studies, including complete blood count, liver function tests, cholesterol levels, and hemoglobin A1c, are within normal limits.  Which of the following histologic changes has most likely developed over time in this individual?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Extracellular amyloid deposition","answer_2":"B. Hemosiderin collections within hepatocytes","answer_3":"C. Hepatocyte intracytoplasmic hyaline inclusions","answer_4":"D. Lipofuscin deposition within hepatocytes","answer_5":"E. Stellate cell collagen production","percent_1":"7%","percent_2":"3%","percent_3":"4%","percent_4":"78%","percent_5":"8%","right_answer":"D. Lipofuscin deposition within hepatocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effect of aging on the liver#∆⨉ §^#Anatomic changes# ∆ • Decreased liver size/mass $== ○ Due to decreased hepatic perfusion §^#Physiologic changes# ∆ • Decreased regenerative capacity • Decreased activity of cytochrome P-450 system • Decreased protein (eg, albumin, clotting factors) synthesis §^#Histologic changes# ∆ • Increased hepatocyte size • Increased polyploidy • Accumulation of lipofuscin (brown atrophy),","explanation_img":"","explanation_1":"","explanation_2":"Several important #age-related changes# develop in the liver over time.  The size of the liver #shrinks#, associated with a #decrease in perfusion#.  In addition, the #regenerative capabilities# of the liver slow, increasing susceptibility to toxic and ischemic injury. $At the cellular level, the overall number of hepatocytes decreases, and the remaining hepatocytes usually increase in size, associated with polyploidy and enlarged mitochondria.  Their ability to clear intracellular debris decreases, allowing a lysosomal degradation product called #lipofuscin# to accumulate over time; the presence of these #yellowish-brown inclusions# within hepatocytes is sometimes referred to as brown atrophy.  Other cellular changes of aging include a decrease in size and number of fenestrations within endothelial cells, formation of lipid droplets within stellate cells, and decreased phagocytic activity of Kupffer cells. $#(Choice A)#  Senile (eg, age-related) systemic @amyloidosis@ is characterized by transthyretin deposition in the extracellular space.  Although amyloidosis can involve the liver, affected patients frequently have hepatomegaly and elevated alkaline phosphatase levels. $#(Choice B)#  @Hereditary hemochromatosis@ is an autosomal recessive disorder characterized by excessive iron absorption and hemosiderin deposition in hepatocytes and other tissues.  This patient has no family history of hemochromatosis, and abnormalities in liver transaminases (eg, AST, ALT) would be expected. $#(Choice C)#  @Mallory-Denk bodies@ are intracytoplasmic hyaline inclusions found within damaged hepatocytes in the setting of alcoholic hepatitis and other liver diseases (eg, nonalcoholic steatohepatitis).  This patient has no medical conditions that predispose to their formation. $#(Choice E)#  Chronic hepatic injury activates stellate cells, leading to collagen production and ultimately @cirrhosis@.  This would not occur in a healthy individual. $#Educational objective# Normal age-related changes in the liver include decreased size, decreased perfusion, slower regenerative capability, and the development of yellowish-brown lipofuscin inclusions within hepatocytes.  ","clickable_1":"images/img1.21011.jpg","clickable_2":"images/img2.21011.jpg","clickable_3":"images/img3.21011.jpg","clickable_4":"images/img4.21011.jpg"},

{"id":"15220","title":"A 45-year-old woman comes to the hospital due to a weeklong history of right upper quadrant pain, anorexia, jaundice, and dark urine.  She has not recently traveled outside of the United States.  The patient has no chronic medical conditions and takes no medications.  She usually drinks 2 or 3 beers a day but has been drinking 8-10 beers daily for the past 6 months.  The patient does not use intravenous drugs and is not sexually active.  Family history is unremarkable.  Temperature is 38.1 C (100.6 F), blood pressure is 122/74 mm Hg, pulse is 98/min and regular, and respirations are 15/min.  BMI is 24 kg/m2.  The patient is jaundiced but in no apparent distress.  She is oriented to person, place, and date.  The liver is enlarged and tender to palpation.  There is no splenomegaly.  The remainder of the physical examination shows no abnormalities.  Laboratory results are as follows:","title_table":"!Liver function studies! ?Total bilirubin? 10.3 mg/dL ?Direct bilirubin? 8.2 mg/dL ?Alkaline phosphatase? 90 U/L ?Aspartate aminotransferase (SGOT)? 193 U/L ?Alanine aminotransferase (SGPT)? 62 U/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"If a liver biopsy is performed, which of the following pathologic findings would most likely be identified in this patient?","audio":"","comparison_items":"","answer_1":"A. Granulomatous destruction of interlobular bile ducts","answer_2":"B. Ground-glass hepatocyte inclusions containing viral antigen","answer_3":"C. Marked intrahepatic neutrophil infiltration","answer_4":"D. Portal tract–predominant lymphocytic infiltration","percent_1":"22%","percent_2":"10%","percent_3":"42%","percent_4":"26%","right_answer":"C. Marked intrahepatic neutrophil infiltration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Alcoholic hepatitis#∆⨉ §^#Pathophysiology# ∆ • Heavy ethanol consumption → intrahepatic oxidative damage → recruitment of neutrophils to the liver §^#Symptoms# ∆ • Fever • Right upper quadrant pain • Jaundice §^#Histology# ∆ • Marked intrahepatic neutrophilic infiltration • Hepatocellular ballooning • Mallory-Denk bodies • Steatosis §^#Laboratory$ studies# ∆ • Aminotransferase elevations with AST/ALT ratio >2:1 • Direct hyperbilirubinemia • Leukocytosis • PT & PTT elevations (impaired hepatic production of coagulation factors) %#ALT =# alanine aminotransferase; #AST =# aspartate aminotransferase.","explanation_img":"","explanation_1":"","explanation_2":"This patient's fever, right upper quadrant pain, jaundice, and elevated transaminases likely represent #alcoholic hepatitis#.  Heavy ethanol consumption causes oxidative damage in the liver, which triggers the release of neutrophil chemotactic factors (eg, #IL-8#, #leukotriene B4#), leading to marked #intrahepatic neutrophil infiltration#.  Other histologic findings include @hepatocellular ballooning@, @Mallory bodies@, and @steatosis@. $Laboratory testing in alcoholic hepatitis typically demonstrates elevated aminotransferases (eg, aspartate aminotransferase [AST], alanine aminotransferase [ALT]) with an #AST/ALT ratio >2:1#.  The disproportionate elevation of AST relative to ALT is caused by deficiencies in pyridoxal phosphate (ALT is more sensitive to vitamin B6 deficiency than AST) and ethanol-induced #mitochondrial damage# (in hepatocytes, large amounts of AST are found in the mitochondria whereas ALT is present only in the cytosol). $Additional laboratory findings in alcoholic hepatitis include leukocytosis and #direct hyperbilirubinemia#.  PT and PTT are often prolonged due to impaired hepatic production of coagulation factors. $#(Choice A)#  @Primary biliary cholangitis@ (PBC) is a chronic inflammatory bile duct disorder.  Histopathology shows inflammation and destruction of interlobular bile ducts with occasional granulomatous lesions.  This cholestatic disorder causes not only hyperbilirubinemia, but also elevated alkaline phosphatase, which is not present in this patient.  Furthermore, PBC does not cause an AST/ALT ratio >2:1. $#(Choices B and D)#  Chronic hepatitis B and C infections can stimulate an immune response against infected hepatocytes characterized by portal tract–predominant @lymphocytic infiltration@.  Ground-glass hepatocytes may also be seen in @chronic hepatitis B@, representing an intracytoplasmic accumulation of hepatitis B surface antigen.  Although chronic viral hepatitis may cause direct hyperbilirubinemia and aminotransferase elevations, ALT is generally higher than AST and an AST/ALT ratio >2:1 is rare. $#Educational objective# Alcoholic hepatitis presents with fever, right upper quadrant pain, and jaundice.  Typical laboratory findings include elevated aminotransferases with an AST/ALT ratio >2:1.  Histopathology is characterized by marked intrahepatic neutrophil infiltration, hepatocellular ballooning, Mallory bodies, and steatosis.  ","clickable_1":"images/img1.15220.jpg","clickable_2":"images/img2.15220.jpg","clickable_3":"images/img3.15220.jpg","clickable_4":"images/img4.15220.jpg","clickable_5":"images/img5.15220.jpg","clickable_6":"images/img6.15220.jpg"},

{"id":"71","title":"A 45-year-old woman comes to the office due to several months of episodic right upper quadrant abdominal pain associated with nausea.  The pain is often brought on by fatty meals and subsides in 1-2 hours.  The patient has no fever, vomiting, diarrhea, melena, or bright red blood per rectum.  Her BMI is 31.2 kg/m2.  Physical examination is unremarkable.  A cholecystokinin stimulation test is performed and shows slow and incomplete gallbladder emptying.  This patient is most likely to have which of the following pathologic findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biliary sludge","answer_2":"B. Black pigment stones","answer_3":"C. Brown pigment stones","answer_4":"D. Cystine stones","answer_5":"E. Uric acid stones","percent_1":"51%","percent_2":"16%","percent_3":"30%","percent_4":"2%","percent_5":"1%","right_answer":"A. Biliary sludge","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp71.jpg","explanation_1":"","explanation_2":"$This patient's slow/incomplete gallbladder emptying in response to cholecystokinin stimulation is consistent with #gallbladder hypomotility#.  The gallbladder functions to actively absorb water from bile; conditions that cause gallbladder hypomotility result in excessive dehydration of bile.  This promotes the precipitation and accumulation of particulate material (eg, cholesterol monohydrate crystals, calcium bilirubinate, mucus) in bile, forming viscous #biliary sludge#.  Sludge formation may be asymptomatic or cause biliary colic (right upper quadrant abdominal pain associated with nausea) and is a known precursor to stone formation (particularly cholesterol stones).  Complications such as acute cholecystitis and cholangitis can also occur in patients with biliary sludge. $ #(Choices B and C)# Pigment gallstones can be brown or black and arise from conditions that increase the amount of unconjugated bilirubin in bile.  Brown pigment stones are associated with biliary tract infections (microbes producing β-glucuronidases), whereas black stones occur with chronic hemolytic anemias (eg, sickle cell disease) and increased enterohepatic cycling of bilirubin (eg, Crohn disease, which also decreases enterohepatic cycling of bile acids).  This patient has no risk factors for pigment stones, and her gallbladder dysmotility makes biliary sludge a more likely diagnosis. $ (Choice D)  Cystinuria is an autosomal recessive condition characterized by a defect in an amino acid transporter gene, resulting in elevated urinary cystine concentrations.  Patients typically present with cystine kidney stones during childhood or adolescence. $ (Choice E)  Individuals with high serum uric acid levels are at increased risk of developing uric acid kidney stones.  Hyperuricemia can be caused by uric acid underexcretion (eg, thiazide diuretics) or overproduction (eg, tumor lysis syndrome). $ Educational objective The gallbladder functions to actively absorb water from bile.  Gallbladder hypomotility causes the bile to become concentrated, promoting precipitation and accumulation of particulate material.  This forms a viscous biliary sludge that can cause transient bile duct obstruction (biliary colic) and promote cholesterol gallstone formation."},

{"id":"881","title":"A 6-year-old boy with no chronic medical conditions is brought to the emergency department due to confusion and intractable vomiting.  His symptoms began a few hours ago and have gradually worsened.  The patient's mother reports that he contracted a febrile illness from his younger brother 2 days ago.  She gave the patient one tablet of an over-the-counter cold medication yesterday, and his fever resolved.  While the mother is speaking, the patient lapses into a coma.  If a liver biopsy were performed, light microscopy of the specimen would most likely reveal which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apoptosis of hepatocytes","answer_2":"B. Bile duct destruction","answer_3":"C. Centrilobular congestion","answer_4":"D. Microvesicular steatosis","answer_5":"E. Periportal inflammatory infiltration","percent_1":"28%","percent_2":"1%","percent_3":"9%","percent_4":"51%","percent_5":"12%","right_answer":"D. Microvesicular steatosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Reye syndrome! ?Pathophysiology? • Aspirin use in children during viral infection$ (eg, influenza, varicella) • Mitochondrial toxicity → impaired fatty$ acid metabolism • Microvesicular fat deposits in the liver • Hepatic dysfunction → hyperammonemia • Diffuse astrocyte swelling (ie, cerebral$ edema) ?Clinical features? Acute liver failure$ == ○Hepatomegaly$== ○ Elevated transaminases; coagulopathy Rapidly progressive encephalopathy$== ○ Vomiting, lethargy, seizures, coma ?Treatment? • Supportive ","explanation_img":"","explanation_1":"","explanation_2":"Children with a #febrile illness# (eg, influenza, varicella) treated with #salicylates# (eg, aspirin) are at risk for developing #Reye syndrome#.  It is hypothesized that affected children may have an inborn metabolic error that renders them sensitive to the toxic effects of salicylates, particularly in virus-infected cells.  Aspirin in these individuals causes #mitochondrial dysfunction#, which results in #impaired fatty acid metabolism# and the two components of Reye syndrome: $ • #Hepatic dysfunction# results from the mitochondrial insult and manifests with hepatomegaly, elevated transaminases, hyperammonemia, and prolonged PT and PTT.  Bilirubin is typically normal, and jaundice is rare.  Light microscopy of a liver specimen shows #microvesicular steatosis# (ie, small fat vacuoles in the cytoplasm of hepatocytes) without necrosis or inflammation.  Electron microscopy findings include swollen mitochondria. $ • #Encephalopathy# is attributed to hepatic dysfunction and the toxic effect of hyperammonemia on the CNS, leading to #cerebral edema#.  Vomiting and confusion from cerebral swelling can rapidly progress to coma and potentially death. $ To avoid the possibility of inducing Reye syndrome, aspirin should not be administered to children except in the management of Kawasaki disease and rheumatologic diseases (eg, juvenile idiopathic arthritis). $ #(Choices A and E)#  Apoptosis of hepatocytes and periportal mononuclear inflammatory infiltration are microscopic findings seen in viral hepatitis.  In contrast to this patient's presentation, hepatic encephalopathy from viral hepatitis would develop gradually. $ (Choice B)  Primary biliary cholangitis is characterized by bile duct destruction and periductal granulomatous inflammation.  Hepatic encephalopathy may occur as a late finding of chronic cirrhosis but would not present acutely, as Reye syndrome did in this patient. $ (Choice C)  In congestive heart failure, which would manifest with peripheral edema rather than rapidly progressive encephalopathy, the liver shows centrilobular congestion and, in some cases, centrilobular necrosis.  Centrilobular necrosis can also be seen with acetaminophen toxicity, which is unlikely in this patient who received a single antipyretic tablet. $ Educational objective Reye syndrome is characterized by liver failure and encephalopathy following salicylate (aspirin) administration in children with a febrile illness.  Aspirin-induced mitochondrial dysfunction causes impaired fatty acid metabolism and microvesicular steatosis of the liver."},

{"id":"10583","title":"A 23-year-old-man is brought to the emergency department after he was stabbed in the right upper quadrant of the abdomen. His blood pressure is 70/42 mm Hg, pulse is 135/min, and respirations are 26/min; pulse oximetry shows oxygen saturation of 95% on room air. Physical examination shows a stab wound 2 cm inferior to the right costal margin. The patient's abdomen is firm and distended. Focused assessment with sonography for trauma (FAST) is positive for blood in the right upper quadrant. He is taken for immediate laparotomy, and approximately 1 liter of blood is evacuated from the peritoneal cavity. Brisk, nonpulsatile bleeding is seen emanating from behind the liver. The surgeon occludes the hepatoduodenal ligament, but the patient continues to hemorrhage. Which of the following structures is the most likely source of this patient's bleeding?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common bile duct","ansImg_1":"","answer_2":"B. Cystic artery","ansImg_2":"","answer_3":"C. Hepatic artery","ansImg_3":"","answer_4":"D. Inferior vena cava","ansImg_4":"","answer_5":"E. Portal vein","ansImg_5":"","right_answer":"D. Inferior vena cava","percent_1":"1%","percent_2":"9%","percent_3":"7%","percent_4":"66%","percent_5":"18%","percent_6":"","percent_7":"","explanation_img":"images/exp10583.jpg","explanation_1":"","explanation_2":"$The #portal triad# runs through the #hepatoduodenal ligament# and is composed of the hepatic artery, portal vein, and common bile duct. In the setting of traumatic liver injury with persistent bleeding, #occlusion# of the hepatoduodenal ligament can be performed to identify the vascular source (ie, the Pringle maneuver). If liver #bleeding does not cease# when the portal triad is occluded, it is likely that there has been injury to the #inferior vena cava# or hepatic veins. Although the inferior vena cava is a retroperitoneal structure, penetrating trauma can disrupt tissue barriers, facilitating bleeding into the peritoneal compartment.$(Choice A) The common bile duct makes up one-third of the portal triad. Damage to the biliary ducts can cause biliary leakage and bile peritonitis.$(Choice B) The cystic artery most commonly arises from the right hepatic artery and would be devascularized following portal triad occlusion. In addition, arterial bleeding is usually pulsatile whereas venous bleeding is nonpulsatile.$#(Choices C and E)# The hepatic artery and portal vein are part of the portal triad; occlusion of the hepatoduodenal ligament would cause the bleeding to stop if either of these vessels is the source.$Educational objective Occlusion of the portal triad can be used to distinguish the source of right upper quadrant bleeding. If the bleeding subsides following occlusion, the source is likely to be the hepatic artery or portal vein. If hepatic bleeding persists after occlusion, the inferior vena cava or hepatic veins are likely to be injured."},

{"id":"19701","title":"A 32-year-old man comes to the office due to fever, jaundice, vomiting, and decreased appetite for the past 5 days.  He recently returned home from South America and reports that a couple of his travel companions have had similar symptoms.  The patient does not use alcohol, tobacco, or illicit drugs and has no relevant family history.  Temperature is 38.8 C (101.8 F), blood pressure is 125/80 mm Hg, pulse is 85/min.  Scleral icterus and hepatomegaly are present.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 14.9 g/dL, ?Platelets? 389,000/mm³, ?Leukocytes? 15,000/mm³, !Liver function studies! ?Total bilirubin? 3.9 mg/dL, ?Alkaline phosphatase? 185 U/L, ?Aspartate aminotransferase (SGOT)? 2,410 U/L, ?Alanine aminotransferase (SGPT)? 3,500 U/L","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following pathophysiologic events is most likely occurring in this patient?","audio":"","comparison_items":"","answer_1":"A. Accumulation of misfolded protein within hepatocytes","answer_2":"B. CD8+ T-cell response against affected hepatocytes","answer_3":"C. Neutrophilic infiltration of the liver","answer_4":"D. Periportal lymphoplasmacytic infiltration","answer_5":"E. Transformation of hepatic stellate cells into myofibroblasts","percent_1":"1%","percent_2":"71%","percent_3":"10%","percent_4":"16%","percent_5":"1%","right_answer":"B. CD8+ T-cell response against affected hepatocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Hepatitis A! ?Clinical$ presentation? • Fever, nausea, right upper quadrant pain • Jaundice, hepatomegaly ?Diagnostic$ testing? • Elevated liver transaminases (>1,000 U/L) • Anti–hepatitis A serology ?Pathology? • CD8+ lymphocytes & #NK# cell response;$ upregulation of #IFN-γ# • Microscopic: mononuclear periportal infiltrates,$ ballooning degeneration of hepatocytes, focal$ necrosis %#IFN-γ# = interferon-gamma; #NK# = natural killer.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #hepatitis A#, a fecal-orally transmitted virus often linked to undercooked shellfish and unsanitary water supplies.  Individuals at increased risk include those traveling to endemic areas (eg, South America), homeless shelter residents, and men who have sex with men.  Typical manifestations include #fever, jaundice, hepatomegaly,# and leukocytosis.  #Liver aminotransferase levels# (eg, alanine aminotransferase [ALT], aspartate aminotransferase [AST]) are dramatically elevated with levels often >1,000 U/L. $ Hepatitis A triggers a robust #CD8+ lymphocytic and natural killer cell response# to clear infected hepatocytes; the resulting hepatocellular damage is #self-limited#, with complete resolution within 2-3 months.  Biopsy is not usually necessary for diagnosis, but typically shows a mononuclear @periportal infiltrate@; ballooning degeneration of hepatocytes and focal necrosis are also sometimes seen in the periportal parenchyma. $ (Choice A)  Alpha-1 antitrypsin (AAT) deficiency causes liver disease characterized by @intracytoplasmic accumulation@ of a misfolded and abnormally polymerized AAT protein.  However, the onset of symptoms is chronic, fever is not present, and aminotransferase elevations are generally <1,000 U/L.  Also, pulmonary symptoms (eg, dyspnea, cough) are common because AAT deficiency also causes early-onset emphysema. $ (Choice C)  Histologic findings in alcohol-induced liver disease include lobular neutrophilic infiltrates, steatosis, ballooning of hepatocytes, and formation of @Mallory-Denk bodies@ (eg, cytoplasmic eosinophilic inclusions within hepatocytes).  However, aminotransferase elevations are modest and rarely exceed 300 U/L, usually with an AST/ALT ratio >2:1, which is not present in this patient. $ (Choice D)  @Lymphoplasmacytic infiltration@ is characteristic of autoimmune hepatitis.  However, multiple people would not be affected with similar symptoms (as in this case) and fever is uncommon. $ (Choice E)  Chronic hepatic injury due to a variety of causes is associated with stellate cell activation and transformation into collagen-producing myofibroblasts, leading to hepatic fibrosis and cirrhosis.  However, although acute hepatic injury in hepatitis A infection may be severe, chronic infection with progression to cirrhosis is rare. $ Educational objective Hepatitis A presents with fever, jaundice, hepatomegaly, leukocytosis, and aminotransferase levels >1,000 U/L.  It triggers a robust CD8+ lymphocytic response to clear infected hepatocytes.  The resulting hepatocellular damage is self-limited, with complete resolution within 2-3 months.","clickable_1":"images/img1.19701.jpg","clickable_2":"images/img2.19701.jpg","clickable_3":"images/img3.19701.jpg","clickable_4":"images/img4.19701.jpg"},

{"id":"47","title":"A 34-year-old man comes to the emergency department due to 5 days of progressive anorexia, nausea, and abdominal pain.  The patient is a known hepatitis B carrier.  He admits to using IV drugs and has shared needles with other drug users on several occasions.  His temperature is 37.7 C (99.9 F).  Examination shows scleral icterus and mild, tender hepatomegaly.  Laboratory studies are notable for highly elevated levels of liver aminotransferases and serum bilirubin and also show the following results:","title_table":"?Hepatitis B surface antigen? positive ?Hepatitis C virus antibody? negative ?HIV-1 antibody? negative ?Hepatitis D RNA? positive","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"This patient's chronic infection assists which of the following life cycle aspects of the current infectious agent?","audio":"","comparison_items":"","answer_1":"A. Coating of viral particles","answer_2":"B. Integration into host genome","answer_3":"C. Intracellular survival","answer_4":"D. Replication of viral RNA","answer_5":"E. Translation of viral transcripts","percent_1":"39%","percent_2":"17%","percent_3":"12%","percent_4":"25%","percent_5":"7%","right_answer":"A. Coating of viral particles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Often referred to as the delta agent, #hepatitis D# #virus# (HDV) is a 35-nm, double-shelled particle that resembles the Dane particle of hepatitis B virus (HBV).  The internal polypeptide assembly of HDV is designated #hepatitis D antigen (HDAg)#.  Associated with this antigen is a very short, circular molecule of single-stranded RNA.  HDAg is considered #replication defective# as it must be coated by the external coat #hepatitis B surface antigen (HBsAg)# of HBV to penetrate the hepatocyte.  HDV infection can arise either as an acute coinfection with HBV or as a superinfection of a chronic HBV carrier. $#(Choices B, C, D, and E)#  Once coated with HBsAg, HDV is able to penetrate the hepatocyte, survive within the cell, integrate into the host genome, replicate its viral RNA, and translate its genome into protein. $#Educational objective# The hepatitis B surface antigen of hepatitis B virus must coat the hepatitis D antigen of hepatitis D virus before it can infect hepatocytes and multiply.  "},

{"id":"400","title":"A 43-year-old man comes to the office due to yellowing of the skin over the past few weeks.  He has had no fever or abdominal pain and has not traveled recently or received blood transfusions.  The patient has also experienced increased shortness of breath with exercise over the last several months.  He has no other medical conditions and takes no medications.  The patient drinks 1 or 2 glasses of wine on social occasions and does not use tobacco or illicit drugs.  His father died of liver cirrhosis attributed to heavy alcohol use.  On physical examination, expiration is prolonged and there are scattered wheezes bilaterally.  Laboratory results show total bilirubin of 4.1 mg/dL and alanine aminotransferase of 90 U/L.  Viral hepatitis serology is negative.  Chest x-ray shows hyperlucency of the lungs and flattening of the diaphragm.  Abdominal ultrasound reveals increased liver span and echogenicity of the liver parenchyma but no masses.  Which of the following is the most likely underlying cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune injury of the intrahepatic bile ducts","answer_2":"B. Decreased UDP-glucuronosyltransferase activity","answer_3":"C. Defective chloride transport at epithelial surfaces","answer_4":"D. Defective transport and accumulation of copper","answer_5":"E. Inherited deficiency of a serine protease inhibitor","answer_6":"F. Unregulated gastrointestinal iron absorption","percent_1":"9%","percent_2":"11%","percent_3":"6%","percent_4":"5%","percent_5":"65%","percent_6":"5%","right_answer":"E. Inherited deficiency of a serine protease inhibitor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp400.jpg","explanation_1":"","explanation_2":"$This patient with signs of liver dysfunction (ie, jaundice, transaminitis) and evidence of #emphysema# on chest x-ray (eg, hyperlucency, diaphragmatic flattening) likely has #alpha-1 antitrypsin deficiency# (AATD).  Alpha-1 antitrypsin is a serine #protease inhibitor# that regulates the activity of a number of @tissue-destructive proteases@, most importantly neutrophil #elastase#.  Deficiency is inherited in an autosomal codominant fashion. $ AATD leads to unchecked elastase activity in the lungs, resulting in alveolar destruction and lung hyperinflation; the @panacinar emphysema@ tends to favor the basilar lung regions and typically develops prior to age 50.  In addition, some patients are at risk for developing #liver disease# due to accumulation of improperly folded alpha-1 antitrypsin proteins in hepatocytes.  Liver disease is of greatest concern in the first 2 decades of life, but it can present at any age.  Patients can experience hepatomegaly, hyperbilirubinemia, elevated transaminases, and eventual cirrhosis and end-stage liver disease.  Hepatocellular carcinoma may also develop. $ (Choice A)  Autoimmune injury of intrahepatic bile ducts occurs in primary biliary cholangitis (PBC).  PBC predominantly affects women and is characterized by positive antimitochondrial antibodies.  It is not associated with emphysema. $ (Choice B) @UDP-glucuronosyltransferase@ is an enzyme that converts unconjugated bilirubin to its conjugated form, and inherited deficiency can exist in varying degrees.  Mild deficiency results in benign elevations in unconjugated bilirubin during periods of stress (ie, Gilbert syndrome), while severe deficiency can be fatal during infancy (ie, Crigler-Najjar syndrome type I). $ (Choice C)  Defective epithelial chloride transport occurs in cystic fibrosis.  Patients typically develop obstructive lung disease in the form of bronchiectasis and can have pancreatic insufficiency leading to malabsorption.  Cirrhosis can sometimes occur due to chronic obstruction of the biliary ducts, but almost always develops during childhood. $ (Choice D)  Defective copper transport resulting in accumulation of intracellular copper occurs in Wilson disease.  Patients can develop cirrhosis as well as brain degeneration leading to neurologic (eg, dysarthria, gait abnormalities) and psychiatric (eg, impulsivity) manifestations. $ (Choice F)  Unregulated gastrointestinal iron absorption occurs in hemochromatosis.  Patients can develop cirrhosis due to iron overload.  The joints (arthritis), pancreas (diabetes mellitus), and heart (cardiomyopathy) are also commonly affected, but lung involvement is not typical. $ Educational objective Alpha-1 antitrypsin (AAT) is a serine protease inhibitor that regulates the activity of elastase in the lung.  Inherited deficiency of AAT leads to alveolar destruction and panacinar emphysema; in addition, accumulation of improperly folded AAT proteins in hepatocytes can lead to liver dysfunction and cirrhosis in some patients.","clickable_1":"images/img1.400.jpg","clickable_2":"images/img2.400.jpg","clickable_3":"images/img3.400.jpg"},

{"id":"102","title":"A 54-year-old man with a history of hepatitis C infection is brought to the emergency department by his wife after several episodes of vomiting bright red blood.  He is admitted to the hospital and the appropriate treatment is initiated.  During morning rounds the next day, the patient is disoriented and cannot identify the month or his current location.  Physical examination shows significant abdominal distention and gynecomastia.  Repetitive flicking motions of the hands are seen when the patient is asked to outstretch his arms and dorsiflex his wrists.  Which of the following is most likely contributing to this patient's altered mental status?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accumulation of blood urea nitrogen","answer_2":"B. Bacterial infection of the meninges","answer_3":"C. Decreased gamma-aminobutyric acid receptor stimulation","answer_4":"D. Increased absorption of nitrogenous substances by the gut","answer_5":"E. Occlusion of the middle cerebral artery","percent_1":"46%","percent_2":"1%","percent_3":"9%","percent_4":"44%","percent_5":"1%","right_answer":"D. Increased absorption of nitrogenous substances by the gut","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hepatic encephalopathy#∆⨉ §^#Precipitating factors# ∆ • Drugs (eg, sedatives, narcotics) • Hypovolemia (eg, diarrhea) • Electrolyte changes (eg, hypokalemia) • ↑ Nitrogen load (eg, GI bleeding) • Infection (eg, pneumonia, UTI, SBP) • Portosystemic shunting (eg, TIPS) §^#Clinical presentation# ∆ • Sleep pattern changes • Altered mental status • Ataxia • Asterixis §^#Treatment# ∆ • Correct precipitating causes (eg, fluids, antibiotics) • ↓ Blood ammonia concentration (eg, lactulose, rifaximin) %#GI =# gastrointestinal; #SBP =# spontaneous bacterial peritonitis; #TIPS =# transjugular intrahepatic portosystemic shunt; #UTI =# urinary tract infection.","explanation_img":"","explanation_1":"","explanation_2":"This patient with cirrhosis (hepatitis C infection, abdominal distention, gynecomastia) most likely developed #hepatic encephalopathy# due to his recent #gastrointestinal (GI) bleed#.  Hepatic encephalopathy refers to a reversible decline in neurologic function that occurs due to failure of the liver to metabolize waste products such as ammonia.  Ammonia is normally produced by the GI tract as a result of enterocytic catabolism of glutamine and colonic bacterial catabolism of dietary protein.  GI bleeding causes #increased nitrogen delivery# to the gut in the form of hemoglobin, which is then converted into ammonia and absorbed into the bloodstream.  The ammonia then enters the liver through the portal vein and is detoxified to urea. $In chronic liver failure, hepatocyte dysfunction and the shunting of blood through portosystemic collaterals impair the liver's detoxification ability.  This leads to #accumulation of ammonia# and other neurotoxins in the circulation, causing altered amino acid transport across the blood-brain barrier, impaired neurotransmitter metabolism, and depressed cerebral glucose metabolism.  These and other factors result in #increased inhibitory neurotransmission# (eg, γ-aminobutyric acid [GABA]) and #impaired excitatory neurotransmitter release# (eg, glutamate, catecholamines). $In patients with hepatic encephalopathy, lowering of blood ammonia levels is typically accomplished with oral administration of a disaccharide (eg, #lactulose#).  Bacterial action on lactulose results in acidification of colonic contents, which then converts absorbable ammonia into nonabsorbable ammonium ions, trapping it in the stool and thereby increasing fecal nitrogen excretion. $#(Choice A)#  Accumulation of blood urea nitrogen (BUN) is suggestive of renal failure, heart failure, or dehydration.  In healthy patients, GI bleeding can also cause a rapid increase in BUN.  However, this patient has cirrhosis, which is associated with decreased BUN because ammonia cannot be efficiently converted to urea by the failing liver. $#(Choice B)#  Bacterial meningitis presents with altered mental status, fever, nuchal rigidity, headache, and photophobia.  In addition, asterixis (flapping tremor) is specific for metabolic encephalopathies. $#(Choice C)#  The altered mental status seen in hepatic encephalopathy is due to increased (not decreased) activity of the GABA neurotransmitter system.  This enhanced activity is caused by increased GABA receptor affinity and alterations in neurosteroid synthesis rather than increased GABA production. $#(Choice E)#  The middle cerebral artery is the largest cerebral artery and the one most commonly involved in cerebrovascular accidents.  This patient's presentation is suggestive of hepatic encephalopathy rather than stroke. $#Educational objective# Hepatic encephalopathy is caused by increased levels of ammonia and other neurotoxins in the circulation that lead to increased inhibitory neurotransmission and impaired excitatory neurotransmitter release.  Hepatic encephalopathy is frequently precipitated by a stressor (eg, gastrointestinal bleeding, infection) that increases blood ammonia levels.  "},

{"id":"165","title":"A 34-year-old man is found to have dyslipidemia.  His other medical problems include a myocardial infarction 1 week ago.  His father died of myocardial infarction at the age of 48 years.  Several other family members have had myocardial infarctions and hypertension.  The patient smoked cigarettes and drank alcohol occasionally but quit after his myocardial infarction.  He is started on simvastatin and cholestyramine.  Which of the following best describes the independent effects of simvastatin and cholestyramine, respectively, on hepatic cholesterol synthesis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increase and increase","answer_2":"B. Increase and decrease","answer_3":"C. Decrease and increase","answer_4":"D. Decrease and decrease","answer_5":"E. Increase and no change","percent_1":"2%","percent_2":"3%","percent_3":"72%","percent_4":"20%","percent_5":"3%","right_answer":"C. Decrease and increase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp165.jpg","explanation_1":"","explanation_2":"$Bile acids are synthesized in the liver from cholesterol catabolism.  Bile enters the duodenum through gallbladder contraction.  Bile acids are primarily absorbed in the terminal ileum, with the small amount that remains unabsorbed being excreted in the stool (this amount is matched by bile acid synthesis). $#Statins# are the first-line therapy for most patients with hypercholesterolemia.  These drugs competitively #inhibit HMG CoA reductase#, the enzyme responsible for the conversion of HMG CoA to mevalonate (ie, the rate-limiting step in hepatic cholesterol synthesis).  This inhibition #decreases hepatic cholesterol synthesis#.  The resulting upregulation of LDL receptors causes increased uptake of LDL from the circulation.  Statins are very effective in reducing LDL cholesterol.  Statins' effects on triglyceride and HDL levels are comparatively modest. $#Bile acid–binding resins# (ie, bile acid sequestrants) work by binding bile acids in the gastrointestinal tract, thereby interfering with the enterohepatic circulation of bile acids and causing increased bile acid excretion.  This results in hepatic #synthesis of new bile acids#, a process that consumes liver cholesterol stores.  Hepatic uptake of LDL from the circulation is increased for continued bile acid synthesis.  Bile acid production and secretion are increased by 10-fold due to this interruption of the enterohepatic circulation of bile acids.  Hepatic cholesterol reduction is an activating factor for HMG CoA reductase and subsequently results in #increased hepatic cholesterol synthesis#.  This effect can be blocked with the addition of a statin drug to the treatment regimen, leading to a greater reduction in LDL levels than with use of either drug alone (synergistic action). $#Educational objective# Simvastatin decreases hepatic cholesterol production, while cholestyramine increases hepatic cholesterol and bile acid synthesis.  Combination therapy results in a synergistic reduction in plasma LDL level.  "},

{"id":"15535","title":"A 68-year-old woman comes to the emergency department due to shortness of breath, poor appetite, and abdominal distension for the past 3 months.  Her symptoms have progressively worsened, and now she is unable to perform her daily activities.  The patient has a history of coronary artery disease and underwent coronary artery bypass grafting 3 years ago.  She also has myelodysplastic syndrome for which she receives intermittent blood transfusions.  Physical examination shows jugular venous distension, abdominal distension, hepatomegaly, and lower extremity edema.  A representative liver biopsy image is shown in the @exhibit@.  Which of the following is the most likely cause of this patient's liver findings?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15535.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune biliary destruction","answer_2":"B. Excessive deposition of iron","answer_3":"C. Hepatitis virus infection","answer_4":"D. Metastatic spread to the liver","answer_5":"E. Passive hepatic congestion","percent_1":"4%","percent_2":"27%","percent_3":"9%","percent_4":"2%","percent_5":"59%","right_answer":"E. Passive hepatic congestion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient's shortness of breath—accompanied by abdominal distension (ascites), hepatomegaly, jugular venous distension, and lower extremity edema—is consistent with #right-sided heart failure#; her liver biopsy demonstrates evidence of #congestive hepatopathy#. $ In congestive hepatopathy, outflow of blood from the hepatic veins is impeded by elevated right atrial and vena caval pressures, which leads to #increased hydrostatic pressure# in the central veins of the liver.  There is consequent seepage of fluid into the surrounding hepatocytes with resulting congestion and hepatic necrosis.  The hepatocellular damage favors the centrilobular areas (@zone 3@) where congestion is most prominent.  On microscopy, patchy hemorrhage is seen surrounding the central veins consistent with #centrilobular necrosis#.  These areas of necrosis contrast with the relatively normal-appearing hepatocytes in the periportal regions (zone 1), creating an overall heterogenous appearance sometimes referred to as \"#nutmeg liver#.\" $ In addition to signs and symptoms of right-sided heart failure, patients with congestive hepatopathy may have localized right upper quadrant pain (due to stretching of the hepatic capsule), and laboratory results may demonstrate modest elevations in serum bilirubin and transaminases. $ (Choice A)  Autoimmune destruction of intrahepatic biliary ducts occurs in primary biliary cholangitis (formerly primary biliary cirrhosis).  Because intrahepatic bile ducts are concentrated in the periportal regions, histopathology demonstrates @periductal fibrosis@ predominantly in those regions. $ (Choice B)  Excessive hepatic deposition of iron most commonly occurs due to hemochromatosis.  Patients receiving frequent blood transfusions are also at risk; however, histopathology would demonstrate periportal fibrosis and numerous @brown pigments@ representing iron deposits.  Fibrosis favors the periportal regions likely because those hepatocytes are exposed to the highest concentrations of iron-rich blood coming from the portal vein. $ (Choice C)  Histopathology in chronic viral hepatitis (eg, chronic hepatitis C) reveals dense infiltrate of @mononuclear inflammatory cells@ in the periportal regions; there is often gradual development of periportal fibrosis that may eventually bridge to the centrilobular regions. $ (Choice D)  Histopathology of metastatic spread to the liver is unlikely to demonstrate a consistent pattern of lobular necrosis, but it can reveal an abrupt @demarcation@ between normal hepatocellular tissue and the metastatic tumor. $ Educational objective Congestive hepatopathy is a common complication of right-sided heart failure.  Patchy hemorrhage and necrosis predominantly affect the centrilobular regions (zone 3) where hepatic congestion is most prominent.  The centrilobular necrosis, combined with relatively normal-appearing periportal regions (zone 1), creates an overall heterogenous appearance sometimes referred to as \"nutmeg liver.\"","clickable_1":"images/img1.15535.jpg","clickable_2":"images/img2.15535.jpg","clickable_3":"images/img3.15535.jpg","clickable_4":"images/img4.15535.jpg","clickable_5":"images/img5.15535.jpg"},

{"id":"362","title":"A 21-year-old man comes to the office due to yellow discoloration of his eyes after a hiking trip.  The patient had a similar episode 2 years ago after fasting for a couple of days.  Vital signs are within normal limits.  Examination shows scleral icterus; there is no hepatosplenomegaly.  Laboratory findings are as follows:","title_table":"?Hemoglobin? 14.8 g/dL ?Reticulocyte count? 0.5℅ ?Albumin? 4.2 g/dL ?Total bilirubin? 2.8 mg/dL ?Direct bilirubin? 0.2 mg/dL ?Alkaline phosphatase? 90 U/L ?Aspartate aminotransferase (SGOT) ?20 U/L ?Alanine aminotransferase (SGPT)? 22 U/L ","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's jaundice?","audio":"","comparison_items":"","answer_1":"A. Decreased activity of UDP glucuronosyltransferase","answer_2":"B. Decreased excretion of bilirubin by hepatocytes","answer_3":"C. Hemolysis due to erythrocyte spectrin deficiency","answer_4":"D. Intermittent activation of chronic hepatitis C infection","answer_5":"E. Intermittent obstruction of common bile duct by gallstones","percent_1":"86%","percent_2":"5%","percent_3":"6%","percent_4":"1%","percent_5":"2%","right_answer":"A. Decreased activity of UDP glucuronosyltransferase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp362.jpg","explanation_1":"","explanation_2":"$This patient's isolated elevation in unconjugated bilirubin and history of intermittent scleral icterus with an otherwise normal physical examination are consistent with #Gilbert syndrome#, the most common inherited disorder of bilirubin glucuronidation.  In contrast to hepatobiliary disease (eg, cholestasis) in which conjugated bilirubin is elevated due to reflux back into the plasma, #unconjugated hyperbilirubinemia# is typically caused by increased bilirubin production (eg, hemolysis) or #impaired bilirubin conjugation#. $ In general, a key component of @bilirubin metabolism@ is the conjugation of bilirubin with glucuronic acid in the liver by UDP glucuronosyltransferase.  In Gilbert syndrome, a genetic mutation results in #reduced enzymatic activity# of #UDP glucuronosyltransferase#. $ Patients are usually asymptomatic but have #recurrent episodes# of mild unconjugated hyperbilirubinemia causing #scleral icterus# and #jaundice#, usually beginning after puberty.  Episodes are typically triggered when production of unconjugated bilirubin is mildly increased, such as with #stress# (eg, fasting, vigorous exertion, illness). $ (Choice B)  Dubin-Johnson syndrome is a benign, hereditary cause of hyperbilirubinemia that can present with intermittent scleral icterus.  However, this condition is due to defective excretion of bilirubin by hepatocytes, which results in conjugated (not unconjugated) hyperbilirubinemia. $ (Choice C)  Hereditary spherocytosis is characterized by poor red blood cell deformability due to an erythrocyte membrane defect (eg, spectrin, ankyrin) and leads to unconjugated hyperbilirubinemia from chronic hemolysis.  Anemia, an elevated reticulocyte count, and splenomegaly would be expected. $ (Choice D)  Inflammation of the liver due to viral infection (eg, hepatitis C) may cause hyperbilirubinemia, but significant elevations in aminotransferases would be expected. $ (Choice E)  Choledocholithiasis leading to bile duct obstruction causes an elevation of conjugated (not unconjugated) bilirubin.  In addition, alkaline phosphatase and transaminases are typically elevated, and patients usually have right upper quadrant or epigastric pain, nausea, and vomiting. $ Educational objective Gilbert syndrome is a benign disorder that presents with recurrent scleral icterus and jaundice, typically triggered by stress (eg, fasting, illness).  Pathogenesis involves decreased activity of UDP glucuronosyltransferase (impaired bilirubin conjugation), and an isolated mild unconjugated hyperbilirubinemia is typical.","clickable_1":"images/img1.362.jpg"},

{"id":"367","title":"A 32-year-old man comes to the clinic due to several months of fatigue and weight loss.  The patient has no significant medical history.  He drinks 1 or 2 alcoholic beverages daily and has used intravenous recreational drugs in the past.  He is sexually active with his girlfriend.  The patient has a maternal aunt with hypothyroidism, but his family history is otherwise unremarkable.  Temperature is 36.7 C (98 F), blood pressure is 110/70 mm Hg, pulse is 65/min, and respirations are 18/min.  Physical examination is normal.  A liver biopsy is obtained, and light microscopy reveals large hepatocytes filled with finely granular, homogeneous, pale pink cytoplasm.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol-induced steatohepatitis","answer_2":"B. Hemochromatosis","answer_3":"C. Hepatitis B infection","answer_4":"D. Hepatitis C infection","answer_5":"E. Nonalcoholic steatohepatitis","percent_1":"22%","percent_2":"4%","percent_3":"29%","percent_4":"35%","percent_5":"10%","right_answer":"C. Hepatitis B infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Hepatitis B infection#, one of the most common causes of hepatic injury in the United States, is frequently transmitted sexually or via percutaneous inoculation (eg, intravenous drug use).  A distinct histopathologic manifestation of chronic infection is the #accumulation of hepatitis B surface antigen# within infected hepatocytes.  This results in the appearance of a finely granular, #homogeneous, pale eosinophilic cytoplasm# (@ground-glass hepatocytes@).$ Other nonspecific morphologic changes include hepatocyte necrosis, apoptosis, steatosis, and mononuclear portal inflammation (lymphocytes, macrophages).  Acidophil (Councilman) bodies, deeply eosinophilic globules that represent shrunken apoptotic hepatocytes, can be seen in a variety of liver diseases.$ #(Choices A and E)#  @Hepatic steatosis@ is characterized by the accumulation of large and small vesicles of fat within hepatocytes.  It can be due to significant alcohol ingestion (>15 drinks/week for men, >10 drinks/week for women) or obesity (nonalcoholic steatohepatitis).  @Mallory bodies@ may be seen in alcohol-induced steatohepatitis; they are characterized by clumped, amorphous, eosinophilic intracytoplasmic inclusions made up of tangled intermediate filaments. $ (Choice B)  @Hemochromatosis@ is characterized by the deposition of iron in the liver, which appears as yellow-brown hemosiderin granules in the cytoplasm.  Cirrhosis and portal hypertension can result if the condition is left untreated. $ (Choice D)  A liver infected with hepatitis C virus commonly has lymphoid aggregates within the portal tracts and focal areas of macrovesicular steatosis; however, ground-glass hepatocytes are more specific for hepatitis B infection. $ Educational objective Hepatitis B infection causes the hepatocellular cytoplasm to fill with hepatitis B surface antigen.  These inclusions are highly specific for hepatitis B infection and have a finely granular, pale eosinophilic, ground-glass appearance.","clickable_1":"images/img1.367.jpg","clickable_2":"images/img2.367.jpg","clickable_3":"images/img3.367.jpg","clickable_4":"images/img4.367.jpg"},

{"id":"99","title":"A 40-year-old female presented to the physician for evaluation of worsening fatigue.  She has no other medical problems.  She does not use tobacco, alcohol or drugs.  Vital signs are within normal limits.  Physical examination is within normal limits.  Laboratory evaluation shows an alkaline phosphatase level of 180 U/L.  Which of the following should be checked next?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Unconjugated bilirubin level","answer_2":"B. Lactate dehydrogenase level","answer_3":"C. Serum ammonia levels","answer_4":"D. Prothrombin time","answer_5":"E. γ-glutamyl transpeptidase","answer_6":"F. Aspartate aminotransferase","percent_1":"19%","percent_2":"11%","percent_3":"4%","percent_4":"7%","percent_5":"42%","percent_6":"17%","right_answer":"E. γ-glutamyl transpeptidase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Broadly speaking, laboratory tests used in the evaluation of hepatobiliary disease either assess liver functionality (eg, prothrombin time, bilirubin, albumin, cholesterol) or the structural integrity and cellular intactness of the liver (eg, transaminases) or the biliary tract (eg, alkaline phosphatase, γ-glutamyl transferase). $ Alkaline phosphatase represents a group of enzymes associated with metabolic activity in a number of tissues, including liver, bone, intestine, kidney, placenta, leukocytes, and some neoplasms.  Bone and liver are the primary sources of alkaline phosphatase, with threefold elevations considered a relatively nonspecific finding for many liver diseases.  To clarify the importance of a moderately elevated alkaline phosphatase, the hepatic γ-glutamyl transpeptidase (GGTP) should be evaluated. $ γ-glutamyl transpeptidase is an enzyme predominantly present in hepatocytes and biliary epithelia.  While it too can be found in various extrahepatic tissues (organs such as kidney, spleen, pancreas, heart, lung, and brain), GGTP is not present to a significant extent in bone.  It is therefore particularly useful in determining whether an elevated alkaline phosphatase is of hepatic or bony origin. $ (Choice A)  Measurement of unconjugated bilirubin (especially in contrast to conjugated bilirubin) can be of assistance in distinguishing hemolytic conditions from hepatic dysfunction or bile duct obstruction.  This test is not particularly helpful in following up an elevated alkaline phosphatase. $ (Choice B)  Lactate dehydrogenase is a relatively nonspecific test that can be of some assistance in the evaluation of tissue injury or death.  It is not the most helpful test in following up an elevated alkaline phosphatase. $ (Choice C)  Serum ammonia levels can be of assistance in determining the extent of liver failure or gastrointestinal bleeding, among other conditions.  It is not the most helpful test in following up an elevated alkaline phosphatase. $ (Choice D)  Prothrombin time is of assistance in assessing coagulative ability and liver functionality, especially in the acute setting.  It is not the most helpful test in following up an elevated alkaline phosphatase. $ (Choice F)  Aspartate aminotransferase is of assistance in assessing and monitoring hepatic damage.  It is not the most helpful test in following up an elevated alkaline phosphatase. $ Educational Objective A moderately elevated alkaline phosphatase of unclear etiology should be followed up with γ-glutamyl transpeptidase."},

{"id":"21085","title":"A 4-day-old newborn is brought to the office for a 2-day history of progressive jaundice.  He was born at term following an uncomplicated vaginal delivery.  The patient has been breastfed since birth.  Vital signs are normal.  Examination shows scleral icterus and jaundice from the face to the upper abdomen.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hematocrit? 52℅ ?Reticulocytes? 1℅ !Liver function studies! ?Total bilirubin? 10.3 mg/dL ?Direct bilirubin? 0.3 mg/dL ?Aspartate aminotransferase (SGOT) ?18 U/L ?Alanine aminotransferase (SGPT)? 24 U/L ","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely explanation for these findings?","audio":"","comparison_items":"","answer_1":"A. CD8+ T-lymphocyte–mediated hepatocellular injury","answer_2":"B. Decreased beta-glucuronidase activity","answer_3":"C. Deficiency of erythrocyte glucose-6-phosphate dehydrogenase","answer_4":"D. Decreased UDP glucuronosyltransferase activity","answer_5":"E. Fibrous obliteration of the extrahepatic biliary tree","percent_1":"1%","percent_2":"10%","percent_3":"4%","percent_4":"82%","percent_5":"2%","right_answer":"D. Decreased UDP glucuronosyltransferase activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp21085.jpg","explanation_1":"","explanation_2":"$This neonate most likely has #benign neonatal hyperbilirubinemia#, a #physiologic# condition characterized by an #elevated indirect bilirubin# level that peaks at #age 2-5 days#. $ The pathophysiology of benign neonatal hyperbilirubinemia includes the following: $ •↑ #Bilirubin production#:  Fetal red blood cells (RBCs) are increased in number and have a shorter life span compared to RBCs in children and adults.  Physiologic breakdown of these RBCs causes excess production of indirect bilirubin. $ • ↓ #Bilirubin clearance#:  Physiologically #decreased# levels of hepatic uridine diphosphogluconurate #(UDP) glucuronosyltransferase# in newborns results in decreased bilirubin conjugation and excretion into the bile. $ •↑ #Enterohepatic circulation:#  Normally, bilirubin in the intestines is reduced by bacterial enzymes to allow for excretion through urine and stool.  In the newborn, lack of bacterial enzymes due to relative gut sterility results in an increased bilirubin concentration remaining in the intestines.  This excess bilirubin is deconjugated by intestinal beta-glucuronidase and then reabsorbed via the enterohepatic circulation #(choice B)#. $ Benign neonatal hyperbilirubinemia is typically asymptomatic except for scleral icterus and @jaundice@.  The resolution of benign neonatal hyperbilirubinemia is expected by age 1-2 weeks as UDP glucuronosyltransferase activity and gut bacteria increase, allowing increased bilirubin clearance and excretion. $ (Choice A)  Viral hepatitis (eg, hepatitis B or C) results in CD8+ T-lymphocyte–mediated hepatocellular injury and jaundice.  However, vertical transmission of hepatitis viruses does not cause symptoms in the neonatal period.  Moreover, once the patient is symptomatic, transaminases would be elevated. $ (Choice C)  @Glucose-6-phosphate dehydrogenase deficiency@ can present with jaundice and indirect hyperbilirubinemia in the early neonatal period.  However, because hemolysis contributes to the pathophysiology of jaundice in this condition, the hematocrit would be decreased and the reticulocyte count would be elevated. $ (Choice E)  @Biliary atresia@ is characterized by fibrous obliteration of the extrahepatic biliary tree and typically presents with jaundice in the first 2 months of life.  However, direct bilirubin is elevated due to biliary tract obstruction.  In addition, patients often have acholic stools and dark urine. $ Educational objective Benign neonatal hyperbilirubinemia presents with jaundice and elevated indirect bilirubin levels that peak at age 2-5 days.  Pathophysiology includes impaired bilirubin clearance by the liver due to decreased hepatic UDP glucuronosyltransferase, an enzyme responsible for bilirubin conjugation.","clickable_1":"images/img1.21085.jpg","clickable_2":"images/img2.21085.jpg","clickable_3":"images/img3.21085.jpg"},

{"id":"21019","title":"A 36-year-old man comes to the office for follow-up regarding hepatitis C.  The patient was last seen 3 years ago for a 2-week history of fatigue, nausea, and decreased appetite; at that time, he was diagnosed with hepatitis C infection due to injection drug use.  The patient was offered treatment but declined.  He is currently healthy and feels well.  There is no family history of liver disease.  The patient currently does not use illicit drugs or alcohol.  Vital signs are normal.  BMI is 26 kg/m2.  Examination is normal.  Laboratory results are as follows:","title_table":"?Albumin? 3.6 g/dL?Total bilirubin? 1.7 mg/dL ?Aspartate aminotransferase (SGOT) ?54 U/L ?Alanine aminotransferase (SGPT)? 62 U/L ?Hepatitis B surface antigen? negative ?Hepatitis B surface antibody? positive ?Anti–hepatitis C virus antibody? positive ?Hepatitis C RNA? positive ?HIV antibody? negative","title_table_3":"","exhibit_1":"Liver ultrasound is negative for cirrhosis or masses.  If a liver biopsy is performed, which of the following histologic findings would most likely be present in this patient?","image_1":"","title_2":"Liver ultrasound is negative for cirrhosis or masses.  If a liver biopsy is performed, which of the following histologic findings would most likely be present in this patient?","audio":"","comparison_items":"","answer_1":"A. Dilated sinusoids with clumped red blood cells","answer_2":"B. Dysplastic hepatocytes in small clusters and rows","answer_3":"C. Epithelioid granulomas with prominent fibrosis","answer_4":"D. Large amount of brown to black pigment in hepatocytes","answer_5":"E. Lymphocytic infiltration of portal tracts","percent_1":"5%","percent_2":"15%","percent_3":"11%","percent_4":"5%","percent_5":"63%","right_answer":"E. Lymphocytic infiltration of portal tracts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Manifestations of hepatitis C! ∆Acute HCV ∆ Chronic HCV ∆ HCV-related cirrhosis § Time$ from initial$ infection ∆ • <6 months ∆ • ≥6 months ∆ • ≥20 years § Laboratory$ findings ∆ • Negative anti-HCV $• Positive HCV RNA $• ↑ Aminotransferases ∆ • Positive anti-HCV $• Positive HCV RNA $• ↑ Aminotransferases ∆ • ↑ bilirubin $• Hypoalbuminemia $• Prolonged PT • Thrombocytopenia § Pathology$ findings ∆ • Panlobular lymphocytic$ inflammation $• Hepatocyte injury (eg, ballooning degeneration)$ • Hepatocyte death (eg,$ apoptotic bodies) ∆ • Portal lymphocytic$ inflammation (eg,$ lymphoid follicles) $• Fibrosis $• Interface activity ∆ • Extensive fibrosis &$ bridging fibrous septa $• Regenerative parenchymal $ nodules %#AP# = alkaline phosphatase; #HCV# = hepatitis C virus; #PT# = prothrombin time. ","explanation_img":"","explanation_1":"","explanation_2":"This patient has #chronic hepatitis C virus# (HCV), which is confirmed with #positive# tests for #anti-HCV antibodies# and HCV RNA.  Intravenous drug users, those who engage in high-risk sexual behavior, patients receiving hemodialysis, and individuals with inadvertent blood exposure are at increased risk. $ Acute HCV, lasting approximately 6 months after initial infection, is characterized by negative anti-HCV antibodies and positive HCV RNA.  Histologic findings are similar to those of other acute viral hepatitides and include panlobular lymphocytic inflammation (ie, @inflammation@ involving entire lobule) and @hepatocyte injury@ (eg, #ballooning degeneration#), which may lead to cell death (eg, necrosis, @apoptosis@ [ie, #Councilman body#]). $ Most cases (~80%) progress to chronic HCV, which is predominantly characterized by #portal tract–based lymphocytic infiltration#, including lymphoid #follicles#, and #fibrosis#.  Chronic inflammation causes persistent hepatocyte injury and can involve the hepatocytes adjacent to the portal tracts (ie, #interface activity#).  After several decades, chronic HCV can progress to @cirrhosis@ characterized by abnormal hepatic architecture with extensive fibrosis and the formation of bridging fibrous septa that surround regenerative parenchymal nodules. $ (Choice A)  @Congestive hepatopathy@ results from right-sided heart failure and increased hydrostatic pressure within hepatic sinusoids, which dilate due to the intraluminal accumulation of clumped red blood cells.  This predominantly affects the @centrilobular regions@ of the liver and may cause necrosis. $ (Choice B) @Hepatocellular carcinoma@ is characterized by dysplastic hepatocytes arranged in clusters and thickened rows.  Although it can develop in patients with HCV-related cirrhosis, it is usually identified by ultrasound, which was negative in this patient. $ (Choice C)  @Hepatic sarcoidosis@ is characterized by aggregates of epithelioid cells (ie, activated macrophages) forming granulomas; when severe, fibrosis and cirrhosis can occur. $ (Choice D)  @Dubin-Johnson syndrome@ impairs the ability of hepatocytes to excrete conjugated bilirubin into bile canaliculi.  The liver grossly appears black, and microscopy shows large amounts of dark brown to black pigment within hepatocyte lysosomes. $ Educational objective Acute hepatitis C is characterized by panlobular lymphocytic inflammation with hepatocyte injury (eg, ballooning degeneration) and cell death (eg, Councilman bodies).  Chronic hepatitis C leads predominantly to portal lymphocytic infiltration, including lymphoid follicle formation, and fibrosis.  Histologic findings of cirrhosis include extensive fibrosis and the formation of bridging septa that surround regenerative nodules.","clickable_1":"images/img1.21019.jpg","clickable_2":"images/img2.21019.jpg","clickable_3":"images/img3.21019.jpg","clickable_4":"images/img4.21019.jpg","clickable_5":"images/img5.21019.jpg","clickable_6":"images/img6.21019.jpg","clickable_7":"images/img7.21019.jpg","clickable_8":"images/img8.21019.jpg","clickable_9":"images/img9.21019.jpg"},

{"id":"386","title":"A 23-year-old man comes to the physician due to a 2-month history of fatigue, malaise, and abdominal discomfort.  He is found to have tender hepatomegaly with elevated liver function tests.  The patient has never been vaccinated against hepatitis.  He has had no raw or uncooked foods recently and recalls no ill contacts.  There is no history of blood transfusion.  The patient is a graduate student who immigrated to the United States 2 years ago and has not traveled outside the country since.  He smokes 2 packs of cigarettes a day and consumes 1 or 2 bottles of beer on weekends.  The patient does not use illicit drugs.  He has had several episodes of unprotected sex with different female partners within the past year.  Which of the following is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. HAV in the stool","answer_2":"B. Serum anti-HAV IgM","answer_3":"C. Serum anti-HBsAg IgG","answer_4":"D. Serum HBsAg","answer_5":"E. Hepatitis C virus RNA viral load in blood","answer_6":"F. Serum anti-hepatitis D virus IgG","percent_1":"1%","percent_2":"2%","percent_3":"7%","percent_4":"80%","percent_5":"10%","percent_6":"0%","right_answer":"D. Serum HBsAg","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The main modes of transmission of #hepatitis B virus (HBV)# are sexual (transmission among heterosexual partners and among men who have sex with men) and percutaneous (eg, intravenous drug use, needlestick accidents, blood transfusions).  Vertical (mother-to-child) transmission is common in high-prevalence areas.  This #unvaccinated# patient with tender hepatomegaly and liver function abnormalities most likely has acute HBV infection contracted during an episode of #unprotected sex# (most common mode of transmission in developed countries, >70% of cases).  Serum hepatitis B surface antigen (HBsAg) would be present. $Anti-HBsAg immunoglobulin G (IgG) appears after either successful HBV vaccination or HBsAg clearance and remains detectable for life (indicator of non-infectivity and immunity).  Because this patient is symptomatic, he obviously has not cleared the virus and would likely not yet have anti-HBsAg IgG #(choice C).# $#(Choices A and B)#  Hepatitis A virus (HAV) in the stool or serum anti-HAV IgM would be expected with acute HAV following recent travel to an endemic area or consumption of tainted, insufficiently heated food (eg, oysters).  HAV (fecal-oral transmission) is not usually symptomatic for 2 months and is not associated with a chronic carrier state. $#(Choice E)#  Hepatitis C virus (HCV) infection is most often asymptomatic.  Also, most HCV transmission occurs in the setting of intravenous drug use.  Sexual transmission of HCV can occur but is inefficient; the risk is actually low (eg, incidence of 0.07% per year in a study of 500 heterosexual couples) and would be lower than that of HBV transmission. $#(Choice F)#  Hepatitis D virus (HDV) transmission occurs primarily through inoculations and blood transfusions, with sexual transmission far less common.  Co-infection with HBV or superinfection of chronic HBV is necessary.  Globally, only about 5% of HBV carriers also have HDV (rates vary based on geography). $#Educational objective# The main modes of transmission of hepatitis B virus include sexual (among both heterosexual partners and men who have sex with men) and percutaneous (eg, intravenous drug use, needlestick accidents, blood transfusions).  The risk of sexual transmission of hepatitis C virus is low.  "},

{"id":"57","title":"A 57-year-old man comes to the office due to anorexia, a 4.5 kg (9.9 lb) weight loss, and generalized weakness.  Other medical conditions include psoriasis and cervical spondylosis.  Two years ago, the patient emigrated from Taiwan, where he worked for many years on a maize (corn) farm.  He does not use tobacco, alcohol, or recreational drugs.  Vital signs are within normal limits.  BMI is 23 kg/m2.  The patient appears cachectic.  Examination shows a mass in the liver.  There is no splenomegaly or ascites.  Laboratory results are as follows:","title_table":"?Total bilirubin? 1.8 mg/dL ?Alanine aminotransferase (SGPT)? 70 U/L ?Aspartate aminotransferase (SGOT)? 105 U/L ?Alkaline phosphatase? 280 U/L ?Anti–hepatitis C virus antibodies? negative ?Hepatitis B surface antigen? negative ?Antibody to hepatitis B core antigen? negative ?Antibody to hepatitis B surface antigen ?Positive ","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Abdominal ultrasound shows a 6-cm mass in the right lobe of the liver; the remainder of the liver appears normal.  Biopsy of the mass shows plates of abnormal cells that are smaller than normal hepatocytes with a high nuclear/cytoplasmic ratio and nuclear pleomorphism.  Which of the following is most likely responsible for this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Chronic hepatitis B infection","answer_2":"B. Exposure to vinyl chloride","answer_3":"C. Ingestion of aflatoxin","answer_4":"D. Liver fluke infection","answer_5":"E. Nonalcoholic fatty liver disease","answer_6":"F. Psoriasis","percent_1":"12%","percent_2":"9%","percent_3":"65%","percent_4":"11%","percent_5":"2%","percent_6":"1%","right_answer":"C. Ingestion of aflatoxin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with weight loss, weakness, and abnormal laboratory studies (eg, hyperbilirubinemia, elevated liver enzymes) has a liver mass with histopathologic features of #hepatocellular carcinoma# (HCC).  Common risk factors include viral hepatitis, alcohol use, congenital metabolic disorders, and environmental toxins.  Given this patient's former job on a corn farm, #aflatoxin B1# exposure likely contributed to tumor development. $ Aflatoxin B1 is a carcinogenic metabolite produced as a by-product by certain strains of #Aspergillus# that contaminate grains and nuts (eg, #corn#, peanuts), particularly in hot, humid environments (eg, Southeast Asia, sub-Saharan Africa).  Ingestion contributes to pathogenesis by inducing specific mutations in #p53# that impair the protein's tumor-suppressor function, leading to unregulated hepatocyte proliferation and accumulation of further genetic abnormalities.  In addition, chronic exposure can act with other risk factors (eg, hepatitis B virus [HBV] infection) to significantly increase the risk for HCC. $ Patients with HCC are often asymptomatic or have mild abdominal pain with nonspecific symptoms (eg, weight loss, malaise).  Those with underlying chronic liver disease may show signs of worsening cirrhosis (eg, ascites, variceal bleeding).  Microscopically, HCC typically shows @thickened plates@ of #malignant hepatocytes# that resemble normal hepatocytes but are often smaller and have variable #cytologic atypia# (eg, pleomorphism, high nuclear/cytoplasmic ratio). $ (Choice A)  Chronic HBV infection is a common risk factor for HCC, but this patient's @serology studies@ are consistent with prior vaccination, not chronic infection. $ (Choice B)  Vinyl chloride exposure is a risk factor for @hepatic angiosarcoma@, a malignant vascular tumor.  Weight loss and weakness may occur, but histopathology typically shows infiltrative vascular structures lined by atypical (eg, pleomorphic, hyperchromatic) endothelial cells. $ (Choice D)  Clonorchis sinensis (liver fluke) infection is a risk factor for cholangiocarcinoma, a malignant tumor derived from bile duct epithelium.  Although C sinensis is endemic in east Asia, histopathology of @cholangiocarcinoma@ typically shows infiltrative glands lined by atypical epithelial cells. $ (Choice E)  Nonalcoholic fatty liver disease is a risk factor for HCC but is usually associated with metabolic syndrome (eg, obesity, hypertension); liver ultrasonography typically reveals evidence of fatty infiltration. $ (Choice F)  This patient has psoriasis, a chronic inflammatory skin disorder that causes well-circumscribed, erythematous plaques with silver-white scales.  Psoriasis is not thought to have a direct role in HCC pathogenesis. $ Educational objective Aflatoxin B1 is a carcinogen produced by Aspergillus that contaminates food (eg, corn) in hot, humid environments (eg, Southeast Asia).  Chronic aflatoxin B1 ingestion is associated with inactivating p53 mutations that increases the risk for hepatocellular carcinoma.","clickable_1":"images/img1.57.jpg","clickable_2":"images/img2.57.jpg","clickable_3":"images/img3.57.jpg","clickable_4":"images/img4.57.jpg"},

{"id":"21115","title":"A 17-year-old girl is brought to the office due to yellow eyes for the past day.  The patient has no other symptoms, including fever, rash, abdominal pain, vomiting, or diarrhea.  She has been preparing for her high school exit examination and has been quite stressed.  Temperature is 37.1 C (98.8 F), blood pressure is 110/78 mm Hg, pulse is 80/min, and respirations are 14/min.  Mild scleral icterus is present.  The abdomen is soft with no hepatosplenomegaly.  Serum laboratory results are as follows:","title_table":"?Hemoglobin? 13.1 g/dL ?Bilirubin, total? 3.3 mg/dL ?Bilirubin, direct? 0.3 mg/dL ?Aspartate aminotransferase (SGOT)? 22 U/L ?Alanine aminotransferase (SGPT)? 21 U/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Two weeks after her examination, the patient's symptoms resolve.  Repeat testing shows a total bilirubin concentration of 1.5 mg/dL.  Which of the following changes most likely contributed to this patient's hyperbilirubinemia?","audio":"","comparison_items":"§∆Hepatocyte bilirubin storage ∆Hepatocyte bilirubin excretion ∆Bilirubin conjugation","answer_1":"§A. ∆ Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Increased ∆Increased","answer_3":"§C. ∆ Increased ∆Decreased ∆Normal","answer_4":"§D. ∆ Increased ∆Increased ∆Normal","answer_5":"§E. ∆ Increased ∆Normal ∆Decreased","answer_6":"§F. ∆ Normal ∆Normal ∆Decreased","percent_1":"14%","percent_2":"5%","percent_3":"10%","percent_4":"5%","percent_5":"13%","percent_6":"53%","right_answer":"§F. ∆ Normal ∆Normal ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Gilbert syndrome#∆⨉ §^#Epidemiology# ∆ • Most common inherited disorder of bilirubin metabolism §^#Pathogenesis# ∆ • ↓ Hepatic UDP glucuronosyltransferase activity → ↓ conjugation of bilirubin §^#Clinical$ findings# ∆ • Recurrent episodes of mild jaundice • Provoked by stress (eg, febrile illness, fasting, dehydration, vigorous exercise, menstruation, surgery) §^#Diagnosis# ∆ • ↑ Unconjugated bilirubin (ie, indirect hyperbilirubinemia) • Normal CBC, blood smear, reticulocyte count • Normal AST, ALT, alkaline phosphatase §^#Treatment# ∆ • Benign; no treatment required %#ALT =# alanine aminotransferase; #AST =# aspartate aminotransferase; #CBC =# complete blood count.","explanation_img":"","explanation_1":"","explanation_2":"This patient had self-resolving scleral icterus and #isolated indirect hyperbilirubinemia# associated with a period of stress.  These findings are consistent with #Gilbert syndrome#, the most common inherited disorder of bilirubin metabolism. $@Normal bilirubin metabolism@ begins with hepatic uptake of unconjugated bilirubin produced from red blood cell turnover.  Within the liver, UDP glucuronosyltransferase conjugates bilirubin with glucuronic acid, after which conjugated bilirubin is excreted into bile canaliculi. $In @Gilbert syndrome@, a genetic mutation results in reduced enzymatic activity of UDP glucuronosyltransferase and therefore decreased bilirubin conjugation #(choices B and D)#.  Triggers associated with increased bilirubin production (eg, stress, illness, hemolysis) result in #episodic exacerbations# of indirect hyperbilirubinemia, as seen in this patient.  Because bilirubin excretion into the bile duct is normal in Gilbert syndrome, hepatocyte bilirubin storage is also normal, as is liver histology #(choices A and E)#. $Notably, impaired bilirubin conjugation also occurs in Crigler-Najjar syndrome, but patients typically have severe, chronic hyperbilirubinemia that begins in the neonatal period and can be associated with bilirubin-induced neurologic dysfunction. $#(Choice C)#  Dubin-Johnson syndrome is a benign, inherited disorder of bilirubin metabolism characterized by defective hepatic excretion of bilirubin into the biliary system.  Bilirubin conjugation is normal, but defective excretion results in increased hepatocyte storage of bilirubin, resulting in dense liver pigmentation.  Although patients often have recurrent episodes of scleral icterus, elevated direct bilirubin is expected due to reflux of conjugated bilirubin back into the plasma. $#Educational objective# Gilbert syndrome is characterized by indirect hyperbilirubinemia due to decreased bilirubin conjugation.  Patients have recurrent, self-resolving episodes of scleral icterus and jaundice triggered by stress.  ","clickable_1":"images/img1.21115.jpg","clickable_2":"images/img2.21115.jpg"},

{"id":"15144","title":"A 65-year-old man comes to the office after his wife insisted he get a checkup.  The patient feels well and has no chronic medical conditions but has not seen a physician in many years.  He received blood transfusions after a motor vehicle trauma in his 20s.  The patient does not use tobacco or illicit drugs but drinks 2 or 3 alcoholic beverages daily.  Physical examination reveals no hepatomegaly, ascites, or dilation of the superficial abdominal veins.  The remainder of the examination shows no abnormalities.  Serology is positive for hepatitis C antibodies.  Chronic hepatitis C infection is confirmed with positive HCV RNA testing.  After appropriate counseling is provided, combination therapy with sofosbuvir and ledipasvir is planned.  This treatment is most likely to help clear the infection through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blocking reverse transcription of viral RNA","answer_2":"B. Enhancing antiviral host immune response","answer_3":"C. Impairing viral entry into host cells","answer_4":"D. Inhibiting viral genome replication and assembly","answer_5":"E. Preventing new virion release from infected host cells","percent_1":"16%","percent_2":"4%","percent_3":"3%","percent_4":"66%","percent_5":"10%","right_answer":"D. Inhibiting viral genome replication and assembly","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Hepatitis C virus# (HCV) is a blood-borne pathogen that is primarily transmitted via injection drug use or transfusion of blood products (prior to widespread screening in 1992).  Chronic infection develops in most individuals and increases the risk for cirrhosis and hepatocellular carcinoma.  Because chronic HCV infection is often asymptomatic for decades, patients are often unaware that they have contracted the virus until they receive HCV screening. $Treatment of chronic HCV infection is with direct-acting# #antiviral (DAA) agents, which target specific enzymes in the HCV life cycle to #inhibit viral replication and assembly#, as follows: $• #RNA-dependent RNA polymerase inhibitors# – HCV binds to and enters host cells, uncoats, and subsequently replicates its genome using HCV-encoded RNA-dependent RNA polymerase.  Nucleotide/non-nucleoside RNA polymerase inhibitors such as #sofosbuvir# target this step. $• #Protease inhibitors# – HCV mRNA is translated by host ribosomes into a polyprotein, which is cleaved by HCV protease into the individual proteins that compose the virus.  HCV protease inhibitors such as simeprevir target this step. $• #NS5A inhibitors# – The HCV protein NS5A is crucial for viral replication and assembly (through unclear mechanisms) and is targeted by HCV medications such as #ledipasvir#. $DAA treatment results in a sustained virologic response (complete elimination of virus) in >97% of treated individuals. $#(Choice A)#  HCV does not contain a reverse transcriptase enzyme so it does not integrate its genome into the host cell.  Therefore, there are no reverse transcriptase inhibitors for HCV.  Reverse transcriptase inhibitors are a mainstay of therapy for HIV. $#(Choice B)#  Interferon-alpha was previously used in the treatment of chronic HCV (in combination with ribavirin) to trigger a broad antiviral immune response.  However, interferon therapy has a lower cure rate (50%-80%) and a much higher incidence of side effects (eg, flu-like symptoms).  Therefore, DAAs are now used preferentially. $#(Choice C)#  HIV fusion inhibitors (eg, enfuvirtide) and CCR5 inhibitors (eg, maraviroc) inhibit the ability of @HIV to enter cells@.  DAAs do not target viral entry. $#(Choice E)#  Although HCV virion release could be a target for DAAs, there are currently no approved medications that target this step.  Virion release (budding) is targeted by neuraminidase inhibitors in the treatment of influenza. $#Educational objective# Chronic hepatitis C virus infection is treated with direct-acting antiviral (DAAs) medications such as ledipasvir and sofosbuvir.  These medications target specific HCV enzymes (eg, protease, NS5A, RNA polymerase), which inhibits viral replication and assembly.  Treatment with DAAs results in cure in >97% of patients.  ","clickable_1":"images/img1.15144.jpg"},

{"id":"70","title":"A 62-year-old man comes to the emergency department due to severe colicky upper abdominal pain, nausea, and vomiting.  He reports several episodes of similar abdominal discomfort in the past.  The patient does not use tobacco, alcohol, or illicit drugs.  He immigrated to the United States from East Asia several years ago.  Physical examination shows right upper quadrant abdominal tenderness.  An imaging study shows several gallstones in the common bile duct and gallbladder.  The stones are removed from the duct endoscopically, and a cholecystectomy is also performed.  The gallstones are dark brown, soft, and composed primarily of calcium bilirubinate with variable amounts of cholesterol.  Which of the following enzymes most likely played an important role in the pathogenesis of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 7-alpha-hydroxylase","answer_2":"B. Aromatase","answer_3":"C. Beta-glucuronidase","answer_4":"D. Desmolase","answer_5":"E. HMG-CoA reductase","percent_1":"27%","percent_2":"1%","percent_3":"45%","percent_4":"3%","percent_5":"23%","right_answer":"C. Beta-glucuronidase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp70.jpg","explanation_1":"","explanation_2":"$Gallstones can be categorized as cholesterol, pigment, or mixed stones.  Cholesterol stones are formed when the ability of bile salts to solubilize cholesterol is overwhelmed by high concentrations of cholesterol in bile.  Cholesterol stones are yellow to pale gray and hard.  By contrast, #pigment gallstones# are composed of calcium salts of #unconjugated bilirubin#, are comparatively soft, and are dark brown to black. $#Brown# pigment stones typically arise secondary to bacterial (eg, Escherichia coli) or helminthic (eg, Ascaris lumbricoides, Clonorchis sinensis) #infection of the biliary tract#, which results in the release of #beta-glucuronidase# by injured hepatocytes and bacteria.  This enzyme hydrolyzes bilirubin glucuronides and increases the amount of unconjugated bilirubin.  The liver fluke C sinensis is a common cause of pigmented stones in East Asian countries and can have a prolonged quiescent phase before inducing symptoms. $Pigment stones may also occur in the absence of infection when excess bilirubin is excreted, such as with chronic #hemolytic anemia#.  A small amount of conjugated bilirubin normally becomes deconjugated by endogenous beta-glucuronidase in the biliary tract.  When large amounts of conjugated bilirubin are excreted into the bile, enough becomes deconjugated to promote black pigment stone formation. $#(Choice A)#  Inhibition of 7-alpha-hydroxylase (eg, fibrates) reduces the conversion of cholesterol to bile acids and increases the risk of cholesterol stones.  However, this patient's gallstones are composed primarily of unconjugated bilirubin, not cholesterol. $#(Choices B and E)#  Aromatase catalyzes the conversion of androgens to estrogen, which increases hepatic cholesterol uptake.  In addition, estrogens upregulate HMG Co-A reductase, which increases cholesterol synthesis.  This increases biliary excretion of cholesterol, favoring formation of cholesterol stones, not pigment stones. $#(Choice D)#  Desmolase (cholesterol side-chain cleavage enzyme) catalyzes the conversion of cholesterol to pregnenolone, which is the first step in the synthesis of steroid hormones. $#Educational objective# Brown pigment gallstones are composed of calcium salts of unconjugated bilirubin and arise secondary to bacterial or helminthic infection of the biliary tract.  Beta-glucuronidase released by injured hepatocytes and bacteria hydrolyzes bilirubin glucuronides to unconjugated bilirubin.  The liver fluke Clonorchis sinensis has a high prevalence in East Asian countries and is a common cause of pigment stones.  "},

{"id":"412","title":"A 45-year-old woman diagnosed with Crohn disease 3 years ago comes to the office due to recurrent right upper quadrant abdominal pain.  The pain is graded 5/10 in intensity, is characterized as dull, and occasionally radiates to the right shoulder.  It typically occurs after eating fatty meals and is associated with nausea.  The patient has no fever, vomiting, melena, or hematochezia.  She currently takes infliximab for Crohn disease and atorvastatin for hyperlipidemia.  Vital signs and abdominal examination are normal.  Abdominal ultrasonography reveals multiple mobile calculi within the gallbladder.  Which of the following processes is most likely responsible for the development of gallstones in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gallbladder hypomobility","answer_2":"B. Increased bile acid wasting","answer_3":"C. Increased intestinal oxalate absorption","answer_4":"D. Medication side effect","answer_5":"E. Red blood cell destruction","percent_1":"18%","percent_2":"45%","percent_3":"17%","percent_4":"18%","percent_5":"2%","right_answer":"B. Increased bile acid wasting","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp412.jpg","explanation_1":"","explanation_2":"$This patient with Crohn disease most likely developed gallstones due to inflammation of the terminal ileum causing decreased bile acid reabsorption. $#Bile acids# are produced in the liver and excreted with bile into the duodenum.  There, they #emulsify fat droplets# to form water-soluble micelles that allow pancreatic lipase to efficiently hydrolyze triglycerides into fatty acids and monoglycerides.  In the jejunum, these micelles come in close contact with the gut epithelium, which facilitates the passive absorption of fatty acids, monoglycerides, and cholesterol across the brush border into enterocytes.  However, bile acids are ionized molecules that cannot passively cross the intestinal wall.  The bile acids eventually reach the #terminal ileum#, where specialized transport proteins allow them to be #reabsorbed#. $The terminal ileum is a typical location of activity in #Crohn disease#.  When the mucosa of the terminal ileum is inflamed, #bile acids are lost in the feces#.  As a result, a lesser amount of bile acid is present in the bile, so the ratio of cholesterol/bile acids increases.  Supersaturation of the bile with cholesterol then leads to formation of #gallstones#. $#(Choice A)#  Gallbladder hypomobility may contribute to cholesterol gallstone formation in patients with spinal cord injury or those receiving total parenteral nutrition; however, this is not observed with Crohn disease. $#(Choice C)#  Increased intestinal oxalate absorption can contribute to calcium oxalate #kidney# stone formation in patients with Crohn disease (enteric oxaluria).  However, this process is not responsible for the development of gallstones. $#(Choice D)#  Statins inhibit the rate-limiting step of cholesterol synthesis (HMG-CoA reductase), which reduces the risk of gallstone formation.  Infliximab is a tumor necrosis factor-alpha inhibitor used to treat severe or refractory Crohn disease; it is associated with an increased risk of serious infections. $#(Choice E)#  Chronic hemolytic anemias are associated with the development of pigment gallstones due to the increased secretion of bilirubin into bile.  Crohn disease can cause anemia due to nutrient deficiency (eg, vitamin B12, iron) and chronic inflammation (eg, anemia of chronic disease), but it does not typically cause hemolysis. $#Educational objective# Patients with Crohn disease affecting the terminal ileum (most common site of involvement) are prone to developing gallstones.  Decreased bile acid reabsorption by the inflamed terminal ileum promotes cholesterol supersaturation of the bile, resulting in gallstone formation.  "},

{"id":"1423","title":"A 44-year-old man with a history of heavy alcohol consumption comes to the emergency department with a nosebleed after getting into a fight while intoxicated.  Continuous local pressure is applied and his bleeding resolves within 30 minutes.  A detailed physical examination is performed after the bleeding subsides and shows distended paraumbilical veins, ascites, and a flapping hand tremor on wrist extension.  Which of the following laboratory findings would be most indicative of a poor prognosis for this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. High aspartate aminotransferase","answer_2":"B. High fibrinogen levels","answer_3":"C. High gamma glutamyl transferase","answer_4":"D. Prolonged bleeding time","answer_5":"E. Prolonged prothrombin time","percent_1":"20%","percent_2":"3%","percent_3":"15%","percent_4":"6%","percent_5":"57%","right_answer":"E. Prolonged prothrombin time","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Laboratory abnormalities in cirrhosis! ?Indicators of$ liver function? #Impaired biosynthetic capacity:# • Elevated PT • Hypoalbuminemia$$ #Impaired transport and metabolic capacity:# • Elevated bilirubin ?Indicators of$ liver injury? #Markers of hepatocyte injury:# • Elevated aspartate aminotransferase (SGOT)$ & alanine aminotransferase (SGPT);$ SGOT usually >SGPT$$ #Markers of cholestasis:# • Elevated alkaline phosphatase • Elevated γ-glutamyl transpeptidase ?Other? • Thrombocytopenia (due to splenic$ sequestration of platelets)","explanation_img":"","explanation_1":"","explanation_2":"This patient has @clinical findings@ consistent with alcohol-induced cirrhosis, namely signs of portal hypertension (ascites/caput medusa) and hepatic encephalopathy (asterixis).  Alcohol-associated hepatic injury evolves through the stages of steatosis (reversible), hepatitis (reversible), and cirrhosis (irreversible). $ Laboratory findings in cirrhosis reflect both hepatocellular/biliary injury and loss of hepatic function.  Hepatocyte injury causes a release of intracellular enzymes and an increase in serum transaminases; biliary injury is reflected by increases in alkaline phosphatase and gamma-glutamyl transpeptidase (GGT).  Although these laboratory studies are indicative of ongoing hepatobiliary injury, they do not provide information on the liver's functional reserve, a key determinant of prognosis in patients with cirrhosis.  Serum albumin levels and prothrombin time (PT) are better indicators of the liver's biosynthetic function, and its ability to transport and metabolize organic anions is reflected by the serum bilirubin level.  Hypoalbuminemia, elevated bilirubin levels, and prolonged PT are signs of inadequate liver function (eg, liver failure) and indicate a poor prognosis in cirrhotic patients.  For this reason, they are included in multiple scoring systems used to assess the severity of liver failure and need for transplantation. $ (Choice A)  A high aspartate aminotransferase (AST) indicates hepatocellular injury and release of intracellular enzymes into the blood.  AST is classically elevated to more than 2 times the level of alanine aminotransferase in alcohol-associated liver disease.  Transaminase elevations do not reflect liver function and do not predict outcomes; these enzymes can be transiently elevated by a number of self-limited processes. $ (Choice B)  Fibrinogen is a coagulation factor and an acute phase protein.  Liver fibrinogen synthesis is increased in response to infection or acute inflammation and diminished in liver failure.  Therefore, low fibrinogen levels would be expected in liver failure. $ (Choice C)  When the alkaline phosphatase is elevated, serum GGT measurements can differentiate whether the cause is biliary disease or an alternate cause such as bone disease.  GGT elevations are more specific for biliary injury. $ (Choice D)  The bleeding time is a measure of platelet function (not liver synthetic function) and is often prolonged in severe alcohol-related liver disease, although with a fair degree of variance.  Thrombocytopenia develops with chronic alcohol use due to both direct toxic effects of alcohol on the bone marrow as well as splenic sequestration of platelets. $ Educational objective Increased aspartate aminotransferase and alanine aminotransferase are indicators of hepatocellular damage, and increased alkaline phosphatase and gamma-glutamyl transpeptidase indicate biliary injury.  Serum albumin levels, bilirubin levels, and prothrombin time are reflective of liver function and are of greatest prognostic significance in patients with cirrhosis.","clickable_1":"images/img1.1423.jpg"},

{"id":"368","title":"A 54-year-old man dies from profuse upper gastrointestinal hemorrhage.  An autopsy is performed; gross examination of his liver is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/368.jpg","title_2":"This patient's liver findings most likely resulted from which of the following processes?","audio":"","comparison_items":"","answer_1":"A. Dilation of sinusoids and perivenular hemorrhage","answer_2":"B. Fibrosis and nodular parenchymal regeneration","answer_3":"C. Granulomatous destruction of bile ducts","answer_4":"D. Intrahepatic hydatid cysts with surrounding fibrous reaction","answer_5":"E. Pigment accumulation within hepatocytes","percent_1":"13%","percent_2":"77%","percent_3":"1%","percent_4":"8%","percent_5":"1%","right_answer":"B. Fibrosis and nodular parenchymal regeneration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Cirrhosis#, the end stage of many chronic liver diseases, is characterized by #diffuse hepatic fibrosis# with replacement of the normal lobular architecture by fibrous-lined @regenerative parenchymal nodules@.  This gives the liver a @nodular appearance@ on gross examination.  The most common causes of cirrhosis include #chronic viral hepatitis# (eg, hepatitis B and C), #alcohol#, hemochromatosis, and nonalcoholic fatty liver disease.  #Portal hypertension#, from increased resistance to hepatic blood flow, typically develops in advanced cirrhosis and can lead to development of #gastroesophageal varices#.  Untreated, these varices are prone to rupture and can result in a massive gastrointestinal hemorrhage and possibly death. $ (Choice A)  Dilation of sinusoids and perivenular hemorrhage are associated with acute venous outflow obstruction affecting the liver (eg, Budd-Chiari syndrome).  Chronic hepatic vein obstruction is a rare cause of cirrhosis and portal hypertension. $ (Choice C)  Granulomatous destruction of bile ducts is seen in patients with primary biliary cholangitis (PBC).  Although PBC can cause cirrhosis, it is a far less common cause than alcohol or chronic hepatitis.  Moreover, PBC primarily occurs in women. $ (Choice D)  Intrahepatic hydatid cysts with surrounding fibrous reaction can be seen in patients with an Echinococcus infection, but it is a very rare disease in the United States. $ (Choice E)  Pigment accumulation within hepatocytes occurs in conditions such as Dubin-Johnson syndrome, an autosomal recessive disorder causing conjugated hyperbilirubinemia.  In this condition, hepatocellular accumulation of coarse pigmented granules causes the liver to appear grossly black. $ Educational objective Cirrhosis is characterized by diffuse hepatic fibrosis with replacement of the normal lobular architecture by fibrous-lined parenchymal nodules.  Chronic viral hepatitis (eg, hepatitis B and C), alcohol, hemochromatosis, and nonalcoholic fatty liver disease are the most common causes of cirrhosis in the United States.","clickable_1":"images/img1.368.jpg","clickable_2":"images/img2.368.jpg"},

{"id":"396","title":"A 15-year-old girl is hospitalized due to confusion and hematemesis for 2 days.  Medical history is notable for depression over the past year.  Temperature is 37.2 C (99 F), blood pressure is 86/56 mm Hg, pulse is 112/min, and respirations are 20/min; BMI is 23 kg/m2.  She is oriented to person but disoriented to time and place.  The patient quickly deteriorates and dies during hospitalization.  Autopsy examination reveals a nodular liver, esophageal varices, splenomegaly, and atrophy of the basal ganglia with increased copper content.  The most likely cause of this patient's condition is an abnormality in which of the following physiologic processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biliary excretion","answer_2":"B. Immunoglobulin production","answer_3":"C. Intestinal absorption","answer_4":"D. Lipid metabolism","answer_5":"E. Renal tubular reabsorption","percent_1":"57%","percent_2":"2%","percent_3":"35%","percent_4":"3%","percent_5":"4%","right_answer":"A. Biliary excretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp396.jpg","explanation_1":"","explanation_2":"$This patient has evidence of #cirrhosis# (eg, nodular liver, splenomegaly, esophageal varices) with #acute liver failure# (ie, encephalopathy) in addition to copper deposition in the basal ganglia.  These findings are consistent with #Wilson disease#, an autosomal recessive disorder characterized by accumulation of copper due to a #defective copper transport protein#, ATP7B. $In general, dietary copper is absorbed in the stomach and duodenum and bound to circulating albumin.  It is then transported to the liver and taken up by hepatocytes.  Excessive intracellular copper levels normally cause ATP7B to transfer the excess copper into the bile canaliculi.  This process is essential for biliary excretion of copper, which accounts for the majority of total body copper excretion. $In Wilson disease, defective ATP7B results in #impaired biliary excretion# of copper.  The #accumulation# of #hepatocellular copper# results in oxidative stress and apoptosis.  Upon cell death, free copper is released into the bloodstream and #deposited into extrahepatic tissues# (eg, basal ganglia, cornea), causing the classic triad of hepatic, neurologic, and psychiatric (eg, depression) symptoms. $ATP7B is also required for the hepatic production of ceruloplasmin, which is apoceruloplasmin bound to copper.  The inability to create and secrete ceruloplasmin in Wilson disease results in low serum ceruloplasmin.  This abnormality does not account for the clinical manifestations of Wilson disease but is an important diagnostic finding. $#(Choice B)#  Autoimmune hepatitis due to production of autoantibodies can cause cirrhosis and acute liver failure but not copper accumulation. $#(Choice C)#  Hereditary hemochromatosis is an autosomal recessive disorder that can cause cirrhosis due to increased intestinal absorption of iron, not copper. $#(Choice D)#  Niemann-Pick disease and Gaucher disease are lipid storage disorders that cause hepatosplenomegaly.  Symptoms usually present in early childhood, and copper deposition is not seen in either condition. $#(Choice E)#  Renal copper deposition in Wilson disease can cause Fanconi syndrome (eg, proximal tubular dysfunction).  However, this occurs as a result of impaired biliary excretion of copper; it is not the cause of copper accumulation in Wilson disease. $#Educational objective# Wilson disease is caused by defective copper transport within hepatocytes, which leads to impaired biliary excretion of copper.  Hepatic copper accumulation eventually results in the release of free copper into the bloodstream and copper deposition into extrahepatic tissues (eg, basal ganglia, cornea).  "},

{"id":"100","title":"A 45-year-old man with a history of alcohol use disorder, chronic hepatitis C, and HIV is brought to the emergency department due to altered mental status and abdominal distension.  He is disoriented and unable to provide an adequate history.  He is accompanied by a friend who reports that the patient has recently been drinking heavily.  The patient's breath has a sweet, sulfurous odor.  Physical examination shows gynecomastia, palmar erythema, and multiple spider angiomata.  The abdomen is severely distended, and dilated periumbilical veins are noted.  There is 3+ bilateral lower extremity edema.  Genital examination shows testicular atrophy.  Neurologic examination shows disorientation and asterixis.  Abdominal imaging reveals splenomegaly.  Development of this patient's gynecomastia most closely resembles the pathogenesis of which of the following additional findings in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Altered mental status","answer_2":"B. Dilated periumbilical veins","answer_3":"C. Lower extremity edema","answer_4":"D. Spider angiomata","answer_5":"E. Splenomegaly","answer_6":"F. Sweet, sulfurous breath odor","percent_1":"9%","percent_2":"4%","percent_3":"7%","percent_4":"68%","percent_5":"3%","percent_6":"9%","right_answer":"D. Spider angiomata","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp100.jpg","explanation_1":"","explanation_2":"$This patient has numerous clinical findings characteristic of #liver cirrhosis#.  In patients with cirrhosis, #gynecomastia# arises from #hyperestrinism#, which has a number of contributing factors: $ • Cirrhosis increases adrenal production of estrogen precursors (eg, androstenedione), which are subsequently aromatized to estrogens (eg, estrone) $ • Estrogens induce sex hormone–binding globulin production, which results in increased testosterone binding and a further decrease in the free testosterone/estrogen ratio $ • Impaired estrogen metabolism by the liver results in estrogen accumulation$ Besides gynecomastia, hyperestrinism in patients with cirrhosis can promote the formation of #spider angiomata#.  @Spider angiomata@ are subcutaneous vascular lesions consisting of a central arteriole surrounded by smaller vessels that blanch on compression.  They are most frequently found on the trunk, face, and upper limbs.  Spider angiomata are likely due to #estrogen-induced arteriolar dilation# and are also seen in other hyperestrogenic states (eg, pregnancy).  The number and size of angiomata generally correlate with the severity of liver disease. $ #(Choices A and F)#  Altered mental status and a sweet, sulfurous breath odor (fetor hepaticus) are signs of poor hepatic function and accumulation of metabolic toxins (eg, ammonia, dimethyl sulfide).  In the healthy liver, ammonia is detoxified to urea, which is then excreted in the urine.  In patients with cirrhosis, ammonia accumulates in the blood, resulting in impaired neurotransmission in the CNS and possible brain edema. $ #(Choices B and E)#  Portal hypertension arises from increased hepatic resistance to portal flow at the sinusoids.  This causes increased hydrostatic pressure and dilation of the portosystemic collateral veins in the periumbilical system (@caput medusae@), lower rectum (anorectal varices), and lower esophagus (esophageal varices).  Portal hypertension also leads to ascites and venous congestion of the spleen (splenomegaly). $ (Choice C)  The liver is the primary site of protein synthesis.  Liver cirrhosis can result in decreased albumin production, leading to lower intravascular oncotic pressure with fluid extravasation and pitting edema in the lower extremities (pedal edema). $ Educational objective In patients with cirrhosis, gynecomastia often occurs due to hyperestrinism, which can also promote the formation of spider angiomata.","clickable_1":"images/img1.100.jpg","clickable_2":"images/img2.100.jpg"},

{"id":"388","title":"A pharmaceutical researcher is trying to develop a vaccine against the hepatitis C virus.  She infects a chimpanzee with hepatitis C virus of known genotype and subtype.  Several weeks later, a liver sample is obtained, and viral RNAs are extracted from the hepatocytes.  A genetic study of the viral genomes reveals that the extracted RNA sequences vary significantly from that of the original infecting virus.  This genetic instability is most likely due to the lack of which of the following features during the viral replication process?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 3' → 5' exonuclease activity","answer_2":"B. 5' → 3' exonuclease activity","answer_3":"C. Glycosylase activity","answer_4":"D. Ligase activity","answer_5":"E. Nucleotide specificity","answer_6":"F. Primase activity","percent_1":"67%","percent_2":"21%","percent_3":"2%","percent_4":"2%","percent_5":"5%","percent_6":"2%","right_answer":"A. 3' → 5' exonuclease activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Hepatitis C virus# (HCV) has ≥ 6 genotypes and multiple subgenotypes.  These variant strains differ primarily at #hypervariable# genomic regions, such as those found in the sequences encoding its 2 #envelope glycoproteins#.  Moreover, there is #no proofreading 3' → 5'# exonuclease activity built into the virion-encoded RNA polymerase.  As a result, the RNA polymerase makes many errors during replication, and several dozen subspecies of HCV are typically present in the blood of an infected individual at any one time. $#(Choice B)#  5' → 3' exonuclease activity allows DNA polymerase I to engage in nick translation, which is important for both DNA repair and removal of RNA primers during replication.  This feature is not the cause of instability in HCV. $#(Choice C)#  DNA glycosylase is important in base excision repair as it removes the nitrogen base from the sugar-phosphate backbone.  An endonuclease then completes the remainder of the repair.  This enzyme is not the cause of instability in HCV. $#(Choice D)#  DNA ligase is used to join 2 fragments of DNA and is therefore necessary for both DNA repair and replication.  The HCV genome is a single-stranded, positive-sense RNA molecule that does not require ligase activity during replication. $#(Choice E)#  Nucleotide specificity refers to the importance of inserting the correct nucleotide (eg, adenine, guanine, cytosine, thymine, uracil) into a strand of DNA or RNA.  It is not the cause of instability in HCV. $#(Choice F)#  DNA primase is a form of RNA polymerase.  In bacteria, it binds with DNA helicase and synthesizes a short RNA primer to which nucleotides can be added by DNA polymerase.  This enzyme is not the cause of instability in HCV. $#Educational objective# The hepatitis C virus is genetically unstable because it lacks proofreading 3' → 5' exonuclease activity in its RNA polymerase.  Its envelope glycoprotein sequences also contain a hypervariable region prone to frequent genetic mutation.  "},

{"id":"67","title":"A 39-year-old woman comes to the emergency department due to several episodes of severe upper abdominal pain.  Her pain is triggered by fatty foods and resolves spontaneously.  The symptoms first began a few months earlier after an uncomplicated pregnancy.  Past medical history is notable for hypertension, for which the patient takes a calcium channel blocker, and hypertriglyceridemia, which is treated with a fibrate.  Temperature is 37.2 C (98.9 F) and blood pressure is 143/76 mm Hg.  The patient weighs 95 kg (210 lb) and is 173 cm (5 ft 8 in) tall.  Ultrasound reveals thickening of the gallbladder wall, with tenderness elicited by the ultrasound probe directly over the gallbladder.  She undergoes a laparoscopic cholecystectomy, with multiple stones noted in the contents of the gallbladder.  Decreased activity of which of the following enzymes would most likely have contributed to this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aromatase","answer_2":"B. β-glucuronidase","answer_3":"C. Cholesterol 7α-hydroxylase","answer_4":"D. HMG-CoA reductase","answer_5":"E. Thiolase","percent_1":"3%","percent_2":"15%","percent_3":"65%","percent_4":"14%","percent_5":"2%","right_answer":"C. Cholesterol 7α-hydroxylase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp67.jpg","explanation_1":"","explanation_2":"$This patient, with recurring abdominal pain, a positive \"sonographic Murphy sign,\" and multiple cholesterol #gallstones#, has acute cholecystitis.  Water-insoluble #cholesterol# is secreted in bile, where it is solubilized by detergent-like bile salts and phosphatidylcholine.  If there is more cholesterol than can be dissolved by the bile salts, it will @precipitate@ into insoluble crystals, leading to formation of gallstones.  Risk factors for gallstone formation include obesity or rapid weight loss, female sex, glucose intolerance, and hypomotility of the gallbladder (eg, pregnancy, prolonged fasting). $#Fibrate# medications (eg, fenofibrate, gemfibrozil) upregulate lipoprotein lipase, resulting in increased oxidation of fatty acids.  In addition, fibrates inhibit #cholesterol 7α-hydroxylase#, which catalyzes the rate-limiting step in the synthesis of bile acids.  The reduced bile acid production results in decreased cholesterol solubility in bile and favors the formation of cholesterol stones. $#(Choice A)#  Estrogens increase the biosynthesis of cholesterol by upregulating hepatic HMG-CoA reductase activity.  Estrogenic medications (eg, estrogen replacement therapy, combined oral contraceptives) increase the amount of cholesterol secreted in bile and contribute to formation of gallstones.  Aromatase catalyzes the conversion of androgens to estrogen; inhibition would lead to reduced gallstone formation. $#(Choice B)#  β-glucuronidase is released by damaged hepatocytes and bacteria in infected bile.  It deconjugates bilirubin, and the resulting free bilirubin precipitates with calcium in the bile to form pigmented gallstones.  Decreased activity of this enzyme would reduce the formation of pigmented stones but would not affect the formation of cholesterol gallstones. $#(Choices D and E)#  The first step in cholesterol synthesis is the condensation of 2 molecules of acetyl-CoA by acetyl-CoA acetyl transferase (thiolase) to form acetoacetyl-CoA.  Condensation with a third molecule of acetyl-CoA yields β-hydroxy-β-methylglutaryl-CoA (HMG-CoA).  HMG-CoA reductase then catalyzes the conversion of HMG-CoA to mevalonate, the rate-limiting step in cholesterol synthesis.  Decreased activity of these enzymes would reduce cholesterol synthesis and the amount of cholesterol secreted in bile, discouraging cholesterol stone formation. $#Educational objective# Fibrate medications (eg, fenofibrate, gemfibrozil) inhibit cholesterol 7α-hydroxylase, which catalyzes the rate-limiting step in the synthesis of bile acids.  The reduced bile acid production results in decreased cholesterol solubility in bile and favors the formation of cholesterol gallstones.  ","clickable_1":"images/img1.67.jpg"},

{"id":"17905","title":"A 42-year-old man comes to the office due to leg swelling.  He has also had yellowing of the eyes and progressive abdominal distension for the past 3 weeks, as well as an associated 7-kg (15.4-lb) weight gain.  The patient drinks at least 8 beers a day and in the past has been admitted to the hospital for intoxication and seizures.  He denies smoking or intravenous drug use.  Vital signs are within normal limits.  Scleral icterus, spider angiomas, and palmar erythema are present.  There is no jugular venous distension, and cardiac auscultation reveals a normal rate and rhythm.  Breath sounds are normal.  The abdomen is diffusely enlarged, and a fluid wave is easily elicited.  Pitting edema is present in the bilateral lower extremities.  Which of the following pathophysiologic changes is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Plasma oncotic pressure ∆Splanchnic vascular resistance ∆Effective arterial blood volume ∆Capillary permeability","answer_1":"§A.∆ ↓ ∆↓ ∆↓ ∆Normal","answer_2":"§B.∆ Normal ∆↑ ∆↓ ∆Normal","answer_3":"§C.∆ ↓ ∆Normal ∆↑ ∆↑","answer_4":"§D.∆ Normal ∆Normal ∆Normal ∆↑","answer_5":"§E.∆ ↑ ∆↓ ∆Normal ∆Normal","percent_1":"64%","percent_2":"6%","percent_3":"25%","percent_4":"2%","percent_5":"3%","right_answer":"§A.∆ ↓ ∆↓ ∆↓ ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp17905.jpg","explanation_1":"","explanation_2":"$This patient has #ascites#, characterized by the accumulation of fluid within the peritoneal cavity.  Ascites may occur in a variety of diseases (eg, peritoneal metastasis, congestive heart failure); however, in this patient with a history of heavy alcohol use and stigmata of chronic liver disease (eg, jaundice, spider angiomas, palmar erythema), it likely occurred from #cirrhosis#. $Cirrhosis is characterized by progressive liver fibrosis, which results in the formation of a high-resistance system (ie, #portal hypertension#).  This results in the following alterations:  $1. Nitric oxide is released, possibly due to stimulation by bacterial products (eg, endotoxin), which can more easily translocate from the gastrointestinal tract due to reduced host defenses (eg, impaired reticuloendothelial function) and portosystemic shunt formation (eg, decreased toxin clearance).  $2. Splanchnic vasodilation occurs as a result, which #decreases the splanchnic vascular resistance# and #lowers the effective arterial blood volume# (EABV) due to blood pooling in the splanchnic vascular bed.  $3. Low perfusion pressure results in activation of the @renin-angiotensin-aldosterone system@ along with increased secretion of antidiuretic hormone, leading to #retention of sodium and water#. $Additionally, cirrhosis results in impaired synthetic function, leading to hypoalbuminemia and #low plasma oncotic pressure#, which reduces fluid resorption from the interstitium.  Paired with portal hypertension (ie, increased hydrostatic pressure), these changes result in a vicious cycle of hypervolemia and third spacing, promoting the formation of ascites and peripheral edema.  The capillaries remain physiologically normal, so #permeability is unchanged#. $#(Choice B)#  Congestive heart failure causes low EABV (due to low cardiac output) with a consequent increase in sympathetic tone that results in increased splanchnic vascular resistance.  Oncotic pressure and capillary permeability are unaffected. $#(Choice C)#  Nephrotic syndrome causes edema due to increased permeability of the glomerular capillary wall, leading to loss of albumin, which decreases capillary oncotic pressure.  Most patients also have a defect in sodium excretion from the kidneys, resulting in sodium retention and increased EABV.  Splanchnic vascular resistance is unaffected. $#(Choice D)#  Localized allergic reactions (eg, insect sting) can lead to increased capillary permeability, leading to dermal edema.  Oncotic pressures, splanchnic vascular resistance, and EABV are unaffected. $#(Choice E)#  Increased capillary oncotic pressure tends to inhibit fluid accumulation in the interstitial spaces, thereby decreasing peripheral edema and ascites. $#Educational objective# Ascites in cirrhosis develops from hemodynamic changes related to portal hypertension.  Splanchnic vasodilation decreases the splanchnic vascular resistance and lowers the effective arterial blood volume, which causes activation of the renin-angiotensin-aldosterone system and promotes sodium and water retention.  Additionally, low oncotic pressure (ie, hypoalbuminemia due to impaired hepatic function) reduces fluid resorption from the interstitium.  ","clickable_1":"images/img1.17905.jpg"},

{"id":"18693","title":"A 38-year-old woman comes to the office due to jaundice, nausea, and abdominal discomfort.  Vital signs are within normal limits.  Scleral icterus and hepatomegaly are present.  Laboratory results are as follows:","title_table":"!Liver function studies! ?Total bilirubin? 4.7 mg/dL?Alkaline phosphatase? 110 U/L?Aspartate aminotransferase (SGOT)? 791 U/L?Alanine aminotransferase (SGPT)? 634 U/L","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Anti–smooth muscle antibody titers are elevated.  Which of the following histologic findings is most likely to be seen on biopsy of this patient's liver?","audio":"","comparison_items":"","answer_1":"A. Ground-glass hepatocytes with central ballooning degeneration,","answer_2":"B. Hepatic steatosis and ballooning degeneration,","answer_3":"C. Hepatocyte necrosis with portal infiltration of neutrophils,","answer_4":"D. Periductal fibrosis and luminal obliteration of biliary ducts,","answer_5":"E. Portal and periportal lymphoplasmacytic cell infiltration,","percent_1":"6%,","percent_2":"7%,","percent_3":"10%,","percent_4":"36%,","percent_5":"42%,","right_answer":"E. Portal and periportal lymphoplasmacytic cell infiltration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with jaundice, hepatomegaly, elevated transaminases, and high anti–smooth muscle antibody titers most likely has #autoimmune hepatitis# (AIH).  AIH occurs most commonly in women with other autoimmune conditions (eg, type 1 diabetes mellitus).  It is often asymptomatic but may present with fatigue, weight loss, nausea, and/or signs of acute hepatitis (eg, jaundice, abdominal discomfort).  Characteristic laboratory abnormalities include a #hepatocellular pattern# of liver injury (ie, predominant transaminase elevation with normal alkaline phosphatase and variable bilirubin) and the formation of a variety of autoantibodies, particularly #anti–smooth muscle#, which is highly specific for AIH.  Hypergammaglobulinemia is also typical. $ The pathogenesis of AIH is incompletely understood but likely involves exposure to an environmental trigger in genetically predisposed patients, leading to regulatory T-cell dysfunction.  It ultimately results in loss of self-tolerance, with an #immune response against hepatic antigens#. This is demonstrated histologically by #lymphocyte and plasma cell# infiltration of #portal and periportal# regions of the liver. $ (Choice A)  Chronic hepatitis B is characterized histologically by ground-glass hepatocytes, which result from the accumulation of hepatitis B surface antigen within their cytoplasm, as well as central balloon degeneration, which reflects hepatocytes undergoing apoptosis. $ (Choice B)  Hepatic steatosis (ie, lipid accumulation in the cytoplasm of hepatocytes) and ballooning degeneration most commonly occur in alcohol-induced hepatitis and nonalcoholic fatty liver disease.  Elevated anti–smooth muscle antibody titers do not occur. $ (Choice C)  Acetaminophen overdose can lead to hepatic inflammation and necrosis with neutrophilic infiltration (unlike AIH, which is characterized by lymphoplasmocytic infiltrates).  Patients often have vomiting, diaphoresis, and confusion. $ (Choice D)  Primary sclerosing cholangitis causes periductal fibrosis and luminal obliteration of the biliary ducts, which can lead to cholestasis.  High alkaline phosphatase levels and near-normal aminotransferases are expected. $ Educational objective Autoimmune hepatitis results from an immune response against hepatic antigens, leading to a lymphoplasmacytic infiltrate in the portal and periportal regions of the liver.  Manifestations include fatigue, weight loss, nausea, and/or signs of acute hepatitis (eg, jaundice, abdominal discomfort).  Characteristic laboratory abnormalities include a hepatocellular pattern of liver injury, anti–smooth muscle autoantibodies, and hypergammaglobulinemia."},

{"id":"54","title":"A mass resected from the liver of a 32-year-old woman has the morphology demonstrated on the slide below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/54.jpg","title_2":"Which of the following is the most accurate statement concerning this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Malignant transformation is a rule","answer_2":"B. It is the most common benign liver tumor","answer_3":"C. It can regress upon oral contraceptive discontinuation","answer_4":"D. It is strongly associated with hemochromatosis","answer_5":"E. Biopsy is indicated to confirm the diagnosis","percent_1":"6%","percent_2":"35%","percent_3":"32%","percent_4":"17%","percent_5":"11%","right_answer":"B. It is the most common benign liver tumor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp54.jpg","explanation_1":"","explanation_2":"$Cavernous hemangioma is the most common benign liver tumor, typically presenting in adults 30-50 years of age.  These benign tumors are thought to be congenital malformations that enlarge by ectasia, not hyperplasia or hypertrophy.  Hemangiomas may occur singly or in multiples and are well-circumscribed masses of spongy consistency, typically measuring less than 5 cm in width.  Microscopically, these tumors consist of cavernous, blood-filled vascular spaces of variable size lined by a single epithelial layer (arrow).  Collagenous scars or fibrous nodules may be seen in association with thrombosis.  Most patients are asymptomatic, although some will complain of abdominal pain and right upper quadrant fullness.  Prognosis is usually excellent, with surgical resection an option for those patients who are symptomatic or who have compression of adjacent structures. $ (Choice A)  On rare occasion, giant hemangiomas are found to be malignant vascular tumors.  The vast majority of hemangiomas are benign lesions, however. $ (Choice C)  Hepatic adenomas can regress with the discontinuation of oral contraceptives, but hemangiomas are not similarly affected. $ (Choice D)  Hepatocellular carcinoma (not hemangioma) can be associated with hemochromatosis. $ (Choice E)  Biopsy of a suspected hemangioma is not advisable, as the procedure has been known to cause fatal hemorrhage and is of low diagnostic yield. $ Educational objective Cavernous hemangioma is the most common benign liver tumor.  Microscopically, these tumors consist of cavernous, blood-filled vascular spaces of variable size lined by a single epithelial layer.  The biopsy of a suspected hemangioma is not advisable, as the procedure has been known to cause fatal hemorrhage and is of low diagnostic yield.","clickable_1":"images/img1.54.jpg","clickable_2":"images/img2.54.jpg"},

{"id":"1863","title":"A 34-year-old man comes to the office due to anorexia, nausea, and dark-colored urine for the last 2 days.  He travels frequently for business and recently returned from a trip to Mexico.  The patient has a history of asthma and occasionally uses inhaled albuterol for symptom management.  Temperature is 37.8 C (100.2 F), blood pressure is 125/70 mm Hg, and pulse is 94/min.  Cardiopulmonary examination is normal.  There is mild right upper quadrant abdominal tenderness with no guarding or rebound.  Serologic testing for Entamoeba histolytica is negative.  Which of the following histologic findings is most likely to be found within this patient's liver?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibrinoid necrosis","answer_2":"B. Hepatocyte swelling","answer_3":"C. Liquefactive necrosis","answer_4":"D. Malignant cells","answer_5":"E. Regenerative nodules","percent_1":"9%","percent_2":"75%","percent_3":"8%","percent_4":"1%","percent_5":"7%","right_answer":"B. Hepatocyte swelling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's low-grade fever, anorexia/nausea, dark-colored urine, and right upper quadrant abdominal tenderness is suggestive of #acute viral hepatitis#.  Hepatitis A virus (HAV) is most likely responsible because it is the most common cause of acute viral hepatitis in young adults, and this patient has just returned from an endemic region. $ Although liver biopsy is not required to make the diagnosis, the hallmark histologic findings of acute viral hepatitis include hepatocyte damage with mononuclear infiltration. @Ballooning degeneration@, characterized by #cellular swelling# and #cytoplasmic emptying#, is a form of hepatocyte injury caused by ATP depletion and disruption of the intermediate filament network that often progresses to cell rupture and death (eg, #necrosis#).  Hepatocytes may also undergo @apoptosis@, which is characterized by cellular shrinkage and nuclear fragmentation with intensely eosinophilic cytoplasm (eg, @Councilman bodies@) and is likely caused by mitochondrial oxidative damage. $ In severe cases, swaths of dead hepatocytes may span across the lobules (eg, bridging necrosis).  The presence of virally infected and dying hepatocytes promotes #mononuclear inflammation# (eg, @lymphocytes@) throughout the lobule and around the portal tracts. $ (Choice A)  @Fibrinoid necrosis@ is characterized by the deposition of amorphous, proteinaceous material in the walls of blood vessels affected by immune vasculitis or malignant hypertension. $(Choice C)  Severe viral hepatitis can cause coagulative necrosis of hepatocytes.  However, liquefactive necrosis classically occurs in the CNS due to enzymatic degradation of tissue.  Amebic liver abscesses caused by Entamoeba histolytica infection may also produce liquefactive necrosis, but this is unlikely in the setting of negative serologic testing. $ (Choice D)  HAV is not associated with an increased risk of hepatocellular cancer.  However, hepatitis B and C infections, aflatoxin B exposure, and all other forms of chronic hepatocyte injury are associated with increased incidence of hepatocellular carcinoma. $ (Choice E)  Nodular regeneration of hepatocytes is generally found in patients with @cirrhosis@, which can be caused by chronic viral hepatitis.  Hepatitis B and hepatitis C viruses (not HAV) are associated with chronic hepatitis. $ Educational objective Acute hepatitis due to most hepatotropic viruses causes hepatocyte injury (eg, ballooning degeneration) and cell death with mononuclear cell infiltration.","clickable_1":"images/img1.1863.jpg","clickable_2":"images/img2.1863.mp4","clickable_3":"images/img3.1863.jpg","clickable_4":"images/img4.1863.jpg","clickable_5":"images/img5.1863.jpg","clickable_6":"images/img6.1863.jpg"},

{"id":"11739","title":"A 52-year-old postmenopausal woman comes to the office for evaluation of several months of episodic abdominal discomfort and nausea, especially after a fatty meal.  She has no past medical history and does not use tobacco, alcohol, or illicit drugs.  Her BMI is 33 kg/m2.  Physical examination shows a soft, nontender abdomen with normal bowel sounds.  Liver span is 8 cm.  Murphy sign is negative.  Abdominal x-ray reveals no calcifications, but abdominal ultrasound shows a small, non-obstructing gallstone.  The patient prefers nonoperative management.  Which of the following would best treat this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bile acid supplement","answer_2":"B. Cholestyramine therapy","answer_3":"C. Estrogen replacement therapy","answer_4":"D. Fenofibrate therapy","answer_5":"E. Iron chelation therapy","answer_6":"F. Phosphate-binding agent","answer_7":"G. Rapid weight loss","percent_1":"47%","percent_2":"31%","percent_3":"3%","percent_4":"8%","percent_5":"1%","percent_6":"4%","percent_7":"6%","right_answer":"A. Bile acid supplement","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11739.jpg","explanation_1":"","explanation_2":"$#Cholesterol gallstones# are the most common type of gallstone.  They are primarily composed of cholesterol monohydrate crystals but can contain variable amounts of calcium salts, bilirubin, and mucin.  Normally, bile acids and phospholipids solubilize the cholesterol to prevent stone formation.  Decreased amounts of bile acids and phospholipids can cause the bile to become supersaturated with cholesterol, allowing it to crystallize and form cholesterol gallstones.  Risk factors for stone formation include increasing age, obesity, excessive bile salt loss (eg, terminal ileum disease), and female sex. $Cholecystectomy is the preferred treatment for symptomatic gallstones.  However, medical therapy is an option in patients refusing surgery or with high surgical risk.  Administration of #hydrophilic bile acids# (eg, ursodeoxycholic acid) reduces cholesterol secretion and increases biliary bile acid concentration.  This improves cholesterol solubility and #promotes gallstone dissolution#.  Although the response to medical therapy is good in patients with mild symptoms and small stones, there is a high rate of gallstone recurrence. $#(Choice B)#  Bile acid sequestrants (eg, cholestyramine) decrease enterohepatic recirculation of bile acids (increase gallstone risk).  However, they also stimulate the conversion of cholesterol to bile acids and increase biliary motility (decrease gallstone risk).  The net result is no significant change in the risk of gallstones. $#(Choice C)#  Estrogen increases cholesterol secretion and progesterone reduces bile acid secretion, ultimately causing bile to become supersaturated with cholesterol.  Progesterone also slows gallbladder emptying, which causes bile stasis and further promotes gallstone formation. $#(Choice D)#  Fibrates increase cholesterol content in bile, which increases the risk of gallstones. $#(Choice E)#  Iron chelation therapy is used to treat iron overload syndromes but has no significant effect on gallstones. $#(Choice F)#  Phosphate-binding agents can lower serum phosphate in chronic kidney disease and dialysis patients but do not significantly affect gallstones. $#(Choice G)#  Very low-calorie diets with decreased caloric intake and rapid weight loss can lead to bile stasis and increased cholesterol mobilization, increasing the risk of gallstone formation. $#Educational objective# Medical therapy to dissolve cholesterol gallstones is an option in patients refusing cholecystectomy or with high surgical risk.  Hydrophilic bile acids (eg, ursodeoxycholic acid) improve cholesterol solubility by reducing the amount of cholesterol secreted into the bile and increasing biliary bile acid concentration.  "},

{"id":"375","title":"A 32-year-old male with anorexia and fatigue is found to have persistently elevated serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels.  He is also positive for HBsAg.  Which of the following best describes the mechanism of liver injury in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Direct viral cytotoxic effect with hepatocyte necrosis","answer_2":"B. Antibody response to viral antigens on the cell surface with antibody-mediated cell damage","answer_3":"C. Circulating viral antigen-antibody complexes with small vessel deposition and immunologic vessel injury","answer_4":"D. Antigen mimicry with generation of self-antigen recognizing CD4+ T lymphocytes that damage hepatocytes","answer_5":"E. CD8+ T lymphocyte response to viral antigens on the cell surface resulting in hepatocyte damage","percent_1":"26%","percent_2":"12%","percent_3":"4%","percent_4":"4%","percent_5":"53%","right_answer":"E. CD8+ T lymphocyte response to viral antigens on the cell surface resulting in hepatocyte damage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Hepatitis B virus infection progresses through two phases: the proliferative phase and the integrative phase. $In the proliferative phase, the entire virion and all related antigens of the episomal HBV DNA are present.  On the hepatocyte cell surface, viral HBsAg and HBcAg are expressed in conjunction with the major histocompatibility complex (MHC) class I molecules.  This expression serves to activate the cytotoxic CD8+ T lymphocytes, which respond by destroying the infected hepatocytes.  Note that the virion itself does not have a cytopathic effect. $In the integrative phase, the HBV DNA is incorporated into the host genome of those hepatocytes that survived the immune response.  Infectivity ceases and liver damage tapers off when the antiviral antibodies appear and viral replication stops.  The risk of hepatocellular carcinoma, however, remains elevated because of the HBV DNA that has been integrated into the host genome. $#(Choice A)#  Hepatitis B virus has no direct cytotoxic effect. $#(Choice B)#  Host antibody HBsAb neutralizes HBV infectivity by binding to the viral surface antigen HBsAg and preventing the antigen from interacting with hepatocyte receptors.  Note that this neutralization occurs before the virus enters the hepatocyte, and therefore would not be associated with hepatocellular damage. $#(Choice C)#  Antigen-antibody complexes cause some of the early symptoms of hepatitis B virus infection (eg, arthralgias, arthritis, and urticaria) as well as some of the chronic complications (eg, immune complex glomerulonephritis, cryoglobulinemia, vasculitis).  These complexes are not responsible for hepatocellular damage, however. $#(Choice D)#  The pathogenesis of autoimmune hepatitis (not hepatitis B infection) involves antigen mimicry with generation of self-antigen recognizing CD4+ T lymphocytes that damage hepatocytes. $#Educational objective# Hepatitis B virus does not have a cytotoxic effect itself; however, the presence of viral HBsAg and HBcAg on the cell surface stimulate the host's cytotoxic CD8+ T lymphocytes to destroy infected hepatocytes.  "},

{"id":"1875","title":"A 56-year-old man comes to the cardiology clinic because of fatigue, palpitations, and exertional dyspnea over the last several weeks. On physical examination, his heart rate is irregular and measures 122 beats per minute, while his blood pressure is 110/70 mm Hg. The patient undergoes further work-up, including ECG, radiographic studies, and laboratory studies. His ECG shows atrial fibrillation and trans-esophageal echocardiography reveals a thrombus in a dilated left atrium. In the event of an interruption of blood flow secondary to arterial occlusion, which of the following organs would be least vulnerable to infarction?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Spleen","ansImg_1":"","answer_2":"B. Brain","ansImg_2":"","answer_3":"C. Kidney","ansImg_3":"","answer_4":"D. Liver","ansImg_4":"","answer_5":"E. Heart","ansImg_5":"","right_answer":"D. Liver","percent_1":"9%","percent_2":"8%","percent_3":"4%","percent_4":"68%","percent_5":"11%","percent_6":"","percent_7":"","explanation_img":"","explanation_1":"","explanation_2":"Infarcts in an otherwise normal liver are rare because it has a dual blood supply: the portal vein and hepatic artery. Should the hepatic artery become occluded, the portal venous supply and retrograde arterial flow through accessory vessels (e.g., from the inferior phrenic, adrenal, intercostal arteries, etc.) is typically sufficient to sustain the liver parenchyma. The notable exception is when a transplanted liver undergoes hepatic artery thrombosis. In this case, the liver can develop biliary tree infarction and organ failure because the collateral blood supply is severed during transplantation.$(Choice A) The spleen is relatively vulnerable to infarction because the perfusion via the splenic artery is end-arterial. Wedge-shaped, capsule-based splenic infarcts occur and are a known complication of sickle cell anemia, infective endocarditis, and cardiac mural thrombosis.$(Choice B) Irreversible damage appears to occur in the most vulnerable of neurons after approximately 5 minutes of complete ischemia.$(Choice C) The kidney, similar to the spleen, has an end-arterial blood supply, and is generally able to tolerate warm ischemia for at least 30 minutes. Longer periods of complete ischemia result in immediate functional loss; late recovery of renal function is incomplete or absent.$(Choice E) The myocardium can endure complete arterial ischemia for twenty or thirty minutes without severe consequences. Briefer periods of ischemia do not result in necrosis, but rather myocardial stunning. Coronary artery embolism is an uncommon cause of myocardial infarction; nonetheless, it should be considered in myocardial-infarcted patients with atrial fibrillation, infective endocarditis, left atrial or ventricular thrombus, and in patients undergoing cardiac catheterization.$Educational objective Organ susceptibility to infarction after occlusion of a feeding artery is ranked from greatest to least as follows: central nervous system, myocardium, kidney, spleen, and liver. The presence of a dual and/or collateral blood supply (as seen in the liver, which is supplied by the hepatic artery and portal vein) enables an organ to tolerate arterial occlusion better than those with end-arterial circulations."},

{"id":"15023","title":"A 22-year-old woman comes to the office for a routine examination.  The patient reports mild fatigue but is otherwise asymptomatic.  She has no chronic medical conditions and takes no medications.  She does not use tobacco, alcohol, or recreational drugs.  The patient is not sexually active and has received all age-appropriate vaccinations.  BMI is 30 kg/m2.  Blood pressure is 120/80 mm Hg and pulse is 78/min.  Examination shows truncal obesity but is otherwise normal.  Fasting laboratory results are as follows:","title_table":"?Glucose? 127 mg/dL ?Creatinine? 1.0 mg/dL ?Aspartate aminotransferase (SGOT) ?76 U/L ?Alanine aminotransferase (SGPT)? 80 U/L ?Total cholesterol? 270 mg/dL ?HDL-cholesterol? 31 mg/dL ?Triglycerides? 247 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"If left untreated, this patient is at increased risk for which of the following complications?","audio":"","comparison_items":"","answer_1":"A. Acute hepatitis","answer_2":"B. Adrenal insufficiency","answer_3":"C. Aplastic anemia","answer_4":"D. Cirrhosis","answer_5":"E. Hepatic adenoma","percent_1":"17%","percent_2":"14%","percent_3":"2%","percent_4":"55%","percent_5":"13%","right_answer":"D. Cirrhosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Nonalcoholic fatty liver disease! ?Definition? • Hepatic steatosis on imaging or biopsy • Exclusion of other etiologies (eg, alcohol,$ hepatitis C, glucocorticoids) ?Clinical$features? • Mostly asymptomatic • Metabolic syndrome • AST/ALT ratio <1• Hyperechoic texture on ultrasound examination ?Treatment? • Weight loss (eg, diet modification, exercise) • Consider bariatric surgery if BMI ≥35 kg/m2 ?Prognosis? • Hepatic fibrosis associated with increased risk$ for cirrhosis & liver-related death %#ALT# = alanine aminotransferase; #AST# = aspartate aminotransferase.","explanation_img":"","explanation_1":"","explanation_2":"This patient with #truncal obesity# (correlating to visceral adiposity), an elevated fasting glucose level, and dyslipidemia (ie, low HDL, high triglycerides) has #metabolic syndrome#.  In addition, she has elevated hepatic aminotransferase levels indicative of hepatocellular injury.  This presentation suggests #nonalcoholic fatty liver disease# (NAFLD), which commonly occurs in patients with metabolic syndrome due to the shared pathophysiology of @insulin resistance@. $ Patients with NAFLD have an #increased risk of cirrhosis# due to chronic hepatocellular injury and inflammation triggered by hepatic free fatty acid accumulation.  In the presence of inflammation, hepatic stellate (Ito) cells in the @space of Disse@ are activated and transform into myofibroblasts that produce collagen in large quantities, leading to progressive fibrosis and ultimately @cirrhosis@. $Weight loss is the cornerstone of management and has been shown to reverse fibrosis. $ (Choice A)  NAFLD typically follows an indolent and asymptomatic course, requiring decades to progress to cirrhosis.  Acute hepatitis is not a clinical presentation of NAFLD. $ (Choice B)  Chronic adrenal insufficiency can cause fatigue, however, affected patients also frequently have weight loss, hypotension, and skin hyperpigmentation.  Characteristic laboratory abnormalities include hyponatremia and hyperkalemia due to mineralocorticoid deficiency. $ (Choice C)  Certain strains of hepatitis viruses can cause aplastic anemia due to T-cell–mediated destruction of bone marrow cells.  Viral hepatitis is unlikely in this patient without any risk factors. $ (Choice E)  Hepatic adenomas are solitary, benign liver tumors typically found in young women who are taking estrogen-containing oral contraceptive pills.  NAFLD does not increase the risk of hepatic adenoma. $ Educational objective Nonalcoholic fatty liver disease frequently develops in patients with metabolic syndrome (eg, obesity, dyslipidemia, insulin resistance) and can progress to cirrhosis due to chronic inflammation and hepatocyte injury.","clickable_1":"images/img1.15023.jpg","clickable_2":"images/img2.15023.jpg","clickable_3":"images/img3.15023.jpg"},

{"id":"365","title":"A 39-year-old man comes to the clinic with a month-long history of fever, fatigue, joint pain, and an urticarial skin rash.  He did not seek attention immediately as he hoped his symptoms would resolve.  The patient is generally improving but is still very easily fatigued.  Past medical history is unremarkable and the patient takes no regular medications, although he has not seen a physician since early childhood.  He is not married and has a history of multiple heterosexual partners.  The patient recently stopped smoking, drinks alcohol socially and does not use illicit drugs.  Physical examination is notable for a moderately enlarged and tender liver.  No jaundice is seen.  Laboratory studies show significant elevations in serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST).  Which of the following is the most likely diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute hepatitis B","answer_2":"B. Acute hepatitis C","answer_3":"C. Gilbert syndrome","answer_4":"D. Hemochromatosis","answer_5":"E. Hepatic steatosis","answer_6":"F. Wilson disease","percent_1":"70%","percent_2":"14%","percent_3":"3%","percent_4":"7%","percent_5":"4%","percent_6":"2%","right_answer":"A. Acute hepatitis B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has features of #acute hepatitis B# (HBV), including systemic, skin, and joint symptoms; hepatomegaly; and elevated transaminase levels.  Hepatitis B is a DNA virus with an incubation period of 30-180 days.  Transmission can occur sexually, parenterally, or vertically.  Onset is dominated by nonspecific symptoms, although patients may develop a #serum sickness-like# syndrome with joint pain, lymphadenopathy, and a pruritic @urticarial vasculitis@ rash.  Right upper quadrant pain can also be present. $Acute HBV is characterized by significant elevations in #aspartate aminotransferase and alanine aminotransferase#, often >10 times the upper limit of normal.  Most patients will have nonicteric hepatitis, but icteric hepatitis with jaundice and elevated bilirubin is also common.  Impaired hepatic synthetic function, as indicated by a prolonged prothrombin time, confers a poor prognosis.  The most important early marker of acute infection is #hepatitis B surface antigen# (HBsAg), which may be detectable prior to symptoms or changes in transaminase levels.  IgM anti-hepatitis B core (anti-HBc) may also be positive.  #Hepatitis B e antigen# (HBeAg) and HBV DNA counts correlate with #infectivity#. $#(Choice B)#  Acute hepatitis C is typically asymptomatic; dermatologic manifestations (eg, cryoglobulinemia) are seen in chronic infection.  This patient is unlikely to have hepatitis C as he does not use intravenous drugs and sexual transmission is rare. $#(Choice C)#  Gilbert syndrome is a common disorder characterized by mild unconjugated hyperbilirubinemia.  Patients are almost always asymptomatic. $#(Choice D)#  Hemochromatosis is due to abnormal iron absorption resulting in iron overload.  Chronic manifestations include cirrhosis, hyperpigmentation, and diabetes mellitus (\"bronze diabetes\"). $#(Choice E)#  Hepatic steatosis is characterized by excessive deposition of lipids in the liver and is usually caused by chronic alcohol abuse or obesity (and insulin resistance).  Steatosis may lead to cirrhosis, but it does not cause acute symptoms. $#(Choice F)#  Wilson disease presents with acute or chronic hepatitis in patients age <30.  Neurologic manifestations (eg, cognitive or motor deficits) are frequent.  @Kayser-Fleischer rings@ (green or golden corneal deposits) are a common incidental finding. $#Educational objective# Acute hepatitis B infection can cause a serum sickness-like syndrome with joint pain, lymphadenopathy, and a pruritic urticarial rash.  Other features may include right upper quadrant pain, hepatomegaly, and elevated hepatic transaminase levels.  ","clickable_1":"images/img1.365.jpg","clickable_2":"images/img2.365.jpg"},

{"SubjectSystem":"Pathophysiology-Gastro","id":"78","title":"A 43-year-old woman comes to the office with a 1-month history of dull abdominal pain that occurs mainly after eating.  The pain is localized to the right upper quadrant and is especially severe after fatty meals.  Physical examination is unremarkable.  Ultrasound of the abdomen reveals several mobile echogenic foci within the gallbladder lumen.  Which of the following sets of conditions is most likely present within this patient's gallbladder?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Cholesterol ∆Bile acids ∆Phosphatidyl choline","answer_1":"§A. ∆ ↓ ∆↑ ∆↑","answer_2":"§B. ∆ ↓ ∆↑ ∆↓","answer_3":"§C. ∆ ↓ ∆↓ ∆↑","answer_4":"§D. ∆ ↑ ∆↓ ∆↓","answer_5":"§E. ∆ ↑ ∆↑ ∆↓","answer_6":"§F. ∆ ↑ ∆↓ ∆↑","percent_1":"3%","percent_2":"2%","percent_3":"1%","percent_4":"52%","percent_5":"20%","percent_6":"22%","right_answer":"§D. ∆ ↑ ∆↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp78.jpg","explanation_1":"","explanation_2":"$Removal of excess cholesterol from the body occurs via 2 mechanisms: excretion of #free cholesterol# into bile and conversion of cholesterol into #bile acids#. $In the liver, free cholesterol is converted into cholic and chenodeoxycholic acids through a series of chemical reactions beginning with cholesterol 7α-hydroxylase (rate-limiting step in bile acid synthesis).  These bile acids are then conjugated to either glycine or taurine (improving solubility and emulsifying ability) to create the bile salts that are actively secreted into the bile canaliculi.  As #water-insoluble cholesterol# is secreted in bile, it is rendered soluble in small amounts by the detergent action of these amphipathic (eg, hydrophobic and hydrophilic) bile salts and phosphatidylcholine (a phospholipid).  When there is more cholesterol than can be made soluble, it #precipitates into crystals# that eventually grow and merge to form #gallstones#.  Gallbladder hypomotility further promotes cholesterol nucleation and gallstone formation. $#(Choices A, B, C, E, and F)#  These represent lower cholesterol concentrations related to total bile salt and phosphatidylcholine levels.  Such conditions would decrease the likelihood of gallstone formation. $#Educational objective# Elevated cholesterol concentrations increase the likelihood of cholesterol precipitation and gallstone formation.  High levels of bile salts and phosphatidylcholine increase cholesterol solubility and decrease the risk of gallstones.  "},

{"id":"18549","title":"A 42-year-old man comes to the office due to increased abdominal girth associated with a 9-kg (19.8-lb) weight gain over the past month.  He drinks a liter of vodka daily and denies smoking or using intravenous drugs.  Blood pressure is 110/70 mm Hg.  The abdomen is moderately distended, and a fluid wave is elicited.  Multiple spider angiomas are present.  Laboratory studies reveal thrombocytopenia, hypoalbuminemia, a normal sodium level, and an elevated PT.  An upper endoscopy is performed, which shows no esophageal or gastric varices.  Pharmacotherapy aimed at inhibiting which of the following should be considered for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aldosterone","answer_2":"B. Alpha-adrenergic receptors","answer_3":"C. Angiotensin","answer_4":"D. Antidiuretic hormone","answer_5":"E. Prostaglandins","percent_1":"48%","percent_2":"6%","percent_3":"14%","percent_4":"22%","percent_5":"9%","right_answer":"A. Aldosterone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with abdominal distension and a fluid wave has #ascites#.  His heavy alcohol use and evidence of chronic liver disease (eg, spider angiomas, thrombocytopenia, hypoalbuminemia, elevated PT) suggest the ascites developed due to #alcohol-associated cirrhosis#. $In cirrhosis, portal hypertension leads to splanchnic vasodilation, which decreases the effective arterial volume and lowers the systemic blood pressure.  Renal perfusion is reduced, leading to activation of the @#renin-angiotensin-aldosterone system# (RAAS),@ which promotes vasoconstriction (due to angiotensin) and fluid and sodium retention by the kidneys (due to aldosterone).  Although this improves systemic blood pressure and renal perfusion, due to the altered hemodynamics in patients with cirrhosis (eg, elevated hydrostatic pressure due to portal hypertension, low oncotic pressure due to hypoalbuminemia) it ultimately results in third spacing of fluid with edema and ascites. $#Spironolactone#, an #aldosterone antagonist#, is used to interrupt this cycle.  It induces natriuresis without blocking the critical vasoconstrictive effects of angiotensin.  Spironolactone is typically used with furosemide (a loop diuretic) to increase the efficacy of natriuresis and prevent electrolyte disturbances. $#(Choices B and C)#  Patients with cirrhosis have low mean arterial pressure due to splanchnic vasodilation and are dependent on the RAAS to help normalize blood pressure and renal perfusion.  ACE inhibitors (eg, lisinopril) and angiotensin receptor blockers blunt this critical response and promote organ hypoperfusion.  Likewise, blockade of alpha-adrenergic receptors would cause widespread vasodilation with decreased systemic blood pressure, worsening renal perfusion and causing additional fluid accumulation. $#(Choice D)#  Antidiuretic hormone (ADH) levels are increased in cirrhosis, which contributes to the development of hypervolemic hyponatremia.  Although ADH inhibitors (eg, tolvaptan) have been used to treat severe hyponatremia in cirrhosis, they are not indicated in patients with normal sodium levels. $#(Choice E)#  Nonsteroidal anti-inflammatory drugs inhibit prostaglandin production, which can cause renal vasoconstriction and may precipitate gastrointestinal bleeding.  These medications should be avoided in patients with cirrhosis due to impaired renal perfusion at baseline and high risk of variceal bleeding. $#Educational objective# Ascites in cirrhosis develops from hemodynamic changes related to portal hypertension.  Splanchnic vasodilation decreases the systemic vascular resistance, which causes activation of the renin-angiotensin-aldosterone system and promotes vasoconstriction and sodium and water retention.  Spironolactone, an aldosterone antagonist, is used to induce natriuresis and resolve ascites without blocking the critical vasoconstrictive effects of angiotensin.  ","clickable_1":"images/img1.18549.jpg"},

{"id":"16117","title":"A 31-year-old woman comes to the emergency department due to worsening right upper quadrant pain, fever, nausea, and vomiting for a day.  The pain increases with deep inspiration.  Other medical conditions include uterine fibroids and sickle cell anemia.  The patient does not use tobacco, alcohol, or illicit drugs.  Temperature is 38.6 C (101.5 F), blood pressure is 120/70 mm Hg, and pulse is 102/min.  BMI is 24 kg/m2.  On examination, the patient appears uncomfortable because of the pain; there is no jaundice.  Tenderness and guarding are present over the right upper quadrant.  Bowel sounds are decreased.  Hemoglobin is 10.1 g/dL and white blood cell count is 18,000/mm3 with 7% band forms.  Abdominal ultrasound shows evidence of cholelithiasis and gallbladder wall thickening.  Gross inspection of the specimen obtained during laparoscopic cholecystectomy is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/16117.jpg","title_2":"Which of the following is most likely responsible for this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Altered enterohepatic circulation of bilirubin","answer_2":"B. Biliary stasis due to lack of enteral stimulation","answer_3":"C. Decreased gallbladder motility due to denervation","answer_4":"D. Impaired bile acid synthesis","answer_5":"E. Increased cholesterol synthesis","answer_6":"F. Increased efflux of bilirubin into bile","percent_1":"14%","percent_2":"6%","percent_3":"2%","percent_4":"6%","percent_5":"4%","percent_6":"69%","right_answer":"F. Increased efflux of bilirubin into bile","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp16117.jpg","explanation_1":"","explanation_2":"$This patient with fever, right upper quadrant pain, and leukocytosis has #acute cholecystitis#.  Cholecystitis is inflammation of the gallbladder that usually occurs when gallstones obstruct the cystic duct.  Gallstones form due to supersaturation of bile constituents (eg, cholesterol, bilirubin), which then crystalize out of solution with other bile components (eg, mucin, calcium, proteins) to produce stones. $ #Black gallstones#, as seen in this patient, form due to the #supersaturation of bilirubin#, which precipitates with calcium to form multiple small calcium bilirubinate stones.  Bilirubin supersaturation occurs through the following mechanisms: $ • #Increased bilirubin production:#  Chronic hemolysis, as seen in #sickle cell anemia#, hereditary spherocytosis, and thalassemia, increases circulating levels of free bilirubin, which is taken up by the liver and #excreted into bile#. $ • #Altered enterohepatic circulation# of bilirubin:  Ileal disease (eg, Crohn disease) or resection allows bile acids, which are normally reabsorbed in the ileum, to spill into the colon.  There, bile acids solubilize unconjugated bilirubin, allowing its reabsorption and concentration within the bile #(choice A)#. $ This patient with sickle cell anemia most likely has chronic hemolysis, which has increased bilirubin efflux into the bile, promoting formation of black stones. $ #(Choices B and C)#  Biliary stasis promotes gallstone formation by providing a favorable environment for crystal nucleation and aggregation.  Stasis can occur due to gallbladder denervation (eg, transection of the nerves that control gallbladder contraction) or decreased stimulation by enterocytes during prolonged fasting (cholecystokinin is released in response to food).  However, stasis usually promotes the formation of yellow cholesterol stones, and this patient did not have prolonged fasting or surgery prior to developing her symptoms. $ (Choice D)  Cirrhosis can also occasionally promote the formation of black stones due to impaired bile acid synthesis and hyperbilirubinemia (due to cholestasis).  However, this patient does not have a history of cirrhosis or stigmata of chronic liver disease (eg, jaundice). $ (Choice E)  Increased cholesterol synthesis results in the formation of yellow cholesterol gallstones.  This typically occurs in the setting of obesity, diabetes mellitus, or certain medications (eg, estrogen-containing oral contraceptives). $ Educational objective Black gallstones form due to supersaturation of the bile with bilirubin, which precipitates with calcium to form calcium bilirubinate stones.  This typically occurs in the setting of chronic hemolysis (eg, sickle cell disease) or altered enterohepatic circulation of bilirubin (eg, Crohn disease, ileal resection)."},

{"id":"314","title":"Rats exposed to high concentrations of carbon tetrachloride suffer rapid and extensive liver damage.  Light microscopic examination of affected liver specimens shows fatty change and hepatocyte necrosis.  These changes are the result of:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hypoperfusion","answer_2":"B. Hypoxia","answer_3":"C. Abnormal signal transduction","answer_4":"D. Free radical injury","answer_5":"E. Mitochondrial dysfunction","percent_1":"2%","percent_2":"4%","percent_3":"2%","percent_4":"73%","percent_5":"19%","right_answer":"D. Free radical injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Carbon tetrachloride (CCl4) causes free radical injury.  Like many other toxic substances, CCl4 is oxidized by the P450 oxidase system in the liver.  The result is the formation of the free radical CCl3, which reacts with structural lipids of cell membranes.  The result is lipid degradation and hydrogen peroxide (H2O2) formation.  This process is called #lipid peroxidation#.  The peroxides go on to form new radicals, continuing the vicious circle of lipid degradation.  Carbon tetrachloride cell injury develops rapidly and leads to swelling of the endoplasmic reticulum, destruction of mitochondria, and increased permeability of cell membranes.  These processes culminate in hepatocyte necrosis. $ #(Choices A and B)#  Hypoperfusion and hypoxia lead to tissue ischemia and necrosis.  Carbon tetrachloride does not affect tissue oxygenation. $ (Choice C)  Abnormal signal transduction is a mechanism of oncogenesis, as occurs with mutations of the Ras proto-oncogene.  This mutation increases cell sensitivity to mitogenic influences. $ (Choice E)  Mitochondrial dysfunction occurs in CCl4 intoxication as a result of free radical injury. $ Educational Objective The P450 microsomal oxidase system plays an important role in detoxification.  In carbon tetrachloride poisoning, however, it produces free radicals that start a vicious cycle of hepatic injury."},

{"id":"77","title":"A 64-year-old man comes to the office due to acute-onset right upper quadrant abdominal pain, nausea, and vomiting.  The patient had an extensive small bowel resection due to bowel ischemia a year ago and has been receiving total parenteral nutrition since then.  His other medical problems include atrial fibrillation and hypertension.  Examination shows right upper quadrant tenderness on deep palpation.  Initial laboratory studies show moderate leukocytosis with normal hepatic transaminase, amylase, and lipase levels.  Abdominal ultrasonography reveals gallstones and edema of the gallbladder wall.  Review of prior records indicates that he had no gallstones noted on abdominal imaging performed prior to the bowel resection.  Which of the following is most likely responsible for the development of gallstones in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased cholecystokinin release due to lack of enteral stimulation","answer_2":"B. Decreased cholesterol conversion to bile acids due to liver dysfunction","answer_3":"C. High cholesterol content of the nutritional fluids","answer_4":"D. Inadequate supplementation of essential fatty acids","answer_5":"E. Increased gastrin release in response to parenteral amino acids","percent_1":"84%","percent_2":"4%","percent_3":"8%","percent_4":"4%","percent_5":"1%","right_answer":"A. Decreased cholecystokinin release due to lack of enteral stimulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp77.jpg","explanation_1":"","explanation_2":"$Cholesterol is secreted in bile, where it is solubilized by bile salts and phosphatidylcholine.  If there is more cholesterol than can be dissolved by the bile salts, the cholesterol will precipitate into insoluble crystals, leading to the formation of #gallstones#.  Risk factors for gallstone formation include obesity or rapid weight loss, female sex, glucose intolerance, and hypomotility of the gallbladder (eg, pregnancy, prolonged fasting). $A prolonged course of #total parenteral nutrition# (TPN) is often complicated by gallstones.  In normal individuals, enteral passage of fat and amino acids into the duodenum triggers release of cholecystokinin (CCK), leading to contraction of the gallbladder.  The absence of normal enteral stimulation in patients receiving TPN leads to #decreased CCK release# and subsequent #biliary stasis#.  In addition, patients with extensive resection of the ileum can have disruption to the normal enterohepatic circulation of bile acids, leading to inadequate solubilization of biliary cholesterol and formation of cholesterol crystals. $#(Choice B)#  Advanced liver disease can impair cholesterol conversion to bile acids due to the diminished synthetic ability of injured hepatocytes, leading to supersaturation of the bile with cholesterol.  This contributes to the increased risk of gallstones seen in cirrhotic individuals but would be unlikely in this patient with no evidence of hepatocellular dysfunction. $#(Choice C)#  TPN preparations contain glucose, amino acids, and fats based on the individual patient's needs, with additional electrolytes, vitamins, minerals, and trace elements in carefully calculated amounts.  Serum triglyceride levels may rise on TPN, but TPN does not contain significant amounts of cholesterol, and serum cholesterol levels do not usually change significantly. $#(Choice D)#  Deficient supplementation of essential fatty acids in TPN is associated with a number of clinical complications, including dermatitis, alopecia, neuropathy, visual disturbances, and ataxia.  Gallstones are not related. $#(Choice E)#  Digested peptides and free amino acids in the gastric lumen are a major stimulus for gastrin release, so parenteral nutrition typically results in decreased (not increased) gastrin levels.  Moreover, gastrin is not a significant factor in the formation of gallstones. $#Educational objective# The absence of normal enteral stimulation in patients receiving total parenteral nutrition leads to decreased cholecystokinin release, biliary stasis, and increased risk of gallstones.  Resection of the ileum can also increase the risk of gallstones due to disruption of normal enterohepatic circulation of bile acids.  "},

{"id":"366","title":"A 43-year-old man is evaluated in the hospital for a medical illness.  He has traveled to various countries on missionary trips and recently returned from South America.  The patient has no prior medical history and takes no medications.  His father has a history of alcohol dependence complicated by cirrhosis and portal hypertension.  A liver biopsy is performed, and light microscopy of the tissue demonstrates spotty hepatocyte necrosis and inflammatory cell infiltration, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/366.jpg","title_2":"Which of the following is the most likely initial clinical presentation of this patient?","audio":"","comparison_items":"","answer_1":"A. Clay-colored stools and osteoporosis","answer_2":"B. Fever, anorexia, and dark-colored urine","answer_3":"C. Prolonged pruritus and fatigue","answer_4":"D. Skin pigmentation and diabetes mellitus","answer_5":"E. Upper gastrointestinal bleeding and ascites","percent_1":"3%","percent_2":"62%","percent_3":"20%","percent_4":"6%","percent_5":"9%","right_answer":"B. Fever, anorexia, and dark-colored urine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's liver biopsy findings and recent travel to an endemic region suggest #acute hepatitis A infection#.  Acute viral hepatitis is characterized histologically by the presence of \"spotty necrosis\" with @ballooning degeneration@ (hepatocyte swelling with wispy/clear cytoplasm), Councilman bodies (eosinophilic apoptotic hepatocytes), and @mononuclear cell infiltrates@. $ Patients typically present acutely with a prodrome of #fever#, malaise, #anorexia#, nausea/vomiting, and right upper quadrant abdominal pain.  After several days (up to 1 week), prodromal symptoms lessen as patients develop signs of cholestasis such as jaundice, pruritus, #dark-colored urine# (due to increased conjugated bilirubin levels), and acholic stool (lacks bilirubin pigment).  The illness is self-limited and does not progress to chronic hepatitis, cirrhosis, or hepatocellular carcinoma. $ #(Choices A and C)# Chronic cholestatic processes (eg, primary biliary cirrhosis, primary sclerosing cholangitis) may present initially with prolonged pruritus and fatigue.  As these conditions progress, patients can develop acholic stools and malabsorption of fat-soluble vitamins (due to reduced bile flow to the small intestine).  This can lead to vitamin D deficiency and metabolic bone disease (eg, osteoporosis, osteomalacia). $ (Choice D)  Skin pigmentation and diabetes mellitus are more suggestive of hemochromatosis, an inherited disease associated with iron overload in the liver, pancreas, heart, and other organs. $ (Choice E)  Upper gastrointestinal bleeding and ascites are more suggestive of portal hypertension, a condition that typically develops secondary to liver cirrhosis. $ Educational objective Acute hepatitis A is a self-limited infection that typically presents acutely with prodromal symptoms (eg, fever, malaise, anorexia, nausea/vomiting, right upper quadrant pain) followed by signs of cholestasis (eg, jaundice, pruritus, dark-colored urine, clay-colored stool).","clickable_1":"images/img1.366.jpg","clickable_2":"images/img2.366.jpg"},

{"id":"62","title":"A 57-year-old woman is hospitalized with high-grade fevers, chills, and right upper abdominal pain.  The patient lives in Wisconsin and has no history of international travel.  Her temperature is 40 C (104 F).  Physical examination of the abdomen shows rebound tenderness.  Laboratory studies show elevated aspartate and alanine aminotransferases.  Imaging studies reveal a fluid-filled cavity within the right lobe of the liver as shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/62.jpg","title_2":"Which of the following microorganism/route combinations is most likely to be the cause of this patient's infection?","audio":"","comparison_items":"","answer_1":"A. Chlamydia trachomatis due to ascending cholangitis","answer_2":"B. Cytomegalovirus by direct invasion from a nearby source","answer_3":"C. Entamoeba histolytica due to a penetrating stab wound","answer_4":"D. Staphylococcus aureus by hematogenous route","answer_5":"E. Streptococcus pneumoniae by portal vein","percent_1":"7%","percent_2":"6%","percent_3":"37%","percent_4":"44%","percent_5":"5%","right_answer":"D. Staphylococcus aureus by hematogenous route","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp62.jpg","explanation_1":"","explanation_2":"$The presence of a #fluid-filled cavity# in the liver in conjunction with fevers, chills, and right upper abdominal pain is suggestive of a #hepatic abscess#.  In developing countries, hepatic abscesses have a relatively high incidence and are usually caused by parasitic infections (eg, Entamoeba histolytica, echinococcal).  In contrast, hepatic abscesses are uncommon in the United States and are caused by #bacterial infection# in about 80% of cases. $Pyogenic bacteria can gain access to the liver through the following routes: $• #Biliary tract infection# (eg, ascending cholangitis) $• #Portal vein pyemia# (bowel or peritoneal sources) $• Hepatic artery (systemic hematogenous seeding) $• Direct invasion from an adjacent source (eg, peritonitis, cholecystitis) $• Penetrating trauma or injury $The types of organisms causing a hepatic abscess depend on the route of hepatic access.  Systemic #hematogenous seeding# of the liver secondary to #Staphylococcus aureus# infection at a distant site is the most plausible choice of all the answer options. $#(Choice A)#  Ascending cholangitis is usually caused by enteric gram-negative bacilli (eg, Escherichia coli, Klebsiella) and enterococci.  Chlamydia trachomatis is transmitted sexually and is not found in the enteric environment. $#(Choice B)#  Hepatic abscesses that arise by direct invasion from a nearby source are usually enteric gram-negative bacilli and enterococci.  Cytomegalovirus can cause hepatitis in the immunosuppressed patient, but it is not associated with the development of a hepatic abscess. $#(Choice C)#  Traumatic penetrating injuries to the abdomen (eg, stab wound) typically result in abscesses that contain mixed aerobic and anaerobic flora.  Entamoeba histolytica is most often transmitted through foodborne exposure and in areas with poor sanitation.  It can cause a hepatic abscess by ascending from the colon through the portal venous system. $#(Choice E)#  Streptococcus pneumoniae colonizes the nasopharynx and typically causes disease within the respiratory tract region (eg, pneumonia, otitis media, sinusitis) and meningitis.  However, hepatic abscesses due to portal vein seeding typically arise from abdominal infectious processes (eg, appendicitis, diverticulitis) and S pneumoniae is not an enteric pathogen. $#Educational objective# Staphylococcus aureus can cause hepatic abscesses via hematogenous seeding of the liver.  Enteric bacteria (eg, Escherichia coli, Klebsiella, and enterococci) can cause hepatic abscesses by ascending the biliary tract (ie, ascending cholangitis), portal vein pyemia, or direct invasion from an adjacent area (eg, cholecystitis).  "},

{"id":"19554","title":"A 16-year-old boy is brought to the office by his parents due to tremors and difficulty walking.  Over the past year, his school performance has declined, and he has been moodier and more impulsive.  His parents also note that he has been sleeping more than usual and has had a poor appetite for the past 2 months.  Approximately 3 weeks ago, the patient developed a tremor in both hands that is most prominent when he reaches for an object or tries to write.  The tremor has worsened significantly over the past week, and he has developed an unsteady, broad-based gait.  Laboratory studies reveal elevated serum transaminases and 24-hour urinary copper excretion.  The patient is prescribed penicillamine therapy.  This medication primarily works through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreasing intestinal absorption of copper","answer_2":"B. Increasing urinary excretion of copper","answer_3":"C. Repletion of intracellular glutathione","answer_4":"D. Stimulation of defective gene expression","answer_5":"E. Stimulation of canalicular transport proteins","percent_1":"37%","percent_2":"56%","percent_3":"2%","percent_4":"0%","percent_5":"4%","right_answer":"B. Increasing urinary excretion of copper","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Wilson disease! ?Pathogenesis? • Autosomal recessive mutation of ATP7B →$ hepatic copper accumulation → leak from$ damaged hepatocytes → deposits in$ tissues (eg, basal ganglia, cornea) ?Clinical$ findings? • Hepatic (acute liver failure, chronic $hepatitis, cirrhosis) • Neurologic (parkinsonism, gait $disturbance, dysarthria) • Psychiatric (depression, personality $changes, psychosis) ?Diagnosis? • ↓ Ceruloplasmin & ↑ urinary copper $excretion • Kayser-Fleischer rings on slit-lamp $examination • ↑ Copper content on liver biopsy ?Treatment? • Chelators (eg, D-penicillamine, trientine) • Zinc (interferes with copper absorption)","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #Wilson disease#, an autosomal recessive disorder characterized by excessive copper deposition in the liver, basal ganglia, and cornea. $Copper is an essential nutrient that is absorbed in the intestines, metabolized by hepatocytes, and excreted in the bile.  Pathogenesis of Wilson disease involves @impaired hepatocellular copper transport@, which results in #decreased biliary excretion of copper#.  The resultant increase in intracellular copper causes oxidative stress and apoptosis of hepatocytes, which leads to liver dysfunction (eg, elevated transaminases, liver failure).  Excess copper is then released into the bloodstream and deposited into extrahepatic tissues, causing neurologic (eg, tremor, ataxia) and psychiatric symptoms (eg, impulsivity, depressive symptoms).  Although renal excretion of copper in healthy patients is extremely low, the relative increase in serum copper in Wilson disease results in increased urinary excretion of copper, as seen in this patient. $#First-line treatment# of Wilson disease is with #penicillamine#, a #copper chelating agent#.  Penicillamine binds free copper as well as reduces copper bound to other proteins.  This reduction preferentially increases affinity of copper to the chelating agent.  The chelator-copper complex is soluble, thereby #increasing urinary copper excretion#. $#(Choice A)#  Zinc decreases intestinal absorption of copper and can be used in conjunction with penicillamine to treat Wilson disease. $#(Choice C)#  Acetaminophen overdose causes hepatotoxicity via depletion of intracellular glutathione, which can be reversed with N-acetylcysteine treatment. $#(Choices D and E)#  Gene therapy could theoretically improve or cure Wilson disease by transferring a functional copper transport protein gene into hepatocytes.  This would restore their ability to transport excess copper into secretory vesicles, promoting exocytosis of copper into the bile canaliculi. $#Educational objective# Penicillamine, a first-line treatment for Wilson disease, is a copper chelating agent that increases the urinary excretion of copper.  ","clickable_1":"images/img1.19554.jpg"},

{"id":"11661","title":"A 57-year-old man with a history of alcohol-induced cirrhosis is brought to the emergency department due to altered mental status.  Over the weekend, he ate a lot of smoked meats at a local barbecue competition.  Since then, he has been sleeping most of the day and is confused and disoriented when awake.  On examination, he has abdominal distension with shifting dullness.  The patient answers correctly when asked for his name but does not know that he is in the hospital and says the year is \"1997.\"  When asked to extend his hands as if stopping traffic, the patient makes rhythmic flapping movements.  He is started on rifaximin.  Which of the following is the most likely mechanism of action of this drug when used to treat this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binding of dietary phosphate","answer_2":"B. Decreased intraluminal ammonia production","answer_3":"C. Exchange of intraluminal sodium ions for potassium ions","answer_4":"D. Formation of a nonabsorbable complex with bile acids","answer_5":"E. Increased conversion of ammonia to ammonium ion","percent_1":"1%","percent_2":"48%","percent_3":"2%","percent_4":"4%","percent_5":"45%","right_answer":"B. Decreased intraluminal ammonia production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #hepatic encephalopathy# (HE), a neurologic complication of #cirrhosis# due in part to the liver's inability to convert #ammonia# (a neurotoxin) to urea.  Excess ammonia is shunted past the liver and crosses the blood-brain barrier, leading to #altered mental status# (thought due to impaired neurotransmitter release, astrocyte dysfunction, neuroinflammation, and/or edema).  Asterixis, the rhythmic flapping of dorsiflexed hands, is another common manifestation of HE. $A primary source of ammonia is degradation of nitrogen products by intestinal bacteria.  Therefore, #gastrointestinal (GI) bleeding# can precipitate HE as hemoglobin breakdown leads to increased nitrogen products in the gut.  #Excess dietary protein intake# (eg, large steak meal) is another common trigger.  Others include infection, sedatives, and metabolic derangements (eg, hypokalemia). $#Rifaximin# is a nonabsorbable antibiotic that alters GI flora to decrease intestinal production and absorption of ammonia.  In patients with HE, rifaximin is generally used in addition to #lactulose#, which is catabolized by intestinal bacterial flora to short chain fatty acids, lowering the colonic pH and increasing conversion of ammonia to ammonium #(choice E).#  Rifaximin is also sometimes used for traveler's diarrhea, as it inhibits bacterial RNA synthesis through binding with DNA-dependent RNA polymerase. $#(Choices A and C)#  Phosphate binders (eg, calcium acetate) lower serum phosphate in patients with end-stage renal disease.  Sodium polystyrene resin (eg, sodium polystyrene sulfonate) exchanges intraluminal sodium for potassium ions and can lower serum potassium in patients with hyperkalemia.  However, neither effectively treats HE. $#(Choice D)#  Bile acid sequestrants (cholestyramine, colestipol) bind intestinal bile acids to lower serum cholesterol, but they are not used for treating HE. $#Educational objective# Treatments for hepatic encephalopathy include lactulose (increases conversion of ammonia to ammonium) and rifaximin (decreases intraluminal ammonia production).  "}

]