[

{"id":"863","title":"A 3-month-old boy is brought to the office by his mother for a routine checkup.  He is found to have a right-sided white pupillary reflex.  His father was diagnosed with a retinal neoplasm during childhood and had his left eye enucleated.  This child is at the greatest risk of developing which of the following neoplasms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute lymphoblastic leukemia","answer_2":"B. Neuroblastoma","answer_3":"C. Ewing sarcoma","answer_4":"D. Osteosarcoma","answer_5":"E. Medulloblastoma","percent_1":"2%","percent_2":"23%","percent_3":"6%","percent_4":"63%","percent_5":"6%","right_answer":"D. Osteosarcoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp863.jpg","explanation_1":"","explanation_2":"$#Retinoblastoma #is the most common ocular tumor of childhood.  It usually presents with a white pupillary reflex (@leukocoria@) in children <5 years old.  Approximately 60% of retinoblastomas are sporadic (usually unilateral), while #40% are familial# (often, but not always, bilateral). $Familial retinoblastoma occurs due to a #germline mutation# that affects the #Rb tumor suppressor gene# on chromosome 13; affected children carry one copy of the mutation in all their cells.  However, there are two copies of the Rb gene (one allele from each parent), and malignancy does not occur while at least one copy of the gene is still functional.  A somatic second mutation acquired early in life is the \"#second hit#\" that leads to retinoblastoma, as cells with #two inactivated Rb genes# proliferate uncontrollably and give rise to #malignancy#. $Children with familial retinoblastoma often acquire other \"second hit\" mutations later in life, leading to additional tumors, usually sarcomas such as #osteosarcoma#.  In contrast, patients with sporadic retinoblastoma are not at risk for other malignancies, as the chance of two acquired somatic mutations occuring multiple times in different cell lineages is very low. $#(Choice A)#  Patients with Down syndrome, ataxia-telangiectasia, and neurofibromatosis type 1 have an increased risk of development of acute lymphoblastic leukemia, which is not associated with familial retinoblastoma. $#(Choice B)#  Neuroblastoma is a common childhood cancer that arises from sympathetic nervous tissue, most commonly in the adrenals.  Most cases are sporadic. $#(Choice C)#  Ewing sarcoma is an undifferentiated neoplasm of mesenchymal origin that most commonly occurs in the long and flat bones of children and adolescents.  It occurs sporadically. $#(Choice E)#  Medulloblastoma is the most common malignant brain tumor of childhood, typically arising in the cerebellum. $#Educational objective# Familial retinoblastoma occurs as a result of mutations of each of the two Rb genes (\"two hits\").  These patients have an increased risk of secondary tumors, especially osteosarcomas, later in life.  ","clickable_1":"images/img1.863.jpg"},

{"id":"11841","title":"A 58-year-old airline captain comes to the office after he was found to have abnormal vision testing during a pilot medical certification examination.  The patient feels well and has no ocular symptoms.  Vision testing shows normal visual acuity but moderate loss of peripheral vision in both eyes.  Results of the funduscopic examination are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/11841.jpg","title_2":"Other neurologic and cardiopulmonary examination findings are unremarkable.  He is started on latanoprost eyedrops.  The medication is most likely to improve this patient's condition through which of the following mechanisms?","audio":"","comparison_items":"","answer_1":"A. Decreased bicarbonate formation in ciliary body","answer_2":"B. Decreased formation of abnormal blood vessels in retina","answer_3":"C. Decreased secretion of aqueous humor","answer_4":"D. Increased outflow of aqueous humor","answer_5":"E. Vasoconstriction in ciliary body","percent_1":"2%","percent_2":"10%","percent_3":"21%","percent_4":"62%","percent_5":"5%","right_answer":"D. Increased outflow of aqueous humor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11841.jpg","explanation_1":"","explanation_2":"#Aqueous humor# is secreted by epithelial cells of the ciliary body into the posterior eye chamber.  The fluid then flows through the pupil into the anterior chamber to the iridocorneal angle.  Here, it diffuses through a trabecular network into Schlemm's canal (scleral venous sinus) and subsequently drains into episcleral and conjunctival veins.  A small amount of aqueous can also diffuse through the ciliary muscle and adjacent sclera (uveoscleral pathway). $#Open-angle glaucoma# is characterized by #increased intraocular pressure# due to increased secretion or decreased outflow of aqueous humor.  It is a form of optic neuropathy and causes progressive loss of ganglion cell axons, which may be @visualized@ as a pale optic disc and enlarged optic cup (compared to @normal retina@).  Symptoms evolve over decades, with progressive loss of #peripheral visual fields#. $Glaucoma is managed with agents that either decrease production or increase outflow of aqueous humor.  Latanoprost is a topical #prostaglandin# used in the treatment of glaucoma.  It is applied as a prodrug and converted to the active form by esterases in the cornea.  Prostaglandins are the preferred first-line agents for the treatment of glaucoma, and although the exact mechanism of action is uncertain, they have been found to decrease the collagen content in the uveoscleral outflow pathway and #increase outflow# of aqueous humor.  They are also known to cause increased pigmentation in the iris and eyelashes. $#(Choices A, C, and E)#  Carbonic anhydrase inhibitors (eg, dorzolamide) decrease formation of bicarbonate in the ciliary body, leading to decreased sodium and fluid transport and subsequently decreased production of aqueous humor.  Alpha-adrenergic agonists (eg, brimonidine) inhibit production of aqueous humor due to vasoconstriction in the ciliary body.  Beta blockers (eg, timolol) also decrease production of aqueous humor.  Prostaglandins do not affect production of aqueous humor but are often used in combination with these other agents. $#(Choice B)#  Increased formation of new blood vessels at the optic disc is the characteristic feature of proliferative diabetic retinopathy.  Strict control of diabetes will reduce the risk of diabetic retinopathy, but it is not affected by topical prostaglandins. $#Educational objective# Glaucoma is a form of optic neuropathy characterized by increased intraocular pressure associated with increased production or decreased outflow of aqueous humor.  Topical prostaglandins (eg, latanoprost) increase outflow of aqueous via the uveoscleral pathway and are the preferred treatment for open-angle glaucoma.  ","clickable_1":"images/img1.11841.jpg","clickable_2":"images/img2.11841.jpg"},

{"SubjectSystem":"Pathophysiology-Opthalmology","id":"19126","title":"A 17-year-old boy is brought to the clinic due to poor vision at night.  The patient developed mild difficulty seeing at night about 4 months ago, and it has slowly worsened.  Visual field examination shows visual loss in the midperiphery.  External eye examination reveals normal tear formation.  Funduscopic examination shows bilateral optic disc pallor, attenuation of retinal vessels, and areas of dark discoloration in the retina.  Which of the following is the most likely mechanism of this patient's visual impairment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biallelic inactivation of RB1 gene","answer_2":"B. Genetic progressive retinal dystrophy","answer_3":"C. Increased intracranial pressure","answer_4":"D. Poor aqueous outflow due to narrow angle","answer_5":"E. Retinal artery occlusion","percent_1":"16%","percent_2":"57%","percent_3":"8%","percent_4":"6%","percent_5":"14%","right_answer":"B. Genetic progressive retinal dystrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Retinitis pigmentosa#∆⨉ §^#Etiology# ∆ • Genetic dystrophy • Progressive retinal degeneration (photoreceptors, pigmented epithelium) §^#Clinical features# ∆ • Loss of rods: $== ○ Night blindness $== ○ Peripheral visual field loss • Loss of cones: $== ○ Decreased central visual acuity (late finding) §^#Funduscopic$ changes# ∆ • Retinal vessel attenuation (likely due to altered metabolic demand) • Optic disc pallor (optic nerve atrophy and gliosis) • Pigment accumulation (characteristic bone-spicule pattern around vessels)","explanation_img":"","explanation_1":"","explanation_2":"This patient has poor night vision, visual field loss, and funduscopic changes (eg, pigment accumulation, optic disc pallor, retinal vessel attenuation) consistent with #retinitis pigmentosa#, a genetic disease characterized by #progressive dystrophy# of the retinal pigmented epithelium and #photoreceptors# (eg, rods, cones). $Rods, which are highly metabolically active and most prevalent in the periphery, are affected first, leading to the initial manifestations of progressive #night blindness# and #loss of peripheral vision#.  Early funduscopic changes include @retinal vessel attenuation@ (ie, narrow vessels likely due to alterations in retinal metabolic demand) and a waxy, pale optic disc (due to optic nerve atrophy and gliosis). $In advanced disease, loss of cones (most prevalent in the central retina) causes decreased central visual acuity.  Degeneration of retinal pigmented epithelial cells releases #pigment#, which #deposits# in a characteristic bone-spicule pattern over the course of the disease. $#(Choice A)#  Retinoblastoma, which is caused by inactivation of both alleles of the RB1 gene (ie, @2-hit hypothesis@), typically presents in the first 3 years of life with leukocoria (ie, @white pupillary reflex@), strabismus, and a creamy-white mass on funduscopic examination. $#(Choice C)#  Increased intracranial pressure can be associated with transient visual obscuration and decreased visual acuity.  However, other symptoms (eg, headache, vomiting) are also typically present and @papilledema@ with blurred optic disc margins would be seen on funduscopy. $#(Choice D)#  Angle-closure glaucoma occurs due to narrowing of the angle between the iris and the cornea, which blocks aqueous outflow.  Patients typically have acute eye pain and vision loss with conjunctival erythema, cornea edema, and a mid-dilated, poorly reactive pupil.  Optic nerve atrophy secondary to chronically increased intraocular pressure results in @optic nerve cupping@ on funduscopy. $#(Choice E)#  @Central retinal artery occlusion@ typically presents with unilateral painless acute vision loss in patients age >40 with thromboembolic risk factors (eg, hypertension).  Retinal whitening and a cherry-red macula are the characteristic funduscopic changes. $#Educational objective# Retinitis pigmentosa is a genetic condition resulting in progressive dystrophy of retinal pigmented epithelium and photoreceptors.  Patients typically present with progressive night blindness and loss of peripheral vision due to early loss of rods, which are highly metabolically active.  Funduscopic examination may show dark pigments deposited in a bone-spicule pattern in addition to retinal vessel attenuation and optic disc pallor.  ","clickable_1":"images/img1.19126.jpg","clickable_2":"images/img2.19126.jpg","clickable_3":"images/img3.19126.jpg","clickable_4":"images/img4.19126.jpg","clickable_5":"images/img5.19126.jpg","clickable_6":"images/img6.19126.jpg"},

{"id":"18896","title":"A 14-year-old boy is brought to the clinic by his mother due to changes in vision.  For the last few weeks, the patient has been squinting when trying to read the interactive whiteboard in class and has had to sit closer to the front of the room.  He has also developed headaches.  The patient has no chronic medical conditions and takes no medications.  Temperature is 37.2 C (99 F), blood pressure is 116/76 mm Hg, and pulse is 70/min.  Examination of the eyes shows equal and reactive pupils.  Extraocular muscles are intact, and visual field testing reveals no defects.  Visual acuity shows 20/70 in both eyes.  His ability to read close text is normal.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronically increased intraocular pressure","answer_2":"B. Disturbance in development of the visual cortex","answer_3":"C. Increased anterior-posterior diameter of the eyes","answer_4":"D. Loss of accommodating power of the lens","answer_5":"E. Refracted image focused posterior to the retina","percent_1":"2%","percent_2":"0%","percent_3":"54%","percent_4":"7%","percent_5":"36%","right_answer":"C. Increased anterior-posterior diameter of the eyes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18896.jpg","explanation_1":"","explanation_2":"$This patient with decreased visual acuity and an otherwise normal ophthalmic examination likely has simple #myopia (nearsightedness)#, a #refractive error# caused by an #increased anterior-posterior diameter# of the eye.  The risk is greatest for those with a positive family history or those of East Asian descent. $During the adolescent growth spurt, the axial length of the globe also grows rapidly, making the incidence of new-onset myopia highest in this age group.  As the anterior-posterior diameter increases, the focal point of a #refracted image lies anterior to the retina#.  For images to be seen clearly, they must be projected directly onto the retina; therefore, the image displacement in myopia causes #blurred vision# of #long-distance# objects and decreased visual acuity on examination.  #Vision# of #nearby# objects is unaffected and appears #clear# in myopic patients.  The remainder of the examination, including extraocular movements, peripheral field testing, and funduscopic examination, is normal. $Management is with prescription glasses with a diverging (concave) lens, which refocuses the refracted image onto the retina.  The degree of myopia usually stabilizes by early adulthood. $#(Choice A)#  @Glaucoma@, most commonly due to chronically elevated intraocular pressure, is characterized by optic neuropathy, as evidenced by optic cupping seen on funduscopic examination.  Visual acuity may be affected but is a late manifestation after progressive loss of peripheral vision, which is normal in this patient. $#(Choice B)#  Untreated @strabismus@ (misalignment of the eyes) in early childhood can cause unilateral visual cortex suppression to avoid diplopia and eventually lead to amblyopia (decreased visual acuity).  This patient's recent symptom onset and normal extraocular movements make this diagnosis unlikely. $#(Choice D)#  @Presbyopia@ is a nonrefractive error that increases with age due to the loss of accommodating power of the lens from decreased elasticity.  Blurry vision of nearby objects typically develops in patients age >40. $#(Choice E)#  @Hyperopia@ (farsightedness) is a refractive error characterized by a reduced anterior-posterior diameter of the eye, causing the focal point of the refracted image to be positioned posterior to the retina.  In contrast to myopia, hyperopia causes blurred vision of nearby objects and is corrected by a converging (convex) lens. $#Educational objective# Myopia (nearsightedness) is a refractive error in which the focal point of an image falls anterior to the retina due to an increased anterior-posterior diameter of the eyes.  Patients have difficulty seeing objects at a distance and have normal near vision.  ","clickable_1":"images/img1.18896.jpg","clickable_2":"images/img2.18896.jpg","clickable_3":"images/img3.18896.jpg","clickable_4":"images/img4.18896.jpg"},

{"id":"12257","title":"A 31-year-old woman comes to the office due to transient visual changes that are characterized by \"loss of vision for a minute\" and commonly precipitated by bending forward or lifting objects.  During the last 3 months, she has had persistent headaches that she attributes to migraines.  The patient takes over-the-counter analgesics as needed.  Blood pressure is 140/90 mm Hg and pulse is 72/min and regular.  BMI is 32.4 kg/m2.  Funduscopic findings of the left eye are shown in the image below, with similar findings in the right eye. ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/12257.jpg","title_2":"Which of the following is the most likely cause of the observed funduscopic findings in this patient?","audio":"","comparison_items":"","answer_1":"A. Choroidal inflammation","answer_2":"B. Elevated intracranial pressure","answer_3":"C. Elevated intraocular pressure","answer_4":"D. Optic nerve inflammation","answer_5":"E. Retinal ischemia","percent_1":"1%","percent_2":"70%","percent_3":"17%","percent_4":"3%","percent_5":"8%","right_answer":"B. Elevated intracranial pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12257.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation is consistent with #idiopathic intracranial hypertension# (pseudotumor cerebri).  This condition typically presents in young obese women with #daily headache#, bilaterally symmetric papilledema, and #transient visual disturbances# related to impaired cerebral venous outflow and #elevated intracranial pressure#.  Symptoms characteristically worsen during the Valsalva maneuver (eg, bending down, coughing) because intracranial pressure increases. $Increased intracranial pressure is transmitted through the cerebrospinal fluid in the subarachnoid space, which is continuous with the optic nerve sheath.  This buildup of pressure compresses the optic nerves externally, which in turn #impairs axoplasmic flow# within the #optic nerves#, causing bilateral optic disc edema #(papilledema)#.  Funduscopy shows elevation of the optic disc with blurred disc margins. $#(Choice A)#  Choroidal inflammation is characteristic of posterior uveitis, which typically presents with painless vision loss and floaters.  Ophthalmic examination may show inflammation/leukocytes in the vitreous humor.  Uveitis is often associated with systemic inflammatory disorders (eg, inflammatory bowel disease, ankylosing spondylitis). $#(Choice C)#  An acute increase in intraocular pressure is characteristic of angle-closure glaucoma, which typically presents with painful monocular vision loss, headache, vomiting, and conjunctival injection with a poorly reactive middilated pupil.  Chronic increases in intraocular pressure can cause @optic disc cupping@ due to atrophy of the optic nerve head.  Glaucoma usually affects older individuals. $#(Choice D)#  Optic neuritis is frequently associated with multiple sclerosis, a demyelinating CNS disease that typically affects women age 15-50.  Although swelling of the optic disc can be present on funduscopy, optic neuritis usually causes sustained monocular vision loss over several weeks with painful eye movement rather than daily headaches with transient bilateral vision loss. $#(Choice E)#  Retinal ischemia can manifest with painless transient monocular vision loss (amaurosis fugax) and is most commonly caused by atherosclerotic emboli originating from the ipsilateral carotid artery.  Funduscopy may show embolic plaques and retinal whitening caused by ischemia.  This condition typically affects older patients with vascular risk factors (eg, hypertension, hyperlipidemia, diabetes mellitus). $#Educational objective# Idiopathic intracranial hypertension (pseudotumor cerebri) presents in young obese women with daily headache (which worsens during the Valsalva maneuver), bilaterally symmetric papilledema, and transient visual disturbances.  Increased intracranial pressure compresses the optic nerves, resulting in impaired axoplasmic flow and optic disc edema.  ","clickable_1":"images/img1.12257.jpg"},

{"SubjectSystem":"Microbiology-Ophthalmology","id":"106633","title":"A 66-year-old hospitalized woman is evaluated due to progressive pain and decreased vision in her left eye.  The patient was admitted 2 weeks ago due to acute diverticulitis with microperforation and localized abscess.  CT-guided abscess drainage was performed, and she has been receiving antibiotics and parenteral nutrition via a central venous catheter.  The patient has no other medical conditions.  Temperature is 38.3 C (100.91 F).  Left eye examination shows chorioretinitis and vitreous abscess.  Urgent partial vitrectomy is performed, and antimicrobial therapy is administered.  Culture of the vitreous humor grows Candida albicans.  Which of the following is the most likely route of pathogen invasion during the pathogenesis of this patient's ocular infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Direct extension from anterior chamber","answer_2":"B. Direct extension from paranasal sinuses","answer_3":"C. Hematogenous spread","answer_4":"D. Retrograde transfer in cranial nerve","answer_5":"E. Spread via lymphatic channels","percent_1":"11%","percent_2":"20%","percent_3":"62%","percent_4":"2%","percent_5":"5%","right_answer":"C. Hematogenous spread","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Candida chorioretinitis & endophthalmitis#∆⨉ §^#Epidemiology# ∆ • Transient/persistent fungemia → hematogenous dissemination to the choroid → invasion of the retina & fluid chambers • Risk factors: indwelling central catheter, TPN, broad-spectrum antibiotic use, gastrointestinal surgery & immunocompromise §^#Manifestations# ∆ • Usually unilateral floaters & progressive vision loss • Pain rare until late in disease process • Fever may be absent & patient may otherwise feel well §^#Diagnosis# ∆ • Blood cultures (often negative) • Vitreous fluid sampling & culture %#TPN =# total parenteral nutrition.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #Candida endophthalmitis#, a purulent infection of the structures and (usually) fluid chambers of the eye.  Although molds such as Aspergillus or Fusarium generally spread to the eye via direct extension following surgery or trauma, yeasts such as Candida typically infect the eye via #hematogenous dissemination# in the setting of fungemia.  Candida first seeds the highly vascular choroid layer and then spreads to the retina and fluid chambers. $Most cases occur in #hospitalized patients# with a #central venous catheter#, which allows commensal Candida organisms from the skin to enter the bloodstream.  The risk is further increased by #total parenteral nutrition#, broad-spectrum antibiotic therapy, recent abdominal surgery, and immunocompromise (eg, neutropenia, glucocorticoid therapy). $Manifestations of Candida endophthalmitis are often unilateral and include #floaters# and a #progressive loss in vision#.  Eye pain does not typically occur until late in the disease course.  The patient may feel well and be otherwise asymptomatic or may have systemic symptoms (eg, fever) due to fungemia.  Blood cultures should be obtained, but vitreous fluid sampling is usually required for diagnosis. $#(Choice A)#  Direct extension via the anterior chamber can occur in the setting of a corneal infection following trauma or surgery.  It is rare for Candida to otherwise spread via the anterior chamber. $#(Choice B)#  Rhizopus is a mold that affects primarily those with immunocompromise and diabetes mellitus.  It first attacks the paranasal sinuses and then spreads into adjacent tissue (eg, orbit, eye).  This is not a typical pattern for Candida. $#(Choice D)#  Herpes simplex virus and varicella-zoster virus can reactivate in the optic nerve root and travel in a retrograde fashion to infect the retina, leading to retinal vasculitis or acute retinal necrosis.  Candida does not spread in this fashion. $#(Choice E)#  Lymphatic spread is common with many atypical bacteria and some endemic fungi.  However, Candida does not usually spread to the eye through the lymphatic system. $#Educational objective# Candida endophthalmitis typically occurs due to hematogenous dissemination to the choroid layer in the setting of fungemia.  Most cases arise in hospitalized patients with indwelling central catheters.  Patients usually have unilateral eye floaters and progressive vision loss.  "},

{"id":"398","title":"Physical examination of a 23-year-old man diagnosed with chronic hepatitis shows corneal changes that are visible to the naked eye, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/398.jpg","title_2":"This patient is most likely to have which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Pulmonary emphysema","answer_2":"B. Diabetes mellitus","answer_3":"C. Basal ganglia atrophy","answer_4":"D. Renal cancer","answer_5":"E. Hypertrophic cardiomyopathy","answer_6":"F. Congenital deafness","percent_1":"3%","percent_2":"14%","percent_3":"68%","percent_4":"4%","percent_5":"8%","percent_6":"3%","right_answer":"C. Basal ganglia atrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The image demonstrates a Kayser-Fleischer ring, an ophthalmologic finding most strongly associated with Wilson's disease (although it can also be seen in chronic cholestatic diseases such as primary biliary cirrhosis).  Kayser-Fleischer rings are best identified on slit-lamp examination, but they can be observed grossly, especially with long-standing, untreated disease.  The rings are formed through the granular deposition of copper within Descemet's membrane in the cornea. $Wilson's disease is a rare, autosomal recessive disease most often identified in individuals 5-40 years old.  The genetic mutations associated with Wilson's disease hinder copper metabolism by reducing the formation and secretion of ceruloplasmin and decreasing hepatic secretion of copper into the biliary system.  Copper is a pro-oxidant and causes damage to hepatic tissue through the generation of free radicals.  Eventually, it leaks from injured hepatocytes into the circulation to be deposited in various tissues, including the cornea and basal ganglia.  Atrophy of the basal ganglia then ensues. $Treatment is life-long and focuses on removing accumulated copper in the tissues and preventing its re-accumulation.  First-line medications include copper chelators such as d-penicillamine and trientine. $#(Choice A)#  Pulmonary emphysema commonly develops in patients with alpha-1 antitrypsin deficiency. $#(Choice B)#  Diabetes mellitus commonly develops in patients with advanced hemochromatosis.  It has no association with Wilson's disease. $#(Choice D)#  Renal cancer (clear cell carcinoma) occurs more frequently in patients with von Hippel-Lindau disease, not Wilson's disease. $#(Choice E)#  Hypertrophic cardiomyopathy presenting in childhood and adolescence is an autosomal dominant disease involving the cardiac sarcomere.  It is not associated with Wilson's disease. $#(Choice F)#  Congenital deafness can develop secondary to numerous hereditary and nonhereditary conditions.  Wilson's disease has no association with congenital deafness. $#Educational objective# The Kayser-Fleischer ring is an ophthalmologic finding most strongly associated with Wilson's disease.  It is seen most frequently in patients with neuropsychiatric complications.  Basal ganglia atrophy is typically present in these patients.  "},

{"id":"7721","title":"A 67-year-old smoker comes to the office with a 2-week history of decreased vision in his right eye that he describes as \"blurry\" and \"distorted.\"  The patient has been having vision problems over the past year, and these have made it more difficult to drive and require that he use a bright light to read the newspaper.  He has no history of diabetes mellitus or hypertension.  The patient uses an albuterol inhaler for occasional wheezing and shortness of breath.  Ophthalmologic examination of the right eye shows a grayish discoloration of the macula with areas of adjacent hemorrhage.  Which of the following should be specifically targeted in treatment of this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD20 lymphocyte glycoprotein","answer_2":"B. Epidermal growth factor receptor","answer_3":"C. Interleukin-2","answer_4":"D. Tumor necrosis factor-alpha","answer_5":"E. Vascular endothelial growth factor","percent_1":"2%","percent_2":"6%","percent_3":"4%","percent_4":"6%","percent_5":"83%","right_answer":"E. Vascular endothelial growth factor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #age-related macular degeneration (AMD)#, the leading cause of blindness in industrialized countries.  AMD occurs in genetically predisposed individuals as a result of advancing age and environmental factors (eg, smoking) and is classified into dry and wet subtypes.  #Dry AMD# is characterized by #gradual# vision loss in one or both eyes and can cause difficulty with driving/reading.  The condition likely results from chronic oxidative damage to the retinal pigment epithelium and choriocapillaris, leading to subretinal inflammation with abnormal extracellular matrix formation (eg, confluent @drusen@, basement membrane thickening).  These changes appear on funduscopy as subretinal @drusen deposits@ with pigment abnormalities. $Progressive extracellular matrix accumulation can eventually result in retinal hypoxia, which stimulates local vascular endothelial growth factor (VEGF) production and causes subretinal neovascularization with formation of leaky vessels.  This condition is termed #wet AMD# and presents with #acute# vision loss (days to weeks) with #metamorphopsia# (distortion of straight lines).  @Funduscopy@ shows a grayish-green subretinal discoloration with adjacent fluid/hemorrhage. $Patients with dry or wet AMD may benefit from antioxidant vitamins and zinc, and smokers should receive #smoking cessation# counseling to prevent disease progression.  Wet AMD usually requires specific treatment with #VEGF inhibitors# (eg, ranibizumab, bevacizumab). $#(Choice A)#  Therapy against the CD20 glycoprotein on B cells (eg, the monoclonal antibody rituximab) is used to treat various lymphomas and active rheumatoid arthritis. $#(Choice B)#  Epidermal growth factor receptor inhibitors (eg, erlotinib, gefitinib) are used to treat advanced non-small cell lung cancer. $#(Choice C)#  Anti-interleukin-2 therapy is primarily used for immunosuppression in organ transplant patients and in conditions such as graft versus host disease. $#(Choice D)#  Inhibitors of tumor necrosis factor-alpha are used in many inflammatory autoimmune conditions, such as rheumatoid arthritis, inflammatory bowel disease, and seronegative spondyloarthropathies. $#Educational objective# Wet age-related macular degeneration is characterized by retinal neovascularization due to increased vascular endothelial growth factor (VEGF) levels.  Patients typically have acute vision loss and metamorphopsia with funduscopy showing a grayish-green subretinal membrane and/or subretinal hemorrhage.  Treatment includes smoking cessation and VEGF inhibitor therapy (eg, ranibizumab, bevacizumab).  ","clickable_1":"images/img1.7721.jpg","clickable_2":"images/img2.7721.jpg","clickable_3":"images/img3.7721.jpg"},

{"id":"11551","title":"A 22-year-old woman comes to the office for a routine prenatal visit.  She is 16 weeks pregnant with her first child.  Two months ago, she had a mononucleosis-like illness with fever, myalgia, and fatigue, and she was diagnosed with cytomegalovirus infection.  The patient recovered with symptomatic treatment and is currently asymptomatic.  Her other medical problems include episodic migraine headaches and benign choroidal nevus.  She takes prenatal vitamins and does not use tobacco, alcohol, or illicit drugs.  The patient has a family history of hypertension and glaucoma.  Physical examination findings and prenatal ultrasound are unremarkable.  This patient's unborn infant is at greatest risk for which of the following eye conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chorioretinitis","answer_2":"B. Choroidal nevus","answer_3":"C. Congenital cataract","answer_4":"D. Glaucoma","answer_5":"E. Inclusion conjunctivitis","answer_6":"F. Retinitis pigmentosa","answer_7":"G. Retinoblastoma","percent_1":"60%","percent_2":"2%","percent_3":"19%","percent_4":"3%","percent_5":"8%","percent_6":"5%","percent_7":"2%","right_answer":"A. Chorioretinitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Up to 5% of women develop a #primary cytomegalovirus (CMV) infection# (typically a mononucleosis-like illness with fever and mild hepatitis) during pregnancy.  Vertical transmission to the fetus occurs in approximately one-third of cases, with the highest risk of transmission occurring in the first trimester.  #CMV-related complications# observed in infants exposed to the virus #in utero# include #chorioretinitis# (most common eye-related problem), sensorineural deafness, seizures, jaundice, hepatomegaly, splenomegaly, and microcephaly. $#(Choice B)#  Choroidal nevus (eye freckle) is a nonhereditary, usually benign pigmented area underneath the retina and is not associated with in-utero CMV infection. $#(Choice C)#  Congenital cataract can be seen with in-utero rubella infection. $#(Choice D)#  Glaucoma can be present at birth and may be primary or secondary (eg, tumor).  However, it is not a known complication of CMV infection. $#(Choice E)#  Inclusion conjunctivitis is seen with Chlamydia trachomatis infection of the newborn. $#(Choice F)#  Retinitis pigmentosa is an inherited degenerative eye disease that leads to severe vision impairment and is not a complication of in-utero CMV infection. $#(Choice G)#  Retinoblastoma is the most common malignant eye cancer in children and is caused by a chromosomal mutation that is hereditary or sporadic.  CMV infection in utero is not associated with causing retinoblastoma. $#Educational objective# The most common eye-related complication of congenital cytomegalovirus infection is chorioretinitis.  "},

{"id":"16172","title":"A 52-year-old man comes to the office after his wife noted that his eyes appeared different.  The patient reports no symptoms.  Medical history is significant for hypertension and type 2 diabetes mellitus.  He has smoked 1.5 packs of cigarettes daily for 25 years.  Blood pressure is 140/86 mm Hg and pulse is 84/min.  On physical examination, the right pupil is 3 mm and the left pupil is 5 mm.  When the light in the examination room is dimmed, the anisocoria increases.  Which of the following is the most likely location of the lesion?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left oculomotor nerve","ansImg_1":"","answer_2":"B. Left oculosympathetic pathway","ansImg_2":"","answer_3":"C. Left optic nerve","ansImg_3":"","answer_4":"D. Right oculomotor nerve","ansImg_4":"","answer_5":"E. Right oculosympathetic pathway","ansImg_5":"","answer_6":"F.Right optic nerve","ansImg_6":"","right_answer":"E. Right oculosympathetic pathway","percent_1":"18%","percent_2":"14%","percent_3":"7%","percent_4":"13%","percent_5":"40%","percent_6":"8%","explanation_img":"images/exp16172.jpg","explanation_1":"","explanation_2":"$This patient has #anisocoria# (ie, pupillary asymmetry), which indicates a #unilateral defect# in input from either the ocular sympathetic (pupil dilation) or parasympathetic (pupil constriction) pathway.  In response to #dim light#, input from the #oculosympathetic pathway# initiates pupillary #dilation#, allowing more light to reach the retina.  Under bright light, parasympathetic input from the ipsilateral oculomotor nerve (CN III) initiates pupillary constriction, limiting the amount of light received by the retina. $Determining which pathway is affected in anisocoria can be accomplished by observing the change in pupillary discrepancy in both bright and dim light: $• Asymmetry that increases in dim light indicates that the smaller pupil is unable to dilate due to loss of sympathetic nerve input.  Under bright light, the asymmetry will decrease because parasympathetic input (pupillary constriction) is unaffected. $• Asymmetry that increases under bright light indicates that the larger pupil is unable to constrict due to loss of parasympathetic nerve input.  In dim light, the asymmetry will decrease because sympathetic input (pupillary dilation) is unaffected. $This patient has #increased asymmetry# in a #dim room#, indicating that the smaller (right) pupil is unable to dilate due to loss of sympathetic nerve input secondary to a #lesion# in the #right oculosympathetic pathway#. $#(Choices A and D)#  An oculomotor nerve lesion would disrupt parasympathetic innervation of the ipsilateral pupil, resulting in anisocoria that increases under bright light because the abnormal larger pupil is unable to constrict in response to light. $#(Choice B)#  Damage to the left oculosympathetic pathway would cause loss of sympathetic input to the left eye, resulting in a fixed, constricted pupil in the left eye (with increased asymmetry in dim light) rather than in the right. $#(Choices C and F)#  The optic nerves carry the @afferent portions@ of the pupillary reflex from each eye.  A unilateral optic nerve lesion would not cause pupillary asymmetry, but instead monocular vision loss and decreased bilateral pupillary constriction in response to light entering the affected eye (ie, @relative afferent pupillary defect@). $#Educational objective# Pupillary asymmetry (ie, anisocoria) is caused by a lesion in the ocular parasympathetic (pupillary constriction) or sympathetic (pupillary dilation) pathways.  In this patient, the pupillary asymmetry increases in a dim room, indicating that the smaller right pupil is unable to dilate due to a lesion in the right oculosympathetic pathway.  ","clickable_1":"images/img1.16172.jpg","clickable_2":"images/img2.16172.mp4"},

{"subjectSystem":"Pathology-Opthalmology","id":"15668","title":"A 68-year-old woman is evaluated for vision impairment.  The patient has a decrease in both distant and near vision and has had occasional floaters.  She has had no pain or redness in her eyes, headache, focal weakness, or sensory loss.  Medical history is notable for type 2 diabetes mellitus, hypertension, and chronic kidney disease.  Blood pressure is 138/84 mm Hg and pulse is 76/min.  The pupils are equal and reactive to light bilaterally.  Anterior chambers are clear, and there are no opacities of the cornea or lens.  Funduscopic examination reveals scattered retinal microaneurysms, dot-and-blot hemorrhages, and cotton-wool spots, as well as new blood vessel formation.  Which of the following contributed most to the pathogenesis of this patient's current ocular condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Age-related degeneration of retinal pigment epithelium","answer_2":"B. Chronic hyperglycemia-induced microvascular injury","answer_3":"C. Ganglion cell death due to high intraocular pressure","answer_4":"D. Retinal arterial occlusion from atherosclerotic disease","answer_5":"E. Vascular injury from increased intraluminal pressure","percent_1":"4%","percent_2":"72%","percent_3":"1%","percent_4":"6%","percent_5":"17%","right_answer":"B. Chronic hyperglycemia-induced microvascular injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15668.jpg","explanation_1":"","explanation_2":"$This patient, with painless vision loss and retinal neovascularization, has proliferative #diabetic retinopathy# (DR).  DR is a result of chronic hyperglycemic injury to the small retinal vessels and is considered a #microangiopathic# complication of diabetes (along with neuropathy and nephropathy).  The prevalence of DR is proportionate to the duration of diabetes and severity of hyperglycemia over time; tight control of diabetes is associated with a lower long-term risk of DR. $DR is categorized as follows: $• #Nonproliferative# (early disease):  The earliest morphologic changes include thickening of the basement membrane and failure of the blood-retinal barrier.  Increased permeability allows leakage of fluid into the retina (macular edema), which can distort vision and leave behind lipid-rich deposits (hard exudates).  Arteriolar obstruction causes ischemic injury to the retina, which manifests as @cotton-wool spots@.  Other findings include @microaneurysms@ and dot-blot hemorrhages (due to microaneurysm rupture). $• #Proliferative# (advanced disease):  Progressive retinal ischemia stimulates production of angiogenic factors (eg, vascular endothelial growth factor), leading to formation of new retinal vessels (#neovascularization#).  The new vessels are fragile and often extend into the adjacent vitreous.  Traction from the vitreous can cause detachment of the retina or laceration of the vessels, leading to acute hemorrhage and vision loss. $#(Choice A)#  Age-related macular degeneration presents with slowly progressive central vision loss.  It is due to oxidative damage to the pigment epithelium and choriocapillaris with abnormal extracellular matrix formation (drusen).  In late-stage disease, patients may develop neovascularization (\"wet\" macular degeneration), but associated findings include subretinal @drusen@ and pigment abnormalities. $#(Choice C)#  Open-angle glaucoma is a form of optic neuropathy, characterized by ganglion cell death in association with elevated intraocular pressure.  It causes insidious loss of peripheral vision; examination findings include @enlargement of the retinal cup@ and a pale optic disc with thinning of the rim. $#(Choice D)#  Atheroembolic retinal artery occlusion presents with acute monocular vision loss.  Examination findings include retinal pallor and a @cherry red spot@ at the macula. $#(Choice E)#  Hypertensive retinopathy can manifest with retinal hemorrhages, cotton-wool spots, and hard exudates.  However, the thickened and stiffened arterial walls are typically visible as @arteriolar narrowing@ and impingement on the veins where they are crossed by arteries (arteriovenous nicking). $#Educational objective# Chronic hyperglycemia in patients with diabetes can lead to increased permeability and arteriolar obstruction in retinal vessels.  The resulting ischemia stimulates production of vascular endothelial growth factor and other angiogenic factors, leading to neovascularization (proliferative diabetic retinopathy).  Complications include retinal hemorrhage, retinal detachment, and vision loss.  ","clickable_1":"images/img1.15668.jpg","clickable_2":"images/img2.15668.jpg","clickable_3":"images/img3.15668.jpg","clickable_4":"images/img4.15668.jpg","clickable_5":"images/img5.15668.jpg","clickable_6":"images/img6.15668.jpg"},

{"id":"799","title":"A 4-week-old boy is being evaluated in the neonatal intensive care unit.  The patient was born at 29 weeks gestation.  Immediately before delivery, the mother received a dose of terbutaline in an attempt to stop the contractions and a dose of antenatal corticosteroids to help improve fetal lung maturity.  Shortly after birth, the patient developed severe respiratory distress, requiring surfactant administration and supplemental oxygen.  He was weaned off oxygen therapy after a week.  The patient also received routine prophylactic medications, including erythromycin ophthalmic ointment and intramuscular vitamin K, at birth.  Ophthalmic examination today shows abnormal retinal vascularization that extends into the vitreous.  The retinal findings in this patient are most likely related to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Maternal corticosteroid therapy","answer_2":"B. Maternal terbutaline treatment","answer_3":"C. Neonatal ophthalmic antibiotic treatment","answer_4":"D. Neonatal oxygen supplementation","answer_5":"E. Neonatal surfactant therapy","percent_1":"11%","percent_2":"8%","percent_3":"4%","percent_4":"75%","percent_5":"3%","right_answer":"D. Neonatal oxygen supplementation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp799.jpg","explanation_1":"","explanation_2":"$This infant born at 29 weeks gestation has #abnormal retinal vascularization# extending into the vitreous, findings diagnostic of #retinopathy of prematurity# (ROP).  This condition, exclusive to premature neonates, is a leading cause of severe visual impairment and blindness. $In utero, the relatively low oxygen tension normally causes upregulation of proangiogenic factors, such as vascular endothelial growth factor (VEGF); these growth factors stimulate normal vessel growth.  Premature birth disrupts this process as follows: $• The relatively #hyperoxic environment# (even in room air) after delivery leads to #downregulation# of #VEGF# and slowing or #arrest of retinal vascular growth#. $• Once the retina begins to mature (over subsequent weeks), increased metabolic demand causes relative retinal hypoxia, which again stimulates VEGF.  This often results in #aberrant# new vessel formation (#neovascularization#), which can lead to retinal scarring and/or detachment if severe. $Although prematurity alone can lead to ROP, the risk is increased in premature neonates with significantly #elevated arterial oxygen tension# because hyperoxia #exacerbates# the initial VEGF suppression and increases risk of subsequent aberrant neovascularization.  In this case, the patient had neonatal respiratory distress syndrome and received supplemental oxygen, which likely contributed to disrupted retinal angiogenesis. $#(Choice A)#  Corticosteroids are often administered to women in preterm labor to induce surfactant production by the fetal lungs and decrease the risk or severity of neonatal respiratory distress syndrome.  This therapy is not associated with neonatal retinal neovascularization. $#(Choice B)#  Terbutaline is a beta agonist used to delay preterm labor and delivery by suppressing uterine contractions.  Fetal risks include tachycardia and hypoglycemia (due to maternal hyperglycemia causing fetal hyperinsulinism), not ROP. $#(Choice C)#  Neonatal ophthalmic antibiotic treatment (ie, erythromycin) prevents gonococcal conjunctivitis and can cause chemical conjunctivitis in rare cases; however, retinal changes would not occur. $#(Choice E)#  Exogenous surfactant decreases alveolar surface tension and alveolar collapse (ie, atelectasis), improving ventilation/perfusion mismatch.  This therapy allows for supplementation of oxygen at decreased concentrations, which helps prevent ROP. $#Educational objective# The pathogenesis of retinopathy of prematurity involves an initial downregulation of proangiogenic factors (eg, VEGF) due to hyperoxia following delivery.  Subsequently, increased metabolic demand causes relative retinal hypoxia, which stimulates a pathological increase in VEGF leading to aberrant vessel formation.  Neonatal oxygen supplementation increases the risk in premature infants.  "},

{"id":"18804","title":"A 45-year-old woman comes to the office due to progressive difficulty with night driving and trouble reading road signs and fine print.  The patient has systemic lupus erythematosus, which is treated with hydroxychloroquine and prednisone.  She avoids sun exposure due to photosensitivity and has vitamin D deficiency for which she takes a vitamin D supplement.  Examination shows opacities on the posterior side of the lenses in both eyes.  Optic discs are normal.  Ocular movements are full.  The remainder of the examination shows no abnormalities.  Which of the following is the most significant contributing factor for the eye findings in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hydroxychloroquine","answer_2":"B. Lack of sun exposure","answer_3":"C. Prednisone","answer_4":"D. Systemic lupus erythematous","answer_5":"E. Vitamin D deficiency","percent_1":"30%","percent_2":"0%","percent_3":"64%","percent_4":"6%","percent_5":"0%","right_answer":"C. Prednisone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cataracts# ∆⨉ §^#Pathogenesis# ∆ • Oxidative damage & opacification of the lens §^#Risk factors# ∆ • Age >60 • Diabetes mellitus • Chronic sunlight exposure • Tobacco use • Immunosuppression (eg, HIV, corticosteroids) §^#Clinical features# ∆ • Painless, progressive, bilateral vision loss • Difficulty with nighttime driving • Loss of red reflex • Opacified lens §^#Treatment# ∆ • Artificial lens implantation","explanation_img":"","explanation_1":"","explanation_2":"This patient has bilateral #opacities in the ocular lenses#, findings consistent with cataracts.  #Cataracts# can cause #difficulty with reading# and fine visual tasks; patients often see excessive #glare# at night and #halos# around bright lights due to @light scattering@ in the lens.  Examination findings include white or gray @cloudiness@ of the lens, decreased visualization of retinal detail, and loss of the @red reflex@. $Cataracts are generally related to #chronic photooxidative injury#; the prevalence increases with age, and most patients with cataracts first develop symptoms at age >60.  However, cataracts can develop earlier in individuals, such as this patient, with exposure to systemic or ophthalmic #glucocorticoids# (eg, prednisone).  This may be due to glucocorticoid-induced transcription of genes in the lens epithelial cell that may alter lens homeostasis or increase the susceptibility to oxidative injury.  Other causes of premature cataract formation include diabetes mellitus, ocular trauma, and external radiation exposure. $#(Choices A and D)#  The increased risk of premature cataract formation in patients with systemic lupus erythematosus (SLE) is due primarily to chronic/frequent glucocorticoid exposure, not to the disease itself.  Patients with SLE are often treated with hydroxychloroquine; long-term use can cause retinopathy, which presents with decreased central visual acuity, photopsia (flashing lights), and central macular degeneration. $#(Choice B)#  Excessive, not limited, lifetime sun exposure is associated with an increased risk of cataracts. $#(Choice E)#  Common manifestations of vitamin D deficiency include hypocalcemia, bone pain, and accelerated bone loss.  Cataracts are not a major consequence of vitamin D deficiency. $#Educational objective# Cataracts are related primarily to chronic photooxidative injury.  Most patients with cataracts first develop symptoms at age >60 but exposure to systemic or ophthalmic glucocorticoids can cause cataracts at an early age.  Other causes of premature cataract formation include diabetes mellitus, ocular trauma, and external radiation exposure.  ","clickable_1":"images/img1.18804.jpg","clickable_2":"images/img2.18804.jpg","clickable_3":"images/img3.18804.jpg"},

{"id":"107365","title":"An 85-year-old woman comes to the emergency department due to worsening eye pain.  The patient noticed a rash around the left eye yesterday and, this morning, began experiencing left eye pain, redness, and decreased vision.  Physical examination shows scattered vesicles on the left side of the forehead and nose and on the left upper and lower eyelids.  Left eye examination shows conjunctival erythema, and fluorescein staining demonstrates linear, branching ulcerations on the cornea.  Right eye examination and the remainder of the physical examination are normal.  Which of the following pathogens is most likely responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenovirus","answer_2":"B. Candida albicans","answer_3":"C. Herpes simplex virus","answer_4":"D. Pseudomonas aeruginosa","answer_5":"E. Varicella-zoster virus","percent_1":"3%","percent_2":"2%","percent_3":"29%","percent_4":"2%","percent_5":"65%","right_answer":"E. Varicella-zoster virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #herpes zoster ophthalmicus#, a condition caused by reactivation of latent #varicella-zoster virus# (VZV) in the ophthalmic division of the trigeminal nerve (@CN V1@). $Following primary VZV infection (ie, chickenpox), the virus is transported retrograde along sensory nerves to cranial nerve and dorsal spinal ganglia, where it lies dormant for years.  @Reactivation@ of the virus most commonly occurs in #elderly #or immunosuppressed patients and typically causes sensory disturbances (eg, burning or shooting pains) and eruption of a #painful rash# (eg, scattered vesicles) in the #associated dermatome# (eg, unilateral forehead, side of the nose, periorbital area).  A prodrome of systemic symptoms (eg, headache, malaise, fever) can also occur. $Because CN V1 also conveys sensory innervation of the cornea (sensory limb of the corneal/blink reflex), involvement can cause #acute keratitis# (ie, corneal inflammation) and #corneal ulceration# (eg, linear, branching ulcerations on fluorescein stain).  Involvement of the side or tip of the nose (ie, Hutchinson sign) correlates highly with ocular involvement because the nasociliary branch of CN V1 innervates both the eye and the side/tip of the nose. $#(Choice A)#  Viral conjunctivitis is most commonly caused by adenovirus.  It typically presents with monocular conjunctival erythema and eye discomfort; scattered skin vesicles and corneal ulcerations would not be seen. $#(Choice B)#  Hematogenous dissemination of Candida albicans can cause fungal endophthalmitis.  The fungus typically seeds the highly vascular choroid then spreads to the retina and fluid chambers, manifesting as floaters and progressively decreasing vision.  Eye pain is rare until late in the disease process, and corneal ulceration does not typically occur. $#(Choices C and D)#  Herpes simplex virus is a common cause of keratitis and can occur in healthy adults, although immunodeficiency increases the risk.  Pseudomonas aeruginosa is a common cause of bacterial keratitis, especially in contact lens users.  Both can cause corneal ulceration, leading to eye pain, redness, and decreased vision.  However, neither causes a vesicular, dermatomal rash. $#Educational objective# Herpes zoster ophthalmicus is caused by reactivation of varicella-zoster virus in the ophthalmic division of the trigeminal nerve (CN V1).  It is characterized by a painful, dermatomal rash and ocular involvement (eg, acute keratitis, corneal ulceration).  It most commonly occurs in elderly and immunosuppressed patients.  ","clickable_1":"images/img1.107365.jpg","clickable_2":"images/img2.107365.jpg"},

{"id":"360","title":"A 64-year-old man comes to the emergency department due to painless loss of vision in the right eye.  The patient's symptoms started suddenly several hours ago and have persisted.  He has had no trauma or any similar episode in the past.  He has a history of coronary artery disease, atrial fibrillation, and type 2 diabetes mellitus.  Blood pressure is 144/86 mm Hg and pulse is 92/min.  Cardiovascular examination reveals irregularly irregular rhythm with no murmurs, no peripheral edema, and slightly diminished pedal pulses in both feet symmetrically.  Visual acuity in the right eye is hand motion only and normal in the left eye.  Funduscopic examination of the right eye is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/360.jpg","title_2":"Which of the following is the most likely cause of this patient's loss of vision?","audio":"","comparison_items":"","answer_1":"A. Amaurosis fugax","answer_2":"B. Diabetic retinopathy","answer_3":"C. Pituitary adenoma","answer_4":"D. Retinal artery occlusion","answer_5":"E. Temporal lobe stroke","percent_1":"7%","percent_2":"15%","percent_3":"0%","percent_4":"76%","percent_5":"1%","right_answer":"D. Retinal artery occlusion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp360.jpg","explanation_1":"","explanation_2":"$Acute and painless monocular vision loss is characteristic of #central retinal artery occlusion# (CRAO).  The vision loss includes the entire visual field and is often permanent.  Funduscopic findings include a pale retina (due to ischemia and edema) and a #cherry-red macula# (the fovea and foveola are thin and have a separate blood supply from the choroid artery; the red choroid is easily visible underneath). $The central retinal artery is a branch of the ophthalmic artery, which arises from the internal carotid artery.  #Athero- and thromboembolism# are the most common causes of CRAO.  Predisposing conditions include atrial fibrillation and carotid artery stenosis.  CRAO may also be caused by vasculitic diseases (eg, giant cell arteritis). $#(Choice A)#  Amaurosis fugax is a painless, transient, monocular vision loss caused by a small embolus to the ophthalmic artery.  It usually does not last more than a few seconds. $#(Choice B)#  Diabetic retinopathy manifests with blurry vision, black spots, floaters, and decreased peripheral vision.  Acute visual loss may occur in the setting of a complication such as vitreous hemorrhage, but this patient does not have evidence of @neovascularization@ or hemorrhage. $#(Choice C)#  Large pituitary adenomas may compress the central part of the optic chiasm, causing bitemporal hemianopia. $#(Choice E)#  The lower division of the geniculocalcarine tract (Meyer loop), which carries impulses from the lower retina, passes through the temporal lobe.  Temporal lobe infarcts involving the Meyer loop cause contralateral upper quadrantanopsia (\"pie in the sky\" visual defect). $#Educational objective# Central retinal artery occlusion presents with sudden, painless, and permanent monocular blindness.  Funduscopic examination reveals a pale retina and a \"cherry-red\" macula.  ","clickable_1":"images/img1.360.jpg"},

{"id":"1356","title":"A 65-year-old man comes to the office due to bilateral visual difficulty that has progressed over the last year.  Funduscopy is shown in the exhibit.  Which of the following deficits is most likely to be seen on visual field examination?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arcuate scotoma","answer_2":"B. Binasal hemianopia","answer_3":"C. Bitemporal hemianopia","answer_4":"D. Central scotoma","answer_5":"E. Homonymous hemianopia","percent_1":"20%","percent_2":"4%","percent_3":"7%","percent_4":"64%","percent_5":"5%","right_answer":"D. Central scotoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1356.jpg","explanation_1":"","explanation_2":"$This patient has yellow deposits (ie, drusen) clustered around the macula, which are strongly suspicious for #age-related macular degeneration# (AMD).  Lesions that impact the macula can lead to loss of a portion of the central visual field, which is called a #central scotoma#.  A scotoma is any visual defect surrounded by a relatively unimpaired field of vision.  They most often occur due to pathology involving parts of the retina or optic nerve. $The macula is located near the center of the retina.  It is characterized histologically by the presence of densely packed cones, few overlying cells, and no blood vessels.  Each macular cone synapses to a single bipolar cell, which synapses to a single ganglion cell (in contrast to the peripheral retina, where multiple cones converge onto a single ganglion cell).  Because of this arrangement, visual acuity in the macula, and particularly the fovea, is greater than in any other area of the retina.  Loss of vision in this area is particularly debilitating, and AMD is the most common cause of blindness in patients >age 50 in the United States. $#(Choice A)#  An arcuate scotoma is an arc-shaped visual field defect extending from the blind spot (the area of the optic nerve head that does not process visual information) that follows the bending course of the retinal nerve fibers.  It most classically occurs due to glaucoma; funduscopic examination often shows an increased cup/disc ratio. $#(Choice B)#  Binasal hemianopia is a loss of vision in the nasal fields of both eyes.  This information does not cross at the optic chiasm but travels at its lateral edge.  For a lesion to produce binasal hemianopia, it would have to impact the lateral optic chiasm on both sides. $#(Choice C)#  Bitemporal hemianopia is a loss of vision in the temporal fields of both eyes.  Fibers from the nasal retina cross the midline at the optic chiasm, so lesions that compress the center of the optic chiasm (eg, pituitary adenoma) can cause bitemporal hemianopia. $#(Choice E)#  Homonymous hemianopia is a loss of vision in the same side of the visual field in both eyes.  It occurs with lesions posterior to the optic chiasm, which would not lead to changes in the funduscopic examination. $#Educational objective# A scotoma is a discrete visual field defect.  Central scotomas are often caused by age-related macular degeneration that leads to the deposition of drusen clustered around the macula.  "},

{"id":"1646","title":"A 43-year-old man comes to the emergency department due to painless, progressive visual impairment.  The patient was diagnosed with sexually acquired HIV infection 4 years ago.  He was previously started on antiretroviral therapy but has been noncompliant with his prescribed medications.  His most recent CD4 count was 37 cells/mm3.  Physical examination shows no skin rash or corneal lesions.  Funduscopy reveals the findings seen in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1646.jpg","title_2":"Which of the following medications is the best initial therapy for this patient?","audio":"","comparison_items":"","answer_1":"A. Acyclovir","answer_2":"B. Amphotericin B","answer_3":"C. Clarithromycin","answer_4":"D. Flucytosine","answer_5":"E. Ganciclovir","answer_6":"F. Penicillin G","percent_1":"10%","percent_2":"7%","percent_3":"3%","percent_4":"4%","percent_5":"74%","percent_6":"2%","right_answer":"E. Ganciclovir","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1646.jpg","explanation_1":"","explanation_2":"$Patients with untreated AIDS who have CD4 counts <50/mm3 are at high risk for #cytomegalovirus (CMV) retinitis#.  Suspicion is often raised when a patient with advanced AIDS develops slowly progressive #blurred vision#, scotoma (blind spots), floaters, or photopsia (flashing lights).  Although most cases are thought to arise due to hematogenous dissemination of CMV, serum testing for the virus is often (~50%) negative.  Therefore, the diagnosis is typically established when funduscopy reveals #yellow-white#, #fluffy retinal lesions# near the retinal vessels associated with #hemorrhage#. $Treatment is required to prevent progression and blindness.  #Ganciclovir#, a guanine nucleoside analogue that is structurally similar to acyclovir but expresses greater activity against CMV DNA polymerase, is first-line therapy.  Patients are also typically started on antiretroviral therapy to increase CD4 count.  A major complication of CMV retinitis is retinal detachment due to the replacement of damaged retina with thin, atrophic scar tissue (which is prone to tear). $#(Choice A)#  Acyclovir is used to treat herpes simplex (HSV) and varicella zoster virus (VZV) infections.  Although these infections occasionally cause acute retinal necrosis, most cases arise in older, immunocompetent individuals (not patients with advanced AIDS).  In addition, HSV retinitis and VZV retinitis are usually associated with significant vitreal inflammation, spotty peripheral retinal lesions, and infrequent hemorrhage. $#(Choice B)#  Candida endophthalmitis is treated with amphotericin B.  Funduscopy usually reveals focal, white, mound-like lesions on the retina.  Most cases occur in the setting of an indwelling central venous catheter or total parenteral nutrition. $#(Choice C)#  Clarithromycin is used in conjunction with other antibiotics for the treatment of Mycobacterium avium complex infection, which usually causes fever, night sweats, abdominal pain, and diarrhea. $#(Choice D)#  Cryptococcus neoformans infections are treated with flucytosine, a fluorinated analog of cytosine, in combination with amphotericin B.  Although cryptococcal endophthalmitis can occur in patients with advanced AIDS, it is much less common than CMV retinitis, and patients often have other manifestations of cryptococcal infection such as skin lesions or meningoencephalitis. $#(Choice F)#  Penicillin G is used to treat ocular (and neuro-) syphilis.  Ocular syphilis often presents as uveitis but can cause retinitis, which usually appears as ground-glass lesions with significant vitreal inflammation.  Most patients also have manifestations of syphilitic meningitis (eg, headache, vomiting). $#Educational objective# Cytomegalovirus retinitis is the most common cause of ocular disease in patients with untreated AIDS who have CD4 counts <50/mm3.  Diagnosis is made by funduscopy, which typically reveals yellow-white, fluffy retinal lesions near the retinal vessels with associated hemorrhage.  Treatment with ganciclovir is required to prevent blindness.  "},

{"id":"106294","title":"A 32-year-old woman comes to the office to establish medical care. The patient reports no symptoms. Medical history is significant for migraine headaches for which she takes acetaminophen and naproxen as needed. Vital signs are within normal limits. Physical examination is unremarkable except for anisocoria. Pupillary examination findings in normal, bright, and dim light are shown in the image below: This patient's pupillary abnormality is likely due to a defect in which of the following pathways?","image_1":"images/106294.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Optic nerve of the left eye","ansImg_1":"","answer_2":"B. Optic nerve of the right eye","ansImg_2":"","answer_3":"C. Parasympathetic innervation of the left eye","ansImg_3":"","answer_4":"D. Parasympathetic innervation of the right eye","ansImg_4":"","answer_5":"E. Sympathetic innervation of the left eye","ansImg_5":"","right_answer":"D. Parasympathetic innervation of the right eye","percent_1":"1%","percent_2":"11%","percent_3":"4%","percent_4":"69%","percent_5":"2%","explanation_img":"images/exp106294.jpg","explanation_1":"","explanation_2":"$This patient has incidental #anisocoria# (asymmetric pupils).  Pupil size is governed by the balance between ocular sympathetic (dilation) and parasympathetic (constriction) @efferents to the iris@.  These responses are tested by examining the pupils in bright and dim light: $• In #bright light#, the parasympathetic pathway is dominant.  With #parasympathetic defects#, pupillary constriction occurs in the \"good\" eye but not the \"bad,\" causing the difference between pupils to widen (ie, #anisocoria increases#) in bright light.  The larger pupil is abnormal #(choice C).# $• In dim light, the sympathetic pathway becomes dominant.  With #sympathetic defects#, pupillary dilation occurs in the \"good\" eye but not the \"bad,\" causing anisocoria to #increase in the dark#.  The smaller pupil is abnormal. $This patient's anisocoria increases in bright light, consistent with a parasympathetic defect causing her right pupil to not constrict properly in response to light; the unaffected left pupil constricts normally.  In the dark, both pupils dilate because sympathetic input is intact bilaterally; a small degree of anisocoria will still be present because basal parasympathetic activity is reduced in the left eye. $#(Choices A and B)#  The @visual pathway@ carries afferent signals from the retina to the visual cortex.  Lesions preceding the optic chiasm (eg, retina, optic nerve [CN II]) cause monocular vision loss; however, pupils remain symmetric (no anisocoria) with ambient lighting because the efferent sympathetic or parasympathetic tracts are not involved.  Instead, prechiasmatic visual pathway lesions cause a @relative afferent pupillary defect@: When light is shone in the affected eye, no signal is transmitted, so pupillary constriction is equally impaired bilaterally. $#(Choices E and F)#  With sympathetic defects (eg, damage to cervical sympathetic chain or ganglia), the affected pupil cannot properly dilate, so anisocoria increases in dim light.  In response to bright light, both pupils constrict because parasympathetic innervation is intact bilaterally, and the anisocoria is reduced. $#Educational objective# Anisocoria (asymmetric pupils) is caused by a lesion in the ocular parasympathetic (constriction) or sympathetic (dilation) pathways.  In this patient, anisocoria increases in bright light, indicating that the larger right pupil is unable to constrict due to a defect in the right parasympathetic pathway. ","clickable_1":"images/img1.106294.jpg","clickable_2":"images/img2.106294.jpg","clickable_3":"images/img3.106294.mp4"},

{"id":"12083","title":"A 68-year-old woman comes to the emergency department due to sudden-onset double vision that started immediately after she woke up.  The patient notices that her vision worsens when looking to the right.  She has no headache, weakness, or numbness.  The patient has a prolonged history of hypertension, hyperlipidemia, and type 2 diabetes mellitus.  Blood pressure is 160/90 mm Hg and pulse is 86/min and regular.  Neurologic examination, including visual acuity, is normal with the exception of the ocular findings shown in the image below.","image_1":"images/12083.jpg","title_2":"A lesion involving which of the following structures is most likely causing the observed ocular findings in this patient?","audio":"","comparison_items":"","answer_1":"A. Abducens nerve","ansImg_1":"","answer_2":"B.Lateral geniculate nucleus","ansImg_2":"","answer_3":"C.Medial longitudinal fasciculus","ansImg_3":"","answer_4":"D.Occipital lobe","ansImg_4":"","answer_5":"E.Oculomotor nerve","ansImg_5":"","answer_6":"F.Superior colliculus","ansImg_6":"","right_answer":"C.Medial longitudinal fasciculus","percent_1":"11%","percent_2":"5%","percent_3":"68%","percent_4":"1%","percent_5":"14%","percent_6":"2%","explanation_img":"images/exp12083.jpg","explanation_1":"","explanation_2":"$This patient has @internuclear ophthalmoplegia@, a disorder of impaired horizontal gaze caused by damage to the #medial longitudinal fasciculus# (MLF).  The frontal eye field initiates horizontal gaze through the contralateral abducens (CN VI) nucleus, which communicates with the ipsilateral oculomotor (CN III) nucleus by way of the MLF.  This allows for simultaneous activation of the lateral rectus muscle in the contralateral eye (abduction) and the medial rectus muscle in the ipsilateral eye (adduction), resulting in @coordinated conjugate horizontal gaze@. $#Unilateral MLF lesions# typically occur in older patients with lacunar strokes in the dorsal pons or midbrain (pontine artery distribution) and result in #impaired adduction# of the #ipsilateral eye# during horizontal gaze, causing #diplopia#.  Abduction in the contralateral eye is preserved (but often with gaze-evoked nystagmus).  The pathways for #convergence# and the pupillary light reflex bypass the MLF lesion, so these reflexes are generally #preserved#. $#(Choice A)#  The abducens nerves innervate the lateral rectus muscles, which abduct the eyes.  A lesion involving an abducens nerve would result in impaired abduction of the ipsilateral eye due to @lateral rectus muscle palsy@. $#(Choice B)#  The lateral geniculate nucleus is located in the thalamus and relays visual information to the ipsilateral primary visual cortex.  Damage to this structure would result in a contralateral homonymous hemianopia. $#(Choice D)#  Unilateral infarction of the primary visual cortex in the occipital lobe (eg, posterior cerebral artery occlusion) typically results in contralateral homonymous hemianopia with macular sparing as the macula receives collateral circulation from the middle cerebral artery. $#(Choice E)#  Oculomotor nerve palsy (eg, ipsilateral mydriasis, ptosis, \"down and out\" deviation of the eye) may occur with microvascular nerve ischemia (eg, diabetes mellitus) or nerve compression (eg, posterior communicating artery aneurysm). $#(Choice F)#  The superior colliculus controls vertical gaze.  Damage to the superior colliculus in the dorsal midbrain causes Parinaud syndrome (eg, upward gaze palsy, absent pupillary light reflex, impaired convergence). $#Educational objective# Internuclear ophthalmoplegia is a disorder of impaired horizontal gaze caused by a lesion in the medial longitudinal fasciculus (MLF).  The affected eye (ipsilateral to the lesion) is unable to adduct while the contralateral eye is able to abduct (often with associated nystagmus).  Convergence and the pupillary light reflex are preserved because these pathways bypass the MLF.  ","clickable_1":"images/img1.12083.mp4","clickable_2":"images/img2.12083.jpg","clickable_3":"images/img3.12083.jpg"},

{"id":"1322","title":"A 62-year-old woman is brought to the emergency department because of acute chest pain.  She also complains of diaphoresis, nausea, and lightheadedness.  Her blood pressure is 90/60 mm Hg and pulse is 42/min.  An ECG reveals ST-segment elevation in the inferior leads.  The appropriate therapy is initiated, including a medication to treat her bradycardia.  After initial treatment, her blood pressure is 120/70 mm Hg and pulse is 76/min.  However, she now complains of severe right-sided eye pain.  Which of the following is the most likely cause for this patient’s eye pain?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Iridocyclitis","answer_2":"B. Retinal artery thrombosis","answer_3":"C. Acute conjunctivitis","answer_4":"D. Glaucoma","answer_5":"E. Cataract","answer_6":"F. Retinal vein thrombosis","answer_7":"G. Retinal detachment","answer_8":"H. Vitreous hemorrhage","percent_1":"2%","percent_2":"19%","percent_3":"1%","percent_4":"61%","percent_5":"0%","percent_6":"6%","percent_7":"5%","percent_8":"7%","right_answer":"D. Glaucoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1322.jpg","explanation_1":"ST-segment elevation in the inferior leads is diagnostic of an inferior myocardial infarction (MI).  Inferior MIs are often due to blockage of the right coronary artery, the artery usually responsible for sinoatrial (SA) and atrioventricular (AV) node perfusion.  Thus, inferior MIs are often associated with bradycardia.  Atropine blocks vagal influence on the SA and AV nodes and is effective in increasing heart rate in such patients.  Atropine's side effects are due to muscarinic receptor blockade in other organs.  In the eye, atropine causes mydriasis, resulting in narrowing of the anterior chamber angle and diminished outflow of aqueous humor.  This can precipitate angle-closure glaucoma in patients with shallow anterior chambers or higher than normal intraocular pressures.  Acute closed-angle glaucoma presents with unilateral severe eye pain and visual disturbances (eg, halos).  Individuals of Inuit and Asian descent are at increased risk of angle-closure glaucoma. $The clinical indications for anticholinergic medications are summarized in the table.  ","explanation_2":"#(Choice A)#  Anticholinergic medications (cycloplegics) reduce pain and prevent the formation of adhesions in iridocyclitis (uveitis).  Atropine does not precipitate iridocyclitis. $#(Choices B, E, F, G, and H)#  These conditions present with either loss of vision or visual disturbances.  They are usually not painful and would not be affected by anticholinergic drugs. $#Educational objective# Atropine is indicated for the treatment of bradycardia as it decreases vagal influence on the SA and AV nodes.  A common side effect is increased intraocular pressure.  It may precipitate acute closed-angle glaucoma in susceptible individuals.  "},

{"subjectsystem":"AnatomyOphtalmology","id":"8594","title":"A 57-year-old man is brought to the emergency department following a generalized tonic-clonic seizure. His wife reports that he has no history of seizures. However, she says that he has been complaining of intermittent headaches, memory loss, and vision disturbances for the past 2 weeks. Brain imaging shows a solitary mass within the right temporal lobe. Which of the following visual field defects (areas of vision loss in black) is most likely present in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"Left    -------------   Right","answer_1":"A.","ansImg_1":"images/ansA8594.jpg","answer_2":"B.","ansImg_2":"images/ansB8594.jpg","answer_3":"C.","ansImg_3":"images/ansC8594.jpg","answer_4":"D.","ansImg_4":"images/ansD8594.jpg","answer_5":"E.","ansImg_5":"images/ansE8594.jpg","right_answer":"D.","percent_1":"4%","percent_2":"6%","percent_3":"24%","percent_4":"58%","percent_5":"8%","explanation_img":"images/exp8594.jpg","explanation_1":"","explanation_2":"After traversing the lateral geniculate nucleus, @visual information@ travels to the primary visual cortex in the occipital lobe by way of the #optic radiations#. The optic radiations fan out as they project posteriorly into 2 major pathways:$• Superior optic radiations carry information from the superior retina/inferior visual field. They travel through the parietal lobe, so lesions in that area result in contralateral inferior quadrant visual field defects (ie, contralateral homonymous inferior quadrantanopia)#(choice E)#.$• Inferior optic radiations carry information from the inferior retina/superior visual field. They travel through the #temporal lobe# (Meyer loop), so lesions in that area (such as this patient's temporal lobe mass) result in contralateral superior quadrant visual field defects (ie, #contralateral homonymous superior quadrantanopia#).$Therefore, this patient's tumor in the right temporal lobe is likely impacting the inferior optic radiations, causing a left homonymous (both eyes the same) superior quadrantanopia.$(Choice A) Monocular vision loss results from a lesion anterior to the optic chiasm, including lesions to the optic nerve, retina, or globe.$(Choice B) In the optic chiasm, fibers from the nasal retina (which process the temporal visual field) cross so that the hemivisual fields from both eyes are processed in the same contralateral hemisphere. A lesion that affects these crossing fibers in the middle of the optic chiasm can produce bitemporal hemianopia.$(Choice C) Left homonymous hemianopia may occur with lesions to the right optic tract or the right occipital cortex. It may also occur with lesions to the optic radiations, but only if they affect both the superior and inferior optic radiations. This is less likely to occur with a mass lesion localized within the temporal lobe.$Educational objective The inferior optic radiations travel through the temporal lobe in the Meyer loop. They carry information from the inferior retina, which covers the superior visual field. Therefore, temporal lobe lesions can result in contralateral homonymous superior quadrantanopia.","clickable_1":"images/img1.8594.jpg"},

{"SubjectSystem":"Pharmacology-Ophthalmology","id":"18588","title":"A 58-year-old man comes to the emergency department due to vision disturbances.  Over the past several weeks, the patient has had intermittent episodes in which he sees everything tinted with blue.  His vision returned to normal within a few hours each time.  When he woke up today, vision in the left eye was blurry.  He has had no eye pain, conjunctival redness, or headache.  The patient has tingling and numbness in the feet due to diabetic neuropathy, which is unchanged, and reports no other focal weakness or sensory loss.  Medical history is notable for hypertension, type 2 diabetes mellitus, hyperlipidemia, and erectile dysfunction.  Vital signs are within normal limits.  Physical examination shows an afferent pupillary defect, decreased visual acuity, and optic disc edema in the left eye.  Discontinuing which of the following medications may improve this patient's vision?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amitriptyline","answer_2":"B. Atorvastatin","answer_3":"C. Canagliflozin","answer_4":"D. Metformin","answer_5":"E. Ramipril","answer_6":"F. Sildenafil","percent_1":"23%","percent_2":"1%","percent_3":"7%","percent_4":"2%","percent_5":"4%","percent_6":"63%","right_answer":"F. Sildenafil","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Adverse effects of phosphodiesterase 5 inhibitors# ∆⨉ §^#Cardiovascular# ∆ • #Hypotension (#especially with nitrates, alpha blockers) §^#Ocular# ∆ • Blue discoloration of vision • Nonarteritic anterior ischemic optic neuropathy §^#Genitourinary# ∆ • #Priapism# §^#Other# ∆ • Flushing • Headache • Hearing loss","explanation_img":"","explanation_1":"","explanation_2":"Normal male erectile function involves interplay between psychological and physical stimulation and the vascular, neurologic, and hormonal systems.  On a vascular level, penile erection is induced by increased blood flow to the corpora cavernosa and corpus spongiosum accompanied by decreased outflow.  Endothelial factors required for erection include formation of nitric oxide, which induces formation of cyclic GMP (cGMP), which in turn mediates vascular smooth muscle relaxation.  cGMP is inactivated by cGMP phosphodiesterase (PDE) (ie, PDE5), which cleaves cGMP and terminates penile erection. $#PDE5 inhibitors# (eg, sildenafil, tadalafil) are widely used, first-line agents for treatment of #erectile dysfunction# (ED).  PDE5 inhibitors increase activity of cGMP in the penile corpora, leading to greater and more prolonged tumescence in men with ED. $However, PDE5 inhibitors can also inhibit PDE6 in the retina, which is involved in color vision.  Patients experience this effect as a transient #bluish discoloration# to vision.  Less common ocular effects of PDE5 inhibitors include #nonarteritic anterior ischemic optic neuropathy#, which presents with sudden monocular vision loss associated with an afferent pupillary defect, decreased visual acuity, and optic disc edema. $#(Choice A)#  The anticholinergic effects of tricyclic antidepressants (eg, amitriptyline) can cause dry eye, blurred vision, and triggering of angle-closure glaucoma (ie, ocular pain, headache, unilateral vision loss).  Discoloration of vision is not typical. $#(Choice B)#  Important side effects of statins (eg, atorvastatin) include myopathy and hepatic toxicity.  Statins may have a small effect on the risk of cataract but otherwise have few ocular manifestations. $#(Choice C)#  Sodium-glucose cotransporter 2 inhibitors (eg, canagliflozin) induce increased renal excretion of glucose and water.  Most of the side effects (eg, hypotension, urinary tract infection) are related to glucosuria and fluid shifts; visual symptoms are not common. $#(Choice D)#  Metformin most commonly causes gastrointestinal side effects (eg, nausea, diarrhea).  Lactic acidosis is a potentially serious but rare complication.  Visual side effects are not a significant concern. $#(Choice E)#  Side effects of ACE inhibitors (eg, ramipril) are primarily related to renal function (eg, hyperkalemia, acute kidney injury) or blood pressure (eg, dizziness, hypotension).  Patients may also develop a dry cough due to an increase in circulating bradykinin. $#Educational objective# Phosphodiesterase 5 inhibitors (eg, sildenafil, tadalafil) can cause a transient bluish discoloration to vision.  Less common ocular effects include sudden monocular vision loss due to nonarteritic anterior ischemic optic neuropathy; findings include an afferent pupillary defect, decreased visual acuity, and optic disc edema.  "},

{"id":"1363","title":"A 64-year-old woman is brought to the clinic by her husband due to a fall.  She was walking in her living room when she tripped over an electrical cord.  The patient has had several other ground-level falls in the last 6 months but has had no significant injuries.  She also gave up driving a year ago following a near-miss motor vehicle accident.  Past medical history is notable for hypertension and type 2 diabetes mellitus, for which she takes appropriate medications.  Mental status and neurologic examinations are normal.  Ophthalmic examination reveals reduced vision in her peripheral visual fields bilaterally and an elevated intraocular pressure.  After discussion of treatment options, the patient is initiated on timolol ophthalmic drops.  Which of the following structures is the most likely target of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ciliary epithelium","answer_2":"B. Ciliary muscle","answer_3":"C. Lens","answer_4":"D. Pupil sphincter","answer_5":"E. Trabecular meshwork","percent_1":"43%","percent_2":"28%","percent_3":"1%","percent_4":"8%","percent_5":"21%","right_answer":"A. Ciliary epithelium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1363.jpg","explanation_1":"","explanation_2":"$This patient with chronic, progressive loss of peripheral vision has typical features of #open-angle glaucoma#.  Glaucoma is a type of #optic neuropathy# characterized by atrophy of the optic nerve head.  It is more common with advancing age and is especially common in certain ethnicities (eg, African Americans).  Glaucoma is usually associated with @elevated intraocular pressure@ (IOP) due to increased production or decreased outflow of aqueous humor.  #Aqueous humor# is produced by the epithelial cells of the ciliary body.  It is secreted into the posterior eye chamber and transferred through the pupil into the anterior eye chamber.  The anterior chamber angle (iridocorneal angle) contains a trabecular meshwork through which the aqueous humor diffuses into Schlemm's canal (scleral venous sinus) and subsequently into episcleral and conjunctival veins. $Diagnostic features of glaucoma include elevated IOP and abnormal visual field testing with decreased peripheral vision.  Funduscopic examination will show an @increased cup-to-disc ratio@ due to loss of ganglion cell axons.  The goal of treatment in glaucoma is to decrease IOP with drugs that either decrease the production of aqueous humor or increase its outflow.  Timolol and other nonselective beta blockers work by diminishing the secretion of aqueous humor by the ciliary epithelium. $#(Choices B, C, D, and E)#  The intraocular muscles of the eye, including the ciliary muscle and pupillary sphincter of the iris, receive parasympathetic innervation from cholinergic fibers of the oculomotor nerve (cranial nerve III).  Cholinergic agonists (eg, pilocarpine) cause miosis by promoting contraction of the sphincter of the iris.  This causes the anterior chamber angle to become wider and makes the trabecular meshwork more accessible to outflow of aqueous humor.  Cholinergic agonists also promote ciliary muscle contraction, causing the lens to become more convex. $#Educational objective# Open-angle glaucoma is characterized by progressive loss of peripheral vision from elevated intraocular pressure.  Timolol and other nonselective beta blockers work by diminishing the secretion of aqueous humor by the ciliary epithelium.  Acetazolamide, a carbonic anhydrase inhibitor, also decreases aqueous humor secretion by the ciliary epithelium.  Prostaglandin F2α (eg, latanoprost, travoprost) and cholinomimetics (eg, pilocarpine, carbachol) decrease intraocular pressure by increasing the outflow of aqueous humor.  ","clickable_1":"images/img1.1363.jpg","clickable_2":"images/img2.1363.jpg"},

{"id":"8557","title":"A 34-year-old woman comes to the office due to double vision.  The patient first experienced difficulty focusing her eyes while at work yesterday.  On awakening this morning, her symptoms had progressed to frank diplopia.  Medical history is insignificant.  A complete physical examination is performed, including a full neurologic assessment.  Shining light into the patient's right eye causes constriction of her right pupil, but not the left pupil.  Shining light into her left eye causes constriction of only her right pupil.  Which of the following additional physical examination findings is likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absence of the left corneal reflex","answer_2":"B. Drooping of the left eyelid","answer_3":"C. Inability to close the left eye","answer_4":"D. Inward deviation of the left eye","answer_5":"E. Visual loss in the left eye","percent_1":"21%","percent_2":"52%","percent_3":"5%","percent_4":"12%","percent_5":"9%","right_answer":"B. Drooping of the left eyelid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","table":"","table_3":"§^#Nerve# ∆^#Eye muscle(s)$ innervated# ∆^#Oculomotor$ functions# ∆^#Lesion findings# §^#Oculomotor$ (CN III)# ∆ • Superior rectus • Medial rectus • Inferior rectus • Inferior oblique • Levator palpebrae superioris ∆ • Adduction • Depression • Elevation • External rotation ∆ • Eye deviated downward & laterally • Diagonal diplopia • Dilation of pupil & loss of accommodation • Ptosis §^#Trochlear$ (CN IV)# ∆ • Superior oblique ∆ • Abduction • Internal rotation • Depression while$ adducted ∆ • Eye deviated upward • Vertical & torsional diplopia §^#Abducens$ (CN VI)# ∆ • Lateral rectus ∆ • Abduction ∆ • Eye deviated medially • Horizontal diplopia","explanation_img":"","explanation_1":"","explanation_2":"This patient has diplopia (suggesting a lesion impacting extraocular muscles) and a left @efferent pupillary defect@ (absent left pupillary response when light enters either eye).  This is likely due to dysfunction of the left oculomotor nerve (CN III), which has multiple functions: $• Innervation of most of the #extraocular muscles# (superior rectus, medial rectus, inferior rectus, inferior oblique).  Paralysis of these muscles leads to unopposed action of the superior oblique and lateral rectus, which results in the characteristic \"#down and out#\" pupil. $• Parasympathetic fibers innervate the #iris sphincter# and #ciliary muscle#.  Paralysis of these fibers causes an efferent pupillary defect, as seen in this patient. $• Somatic innervation of the #levator palpebrae superioris#.  This elevates the upper eyelid, and paralysis of it leads to #ptosis# (ie, #drooping of the eyelid#). $Although the most common causes of acquired oculomotor nerve palsy are diabetes mellitus and hypertensive ischemia, patients are often evaluated with neuroimaging to rule out an enlarging aneurysm of the posterior-communicating artery, which can present with isolated CN III palsy. $#(Choice A)#  Absence of the left corneal reflex (corneal stimulation causes orbicularis oculi to contract the eyelids) can result from lesions involving the afferent limb (CN V1) or efferent limb (CN VII). $#(Choice C)#  A lesion involving the left CN VII would result in the inability to close the left eye due to paralysis of the orbicularis oculi muscle. $#(Choice D)#  Inward deviation of the left eye would result from @paralysis of the lateral rectus@, which is innervated by the abducens nerve (CN VI). $#(Choice E)#  The left optic nerve (CN II) is functional in this patient because light shining into the left eye produced a consensual pupillary response in the right eye. $#Educational objective# The oculomotor nerve (CN III) provides innervation to many of the extraocular muscles (superior rectus, medial rectus, inferior rectus, inferior oblique), parasympathetic innervation to the pupil, and somatic innervation of the levator palpebrae superioris.  Dysfunction of CN III leads to a characteristic triad of a \"down and out\" pupil, an efferent pupillary defect, and ptosis. ","clickable_1":"images/img1.8557.mp4","clickable_2":"images/img2.8557.jpg"},

{"id":"18951","title":"A 75-year-old man comes to the office due to a 2-year history of slowly worsening vision in both eyes.  The symptoms are worse at night and the patient has stopped driving at night due to excessive glare from oncoming headlights.  He has worked his entire life as a farmer and continues to drive tractors and other farm equipment during the day without difficulty.  Medical history is unremarkable.  Ocular examination shows loss of the red reflex and poor visualization of retinal detail.  Acuity testing shows 20/100 vision in both eyes; visual field testing is normal.  Which of the following is the most likely etiologic factor for this patient's eye condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accumulation of sorbitol in the lens","answer_2":"B. Age-related oxidative injury","answer_3":"C. Decreased collagen fibril production","answer_4":"D. Ischemia and neovascularization","answer_5":"E. Loss of lens distensibility","percent_1":"22%","percent_2":"55%","percent_3":"4%","percent_4":"5%","percent_5":"15%","right_answer":"B. Age-related oxidative injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clinical features of age-related cataract#∆⨉ §^#Risk factors# ∆ • Age >60 • Chronic sunlight exposure • Diabetes mellitus • Glucocorticoid use • Smoking • HIV infection §^#Symptoms# ∆ • Gradual loss of visual acuity • Excessive glare, halos around bright lights • Myopic shift §^#Signs# ∆ • Opacification of lens • Loss of red reflex","explanation_img":"","explanation_1":"","explanation_2":"This patient has #cataracts#: progressive @opacification@ of the lenses with chronic #loss of visual acuity#.  Scattering of light within the lens leads to @glare and halos@ around bright lights, especially at night.  Examination reveals cloudiness in the lens, decreased detail when examining the retina, and loss of the @red reflex@. $Transparency of the lens requires an ordered epithelial cell structure and maintenance of intracellular crystallins.  #Aging #and environmental stressors can disrupt transparency and contribute to cataract formation through the following mechanisms: $• #Nuclear sclerosis#: new layers of epithelia form on the cortex of the lens, compacting older layers beneath $• #Photooxidative damage# and cross-linking of crystallins causes brown/yellow pigmentary changes $• #Osmotic injury# resulting in development of hydropic lens fibers that degenerate $Cumulative photooxidative stress is worsened by heavy #UV exposure# (eg, outdoor occupations), smoking, or ionizing radiation.  Likewise, osmotic injury is accelerated in patients with diabetes mellitus.  A disordered balance of prooxidative versus antioxidative compounds in the lens (eg, decreased glutathione) may also contribute. $#(Choice A)#  In patients with diabetes, excess glucose is converted to sorbitol at a greater rate than @sorbitol@ can be metabolized to fructose.  Osmotic injury due to the higher concentration of sorbitol in the lens can lead to cataract.  However, in patients without diabetes, the conversion of sorbitol to fructose is adequate to prevent the buildup of sorbitol. $#(Choice C)#  Photoaging of skin is characterized by decreased collagen fibril production and loss of tissue elasticity in sun-exposed areas.  However, defects in collagen production are not a significant contributor to cataract. $#(Choice D)#  Microvascular ischemia in patients with long-standing diabetes can cause neovascularization in the retina, leading to diabetic retinopathy.  Most patients are asymptomatic until late in the course of the disease, when vitreous hemorrhage or retinal detachment causes acute vision loss. $#(Choice E)#  Presbyopia is a type of refractive error caused by loss of the normal distensibility of the lens with age.  It reduces the ability of the eye to focus on near objects but does not cause loss of visual acuity. $#Educational objective# Cataracts are characterized by progressive opacification of the lens with chronic loss of visual acuity.  Aging and environmental exposures (eg, UV light) contribute to cataract formation by inducing nuclear sclerosis, photooxidative damage to lens crystallins, and osmotic injury.  ","clickable_1":"images/img1.18951.jpg","clickable_2":"images/img2.18951.jpg","clickable_3":"images/img3.18951.jpg","clickable_4":"images/img4.18951.jpg"},

{"id":"11675","title":"A 62-year-old man with a history of poor medical follow-up comes to the office due to difficulty seeing.  He has had blurry vision for the last 2 weeks.  A day ago, he noticed a shadow develop suddenly across the visual field of his right eye.  The patient has had no recent headaches, double vision, vertigo, light sensitivity, or nausea.  On examination, pupils are equal and reactive to light.  Visual field testing by confrontation reveals patchy loss of vision.  A flame-shaped retinal hemorrhage in the right eye is noted on funduscopic examination, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11675.jpg","title_2":"Which of the following is the most likely cause of his visual disturbance?","audio":"","comparison_items":"","answer_1":"A. Central retinal artery occlusion","answer_2":"B. Cigarette smoking","answer_3":"C. Closed-angle glaucoma","answer_4":"D. Giant cell arteritis","answer_5":"E. Hyperlipidemia","answer_6":"F. Hypertension","answer_7":"G. Migraine","answer_8":"H. Thyroid eye disease","percent_1":"18%","percent_2":"4%","percent_3":"4%","percent_4":"4%","percent_5":"4%","percent_6":"66%","percent_7":"0%","percent_8":"0%","right_answer":"F. Hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp11675.jpg","explanation_1":"","explanation_2":"$This patient has an acute retinal hemorrhage (arrow), most likely caused by severe, poorly controlled #hypertension#.  Hypertensive retinal hemorrhage typically causes painless, unilateral visual disturbances, ranging from mild obscuration without loss of visual acuity to permanent blindness.  Severe hypertension in retinal precapillary arterioles causes endothelial disruption, leakage of plasma into the arteriolar wall, and #fibrinous necrosis#.  The necrotic vessels can then bleed into the nerve fiber layers, causing dot- and flame-shaped hemorrhages. $Diagnosis of hypertensive retinal hemorrhage is usually confirmed by direct ophthalmoscopic evaluation.  Other findings of hypertensive retinopathy include thickening of the arteriolar walls (\"copper or silver wiring\"), compression of the associated veins (arteriovenous nicking), and small, white foci of retinal ischemia (@cotton-wool spots@). $#(Choices A and D)#  Central retinal artery occlusion is most commonly due to atherosclerosis, cardioembolic disease, or vasculitis (eg, giant cell arteritis).  It causes acute monocular vision loss.  Examination can reveal a @cherry red spot@ at the macula due to diffuse retinal ischemia, but hemorrhage is not typically seen. $#(Choices B and E)#  Smoking and hyperlipidemia can increase the risk of developing ischemic retinal and optic vascular disease; however, these are not associated with an increased risk of retinal hemorrhage. $#(Choice C)#  Closed-angle glaucoma is characterized by increased intraocular pressure from impaired aqueous humor drainage.  It causes acute headache, eye pain, vision loss, and an afferent pupillary defect.  Ophthalmoscopic examination reveals @cupping@ of the optic disc without hemorrhage. $#(Choice G)#  Ocular migraine and migraine with visual aura can present with transient visual disturbances, with or without headache.  Ophthalmoscopic examination is normal in patients with migraine. $#(Choice H)#  Thyroid eye disease (eg, Graves disease) can present with diplopia and proptosis; however, it is not associated with an increased risk of retinal hemorrhage. $#Educational objective# Severe hypertension in retinal precapillary arterioles causes endothelial disruption, leakage of plasma into the arteriolar wall, and fibrinous necrosis.  The necrotic vessels can then bleed into the nerve fiber layer, which can be seen on examination as dot- or flame-shaped hemorrhages.  ","clickable_1":"images/img1.11675.jpg","clickable_2":"images/img2.11675.jpg","clickable_3":"images/img3.11675.jpg"},

{"id":"13554","title":"A 62-year-old woman comes to the emergency department due to acute eye pain.  She has a history of seasonal allergies and developed itchy, watery, red eyes after working outdoors in her garden.  The patient used over-the-counter eye drops to treat her allergy symptoms, and several hours later, she began experiencing severe right eye pain and headache.  On examination, the right eye appears red with a hazy cornea and dilated pupil that responds poorly to light.  Palpation of the globes reveals notable firmness on the right compared to the left.  Visual acuity in the affected eye is severely diminished.  Tonometry reveals elevated intraocular pressure.  Which of the following medications was most likely used by this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-adrenergic agonist","answer_2":"B. Beta blocker","answer_3":"C. Mast cell stabilizer","answer_4":"D. Nonsteroidal anti-inflammatory drug","answer_5":"E. Prostaglandin analogue","percent_1":"70%","percent_2":"8%","percent_3":"6%","percent_4":"7%","percent_5":"9%","right_answer":"A. Alpha-adrenergic agonist","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp13554.jpg","explanation_1":"","explanation_2":"$This patient is presenting with #angle-closure glaucoma# (ACG) that was precipitated by use of over-the-counter eye drops.  ACG typically occurs in patients with a predisposing narrow chamber angle and develops when the normal drainage pathway of aqueous humor becomes blocked. $Aqueous humor is produced by the ciliary body and flows from the posterior chamber of the eye through the pupil into the anterior chamber and out of the eye via the trabecular network.  In susceptible individuals, dilation of the pupil causes the iris to press against the anterior surface of the lens.  This limits flow of aqueous humor through the pupil, causing the iris to bulge forward.  The corresponding reduction (closing) of the iridocorneal angle blocks drainage of aqueous humor through the trabecular meshwork. $Acute ACG may be precipitated by topical and systemic medications that cause #pupillary dilation#, such as #alpha-adrenergic agonists# (eg, naphazoline) and drugs with strong #anticholinergic# effects (eg, tricyclic antidepressants, antihistamines).  Acute blockage results in a rapid rise in intraocular pressure that typically causes #severe eye pain#, #conjunctival injection#, and #corneal edema# (haziness).  If not corrected, the elevated pressure can damage the optic nerve and cause permanent vision impairment. $#(Choice B)#  Topical beta blockers (eg, timolol) are used to treat open-angle glaucoma.  They work by both reducing the production of aqueous humor and increasing its outflow from the trabecular network. $#(Choices C and D)#  Topical mast cell stabilizers (eg, cromolyn, nedocromil) and nonsteroidal anti-inflammatory drugs (eg, ketorolac) are used in the treatment of allergic conjunctivitis, but they are not associated with ACG. $#(Choice E)#  Prostaglandin analogues such as latanoprost increase aqueous outflow from the trabecular network and are used in the treatment of open-angle glaucoma. $#Educational objective# Acute angle-closure glaucoma occurs when the space between the cornea and iris is narrowed, limiting the flow of aqueous humor out of the anterior chamber and raising pressure in the eye.  Medications that cause pupillary dilation (eg, alpha-adrenergic agonists, anticholinergics) can trigger acute angle-closure glaucoma.  "}


]