[

{"id":"22608","title":"A 59-year-old man comes to the office for evaluation of a sore on his ear.  The lesion has been present for the past 4 months and has shown little change.  Physical examination reveals a 1-cm firm, scaly, pink nodule over the right pinna.  Biopsy of the lesion shows numerous dysplastic eosinophilic keratinocytes spanning the full thickness of the epidermis and dermis.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Actinic keratosis","answer_2":"B. Basal cell carcinoma","answer_3":"C. Seborrheic keratosis","answer_4":"D. Squamous cell carcinoma","answer_5":"E. Verruca vulgaris","percent_1":"27%","percent_2":"25%","percent_3":"6%","percent_4":"37%","percent_5":"4%","right_answer":"D. Squamous cell carcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Cutaneous squamous cell carcinoma!?Gross findings? • Enlarging, rounded nodule with rough (keratinized) surface ± $ulceration, crusting & bleeding• Commonly on sun-exposed skin?Microscopic findings? • Sheets or nests of malignant keratinocytes• Keratinization (eg, keratin pearls) & intercellular bridges?Risk factors? • Sunlight/solar skin damage (eg, actinic keratosis)• Immunosuppression• Chronic inflammation (eg, burn scars)• Ionizing radiation","explanation_img":"","explanation_1":"","explanation_2":"This patient's persistent skin lesion in a sun-exposed area (eg, ear) is concerning for #skin cancer#, particularly basal cell carcinoma (BCC) or cutaneous squamous cell carcinoma (SCC).  Both BCC and cutaneous SCC, which are composed of malignant keratinocytes, can present as a skin-colored nodule.  Sometimes differences in #gross appearance# and texture can help distinguish between the two neoplasms: $• @Nodular BCC@ classically has a translucent or pearly appearance, often with central telangiectasias. $• @Cutaneous SCC@ classically has a rough or #scaly (keratinized) surface#. $BCC and SCC are not always distinguishable based on gross findings (eg, either may develop ulceration and/or crusting).  Therefore, #biopsy# is essential to make the correct diagnosis: $• BCC:  Biopsy typically shows nests of @basaloid cells@ (ie, resembling the stratum basale) that appear dark blue due to their basophilic, hyperchromatic nuclei and scant cytoplasm.  Cells at the periphery frequently display parallel alignment (ie, peripheral palisading) #(choice B)#. $• SCC:  Biopsy typically shows nests of @dysplastic keratinocytes@, which often have abundant cytoplasm that appears #eosinophilic# due to keratin filaments.  Keratin pearls (also eosinophilic) are commonly present. $#Dermal involvement# represents invasion of the dysplastic keratinocytes past the basement membrane, classifying this patient's lesion as #invasive# (rather than in situ) SCC. $#(Choice A)#  Actinic keratoses also consist of dysplastic keratinocytes and can appear as @scaly lesions@ on sun-exposed areas.  However, they are premalignant (vs malignant) lesions; the dysplastic keratinocytes do not involve the full thickness of the epidermis (eg, SCC in situ) or invade the dermis (eg, invasive SCC). $#(Choice C)#  @Seborrheic keratoses@ usually have a velvety or greasy (vs scaly) surface and a 'stuck-on' appearance.  Because they are a result of benign clonal expansion of immature keratinocytes, @histologic examination@ typically reveals proliferation of small basaloid cells that are not dysplastic.  Hyperkeratosis (thickened stratum corneum) and keratin-containing cysts are commonly seen. $#(Choice E)#  @Verruca vulgaris@ (ie, common wart) due to human papillomavirus often presents as a nodule or plaque with a rough, hyperkeratotic surface.  However, @histologic examination@ typically reveals acanthosis (thickened epidermis), hyperkeratosis, and koilocytosis (keratinocytes with cytoplasmic vacuolization); dysplastic keratinocytes invading the dermis are not seen. $#Educational objective# Cutaneous squamous cell carcinoma (SCC) classically presents as a rough or scaly (keratinized) nodule.  Diagnosis is made with biopsy, which typically reveals nests of dysplastic keratinocytes with eosinophilic cytoplasm (due to keratin filaments).  Dermal involvement signifies invasive SCC. ","clickable_1":"images/img1.22608.jpg","clickable_2":"images/img2.22608.jpg","clickable_3":"images/img3.22608.jpg","clickable_4":"images/img4.22608.jpg","clickable_5":"images/img5.22608.jpg","clickable_6":"images/img6.22608.jpg","clickable_7":"images/img7.22608.jpg","clickable_8":"images/img8.22608.jpg","clickable_9":"images/img9.22608.jpg"},

{"id":"15425","title":"A 42-year-old woman comes to the clinic due to a lesion on the left side of her chest.  The lesion first appeared several months ago and is slowly enlarging and occasionally oozing blood.  The patient underwent a living-donor kidney transplant 5 years ago for end-stage renal disease due to IgA nephropathy.  She also has hypothyroidism due to Hashimoto thyroiditis.  Medications include tacrolimus, mycophenolate, low-dose prednisone, and levothyroxine.  Vital signs are normal.  On physical examination, a 1 × 2 cm crusted lesion is noted over the midsternal area.  Biopsy of the lesion is performed; histopathology findings are shown in the @exhibit@.  Which of the following most likely contributed to the development of this patient's skin lesion?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15425.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased immune surveillance","answer_2":"B. Decreased peripheral T-cell tolerance","answer_3":"C. Decreased telomerase activity","answer_4":"D. Increased differentiation of monocytes into macrophages","answer_5":"E. Increased expression of MHC class I on abnormal cells","percent_1":"63%","percent_2":"13%","percent_3":"10%","percent_4":"5%","percent_5":"9%","right_answer":"A. Decreased immune surveillance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Microscopy of this patient's enlarging, crusted skin lesion reveals invasive nests of atypical cells surrounding keratin pearls, which is consistent with cutaneous @squamous cell carcinoma (SCC)@.  Although risk of cutaneous SCC is increased by solar damage, chronic inflammation, and ionizing radiation, the primary driver of malignancy in this patient is likely the use of #immunosuppressive medications# (eg, tacrolimus, mycophenolate, prednisone). $The innate and adaptive immune responses play a crucial role in the control of neoplasms, as follows: $• Natural killer cells, a component of the innate immune system, destroy host cells with surface markers signaling damage or distress and cells deficient in self markers such as class I major histocompatibility complexes (MHC). $• Cytotoxic T-cells identify tumor neoantigens on the surface of cancer cells and destroy the cell with cytotoxic granules. $• Helper T-cells identify tumor neoantigens on the surface of antigen-presenting cells and secrete effector cytokines (eg, interferon gamma, tumor necrosis factor alpha) that promote anti-tumor immune activity. $Patients who are immunosuppressed from medications or infections (eg, HIV) are at increased risk for malignancy due to #reduced immunosurveillance# by natural killer cells and the cell-mediated immune response.  Reduced immunosurveillance allows malignant cells to avoid immunologic identification with fewer evasive adaptations; it also allows #oncogenic viruses# to replicate in an unchecked fashion, which can trigger malignancy. $#(Choice B)#  Peripheral T-cell tolerance (anergy) occurs when a T-cell binds to its complementary antigen on surface MHC molecules but does not undergo costimulation.  Cancer cells often overexpress molecules (eg, CTLA-4) that bind up surface proteins (CD80/86) required for T-cell costimulation, which increases (not decreases) peripheral T-cell tolerance. $#(Choice C)#  Telomeres are repetitive DNA sequences at the end of chromosomes that shorten progressively with cellular division, leading to chromosomal instability.  Most tumors increase (not decrease) the activity of telomerase, an enzyme that adds nucleotides to the telomere in order to counteract shortening. $#(Choice D)#  Tumors produce cytokines that impede the differentiation of monocytes to macrophages in the tumor microenvironment, which helps prevent phagocytosis and destruction of tumor cells. $#(Choice E)#  Tumor cells typically decrease (not increase) expression of class I MHC in order to reduce display of neoantigens on their surface; this limits the ability of cytotoxic T-cells to identify tumor antigens on the cell surface. $#Educational objective# Natural killer cells and the cell mediated immune response play a major role in cancer cell detection and destruction.  Therefore, patients who are immunocompromised from medication or infection are at much higher risk for cancer. ","clickable_1":"images/img1.15425.jpg"},

{"id":"16895","title":"A 67-year-old man comes to the office after he noticed several nodules in his left axilla.  He has a history of malignant melanoma on his upper back, which was treated with wide surgical excision 4 years ago.  The patient undergoes biopsy of an axillary lesion, and histopathology reveals melanoma recurrence.  Subsequent whole-body positron emission scan shows diffuse metastatic disease involving the lungs, liver, and left axillary nodes.  Checkpoint inhibitor therapy with pembrolizumab is initiated, which leads to significant reduction in the size of the axillary nodules and metastatic lesions.  Which of the following best correlates with the treatment response in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased intratumor macrophages","answer_2":"B. Intense desmoplastic reaction","answer_3":"C. Ischemic tumor necrosis","answer_4":"D. CD8+ lymphocyte infiltration","answer_5":"E. Peritumoral neutrophilic reaction","percent_1":"12%","percent_2":"9%","percent_3":"17%","percent_4":"58%","percent_5":"5%","right_answer":"D. CD8+ lymphocyte infiltration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp16895.jpg","explanation_1":"","explanation_2":"$Neoplastic cells produce proteins not found in healthy cells.  Pieces of these proteins #(neoantigens)# are displayed on MHC class I molecules on the cell surface and are subsequently recognized by #cytotoxic T cells# as \"nonself\" (leading to cellular apoptosis).  However, neoplastic cells generally accumulate genetic mutations that allow them to thwart the cytotoxic T-cell response and evade detection/destruction.  One common mechanism is the overexpression of #programmed death-ligand 1# (PD-L1) on the cancer cell surface; this ligand binds to the PD-1 receptor on cytotoxic T cells and suppresses their ability to induce apoptosis (#T-cell exhaustion#). $Treatment with monoclonal antibodies that block PD-1 such as #pembrolizumab# have shown promise in cancers that overexpress PD-L1 (eg, #melanoma#, renal cell carcinoma).  #Blockade of PD-1# restores the cytotoxic T-cell response (disinhibition), which #promotes tumor cell apoptosis#.  Patients with advanced melanoma and other susceptible malignancies often have a drastic clinical response (eg, tumor regression, long-term remission) to PD-1 antagonists. $#(Choices A and E)#  Cancer-related inflammation also involves cells of the innate immune system such as macrophages and neutrophils.  These cells can have either protumor (eg, release of matrix metalloproteases that facilitate invasion) and antitumor (eg, direct killing of cancer cells) activities depending on the local cytokine milieu.  However, PD-1 inhibitors do not increase the antitumor activity of neutrophils or macrophages. $#(Choice B)#  Tumor cells often induce desmoplasia, which refers to excessive connective tissue/stroma growth around the tumor.  A strong desmoplastic response can reduce the ability of chemotherapeutic agents to penetrate into the tumor, leading to chemoresistance. $#(Choice C)#  Angiogenesis inhibitors (eg, bevacizumab) are used to prevent neovascularization of growing tumors, leading to ischemia and tumor necrosis.  PD-1 inhibitors cause cytotoxic T-cell activation, leading to increased apoptosis of tumor cells; they do not induce ischemic necrosis. $#Educational objective# Programmed-death receptor 1 (PD-1) is a checkpoint inhibitor that downregulates the cytotoxic T-cell response.  Neoplastic cells often exploit this receptor via the overexpression of PD-1 ligand.  PD-1 receptor inhibitors (eg, Pembrolizumab) restore the T-cell response, allowing cytotoxic T cells to invade the tumor and induce apoptosis of neoplastic cells.  "},

{"id":"936","title":"A 31-year-old woman comes to the physician with a velvety skin rash in her axilla, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/936.jpg","title_2":"Which of the following is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Calcitonin hypersecretion","answer_2":"B. Insulin resistance","answer_3":"C. Serotonin hypersecretion","answer_4":"D. Testosterone unresponsiveness","answer_5":"E. Vitamin D resistance","percent_1":"1%","percent_2":"95%","percent_3":"2%","percent_4":"1%","percent_5":"1%","right_answer":"B. Insulin resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This image shows the typical presentation of acanthosis nigricans (AN), which occurs most commonly in flexural areas.  The most common locations are the axillae, posterior neck, and groin, but it may appear on other areas of the body such as the palms, soles, and oral mucosa & vermilion border.  On physical examination, these lesions appear as hyperkeratotic, hyperpigmented plaques with a classic 'velvety' texture.  @Skin tags@ (acrochordons) are pedunculated outgrowths of normal skin that are commonly present on regions affected by acanthosis nigricans. $AN is associated with a number of diseases.  Depending on the underlying condition, it is divided into benign and malignant forms. $1. Benign AN is commonly associated with insulin resistance.  Increased levels of insulin and insulin-like growth factors stimulate epidermal and dermal proliferation. $2. Malignant AN is associated with underlying neoplasms, especially of the gastrointestinal and genitourinary tracts.  The sudden appearance of such skin changes in middle-aged or elderly patients is suggestive of underlying malignancy.  Gastric adenocarcinoma is the most common cause of malignant AN. $#(Choices A and E)#  Hypersecretion of calcitonin (as in medullary thyroid cancer) and vitamin D resistance are not associated with AN. $#(Choice C)#  Hypersecretion of serotonin can occur with carcinoid tumors, including the gastrointestinal variety.  However, excess serotonin itself does not cause AN. $#(Choice D)#  Testosterone unresponsiveness (androgen insensitivity syndrome, testicular feminization syndrome) develops due to a defect in testosterone receptors in peripheral tissues.  Such patients are phenotypic females who present with primary amenorrhea.  The uterus is absent and the vagina ends as a blind pouch, but breast development is normal due to the production of estrogen by aromatase. $#Educational objective# Acanthosis nigricans presents with thickening and hyperpigmentation of skin in the flexural areas.  The lesions have a classic 'velvety' texture.  Acanthosis nigricans is commonly associated with insulin-resistant states (eg, diabetes mellitus, acromegaly, obesity) and gastrointestinal malignancies. ","clickable_1":"images/img1.936.jpg"},

{"id":"469","title":"A 23-year-old man who notes recurrent severe nosebleeds is found to have pink spider-like lesions on his oral and nasal mucosa, face, and arms.  The patient most likely suffers from:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Von Recklinghausen's disease","answer_2":"B. Neurofibromatosis type 2","answer_3":"C. Sturge-Weber syndrome","answer_4":"D. Von Hippel-Lindau disease","answer_5":"E. Tuberous sclerosis","answer_6":"F. Osler-Weber-Rendu syndrome","percent_1":"5%","percent_2":"2%","percent_3":"16%","percent_4":"10%","percent_5":"6%","percent_6":"61%","right_answer":"F. Osler-Weber-Rendu syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient presents with skin and mucosal telangiectasias as well as recurrent severe nosebleeds.  The most likely diagnosis is Osler-Weber-Rendu syndrome (hereditary hemorrhagic telangiectasia), a condition characterized by the autosomal dominant inheritance of congenital telangiectasias to the skin and mucous membranes.  The mucosal involvement may affect the lips, oronasopharynx, respiratory tract, gastrointestinal tract, or urinary tract.  In rare instances, the telangiectasias of Osler-Weber-Rendu syndrome may occur in the brain, liver, and spleen as well.  Rupture of these telangiectasias may cause epistaxis, gastrointestinal bleeding, and hematuria. $#(Choice A)#  Von Recklinghausen's disease, or neurofibromatosis type 1 (NF1), is an inherited peripheral nervous system tumor syndrome.  Patients develop neurofibromas, optic nerve gliomas, Lisch nodules (pigmented nodules of the iris), and café au lait spots (hyperpigmented cutaneous macules). $#(Choice B)#  Neurofibromatosis type 2 is an autosomal dominant nervous system tumor syndrome, in which patients commonly develop bilateral cranial nerve VIII schwannomas and multiple meningiomas. $#(Choice C)#  Sturge-Weber syndrome (encephalotrigeminal angiomatosis) is a rare congenital neurocutaneous disorder characterized by the presence of cutaneous facial angiomas as well as leptomeningeal angiomas.  This condition is associated with mental retardation, seizures, hemiplegia, and skull radiopacities.  Skull radiographs may show characteristic 'tram-track' calcifications. $#(Choice D)#  Von Hippel–Lindau disease is a rare, autosomal dominant condition characterized by the presence of capillary hemangioblastomas in the retina and/or cerebellum, as well as congenital cysts and/or neoplasms in the kidney, liver, and pancreas.  Patients are also at increased risk for renal cell carcinoma, which can be bilateral. $#(Choice E)#  Although tuberous sclerosis (TS) may cause kidney, liver, and pancreatic cysts, central nervous system (CNS) involvement manifests not as angiomatous lesions, but as cortical and subependymal hamartomas.  This autosomal dominant syndrome is also characterized by cutaneous angiofibromas (adenoma sebaceum), visceral cysts, and a variety of other hamartomas, as well as renal angiomyolipomas and cardiac rhabdomyomas.  Clinically, seizures are a major complication. $#Educational objective# Osler-Weber-Rendu syndrome (hereditary hemorrhagic telangiectasia) is an autosomal dominant condition marked by the presence of telangiectasias in the skin as well as the mucous membranes of the lips, oronasopharynx, respiratory tract, gastrointestinal tract, and urinary tract.  Rupture of these telangiectasias may cause epistaxis, gastrointestinal bleeding, or hematuria. "},

{"id":"935","title":"A 58-year-old man comes to the physician for evaluation of skin lesions on his forehead.  He says that he first noticed the lesions when he was rubbing his forehead because of their roughness.  His medical problems include hypertension that is well controlled with chlorthalidone.  He has worked as a farmer for 30 years.  Physical examination shows the findings seen in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/935.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Actinic keratosis","answer_2":"B. Atopic dermatitis","answer_3":"C. Pityriasis rosea","answer_4":"D. Psoriasis","answer_5":"E. Seborrheic keratosis","percent_1":"85%","percent_2":"2%","percent_3":"2%","percent_4":"3%","percent_5":"8%","right_answer":"A. Actinic keratosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp935.jpg","explanation_1":"","explanation_2":"$This patient has #actinic keratoses# (AKs), which most commonly present as #erythematous papules# with overlying #whitish scale#.  They are often 'felt more than seen' and have a rough, #sandpaper-like texture# on palpation.  The lesions are small and flat at first, but may enlarge and become elevated.  Usually their size does not exceed 10 mm in diameter.  Hyperkeratosis in such lesions may become prominent and form @cutaneous horns@. $AKs develop in genetically predisposed individuals age 40-60 under the influence of #excessive sun exposure#.  The most commonly affected areas are the face, ears, scalp, and the dorsa of the arms and hands, but any other chronically sun-exposed site (legs, back, upper chest) can be involved.  AK is regarded as a #premalignant condition#, but less than 1% of AKs per year will evolve into invasive squamous cell carcinoma. $#(Choice B)#  @Acute atopic dermatitis@ occurs most often in infants and children and manifests with highly pruritic erythematous papules and plaques.  Light microscopy demonstrates spongiosis (edema of the epidermis). $#(Choice C)#  @Pityriasis rosea@ often begins as a solitary pink or brown scaly plaque with central clearing on the trunk, neck, or extremities (herald patch).  It is followed by development of an ovoid maculopapular rash with lesions classically oriented in an oblique direction along the skin tension lines on the back (Christmas tree pattern). $#(Choice D)#  @Psoriasis@ presents with well-circumscribed raised papules and plaques covered with a thick silvery scale.  The lesions are located on the scalp, trunk, and extensor areas of the extremities (elbows and knees). $#(Choice E)#  @Seborrheic keratoses@ occur in elderly individuals and present as 'stuck-on', deeply pigmented or flesh-colored lesions with a velvety or 'greasy' surface. $#Educational objective# Actinic keratosis (AK) develops on chronically sun-exposed areas of the skin in predisposed individuals.  The lesions consist of erythematous papules with a central scale and a rough sandpaper-like texture.  AKs are considered premalignant lesions and have the potential to progress to squamous cell carcinoma.  ","clickable_1":"images/img1.935.jpg","clickable_2":"images/img2.935.jpg","clickable_3":"images/img3.935.jpg","clickable_4":"images/img4.935.jpg","clickable_5":"images/img5.935.jpg"},

{"id":"7707","title":"A 56-year-old man is brought to the emergency department with new-onset tonic-clonic seizures.  His past medical history is unremarkable.  The patient recently has had right-sided headaches and has taken acetaminophen with some relief.  MRI of the brain reveals several round lesions in the right temporal lobe.  After initial evaluation, a stereotactic biopsy of one of the lesions is performed.  The biopsy results show neoplastic tissue containing a mutation in the gene that encodes BRAF, a protein kinase.  The point mutation results in a valine → glutamic acid substitution at position 600 of the protein.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glioblastoma","answer_2":"B. Melanoma","answer_3":"C. Prostate cancer","answer_4":"D. Renal cell carcinoma","answer_5":"E. Small cell lung cancer","percent_1":"10%","percent_2":"69%","percent_3":"5%","percent_4":"6%","percent_5":"10%","right_answer":"B. Melanoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp7707.jpg","explanation_1":"","explanation_2":"$The main environmental risk factor for cutaneous #melanoma# is increased exposure to ultraviolet radiation (eg, solar or tanning bed sources), which can cause malignant transformation of melanocytes.  The risk of melanoma is also increased by mutations in specific genetic factors, most commonly tumor suppressor genes and various oncogenes.  #BRAF# is a protein kinase involved in activating the @signaling pathways@ of melanocyte proliferation.  BRAF mutation V600E (valine → glutamic acid), seen in 40%-60% of patients with melanoma, leads to greatly increased #activation# of the signaling pathways for melanocyte growth, survival, and metastasis. $Vemurafenib, a potent inhibitor of mutated BRAF, has significant anti-tumor effects with improved survival and long-term outcomes in advanced stage V600E-positive melanoma patients.  The presence of this BRAF mutation in this patient's tissue sample most likely indicates a diagnosis of metastatic melanoma. $#(Choice A)#  Glioblastoma is more likely to present as a single lesion; BRAF mutations are less common than with melanoma. $#(Choice C)#  Prostate cancer is associated with BRCA1 and BRCA2 mutations, not BRAF mutations.  BRCA mutations also increase the risk of breast cancer. $#(Choices D and E)#  Renal cell carcinoma and small cell lung cancer appear to be multifactorial in origin, involving many different genes and environmental factors.  However, BRAF has not been associated with either malignancy. $#Educational objective# BRAF is a protein kinase involved in activation of signaling pathways for melanocyte proliferation; the BRAF V600E mutation is seen in 40%-60% of patients with melanoma.  ","clickable_1":"images/img1.7707.jpg"},

{"id":"1108","title":"A 31-year-old woman comes to the office for routine check-up.  Several subcutaneous bumps seem to be attached to her Achilles tendons.  Her father died from a heart attack at age 35 and her mother has rheumatoid arthritis.  Her aunt was diagnosed with colon cancer at age 55.  Which of the following is the best initial test in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood cholesterol","answer_2":"B. Fasting blood glucose","answer_3":"C. Rheumatoid factor","answer_4":"D. Antinuclear antibodies","answer_5":"E. Fecal occult blood test","percent_1":"87%","percent_2":"1%","percent_3":"5%","percent_4":"5%","percent_5":"1%","right_answer":"A. Blood cholesterol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Typically associated with #hyperlipidemia# or lymphoproliferative malignancies, #xanthomas# are yellow nodules composed of lipid-laden histiocytes in the dermis.  Clinically, xanthomas can be divided into several categories: $• eruptive xanthomas: yellow papules that abruptly appear when plasma triglycerides and lipids increase. $• tuberous and tendinous xanthomas: the latter are often present on #Achilles tendons# and the extensor tendons of the fingers. $• plane xanthomas: linear lesions in skin folds that are strongly associated with primary biliary cholangitis. $• xanthelasma: soft eyelid or periorbital plaques with no associated lipid abnormalities in 50% of affected individuals. $Histologically, xanthomas are composed of benign macrophages packed with finely vacuolated, \"foamy\" cytoplasm.  This cytoplasm contains high levels of cholesterol, phospholipids, and triglycerides.  The #lipid-laden macrophages# are frequently also enclosed by inflammatory cells and fibrotic stroma.  With xanthelasmas, the small aggregates of dermal foam cells are present without any surrounding inflammation or fibrosis. $#(Choice B)#  Fasting blood glucose would be appropriate to evaluate in patients suspected of having diabetes mellitus or other glucose metabolic abnormalities.  Associated skin findings include acanthosis nigricans. $#(Choice C)#  Rheumatoid factor would be appropriate to evaluate in patients suspected of having rheumatoid arthritis.  Rheumatoid nodules are associated with severe disease (eg, painful arthritis, deformations) and usually develop on pressure points. $#(Choice D)#  Antinuclear antibodies would be appropriate to evaluate in patients suspected of having autoimmune diseases such as systemic lupus erythematosus. $#(Choice E)#  Fecal occult blood test would be appropriate to evaluate in patients suspected of having bleeding of the gastrointestinal tract. $#Educational objective# Xanthomas are suggestive of hyperlipidemia, especially when present in conjunction with a family history of early cardiac death.  "},

{"subjectSystem":"Pathology-Dermatology","id":"22603","title":"A 40-year-old man comes to the office due to lesions over his thigh that he first noticed 2 weeks ago.  The lesions are neither painful nor itchy.  The patient has a history of HIV infection.  He has not been compliant with HIV therapy.  On physical examination, the patient appears mildly cachectic.  Vital signs are normal.  There are 2 elliptical, raised, nontender, violaceous lesions on his right thigh.  No other skin or mucous membrane lesions are present.  There is no lymphadenopathy.  CD4 count is 100/mm3.  The patient's skin condition most likely originated from which of the following cells?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basal keratinocytes","answer_2":"B. Endothelial cells","answer_3":"C. Mast cells","answer_4":"D. Neutrophils","answer_5":"E. Nevus cells","percent_1":"27%","percent_2":"60%","percent_3":"1%","percent_4":"5%","percent_5":"6%","right_answer":"B. Endothelial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of #HIV infection# and a current #CD4 count of 100/mm3# now has 2 lesions on the right thigh that are violaceous, raised, and nontender.  This presentation is classic for #Kaposi sarcoma# (KS), the most common tumor in HIV-positive individuals, which usually presents as @multiple red, purple, or brown papules@ or plaques and appears first on the #lower extremities# before spreading proximally. $KS is a vascular tumor that is strongly associated with both HIV and #human herpesvirus type 8# (HHV-8).  HHV-8 #infects# vascular and lymphatic #endothelial cells#, causing them to differentiate into a mixed phenotype thought to #increase oncogenic potential#.  The HHV-8 genome contains several viral oncogenes that inhibit cell cycle regulation and apoptosis, thereby promoting endothelial cell growth and tumorigenesis.  @Biopsy@ of cutaneous KS typically reveals a dermal proliferation of spindle-shaped endothelial cells with slit-like vascular spaces, red blood cell extravasation, and inflammation. $#(Choice A)#  @Basal cell carcinomas@ arise from basal keratinocytes, typically due to ultraviolet radiation–induced mutations.  Lesions are commonly pink or skin-colored (vs violaceous), pearly or translucent, and located in sun-exposed areas such as the face (vs the thigh). $#(Choice C)#  Cutaneous mastocytosis is caused by the pathologic accumulation of mast cells within the skin, which, in adults, is often associated with systemic mast cell proliferation (ie, systemic mastocytosis).  Skin involvement typically manifests as monomorphic, reddish-brown macules that gradually proliferate and spread over months to years; because of histamine release, the lesions characteristically develop erythema or urticaria when scratched. $#(Choice D)#  @Sweet syndrome@ (ie, acute febrile neutrophilic dermatosis) is a rare inflammatory disorder associated with pathologic neutrophilic infiltration into the skin.  Because of their inflammatory nature, lesions are typically erythematous, edematous, and tender; ulceration like that of pyoderma gangrenosum (another neutrophilic disease of the skin) may occur.  Lesions are classically accompanied by frequent fever. $#(Choice E)#  Melanocytic nevi are caused by the benign proliferation of nevus cells, a type of melanocyte that forms clusters instead of single units evenly dispersed throughout the skin.  @Acquired melanocytic nevi@ may be elliptical, raised, and nontender; however, they are not typically violaceous, and most appear in childhood or adolescence (vs adulthood). $#Educational objective# Kaposi sarcoma often presents as multiple red, purple, or brown lesions on the lower extremities in patients with HIV infection.  It is a vascular tumor caused by human herpesvirus type 8 infection of endothelial cells. ","clickable_1":"images/img1.22603.jpg","clickable_2":"images/img2.22603.jpg","clickable_3":"images/img3.22603.jpg","clickable_4":"images/img4.22603.jpg","clickable_5":"images/img5.22603.jpg"},

{"id":"874","title":"A 23-year-old man comes to the office due to a painful, growing lesion on his chest.  The patient reports a laceration injury to the chest 6 months ago.  A pink, firm plaque on examination is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/874.jpg","title_2":"Which of the following is most likely responsible for this patient's lesion?","audio":"","comparison_items":"","answer_1":"A. Decreased insulin-like growth factor-1 signaling","answer_2":"B. Decreased PDGF receptor activation on fibroblasts","answer_3":"C. Increased fibroblast apoptosis rate","answer_4":"D. Overexpression of transforming growth factor beta","answer_5":"E. Overproduction of matrix metalloproteinases","percent_1":"0%","percent_2":"5%","percent_3":"2%","percent_4":"74%","percent_5":"19%","right_answer":"D. Overexpression of transforming growth factor beta","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a painful, growing lesion at the site of a prior injury likely has a @keloid@.  Keloids and hypertrophic scars consist of connective tissue rich in fibroblasts, myofibroblasts, and bundles of collagen fibers and result from #excessive collagen formation# during the @remodeling phase@ of wound healing, which typically occurs between 3 weeks and 2 years after an injury.  The abundant collagen fibers are arranged in a @disorganized fashion@ in keloids and parallel in hypertrophic scars. $Normally, during the proliferation phase of wound healing, #fibroblasts proliferate#, synthesize collagen and ground substance, and differentiate into myofibroblasts.  These processes are promoted by #transformation growth factor beta (TGF beta)#, which typically diminishes upon completion of wound repair, when the wound transitions to the maturation phase.  In keloids, however, TGF beta is #overexpressed#, with little regulation.  As a result, keloids #extend beyond the borders# of the original wound, do not regress, and often recur after resection.  In contrast, hypertrophic scars are limited to the original wound borders and may regress spontaneously. $Keloids can have a familial tendency, particularly in individuals of Asian or African ethnicity.  They are often #raised# and #painful/pruritic# and are usually diagnosed clinically. $#(Choices A and B)#  Increased (vs decreased) activity of other factors that promote tissue growth and wound healing (eg, insulin-like growth factor 1, platelet-derived growth factor [PDGF]) are thought to contribute to keloid formation. $#(Choice C)#  In addition to increased fibroblast proliferation in response to TGF beta, a decreased (vs increased) fibroblast apoptosis rate may contribute to the greater number of fibroblasts (and subsequent increased collagen production) seen in keloids. $#(Choice E)#  Matrix metalloproteinases (MMP) contribute to tissue remodeling through degradation of the extracellular matrix, typically in a regulated fashion.  Decreased MMP activity (leading to decreased extracellular matrix degradation) may contribute to keloid formation.  In contrast, MMP overproduction is often present in chronic (ie, nonhealing) wounds. $#Educational objective# Keloids result from excessive collagen formation during the remodeling phase of wound healing, which occurs due to overexpression of transformation growth factor beta and excessive fibroblast proliferation.  They typically present as raised, painful, and pruritic lesions that grow beyond the original wound borders.  ","clickable_1":"images/img1.874.jpg","clickable_2":"images/img2.874.jpg","clickable_3":"images/img3.874.jpg"},

{"id":"11738","title":"A 27-year-old woman comes to the emergency department with a scalp laceration after a fall.  She reports a tendency to develop big scars even with small injuries.  Physical examination reveals an old, healed laceration as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11738.jpg","title_2":"Histochemical analysis of her tissue reveals fibroblasts that overexpress a cytokine essential for normal wound healing.  Which of the following substances is most likely involved?","audio":"","comparison_items":"","answer_1":"A. Interferon-β","answer_2":"B. Interleukin-17","answer_3":"C. Nuclear factor-kappa B","answer_4":"D. Transforming growth factor-β","answer_5":"E. Tumor necrosis factor-α","percent_1":"2%","percent_2":"2%","percent_3":"7%","percent_4":"83%","percent_5":"6%","right_answer":"D. Transforming growth factor-β","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Wound healing generally proceeds in 3 phases: $#1. The inflammatory phase# begins with formation of a fibrin clot that results in hemostasis.  Cytokines released by activated platelets and damaged cells lead to migration of neutrophils (within the first 24 hours) and macrophages (2-3 days later) to the damaged area. $#2. The proliferative phase# begins 3-5 days after the injury.  Fibroblasts and endothelial vascular cells proliferate to form connective tissue and blood vessels (neovascularization), respectively.  Around this time, epithelial cells begin to proliferate at the dermal edges and secrete basement membrane material. $#3. The maturation phase# is characterized by fibrosis (scar formation) and starts during the second week after injury.  During this phase, active fibroblasts synthesize collagen, elastin, and other components of the connective tissue matrix. $During the healing process, fibroblast migration and proliferation are controlled by multiple growth factors including platelet-derived growth factor (PDGF) and #transforming growth factor-β# (TGF-β).  TGF-β is also critical for stimulating connective tissue synthesis and remodeling of the extracellular matrix.  TGF-β typically decreases during the maturation phase of wound healing to limit the amount of collagenous scar tissue.  Hypertrophic or disfiguring scars can be caused by persistently elevated TGF-β, which leads to increased fibroblast proliferation and activity.  In addition, the fibroblasts in hypertrophic scars often have altered TGF-β signaling due to increased TGF-β receptor expression. $#(Choice A)#  Interferon-β is an antiviral cytokine that also decreases inflammatory cell movement across the blood-brain barrier.  Interferon-β analogs can be used to treat multiple sclerosis. $#(Choice B)#  Interleukin-17 (IL-17) is produced by TH17 cells and recruits neutrophils in addition to stimulating production of antimicrobial peptides.  IL-17 improves host defense against fungi and bacteria at epithelial and mucosal surfaces.  Dysregulation has been implicated in many autoimmune conditions. $#(Choice C)#  Nuclear factor-kappa B (NF-κB) is a proinflammatory transcription factor that regulates cytokine production, adhesion molecule expression, and cell survival.  Increased NF-κB activity is found in many cancers and inflammatory diseases (eg, rheumatoid arthritis, inflammatory bowel disease). $#(Choice E)#  Tumor necrosis factor-α (TNF-α) is a cytokine secreted by activated macrophages and T cells that promotes leukocyte recruitment, induces the systemic inflammatory response (eg, fever, acute-phase proteins), and regulates apoptosis. $#Educational objective# Transforming growth factor-β (TGF-β) is critical for fibroblast migration, proliferation, and connective tissue synthesis.  Increased TGF-β activity is responsible for the hypertrophic/keloid scarring and fibrosis of the lung, liver, and kidney that occur with chronic inflammation.  "},

{"id":"1761","title":"A 35-year-old man comes to the office due to a rash and weight loss.  He uses intravenous heroin.  Examination shows tender anterior and posterior cervical lymphadenopathy.  White plaques are present over the buccal mucosa and soft palate.  Skin examination demonstrates a widespread rash consisting of lesions similar to that shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1761.jpg","title_2":"Which of the following is the most likely cause of this patient's skin findings?","audio":"","comparison_items":"","answer_1":"A. Epstein-Barr virus","answer_2":"B. Hepatitis C virus","answer_3":"C. Herpes simplex virus type 1","answer_4":"D. Human herpesvirus type 8","answer_5":"E. Treponema pallidum","percent_1":"10%","percent_2":"12%","percent_3":"3%","percent_4":"73%","percent_5":"2%","right_answer":"D. Human herpesvirus type 8","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Kaposi sarcoma! ?Etiology? • Endothelial tumor caused by human$ herpesvirus type 8 • Most common malignancy in patients with$$ untreated HIV • Endemic in certain African & Mediterranean regions ?Manifestations? • Cutaneous lesions:$== ○ Violaceous, red, or brown flat$ lesions → papules $==○ Most common along skin folds $==○ Pruritus, pain & friability are rare $==○ Lymphedema distal to lesions • Visceral lesions:$== ○ Lungs & gastrointestinal tract most$ common  $ ==○ May cause life-threatening bleeding ?Histopathology? • Proliferation of spindle-shaped endothelial$ cells • Slit-like vascular spaces • Extravasated red blood cells","explanation_img":"","explanation_1":"","explanation_2":"Oral thrush (eg, white buccal and palatal plaques) and bilateral tender lymphadenopathy in a patient with a history of intravenous drug use are highly suggestive of #HIV infection#.  HIV is further supported by the presence of #Kaposi sarcoma# (KS), a #vascular tumor# common in HIV-positive individuals and an AIDS-defining malignancy. $KS is strongly associated with #human herpesvirus type 8# (HHV-8), as well as an impaired T-cell response (eg, HIV infection).  HHV-8 infects vascular and lymphatic endothelial cells, causing their differentiation into a mixed phenotype thought to increase oncogenic potential.  The viral genome also contains several oncogenes that cause endothelial proliferation (eg, inhibit cell cycle regulation and apoptosis), thus promoting tumorigenesis.  In addition, HHV-8 induces production of angiogenic and inflammatory cytokines, creating a favorable environment for cell growth. $AIDS-related KS most commonly involves the @skin@, presenting as multiple #red, purple, or brown papules# or plaques that appear on the #lower extremities#.  Lesions can also develop on the mucosal membranes of the face and genitals, and frequently spread internally to involve the #lungs# and #gastrointestinal tract# (eg, bleeding/hemoptysis).  Histopathology typically shows a proliferation of spindle-shaped @endothelial cells@ with slit-like vascular spaces, red blood cell extravasation, and inflammation. $#(Choice A)#  Epstein-Barr virus is associated with Burkitt lymphoma, particularly in patients who are HIV positive.  Burkitt lymphoma can involve the lymph nodes and may present with lymphadenopathy and constitutional symptoms (eg, weight loss).  However, red-purple, papular skin lesions would not be expected. $#(Choice B)#  Hepatitis C virus can cause cryoglobulinemia, which often presents with palpable purpura (eg, nonblanching, hemorrhagic papules) on the lower extremities due to the deposition of immune complexes in small vessels.  These lesions are typically associated with arthralgia and weakness. $#(Choice C)#  Herpes simplex virus type 1 can cause @herpetic whitlow@, a cutaneous finger infection characterized by clusters of vesicles (not red-purple papules) that may ulcerate and crust, often accompanied by burning and tingling. $#(Choice E)#  Treponema pallidum, which causes syphilis, can have variable cutaneous manifestations, depending on the stage of infection.  Common skin lesions include @chancres@ (eg, painless anogenital ulcers with indurated borders), diffuse erythematous macules, condylomata lata (eg, gray, wart-like growths), and gummata (eg, ulcerated nodules). $#Educational objective# Kaposi sarcoma is a vascular tumor strongly associated with human herpesvirus type 8.  It typically presents as red, purple, or brown papules and plaques on the extremities of patients who are HIV positive. ","clickable_1":"images/img1.1761.jpg","clickable_2":"images/img2.1761.jpg","clickable_3":"images/img3.1761.jpg","clickable_4":"images/img4.1761.jpg"},

{"id":"1867","title":"A skin lesion on the upper eyelid of a 46-year-old woman is biopsied.  Light microscopy of the tissue specimen is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1867.jpg","title_2":"This lesion is most likely to be associated with which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Ankylosing spondylitis","answer_2":"B. Hemochromatosis","answer_3":"C. Hyperthyroidism","answer_4":"D. Peptic ulcer disease","answer_5":"E. Polycystic kidney disease","answer_6":"F. Primary biliary cholangitis","percent_1":"8%","percent_2":"9%","percent_3":"21%","percent_4":"3%","percent_5":"7%","percent_6":"52%","right_answer":"F. Primary biliary cholangitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1867.jpg","explanation_1":"","explanation_2":"$@Xanthelasma@ is a cutaneous lesion commonly found on the eyelid that contains #lipid-laden macrophages# (foam cells).  These papules are typically #yellow# due to the location of the foam cells in the superficial dermis.  Xanthelasma and other forms of xanthoma (tuberous, eruptive, tendinous) are classically associated with primary or secondary #hyperlipidemia#.  Chronic cholestatic processes including obstructive biliary lesions and #primary biliary cholangitis# result in hypercholesterolemia due to leakage of bile back into the circulation, leading to the formation of xanthelasmas.  Correction of underlying lipid defects can lead to slow resolution of these lesions. $#(Choice A)#  Ankylosing spondylitis is an HLA-B27-associated spondyloarthropathy that affects primarily young males and causes debilitating pain and deformity of the spine and hips. $#(Choice B)#  Hemochromatosis ('bronze diabetes') can cause generalized darkening of the skin due to hemosiderin deposition as well as cutaneous stigmata associated with chronic liver disease (eg, palmar erythema, gynecomastia, spider telangiectasias). $#(Choice C)#  Graves' disease (the most common cause of hyperthyroidism) can present with pretibial myxedema and exophthalmos due to glycosaminoglycan accumulation.  However, glycosaminoglycan accumulation occurs within the retroorbital space (not over the eyelids).  In addition, hypothyroidism (not hyperthyroidism) is a common cause of hyperlipidemia. $#(Choice D)#  Peptic ulcer disease may occur in multiple endocrine neoplasia 1. $#(Choice E)#  Autosomal dominant polycystic kidney disease causes mild persistent proteinuria that can result in dyslipidemia.  However, this is a less common cause of xanthelasma than biliary cirrhosis. $#Educational objective# A yellowish eyelid papule or plaque containing lipid-laden macrophages is most likely xanthelasma.  Xanthelasma may occur in association with primary or secondary hyperlipidemia.  Cholestatic conditions such as primary biliary cholangitis are a potential cause of hypercholesterolemia leading to xanthelasma. ","clickable_1":"images/img1.1867.jpg"},

{"id":"466","title":"A 2-week-old boy has an elevated lesion over the genital area as seen in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/466.jpg","title_2":"Which of the following is the most likely natural course of this lesion?","audio":"","comparison_items":"","answer_1":"A. First increase and then regress in size","answer_2":"B. First regress and then increase in size","answer_3":"C. Progressively increase in size","answer_4":"D. Progressively regress in size","answer_5":"E. Remain stable in size","percent_1":"58%","percent_2":"1%","percent_3":"4%","percent_4":"33%","percent_5":"4%","right_answer":"A. First increase and then regress in size","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Infantile hemangioma!?Pathology? • Benign proliferation of endothelial cells• Lobules of densely packed capillaries?Natural history? • Appears days to weeks after birth• Proliferation in infancy $==○ Bright red, raised plaques $==○ Soft, compressible, well demarcated• Involution & regression in size through early childhood?Management? • Observation if uncomplicated (ie, no ulceration or vision/airway obstruction)","explanation_img":"","explanation_1":"","explanation_2":"This child has an #infantile hemangioma#, a common, #benign vascular tumor# composed of closely packed capillaries. $@Infantile hemangiomas@ are not usually apparent at birth and typically present in the first few days to weeks of life as #bright red#, #raised#, and #sharply demarcated plaques#.  They can arise anywhere in the body and usually occur as a single lesion on the skin and subcutaneous tissue.  Less commonly, multiple cutaneous hemangiomas may be present, increasing the risk for visceral (eg, hepatic) lesions. $The natural progression of hemangiomas begins with #proliferation# in infancy due to growth of blood vessels within the hemangioma.  Following the proliferative phase, an #involution# phase occurs, in which the lesion spontaneously regresses #(Choice B)#.  During involution, the hemangioma dulls in color and softens, eventually resulting in complete resolution in early childhood in most cases. $#(Choice C)#  @Port-wine stain@, or nevus flammeus, is a capillary malformation that begins as a flat, unilateral pink patch that grows proportionally with the child and may evolve into a deep purple, thickened, nodular lesion.  Port-wine stains do not regress in size. $#(Choice D)#  Nevus simplex is a flat, pink, blanching vascular lesion that commonly occurs on the eyelids, forehead, and nape of the neck.  These lesions are benign and typically regress in early childhood. $#(Choice E)#  A @cherry angioma@ is a vascular lesion characterized by a proliferation of capillaries that remain stable in size.  However, this lesion is typically small (<0.5 cm) and develops in older adults, not infants. $#Educational objective# Infantile hemangioma is a common, benign vascular tumor that presents soon after birth as a bright red, raised, sharply demarcated plaque.  The natural course of hemangiomas is proliferation in infancy followed by regression in early childhood.  ","clickable_1":"images/img1.466.jpg","clickable_2":"images/img2.466.jpg","clickable_3":"images/img3.466.jpg"},

{"id":"7649","title":"A 65-year-old man comes to the office due to fatigue, decreased appetite, and weight loss.  He has lost 5.4 kg (12 lb) over the last 3 months and eats only small portions of food because he feels full soon after he begins eating.  The patient smokes a pack of cigarettes per day and drinks alcohol socially.  Blood pressure is 152/90 mm Hg and pulse is 90/min.  Physical examination shows a firm, 3-cm lymph node above the left clavicle.  Numerous skin lesions are seen on the patient's trunk, as shown below; the lesions were not present during his last physical examination 1 year ago.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/7649.jpg","title_2":"Which of the following is the most likely diagnosis of this patient's skin lesions?","audio":"","comparison_items":"","answer_1":"A. Acanthosis nigricans","answer_2":"B. Malignant melanoma","answer_3":"C. Neurofibromatosis","answer_4":"D. Psoriasis","answer_5":"E. Seborrheic keratosis","answer_6":"F. Tuberous sclerosis","percent_1":"4%","percent_2":"6%","percent_3":"23%","percent_4":"0%","percent_5":"62%","percent_6":"5%","right_answer":"E. Seborrheic keratosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Skin conditions & associated diseases# ∆⨉ § • Acanthosis nigricans• Multiple skin tags ∆ • Insulin resistance§ • Porphyria cutanea tarda• Cutaneous leukocytoclastic vasculitis (palpable purpura) ∆ • Hepatitis C§ • Dermatitis herpetiformis ∆ • Celiac disease§ • Recurrent herpes zoster• Disseminated molluscum contagiosum ∆ • Immunosuppression§ • Explosive onset of numerous seborrheic keratoses ∆ • Gastrointestinal malignancy§ • Pyoderma gangrenosum ∆ • Inflammatory bowel disease","explanation_img":"","explanation_1":"","explanation_2":"This patient's weight loss, early satiety, positive smoking history, and left supraclavicular adenopathy are concerning for #gastric adenocarcinoma# (GA).  Patients with GA can also have epigastric pain, hematemesis, and occult blood loss in the stool.  Physical examination findings in advanced (metastatic) disease include left supraclavicular (Virchow node) or left axillary lymphadenopathy, or a periumbilical mass (Sister Mary Joseph nodule). $In addition, #rapid onset# of #numerous seborrheic keratoses# (pigmented macules or @plaques@ with a greasy surface and well-demarcated borders) is a classic #indicator of internal malignancy# (Leser-Trélat sign), particularly GA, and is thought to occur in response to increased tumor production of cytokines or growth factors (eg, IGF-1, fibroblast growth factor).  @Acanthosis nigricans@ (a hyperpigmented skin disorder typically associated with insulin resistance) can also occur in malignancy due to a similar mechanism #(Choice A)#. $#(Choice B)#  @Melanoma@ characteristically presents as an asymmetric, pigmented lesion with an irregular border, variable coloration, and change in size and appearance over time.  Lesions that are multifocal, monotonous, and otherwise asymptomatic are more typical of seborrheic keratoses. $#(Choice C)#  Cutaneous neurofibromas are soft, mobile tumors that are occasionally hyperpigmented.  They are often solitary and sporadic, although numerous lesions may occur in @neurofibromatosis@ types 1 and 2.  However, these inherited disorders typically present in childhood or young adulthood, and type 1 (the more common type) is also characterized by axillary freckling, café-au-lait macules, and iris hamartomas. $#(Choice D)#  @Psoriasis@ is an inflammatory dermatosis characterized by well-demarcated plaques with silvery scales.  It can affect the trunk but is more common on extensor surfaces of the extremities.  Explosive onset of psoriasis is associated with HIV infection. $#(Choice F)#  Tuberous sclerosis is an inherited neurocutaneous syndrome.  Cutaneous findings include hypopigmented macules, periungual fibromas, connective tissue nevi, forehead fibrous plaques, and @facial angiofibromas@. $#Educational objective# Seborrheic keratoses are pigmented macules or plaques with a greasy surface and well-demarcated borders.  Rapid onset of numerous lesions is an indicator of internal malignancy (Leser-Trélat sign), especially gastric adenocarcinoma. ","clickable_1":"images/img1.7649.jpg","clickable_2":"images/img2.7649.jpg","clickable_3":"images/img3.7649.jpg","clickable_4":"images/img4.7649.jpg","clickable_5":"images/img5.7649.jpg","clickable_6":"images/img6.7649.jpg"},

{"id":"467","title":"A 34-year-old female presents with a small bluish lesion under the nail of her right index finger.  The lesion is extremely tender to touch.  If the lesion is a tumor, its cells of origin are most likely to have which of the following functions:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Proprioception","answer_2":"B. Light touch","answer_3":"C. Thermoregulation","answer_4":"D. Lymphatic drainage","answer_5":"E. Antigen processing","answer_6":"F. Nail growth","percent_1":"10%","percent_2":"25%","percent_3":"35%","percent_4":"9%","percent_5":"10%","percent_6":"12%","right_answer":"C. Thermoregulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"A bluish neoplasm occurring underneath the nail bed may be either a glomus tumor (glomangioma) or a subungual melanoma.  Both are rare diagnoses.  Melanomas are composed of melanocytes, which have the function of pigmentation.  Because 'pigmentation' is not among the answer choices, glomus tumor is the most likely diagnosis. $A glomangioma is a tumor of the modified smooth muscle cells of a glomus body.  Glomus bodies are numerous small, encapsulated neurovascular organs found in the dermis of the nail bed, the pads of the fingers and toes, and the ears.  Each glomus body is composed of an afferent arteriole connected to a richly innervated, muscular arteriovenous anastomosis, which is then connected to an efferent vein.  Modified smooth muscle cells are arranged in layers around these vascular channels.  The role of the glomus body is to shunt blood away from the skin surface in cold temperatures in order to prevent heat loss, and to direct blood flow to the skin surface in hot environments to facilitate the dissipation of heat. $#(Choice A)#  Extremity receptors responsible for proprioception include muscle spindles, Golgi tendon organs, Pacinian corpuscles, and cutaneous touch receptors (including Meissner's corpuscles, Merkel's disks, and free nerve endings).  A tumor of any component of these structures (e.g. neurons, connective tissue cells) would not have a bluish coloration. $#(Choice B)#  Light touch is mediated by cutaneous mechanoreceptors, which may be encapsulated or free nerve endings. # #A tumor of these structures would not have a blue hue. $#(Choice D)#  A lymphangioma is a tumor of the cells involved in lymphatic drainage.  These benign lymphatic neoplasms are analogous to vascular hemangiomas.  Lymphangiomas tend to occur subepidermally, in the head, neck, and axilla.  They consist of networks of endothelium-lined lymph spaces.  Because they do not contain pigmented cells or red blood cells, lymphangiomas would be unlikely to have a bluish appearance. $#(Choice E)#  A tumor of antigen-processing cells would be either a histiocytosis or a lymphoma.  When there is cutaneous involvement in Langerhans cell histiocytosis, patients present with erythematous papules, nodules, and/or scaling plaques.  B-cell lymphomas very rarely involve the skin. $#(Choice F)#  The basal epidermal cells of the nail matrix are responsible for nail growth.  Tumors originating from the epidermis include squamous cell carcinomas (SCC) and basal cell carcinomas (BCC).  SCC does not involve pigmented cells.  Although BCC may involve pigmented cells, the majority of these lesions (85%) appear on the head and neck; BCC rarely affects the dorsum of the hands. $#Educational objective# A benign glomus tumor (glomangioma) can produce a very tender, small (a few millimeters in diameter), red-blue lesion under the nail bed.  This type of tumor originates from the modified smooth muscle cells that control the thermoregulatory functions of dermal glomus bodies.  "},

{"id":"8334","title":"A 19-year-old man comes to the office due to a painful subcutaneous forearm nodule.  Two weeks earlier, he received a laceration on his left forearm while playing soccer and had sutures placed.  The lesion is biopsied, and results are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8334.jpg","title_2":"Which of the following is most likely responsible for this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Excess granulation tissue formation","answer_2":"B. Malignant transformation","answer_3":"C. Normal wound remodeling","answer_4":"D. Persistent neutrophil activity","answer_5":"E. Reaction to a foreign body","percent_1":"27%","percent_2":"1%","percent_3":"5%","percent_4":"13%","percent_5":"54%","right_answer":"E. Reaction to a foreign body","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8334.jpg","explanation_1":"","explanation_2":"$#Foreign bodies# (eg, retained sutures) can elicit a granulomatous response, seen clinically as a tender, erythematous, brown or purple papule, nodule, or plaque.  #Granulomas# are characterized microscopically by aggregates of #activated macrophages# that assume an epithelioid appearance.  They are often surrounded by a rim of lymphocytes that synthesize the cytokines responsible for granuloma maintenance.  Multinucleated giant cells, derived from the fusion of several macrophages, can also be found in granulomas. $Granuloma formation is a complex process that occurs over several #days to weeks# in response to an antigen that cannot be eradicated by more acute inflammatory mechanisms (eg, killing by neutrophils).  As infiltrating macrophages engulf the antigenic debris, material resistant to digestion persists in the cytoplasm and causes macrophage activation.  This results in further macrophage maturation and formation of a granuloma, which #walls off# the offending agent. $#(Choice A)#  Excess @granulation tissue@ formation (hypergranulation) usually occurs in a wound left to heal by secondary intention.  Light microscopy would show proliferation of fibroblasts, collagen deposition, inflammatory cells, and numerous capillaries. $#(Choice B)#  Marjolin ulcer is an aggressive, ulcerating squamous cell carcinoma that presents in an area of previously traumatized, chronically inflamed, or scarred skin.  Malignant transformation often occurs long after the initial trauma, usually >10 years later.  Histology would show dysplastic keratinocytes and keratinization. $#(Choice C)#  The remodeling phase of wound healing is characterized by fibrosis (scar formation) and starts the second week after injury.  During this phase, active fibroblasts synthesize collagen, elastin, and other components of the connective tissue matrix. $#(Choice D)#  The inflammatory phase of wound healing consists of the movement of neutrophils (within the first 24 hours) and macrophages (within 2-3 days) to the damaged area, with phagocytosis of necrotic debris and bacterial contaminants.  Persistent neutrophil activity in a wound would result in an abscess and/or pus drainage rather than granuloma formation. $#Educational objective# Granulomatous inflammation is a form of chronic inflammation characterized by aggregates of activated macrophages that assume an epithelioid appearance.  Persistent granulomatous inflammation with subsequent fibrosis can cause organ dysfunction, which is seen in a number of granulomatous diseases.  ","clickable_1":"images/img1.8334.jpg"},

{"id":"11502","title":"A 28-year-old, previously healthy woman comes to the office for evaluation of a raised, pigmented skin lesion on her leg.  The patient has had no itching or pain and cannot remember how long she has had the lesion.  She has used tanning machines a few times but denies excessive sun exposure.  The patient is particularly concerned about the risk for malignancy because her father was recently diagnosed with skin cancer.  The skin lesion is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11502.jpg","title_2":"Biopsy of the lesion reveals nests of round, uniform cells at the basal portion of the epidermis that extend into the underlying dermis.  The cells contain inconspicuous nucleoli and show no mitotic activity.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Atypical nevus","answer_2":"B. Compound nevus","answer_3":"C. Junctional nevus","answer_4":"D. Malignant melanoma","answer_5":"E. Pigmented basal cell carcinoma","answer_6":"F. Seborrheic keratosis","percent_1":"9%","percent_2":"41%","percent_3":"38%","percent_4":"2%","percent_5":"7%","percent_6":"3%","right_answer":"B. Compound nevus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp11502.jpg","explanation_1":"","explanation_2":"$#Melanocytic nevi# are benign neoplasms composed of #round, uniform melanocytes# (nevus cells) that are mitotically quiescent.  They are typically <6 mm in diameter and have a regular outline with a #symmetric#, sharply demarcated border and a #homogeneous# surface.  Melanocytic nevi are progressive lesions that typically mature through the following phases: $1. @Junctional nevi@ are characterized by aggregates of nevus cells limited to the dermoepidermal junction #(choice C)#.  They typically appear as flat, black to brown macules with darker color in the center than in the periphery and preserved skin markings. $#2. Compound nevi# form as the aggregates of nevus cells extend into the dermis.  They are raised @papules@ with uniform brown to tan pigmentation.  This patient's lesion is a compound nevus because it has #both dermal# and #epidermal# involvement. $3. @Intradermal nevi@ are older lesions in which the epidermal nests of nevus cells have been lost.  The remaining dermal nevus cells lose tyrosinase activity and produce little to no pigment.  Intradermal nevi are often skin-colored, dome-shaped, and sometimes pedunculated. $#(Choices A and D)#  @Malignant melanoma@ is characterized by irregular and asymmetric borders with variable coloration, diameter ≥6 mm, and evolution over time.  Melanomas typically expand superficially at first but may extend vertically into the dermis and subcutaneous tissues, portending a poor prognosis.  Compared to nevus cells, @melanoma cells@ are larger, contain irregular nuclei with prominent nucleoli, and have greater mitotic activity.  Atypical (dysplastic) nevi can resemble melanoma clinically but typically have less extreme features.  The melanocytes commonly show cellular atypia and form nests in the epidermis that fuse with nests in adjacent rete ridges. $#(Choice E)#  @Pigmented basal cell carcinoma@ can present as papules, nodules, or plaques with rolled borders on sun-exposed areas.  They can have varying degrees of pigmentation due to functional melanocytes within the lesion.  The @tumor cells@ resemble basal epidermal cells but extend into the dermis and often form nests with a palisading arrangement (ie, parallel alignment) of peripheral cells. $#(Choice F)#  @Seborrheic keratosis@ forms a hyperpigmented lesion with well-circumscribed borders, a dull surface, and a \"stuck-on\" appearance.  On microscopic examination, the lesions are composed of small cells resembling basal cells, with variable pigmentation, hyperkeratosis, and @keratin-containing cysts@. $#Educational objective# Compound nevi are benign proliferations of melanocytes that involve both the dermis and the epidermis.  The lesions appear as slightly raised papules with uniform pigmentation and symmetric sharp borders. ","clickable_1":"images/img1.11502.jpg","clickable_2":"images/img2.11502.jpg","clickable_3":"images/img3.11502.jpg","clickable_4":"images/img4.11502.jpg","clickable_5":"images/img5.11502.jpg","clickable_6":"images/img6.11502.jpg","clickable_7":"images/img7.11502.jpg","clickable_8":"images/img8.11502.jpg","clickable_9":"images/img9.11502.jpg"},

{"id":"16865","title":"A 79-year-old woman comes to the office due to bleeding from an ulcerative lesion on her right nipple that she first noticed several months ago.  The lesion is itchy and is slowly increasing in size.  Examination shows a crusty, thickened, erythematous, and ulcerated nodule with evidence of hyperpigmentation.  Changes extend to the surrounding areola.  Excisional biopsy reveals relatively well-circumscribed aggregates of large, polygonal, pleomorphic cells with abundant mitotic activity and surrounding necrosis.  S-100 and HMB-45 stains are diffusely positive.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basal cell carcinoma","answer_2":"B. Melanoma","answer_3":"C. Paget disease of the breast","answer_4":"D. Seborrheic keratosis","answer_5":"E. Squamous cell skin cancer","percent_1":"3%","percent_2":"60%","percent_3":"31%","percent_4":"1%","percent_5":"5%","right_answer":"B. Melanoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This older patient has a crusted, ulcerated, hyperpigmented nodule on the nipple and areola.  Biopsy was performed to differentiate Paget disease of the breast, an adenocarcinoma of the areolar epithelium, from nodular #malignant melanoma#.  Histopathology revealed poorly differentiated cells with abundant mitotic activity and necrosis.  Subsequent immunostaining was positive for #S-100# (a protein expressed in cells derived from the #neural crest# such as melanocytes) and #HMB-45# (a marker for #immature melanosomes# found in melanocytic tumors) indicating melanoma. $Immunostaining is often used to assist the diagnosis of melanoma because histopathologic features are sometimes insufficient to confirm the diagnosis.  Tumor cells that stain #positive for multiple melanocyte markers# (as in this case) are very likely to be melanoma.  S-100 is positive in >95% of melanoma tumors, and HMB-45 is both highly sensitive (>95%) and highly specific (~100%) for the malignancy. $#(Choice A)#  Basal cell carcinoma usually appears on the face as a nodular, @flesh colored papule@.  Although scaly trunk lesions can occasionally occur, this tumor is derived from basal epithelial cells and would not stain positive for melanocyte markers. $#(Choice C)#  @Paget disease of the breast@ is a rare form of breast cancer that occurs due to intraductal spread of an underlying breast malignancy to the nipple skin.  Although this can cause an itchy, ulcerative nipple lesion, biopsy would show malignant, intraepithelial adenocarcinoma cells (ie, @Paget cells@) within the epidermis that would not stain positive for melanocyte markers. $#(Choice D)#  Seborrheic keratosis is a benign skin lesion that is well demarcated (appears @'stuck on'@) with a verrucous surface.  These lesions are derived from immature keratinocytes and would not stain positive for multiple melanin markers. $#(Choice E)#  Squamous cell carcinoma is most common on the head and neck but can also occasionally arise on the trunk.  It generally appears as a @hyperkeratotic nodule@, papule, or plaque.  Because it is derived from epithelial cells (not melanocytes), multiple melanin markers would not be positive. $#Educational objective# Melanoma is often diagnosed when immunostaining of biopsy samples reveals multiple melanocyte markers (eg, S-100, HMB-45, MART-1). ","clickable_1":"images/img1.16865.jpg","clickable_2":"images/img2.16865.jpg","clickable_3":"images/img3.16865.jpg","clickable_4":"images/img4.16865.jpg","clickable_5":"images/img5.16865.jpg"},

{"id":"20374","title":"A 2-month-old girl is brought to the office for a follow-up examination.  The parents are concerned about a red bump that first appeared on her scalp at age 3 weeks.  The lesion has since grown significantly in size.  The child's growth and development are appropriate for age.  A photograph of the lesion is shown in the @exhibit@.  Examination shows no other abnormalities.  This child's lesion is most likely primarily composed of which of the following?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit20374.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chondrocytes","answer_2":"B. Endothelial cells","answer_3":"C. Neuroendocrine cells","answer_4":"D. Smooth muscle cells","answer_5":"E. Squamous epithelial cells","percent_1":"1%","percent_2":"78%","percent_3":"7%","percent_4":"7%","percent_5":"7%","right_answer":"B. Endothelial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Infantile hemangioma!?Pathology? • Benign proliferation of endothelial cells• Lobules of densely packed capillaries?Natural history? • Appears days to weeks after birth• Proliferation in infancy $==○ Bright red, raised plaques $==○ Soft, compressible, well demarcated• Involution & regression in size through early childhood?Management? • Observation if uncomplicated (ie, no ulceration or vision/airway obstruction)","explanation_img":"","explanation_1":"","explanation_2":"This patient's rapidly growing lesion is consistent with an #infantile hemangioma#, a common, #benign vascular tumor# characterized by neoplastic proliferation of #endothelial cells#. $Infantile hemangiomas occur most often on the head or neck.  They present within weeks of birth as a solitary red papule or nodule.  The lesion shows characteristic #rapid growth# for several months followed by spontaneous, #gradual regression# over several years. $Growth of infantile hemangiomas is thought to be related to the de novo production of a vascular network (ie, vasculogenesis) and/or the sprouting of new blood vessels from existing ones (ie, angiogenesis).  @Microscopic examination@ during the growth phase shows multiple #lobules# of densely packed #capillaries# lined by plump endothelium.  As the lesion regresses, the endothelial cells undergo apoptosis, and the capillaries are replaced by fibrofatty tissue. $#(Choice A)#  Enchondroma and chondrosarcoma are examples of cartilage-forming neoplasms.  Enchondromas are benign and commonly involve the bones of the hands and feet.  Chondrosarcomas are malignant lesions that usually involve the axial skeleton of older adults. $#(Choice C)#  Merkel cell carcinoma is a rare, cutaneous tumor of neuroendocrine cell origin that presents as a rapidly expanding, firm, pink nodule.  This condition is nearly exclusive to older adults. $#(Choice D)#  Leiomyoma (benign) and leiomyosarcoma (malignant) are smooth muscle neoplasms most commonly found in the genitourinary (eg, uterus) or gastrointestinal tract.  Lesions can involve the skin but present as small, painful nodules.  In addition, these tumors are exceedingly rare in young children and do not grow rapidly. $#(Choice E)#  Squamous epithelial cells may give rise to @squamous cell carcinoma@, which, in contrast to this case, appears as an ulcerated or hyperkeratotic plaque in adults with sun-damaged skin. $#Educational objective# Infantile hemangiomas are benign vascular tumors composed of proliferating endothelial cells that most frequently affect the head or neck region.  Natural history of these lesions involves rapid growth of a red, cutaneous plaque followed by spontaneous regression. ","clickable_1":"images/img1.20374.jpg","clickable_2":"images/img2.20374.jpg"},

{"id":"1878","title":"A 32-year-old woman is brought to the emergency department due to 'bruising.'  She has a chronic mental disability and lives in a group home.  Care staff members accompanying the patient report that she fell 3 days ago but has not mentioned any pain.  No signs of injury were noted until a large area of discoloration was seen at the upper arm during bathing.  Past medical history is unremarkable, and the patient takes no medications.  Vital signs are normal.  Skin examination findings are shown in the image below.  There is no associated warmth, and the patient shows no signs of discomfort during palpation of the affected area.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1878.jpg","title_2":"Which of the following terms best describes this abnormality?","audio":"","comparison_items":"","answer_1":"A. Angioma","answer_2":"B. Ecchymosis","answer_3":"C. Lentigo","answer_4":"D. Petechia","answer_5":"E. Purpura","answer_6":"F. Telangiectasia","percent_1":"4%","percent_2":"81%","percent_3":"1%","percent_4":"1%","percent_5":"13%","percent_6":"1%","right_answer":"B. Ecchymosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a large area of #ecchymosis# involving the upper extremity.  Patients and caregivers often use the term \"bruise\" to describe a variety of hemorrhagic skin lesions.  However, the specific visual appearance often gives clues to the etiology of the lesion. $An ecchymosis is a cutaneous or subcutaneous collection of #extravasated blood# measuring at least 1 cm in diameter.  Ecchymoses can arise superficially without a history of noticeable trauma, but they frequently indicate a deep hemorrhage (hematoma) due to bony fracture, ligamentous rupture, or muscular injury.  These lesions do not blanch under pressure because the red blood cells are not contained within the vasculature.  Ecchymoses often pass through an evolution of color change (blue or red to brown, green, and yellow), which can be used to estimate the age of the injury.  This property is especially useful in cases of suspected abuse when other historical details are unknown or inconsistent. $#(Choice A)#  Angiomas are chronic vascular malformations that most commonly appear as soft, well-demarcated, red or blue nodules.  @Capillary hemangiomas@ are usually small and superficial whereas cavernous hemangiomas are usually larger and more likely to involve deeper structures. $#(Choice C)#  @Lentigines@ are small tan or brown macules most often seen on the sun-exposed skin of a middle-aged or elderly person. $#(Choices D and E)#  @Petechiae@ (<5 mm diameter) and @purpura@ (5 mm to 1 cm) are cutaneous or subcutaneous collections of extravasated blood from small-vessel bleeding that are often associated with platelet dysfunction or capillary fragility.  They occur most commonly in areas of increased venous pressure (eg, ankles, feet).  Palpable purpura are an indicator of @leukocytoclastic vasculitis@. $#(Choice F)#  @Telangiectasias@ are small, permanent dilations of superficial capillaries or venules.  Telangiectasias will blanch under pressure and are commonly seen in aging, chronic solar damage, long-term glucocorticoid use, rosacea, and a variety of systemic disorders. $#Educational objective# Ecchymoses frequently indicate a deep hemorrhage (hematoma) due to bony fracture, ligamentous rupture, or muscular injury.  They do not blanch under pressure as the red blood cells are not contained within the vasculature.  Ecchymoses often pass through an evolution of color change (blue or red to brown, green, and yellow), which can be used to estimate the age of the injury.  ","clickable_1":"images/img1.1878.jpg","clickable_2":"images/img2.1878.jpg","clickable_3":"images/img3.1878.jpg","clickable_4":"images/img4.1878.jpg","clickable_5":"images/img5.1878.jpg","clickable_6":"images/img6.1878.jpg"},

{"id":"1113","title":"A 56-year-old woman comes to the office due to a pigmented lesion on her back.  She first noted the lesion a year ago and says it has enlarged.  Past medical history is unremarkable.  The patient has worked as a forest service ranger for the last 30 years and has spent much of her time outdoors.  On examination, there is a large irregular pigmented lesion on the upper back, as shown in the @exhibit@, as well as scattered patches of erythema and telangiectasias.  Excisional biopsy of the lesion shows malignant melanoma.  Which of the following is associated with the highest risk of metastasis for this patient's lesion?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1113.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Active horizontal growth","answer_2":"B. Active vertical growth","answer_3":"C. Dense lymphocyte infiltration","answer_4":"D. Multinucleated giant melanocytes","answer_5":"E. Prominent cellular atypia","percent_1":"2%","percent_2":"92%","percent_3":"2%","percent_4":"0%","percent_5":"4%","right_answer":"B. Active vertical growth","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1113.jpg","explanation_1":"","explanation_2":"$#Malignant melanoma# most often arises in the skin, although it may occur wherever there are pigmented cells, such as the eye and the mucosa of the gastrointestinal tract.  Sunlight exposure appears to be an important factor in the pathogenesis of dermal melanoma, as are hereditary factors and a history of preexistent dysplastic nevi.  Light-skinned individuals are at greatest risk. $On gross inspection, @melanomas@ are characterized by asymmetric shape, irregular or jagged border, variability of color (brown, black, red, blue, or unpigmented), diameter >0.5 cm, and evolution in size and appearance over time (#ABCDE criteria#).  Histologically, @melanoma cells@ congregate in poorly formed nests and are large with irregular nuclei, clumped chromatin, and prominent nucleoli. $In early development, many melanomas exhibit a radial growth phase.  This superficial, horizontal growth within the epidermis and superficial dermis carries a very low risk of metastatic spread #(choice A)#.  In contrast, melanomas in the #vertical growth phase# contain melanoma cells that travel downward into the deeper dermal layers, #increasing metastatic risk#.  Vertical growth often corresponds to a palpable nodularity of the lesion.  The #Breslow depth# (distance from the epidermal granular cell layer to the deepest visible melanoma cells) is the most important prognostic indicator in malignant melanoma. $#(Choice C)#  A dense lymphocytic infiltration of the tumor suggests a robust immune response and is thought to improve prognosis. $#(Choice D)#  Multinucleated giant melanocytes are a characteristic finding in lentigo maligna melanoma.  @Lentigo maligna@ are common pigmented lesions in elderly patients and are considered to be a type of melanoma in-situ.  When melanoma develops in lentigo maligna, the prognosis is similar to other melanomas of the same stage. $#(Choice E)#  Prominent cellular atypia is a classic finding of malignant melanoma, but it is not considered the most important risk factor for metastatic disease. $#Educational objective# Melanoma often has an early horizontal growth phase with low metastatic potential followed by a nodular, vertical growth phase with a significantly increased risk of metastasis.  Depth of invasion (Breslow thickness) is the most important prognostic indicator in malignant melanoma.  ","clickable_1":"images/img1.1113.jpg","clickable_2":"images/img2.1113.jpg","clickable_3":"images/img3.1113.jpg"},

{"id":"826","title":"A 35-year-old man comes to the office for evaluation of red skin lesions under his nipple that were first noticed by his wife.  The lesions are not itchy or painful, and no other family members have skin lesions.  He has not used any new soaps, lotions, or detergents.  The patient has no known medical problems and takes no medications.  He drinks 4-6 beers every night.  He does not use tobacco or illicit drugs.  Body mass index is 32kg/m2, and vital signs are normal.  Skin findings are shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/826.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acrochordon","answer_2":"B. Cavernous hemangioma","answer_3":"C. Cherry hemangioma","answer_4":"D. Cystic hygroma","answer_5":"E. Spider angioma","answer_6":"F. Strawberry hemangioma","percent_1":"1%","percent_2":"4%","percent_3":"77%","percent_4":"0%","percent_5":"2%","percent_6":"15%","right_answer":"C. Cherry hemangioma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #small, bright-red#, @papular lesions@ are #cherry hemangiomas#, also known as cherry angiomas or senile hemangiomas.  They are the most common #benign vascular tumors in adults# and typically appear during the third or fourth decade of life.  The lesions do not regress spontaneously and often #multiply# with age.  Cherry hemangiomas are always superficial on the skin and are not found on the mucosa or deep tissues.  Histologically, they appear as sharply circumscribed areas of congested capillaries and post-capillary venules in the papillary dermis. $#(Choice A)#  @Acrochordons@ (skin tags) are pedunculated outgrowths of normal skin.  They are typically seen in areas of friction (eg, neck, axilla, inframammary, groin) of patients with obesity and diabetes mellitus. $#(Choice B)#  Cavernous hemangiomas consist of dilated vascular spaces with thin-walled endothelial cells.  They present as soft blue, compressible masses up to a few centimeters in size.  They may appear on the skin, mucosa, deep tissues, and viscera.  When cavernous hemangiomas appear on the skin, they are most frequently based in the dermis. $#(Choice D)#  @Cystic hygromas@ are comprised of lymphatic cysts lined by a thin endothelium.  These benign tumors are often present at birth and are most commonly located on the posterior neck and lateral chest wall.  Cystic hygromas are frequently found in neonates with Turner syndrome and Down syndrome. $#(Choice E)#  @Spider angiomas@ consist of a bright red central papule surrounded by several outwardly radiating vessels that blanch with pressure and refill centrifugally upon release.  They are associated with increased estrogen states (eg, pregnancy, cirrhosis, oral contraceptive use, estrogen supplement use). $#(Choice F)#  @Strawberry@ (also known as infantile or capillary) hemangiomas appear during the first weeks of life.  They initially grow rapidly and then frequently regress spontaneously by late childhood.  They are bright red when near the epidermis and more violaceous when deeper. $#Educational objective# Cherry hemangiomas are small, red, cutaneous papules common in aging adults.  They do not regress spontaneously and typically increase in number with age.  Light microscopy of these lesions shows proliferation of capillaries and post-capillary venules in the papillary dermis.  ","clickable_1":"images/img1.826.jpg","clickable_2":"images/img2.826.jpg","clickable_3":"images/img3.826.jpg","clickable_4":"images/img4.826.mp4","clickable_5":"images/img5.826.jpg"},

{"id":"14184","title":"An 85-year-old woman who worked as an environmental scientist prior to retiring comes to the office for evaluation of a round nodule on her left cheek.  Her only other medical condition is osteoarthritis.  Biopsy of the lesion shows nodular aggregates of dark-blue staining, basaloid keratinocytes in the dermis with peripheral palisading and cleft formation.  The cells are crowded, have scant cytoplasm, and have a high nucleus-to-cytoplasm ratio.  The patient refuses surgical resection of the lesion.  Which of the following is the most likely outcome?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Development of similar skin lesions over the trunk","answer_2":"B. Extensive regional lymphatic spread","answer_3":"C. Local growth with progressive tissue destruction","answer_4":"D. Rapid metastasis via hematogenous dissemination","answer_5":"E. Severe pain due to neuronal spread","percent_1":"2%","percent_2":"19%","percent_3":"62%","percent_4":"15%","percent_5":"2%","right_answer":"C. Local growth with progressive tissue destruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp14184.jpg","explanation_1":"","explanation_2":"$This patient with a likely history of extensive sun exposure has a left cheek lesion that is histologically consistent with #basal cell carcinoma# (BCC).  BCCs arise from keratinocytes in the basal layer of the @epidermis@ or hair follicle.  They characteristically form #nests# (ie, nodular aggregates) of crowded #basaloid cells# (ie, resembling the basal layer), which appear dark blue on hematoxylin and eosin (H&E) staining due to their basophilic, hyperchromatic nuclei and scant cytoplasm (ie, high nucleus-to-cytoplasm ratio).  The cells at the periphery frequently display parallel alignment (ie, #peripheral palisading#), and #clefting# (ie, retraction artifact) is often seen between the tumor and surrounding stroma following specimen processing. $The most common (~80%) subtype of BCC, @nodular BCC@, usually appears as a pink- or skin-colored papule or nodule, often with a pearly or translucent quality and central telangiectasias.  Although BCCs #rarely metastasize#, if left untreated (eg, refusal of surgical resection) they may undergo #continued local growth#, causing progressive destruction of surrounding tissue.  This can eventually lead to invasion of adjacent structures such as bones or nerves; however, neuronal spread (ie, neurotropism) that causes severe cancer-related pain is typically associated with more aggressive cancers (eg, oral tongue squamous cell carcinoma, pancreatic carcinoma) rather than BCC #(choice E)#. $#(Choice A)#  Individuals with a history of BCC are at increased risk for developing additional lesions; however, the lesions more commonly occur in areas of the body that have been exposed to extensive UV radiation (eg, the face rather than the trunk) because it is the most important risk factor for BCC. $#(Choices B and D)#  BCCs almost never undergo extensive regional lymphatic spread or rapid metastasis via hematogenous dissemination.  In contrast, malignant melanoma frequently spreads via both pathways.  Biopsy of @melanoma@ typically reveals atypical melanocytes (eg, large irregular nuclei, prominent nucleoli) that may contain cytoplasmic melanin granules. $#Educational objective# Basal cell carcinoma (BCC) commonly presents as a pearly, skin-colored papule/nodule on the face.  Biopsy classically shows nests of basaloid keratinocytes with peripheral palisading and clefting artifact.  Unresected BCCs rarely metastasize but may undergo continued local growth, causing progressive surrounding tissue destruction.  ","clickable_1":"images/img1.14184.jpg","clickable_2":"images/img2.14184.jpg","clickable_3":"images/img3.14184.jpg"},

{"id":"8904","title":"A 14-year-old girl is brought to the office due to a bump on her chest just below the right breast.  The bump has been there as long as she can remember, but it became a little larger 2-3 years ago.  The bump also becomes tender just before her menses start.  Menarche was at age 12.  Menses occur every 28 days and last 4-5 days.  Examination shows Tanner stage 5 breasts.  Both breasts and axillae appear normal.  There is a soft, raised, hyperpigmented, 0.5-cm nontender lesion inferior to the right breast.  Which of the following is the most likely cause of this patient's presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adipocyte proliferation within a fibrous capsule","answer_2":"B. Clonal proliferation of benign melanocytes","answer_3":"C. Failed involution of the mammary ridge","answer_4":"D. Pedunculated outgrowth of normal skin","answer_5":"E. Sunlight-induced production of melanin","percent_1":"18%","percent_2":"15%","percent_3":"63%","percent_4":"3%","percent_5":"1%","right_answer":"C. Failed involution of the mammary ridge","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8904.jpg","explanation_1":"","explanation_2":"$This patient's hyperpigmented papule that is inferior to the breast and becomes tender before menses is most likely an #accessory nipple# (ie, polythelia, supernumerary nipple). $In utero, the breasts develop from the #mammary ridge# (milk line), which is an ectodermal thickening that initially extends from the #axilla to the medial thigh# bilaterally; the remainder of the mammary ridge subsequently regresses in early gestation.  #Incomplete involution# of the mammary ridge results in an accessory nipple (sometimes with associated glandular tissue) anywhere along this ridge.  The most common location of an accessory nipple is inferior to the breast, as seen in this patient. $@Accessory nipples@ are usually asymptomatic, well-circumscribed, hyperpigmented papules.  They may become #larger# during puberty, before menses, or with pregnancy/lactation due to rising #estrogen and progesterone# (similar to physiologic changes in normal breast tissue).  Associated glandular tissue may also become #tender# or #swollen#, as seen in this patient.  The diagnosis is clinical, and no treatment is generally required. $#(Choice A)#  A @lipoma@ is a benign tumor characterized by adipocyte proliferation within a fibrous capsule.  It typically presents as a soft, painless, subcutaneous nodule with normal overlying epidermis.  This patient's hyperpigmentation and tenderness make this diagnosis unlikely. $#(Choice B)#  A @congenital melanocytic nevus@ is a clonal proliferation of benign melanocytes presenting as hyperpigmentation that is well-demarcated and may be flat or raised.  However, a congenital melanocytic nevus would be painless; premenstrual swelling/tenderness is more characteristic of accessory breast tissue. $#(Choice D)#  An @acrochordon@ (skin tag) is a pedunculated outgrowth of normal skin that often develops near skinfolds (eg, axilla, beneath breasts) due to friction.  Hyperpigmentation with tenderness before menstruation would not be seen. $#(Choice E)#  An ephelis (freckle) is a hyperpigmented macule that occurs due to sunlight-induced production of melanin by melanocytes.  An isolated lesion beneath the breast (not sun-exposed) is atypical, and freckles are not raised or tender. $#Educational objective# Incomplete involution of the mammary ridge during fetal development can lead to an accessory nipple, a well-circumscribed, hyperpigmented papule located anywhere from the axilla to the thigh.  Similar to hormone-induced changes in normal breast tissue (eg, due to puberty/menses), they may grow larger and become tender/swollen.  ","clickable_1":"images/img1.8904.jpg","clickable_2":"images/img2.8904.jpg","clickable_3":"images/img3.8904.jpg","clickable_4":"images/img4.8904.jpg"},

{"SubjectSystem":"Embryology-Dermatology","id":"1960","title":"A 45-year-old woman is brought to the emergency department after a generalized tonic-clonic seizure.  She reports no prior history of seizures, but she has noticed right arm weakness over the last week.  Her family history is significant for skin cancer in her mother.  Physical examination shows a skin lesion measuring 13 mm on her back, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1960.jpg","title_2":"The cells responsible for this patient's lesion most likely share a common embryologic origin with which of the following?","audio":"","comparison_items":"","answer_1":"A. Adrenal cortex","answer_2":"B. Anterior pituitary","answer_3":"C. Dorsal root ganglia","answer_4":"D. Pancreas","answer_5":"E. Sweat glands","percent_1":"21%","percent_2":"15%","percent_3":"49%","percent_4":"3%","percent_5":"12%","right_answer":"C. Dorsal root ganglia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Embryologic derivatives#∆⨉∆⨉ §Ectoderm ∆^Surface ectoderm ∆ • Anterior pituitary (Rathke pouch) • Lens & cornea • Inner ear sensory organs, olfactory epithelium • Nasal & oral epithelial linings, salivary glands • Epidermis, sweat & mammary glands §↕ ∆^Neural tube ∆ • Brain & spinal cord • Posterior pituitary, pineal gland • Retina §↕ ∆^Neural crest ∆ • Neural ganglia, adrenal medulla • Schwann cells; pia & arachnoid mater • Aorticopulmonary septum & endocardial cushions • Branchial arches (bones & cartilage) • Skull bones • Melanocytes §^Mesoderm ∆⨉ ∆ • Muscles (skeletal, cardiac & smooth) • Connective tissue, bone & cartilage • Serosal linings (eg, peritoneum) • Cardiovascular & lymphatic system • Spleen & hemopoietic cells • Kidney & ureters, internal genitalia • Adrenal cortex §^Endoderm ∆⨉ ∆ • Gastrointestinal tract, liver, pancreas • Lungs • Thymus, parathyroids, thyroid follicular cells • Middle ear epithelium • Bladder & urethra • Parafollicular (C) cells* %*Formerly thought to be of neural crest origin.","explanation_img":"","explanation_1":"","explanation_2":"This patient with a family history of skin cancer has a skin lesion with features characteristic of #melanoma# (eg, asymmetry, color variability, diameter ≥6 mm).  In addition, her recent onset of right upper extremity weakness and generalized tonic-clonic seizure are concerning for spread to the central nervous system, a common site of melanoma metastases. $Melanoma is a malignancy of #melanocytes#, which are derivatives of #neural crest cells#.  Neural crest cells are multipotent, migratory cells that originate in the ectoderm and gives rise to a diverse cell lineage.  In addition to melanocytes, neural ganglia are also derived from neural crest cells and include #dorsal root ganglia# and sympathetic and parasympathetic ganglia.  Other important structures that arise from neural crest cells are the #adrenal medulla# and the bones and cartilage of the face and neck (ie, branchial arch derivatives). $#(Choice A)#  The mesoderm gives rise to the adrenal cortex as well as most bones, muscles, blood vessels, and visceral tissue. $#(Choices B and E)#  The surface ectoderm gives rise to the anterior pituitary as well as the epidermis and its appendages (eg, sweat glands). $#(Choice D)#  The endoderm gives rise to structures derived from the inner lining of the primitive gut tube.  These include the gastrointestinal tract, liver and biliary tree, and pancreas. $#Educational objective# Melanoma is a malignancy of melanocytes, which are embryologically derived from neural crest cells.  Neural crest cells originate from the ectoderm and give rise to a diverse cell lineage, including neural ganglia (eg, dorsal root ganglia, sympathetic/parasympathetic ganglia) and the adrenal medulla.  "},

{"id":"16862","title":"A 50-year-old woman comes to the office for evaluation of a mole on her back.  The mole has been present for several years, but her daughter is concerned that it might have grown larger lately.  The patient has no other medical conditions but had frequent sunburns during childhood.  Dermoscopic examination of the lesion is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/16862.jpg","title_2":"The lesion has multiple color variations, including dark brown, pink, red, and whitish areas.  Excisional biopsy of the lesion is performed.  The whitish areas (arrows) seen on histologic examination most likely represent which of the following underlying processes?","audio":"","comparison_items":"","answer_1":"A. Intense inflammation","answer_2":"B. Melanocyte regression","answer_3":"C. Proliferating, neoplastic melanocytes","answer_4":"D. Proliferating, nonneoplastic melanocytes","answer_5":"E. Vessel ectasia","percent_1":"4%","percent_2":"44%","percent_3":"32%","percent_4":"10%","percent_5":"11%","right_answer":"B. Melanocyte regression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient who had multiple sunburns as a child has a skin lesion with several classic features of #melanoma#, including #A#symmetry, #B#order irregularity, #C#olor variegation, #D#iameter ≥6 mm (hash marks), and #E#volution over time. $#Color variegation# is a common feature of melanoma; the different colors represent different areas of activity within the tumor: $• Red areas are due to vessel ectasia (dilation) and local inflammation #(choices A and E)#. $• Brown or black, flared areas along the border are due to advancing, neoplastic melanocytes #(choice C)#. $• White and gray areas appear when #cytotoxic T lymphocytes# recognize tumor antigens (eg, melan-A) and induce apoptosis, leading to malignant #melanocyte regression# (cleared patches). $Melanocyte regression is also a hallmark of treatment response to melanoma immunotherapies, such as the programmed cell death receptor-1 (#PD-1#) #inhibitor #pembrolizumab. $#(Choice D)#  This patient's skin findings are characteristic of malignant melanoma.  Proliferating nonneoplastic melanocytes do not generally play a role in the development or progression of melanoma. $#Educational objective# Melanoma lesions often have multiple color variations.  The different colors represent different activities within the tumor.  Whitish/gray areas occur when cytotoxic T cells recognize tumor antigens and destroy malignant cells, leading to melanocyte regression.  Red areas arise due to vessel ectasia and local inflammation, whereas brown or black areas are generally due to advancing malignant melanocytes. "},

{"id":"1112","title":"A 65-year-old man comes to the office due to skin lesions on his back.  He first noted the spots 5 years ago and says they are becoming more numerous.  The lesions are occasionally pruritic but are otherwise asymptomatic; he is not bothered significantly by them and made today's appointment at his wife's insistence.  Medical history is notable for hypertension, hyperlipidemia, and type 2 diabetes mellitus.  On examination, there are numerous pigmented plaques, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1112.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acanthosis nigricans","answer_2":"B. Actinic keratosis","answer_3":"C. Lichen planus","answer_4":"D. Malignant melanoma","answer_5":"E. Psoriasis","answer_6":"F. Seborrheic keratosis","percent_1":"7%","percent_2":"10%","percent_3":"6%","percent_4":"5%","percent_5":"0%","percent_6":"72%","right_answer":"F. Seborrheic keratosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Seborrheic keratosis# (SK) (plural: keratoses) is a common, tan or brown, epidermal tumor occurring in middle-aged or elderly individuals.  It has a variable appearance from nearly flat @macules@ to raised, @wart-like@ lesions, ranging in size from a few millimeters to centimeters.  SK typically has a velvety or greasy surface and well-demarcated border, and is often described as having a #'stuck-on' appearance#.  On @microscopic examination@, the lesions of SK are composed of small cells resembling basal cells, with variable pigmentation, hyperkeratosis (thickening of the stratum corneum), and keratin-containing cysts. $The etiology of SK is not fully understood; however, it is frequently associated with activating mutations of the #fibroblast growth factor receptor 3#.  SK itself is benign, but #rapid onset of numerous SK#s (Leser-Trélat sign) is often associated with an #internal malignancy# (eg, gastric adenocarcinoma), possibly due to overproduction of insulin-like growth factor 1 and other cytokines. $#(Choice A)#  @Acanthosis nigricans@ is characterized by hyperpigmented, velvety plaques at flexural areas (eg, axilla, posterior neck).  It is associated with diabetes mellitus, obesity, and visceral malignancies. $#(Choice B)#  @Actinic keratosis@ presents with hyperkeratotic lesions in sun-exposed areas of the scalp, ears, face, and hands.  These lesions are unpigmented and, despite the similar name, are unrelated to seborrheic keratosis. $#(Choice C)#  @Lichen planus@ is characterized by the '5 Ps': polygonal, planar, pruritic, purplish plaques on the wrists, hands, trunk, and legs.  Fine white lines (Wickham striae) may be present on the plaque surface. $#(Choice D)#  @Melanoma@ characteristically presents as an asymmetric, pigmented lesion with an irregular border, variable coloration, and change in size and appearance over time.  Multifocal development of monotonous, otherwise asymptomatic lesions is much more typical of SK. $#(Choice E)#  @Psoriasis@ presents with scaly, nonpigmented plaques.  Although it may occur on the trunk, it is more common on the extensor surfaces of the extremities. $#Educational objective# Seborrheic keratosis is a common epidermal tumor that presents as a tan or brown, round lesion with a well-demarcated border and 'stuck-on' appearance.  Microscopic examination shows small cells resembling basal cells, with pigmentation, hyperkeratosis, and keratin-containing cysts.  Rapid onset of numerous lesions is often associated with internal malignancy (Leser-Trélat sign). ","clickable_1":"images/img1.1112.jpg","clickable_2":"images/img2.1112.jpg","clickable_3":"images/img3.1112.jpg","clickable_4":"images/img4.1112.jpg","clickable_5":"images/img5.1112.jpg","clickable_6":"images/img6.1112.jpg","clickable_7":"images/img7.1112.jpg","clickable_8":"images/img8.1112.jpg"},

{"id":"22600","title":"A 69-year-old man comes to the office due to a new growth on the left inner canthus for 3 months.  He has no significant medical conditions and takes no medications.  He owned a home construction business for 30 years.  The lesion is shown in the @exhibit@.  Examination shows no axillary or cervical lymphadenopathy.  This patient's lesion most likely originated from which of the following?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit22600.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dermal fibroblasts","answer_2":"B. Dermal vascular endothelial cells","answer_3":"C. Epidermal keratinocytes","answer_4":"D. Epidermal melanocytes","answer_5":"E. Subcutaneous adipocytes","percent_1":"17%","percent_2":"22%","percent_3":"48%","percent_4":"3%","percent_5":"11%","right_answer":"C. Epidermal keratinocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp22600.jpg","explanation_1":"","explanation_2":"$This patient's pearly nodule with telangiectasias on the inner canthus is most consistent with #basal cell carcinoma# (BCC), a common form of skin cancer that most often occurs on the #face#; risk factors include fair skin and a history of heavy sun exposure (eg, while constructing homes). $BCCs arise from keratinocytes in the basal layer of the @epidermis@ or hair follicle, most commonly as a result of ultraviolet radiation–induced mutations in the hedgehog signaling pathway (causing hyperactivation and uncontrolled cell proliferation) or the TP53 tumor suppressor gene (causing inactivation).  Microscopically, the malignant @basaloid cells@ characteristically form #nests# or strands in the dermis, with cells at the periphery often displaying parallel alignment (ie, #peripheral palisading#). $As in this patient, BCC frequently appears as a pink or #skin-colored papule#, often with a #pearly or translucent# quality and/or #central telangiectatic vessels#.  Some lesions may develop a raised border and @central ulceration@.  BCCs rarely metastasize but may grow locally and invade nearby tissues and structures. $#(Choice A)#  @Dermatofibromas@ (ie, benign fibrous histiocytomas) represent a benign proliferation of dermal fibroblasts and histiocytes.  They commonly appear as small, firm, hyperpigmented, solitary papules/nodules that characteristically dimple when pinched.  In contrast to BCC, they typically appear on the lower extremities (vs the face) and lack central telangiectasias. $#(Choice B)#  Neoplastic proliferation of dermal vascular endothelial cells can give rise to @cherry angiomas@, common benign vascular tumors in adults.  These classically appear as multiple small, blanchable, red papules on the trunk. $#(Choice D)#  Epidermal melanocytes are derived from neural crest cells and reside within the stratum basale, where they synthesize melanin, giving the skin pigmentation.  They can transform into malignant @melanoma@, which commonly appears as an asymmetric, pigmented patch or plaque with irregular borders. $#(Choice E)#  @Lipomas@ are benign tumors that arise from subcutaneous adipocytes.  They characteristically form a soft, mobile, subcutaneous mass; the overlying epidermis is normal. $#Educational objective# Basal cell carcinomas arise from keratinocytes in the basal layer of the epidermis or hair follicle.  They most commonly occur on the face and often appear as pearly or translucent, pink or skin-colored papules with central telangiectatic vessels. ","clickable_1":"images/img1.22600.jpg","clickable_2":"images/img2.22600.jpg","clickable_3":"images/img3.22600.jpg","clickable_4":"images/img4.22600.jpg","clickable_5":"images/img5.22600.jpg","clickable_6":"images/img6.22600.jpg","clickable_7":"images/img7.22600.jpg"},

{"id":"15460","title":"A 65-year-old man comes to the office due to 2 months of fatigue and persistent, nonproductive cough.  He has a history of coronary artery disease and myocardial infarction.  Three years ago, he underwent wide local excision of a melanoma on his posterior neck.  The patient has a 50-pack-year smoking history.  Vital signs are within normal limits.  Chest radiograph reveals multiple lung lesions and hilar lymphadenopathy.  Histopathology from one of the biopsied lung lesions is shown below after staining with hematoxylin and eosin.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15460.jpg","title_2":"These histopathologic findings are most consistent with which of the following diagnoses?","audio":"","comparison_items":"","answer_1":"A. Chronic systolic heart failure","answer_2":"B. Emphysema","answer_3":"C. Hodgkin lymphoma","answer_4":"D. Metastatic melanoma","answer_5":"E. Sarcoidosis","answer_6":"F. Squamous cell lung cancer","percent_1":"27%","percent_2":"1%","percent_3":"6%","percent_4":"57%","percent_5":"4%","percent_6":"4%","right_answer":"D. Metastatic melanoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp15460.jpg","explanation_1":"","explanation_2":"Histopathology from this patient's lung lesion reveals features concerning for #malignancy#, including disordered, pleomorphic cells; large nuclei; irregular nuclear shape and binucleation; as well as prominent nucleoli.  Although he is at risk for primary lung cancer due to a long smoking history, the presence of #brown pigment# (melanin granules) in the cytoplasm of some of the atypical cells indicates likely #melanoma recurrence#. $Surgical resection of cutaneous melanoma is sometimes curative, but the tumor often spreads through the lymphatics and bloodstream to other organs early in the disease course; these metastases can remain asymptomatic for months to years.  Recurrence is generally diagnosed when a suspicious lesion is identified and biopsy reveals malignant melanocytes (eg, cytoplasmic melanin, cellular atypia) with positive immunostaining for melanocytic markers (eg, #S-100#, #HMB-45#). $#(Choice A)#  Chronic systolic heart failure can sometimes be associated with cough and fatigue due to @pulmonary congestion@.  Although brown, hemosiderin-laden macrophages can be seen, atypical cells (eg, binucleated, enlarged nuclei) and hilar lymphadenopathy would not be present. $#(Choice B)#  This patient is at risk for emphysema due to his long smoking history.  Although @emphysema@ often causes dyspnea and cough, biopsy would show airspace enlargement and destruction of alveolar walls. $#(Choice C)#  @Hodgkin lymphoma@ frequently presents with diffuse lymphadenopathy or pulmonary symptoms (eg, cough) related to a mediastinal mass.  However, biopsy would show malignant Reed-Sternberg cells amidst an inflammatory infiltrate (not cells with dark pigment). $#(Choice E)#  @Sarcoidosis@ frequently causes pulmonary symptoms and fatigue and often presents with hilar lymphadenopathy and reticular pulmonary infiltrates.  However, biopsy would show noncaseating granulomas, not pigmented, atypical cells. $#(Choice F)#  @Squamous cell lung cancer@ frequently presents with cough and fatigue.  Although atypical cells would be seen on biopsy, keratin (not brown pigment) would be present. $#Educational objective# Melanoma is a highly aggressive malignancy that often metastasizes early in the disease course.  Patients may be asymptomatic for years prior to onset of metastatic manifestations.  Diagnosis is generally made when a histopathologic sample shows cellular atypia with cells containing brown pigment (melanin granules); immunostaining for melanocytic markers (eg, S-100, HMB-45) is generally positive. ","clickable_1":"images/img1.15460.jpg","clickable_2":"images/img2.15460.jpg","clickable_3":"images/img3.15460.jpg","clickable_4":"images/img4.15460.jpg","clickable_5":"images/img5.15460.jpg"},

{"id":"1937","title":"A 54-year-old woman comes to the office because of multiple firm, violaceous nodules on her right upper arm.  She was diagnosed with right breast carcinoma 12 years ago and treated with radical mastectomy.  Extensive axillary lymph node dissection performed at that time revealed no lymph node metastases; the patient developed postoperative chronic lymphedema involving her right arm.  Which of the following is the most likely diagnosis of this patient's skin lesions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angiosarcoma","answer_2":"B. Metastatic breast cancer","answer_3":"C. Neurofibromas","answer_4":"D. Pyogenic granuloma","answer_5":"E. Venous thrombosis","percent_1":"49%","percent_2":"6%","percent_3":"7%","percent_4":"21%","percent_5":"17%","right_answer":"A. Angiosarcoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The firm, violaceous nodules on this patient's right upper arm in the setting of chronic lymphedema are consistent with #angiosarcoma#, a highly aggressive malignancy.  Angiosarcomas involving the breast, axilla, or upper extremity classically occur after treatment of breast cancer due to either radiation exposure (resulting in lymph node sclerosis) or extensive lymph node dissection causing #chronic lymphedema#. $During breast cancer treatment, the disruption of lymphatic channels can result in decreased drainage of the upper extremity, causing persistent lymphatic buildup and chronic lymphedema.  Angiosarcoma develops in patients with chronic lymphedema, likely due to a combination of #increased lymphatic proliferation#, which increases the likelihood of malignant cells, and a decreased number of lymph nodes, which decreases the ability to remove the malignant cells. $Symptoms often occur #10 years #after breast cancer treatment, with the lymphatic arm or axilla developing #firm, purple nodules# or a poorly healing eschar that rapidly enlarges and coalesces.  Because of the #highly aggressive# nature of angiosarcoma, patients typically have metastatic disease and a poor prognosis. $#(Choice B)#  Distant metastatic breast cancer is most likely to travel to bone, liver, and lung tissue.  Although breast cancer can spread to the skin, this is more likely to occur over the anterior chest wall as erythema and a possible peau d'orange appearance. $#(Choice C)#  In most adults, neurofibromas typically present as a single, soft, rubbery, asymptomatic, cutaneous nodule that commonly appears during the second and third decades of life. $#(Choice D)#  Pyogenic granulomas, or lobular capillary hemangiomas, are benign vascular tumors composed of abnormal capillaries and granulation tissue.  These tumors are usually solitary and often appear as red, friable lesions that bleed easily with trauma. $#(Choice E)#  In patients with malignancy, acute venous thrombosis can present as unilateral limb swelling, erythema, and, occasionally, a palpable cord (enlarged vein from thrombus); however, it does not cause violaceous nodules.  In addition, the swelling in this patient's extremity is chronic, making this diagnosis less likely. $#Educational objective# Angiosarcomas classically occur after the treatment of breast cancer from either radiation exposure or chronic lymphedema with firm, violaceous nodules on the ipsilateral extremity.  "},

{"id":"1993","title":"A 64-year-old man comes to the office for evaluation of several lesions on his forehead.  The patient has been a gardener for much of his life.  The photograph below shows findings from the physical examination.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1993.jpg","title_2":"On palpation, the lesions have a rough grainy texture.  Biopsy reveals atypical keratinocytes with hyperkeratosis and parakeratosis.  This patient's lesions put him at greatest risk for developing which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Basal cell carcinoma","answer_2":"B. Dermatofibroma","answer_3":"C. Kaposi sarcoma","answer_4":"D. Melanoma","answer_5":"E. Psoriasis","answer_6":"F. Squamous cell carcinoma","percent_1":"15%","percent_2":"1%","percent_3":"1%","percent_4":"3%","percent_5":"9%","percent_6":"71%","right_answer":"F. Squamous cell carcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's forehead lesions are characteristic of #actinic keratoses# (AKs), which are small, @scaly, erythematous lesions@ with a sandpaper texture occurring on sun-exposed areas.  On light microscopy, AKs show #hyperkeratosis# (hyperplasia of the stratum corneum), #parakeratosis# (retention of nuclei in the stratum corneum), and #atypical keratinocytes# with pleomorphic nuclei and multiple mitoses.  There may also be pigment irregularities and dilated blood vessels affecting the surrounding skin, which are consistent with chronic sun exposure. $AKs do not invade the dermis and are considered to be #premalignant lesions#.  Over several years, a small percentage of AKs #transform# into invasive #squamous cell carcinoma# (SCC), a change reflected by an increase in lesion size and thickness, dermal invasion, and metastatic potential. $#(Choice A)#  @Basal cell carcinoma@ (BCC) is the most common skin cancer.  It arises on sun-exposed areas and has a very low tendency to metastasize (in contrast to melanoma).  BCC often presents as pearly papules with central depression or ulceration.  Histologically, BCC features nests of basaloid cells and peripheral palisading of nuclei.  It is far more likely for AK to progress to SCC than to BCC. $#(Choice B)#  @Dermatofibromas@ (superficial benign fibrous histiocytomas) result from the benign proliferation of fibroblasts.  They commonly arise on the lower extremities as solitary nodules. $#(Choice C)#  @Kaposi sarcoma@ is associated with human herpesvirus-8 (HHV-8) and classically occurs in patients with HIV.  Lesions typically appear as palpable macules, plaques, and nodules that are usually a dark brown to violet color. $#(Choice D)#  @Melanoma@ is a cancer arising from the malignant transformation of melanocytes.  Lesions have irregular borders and marked color variegation.  AK is not a precursor to melanoma. $#(Choice E)#  @Psoriasis@ commonly presents as hyperkeratotic plaques that affect the scalp, knees, and elbows.  It is characterized histologically by clubbed rete ridges, hyperkeratosis, neutrophils in the stratum corneum, and perivascular lymphocytic infiltrates. $#Educational objective# Actinic keratoses (AKs) are small (usually <1 cm), erythematous epidermal lesions with adherent scale that are the result of chronic sun exposure.  Histologic findings include keratinocyte atypia, hyperkeratosis, and parakeratosis.  A small percentage of AKs progress to invasive squamous cell carcinoma; therefore, frequent monitoring is necessary. ","clickable_1":"images/img1.1993.jpg","clickable_2":"images/img2.1993.jpg","clickable_3":"images/img3.1993.jpg","clickable_4":"images/img4.1993.jpg","clickable_5":"images/img5.1993.jpg","clickable_6":"images/img6.1993.jpg"}


]