[
{
  "SubjectSystem":"Biochemistry-Genetics",
  "id": "2044",
  "title": "Molecular biologists undertake a series of experiments designed to classify proteins involved in various intracellular signaling pathways.  During one of the experiments, a protein mixture obtained from a cell culture is separated by gel electrophoresis and subsequently transferred to a filter membrane.  Labeled double-stranded DNA probes are then used to detect a specific protein of interest in the sample.  Which of the following proteins is most likely to be detected by this method?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Ras",
  "answer_2": "B. c-Jun",
  "answer_3": "C. β1-adrenoreceptor",
  "answer_4": "D. S-100",
  "answer_5": "E. Adenylate cyclase",
  "percent_1": "36%",
  "percent_2": "28%",
  "percent_3": "4%",
  "percent_4": "13%",
  "percent_5": "19%",
  "right_answer": "B. c-Jun",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§#Blotting$ technique# ∆#Substance$ detected# ∆#Type of probe# §Northern ∆RNA ∆Single-stranded DNA or RNA (hybridization probe) §Southern ∆DNA ∆↕ §Western ∆Protein ∆Antibody §Southwestern ∆DNA-binding$ protein ∆Double-stranded DNA",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "The Southern, Western, Northern, and Southwestern blot procedures are powerful techniques used to analyze and identify DNA fragments, proteins, mRNA, and DNA-bound proteins, respectively.  The same basic technique underlies all of the blot procedures.  First, the unknown sample is separated by gel electrophoresis.  Separation occurs based on a molecule's size and charge.  The separated molecules form bands on the gel that are then blotted onto a nitrocellulose membrane and incubated with a labeled probe to identify the specific DNA fragment, RNA molecule, or protein of interest. $Southwestern blots are used to identify and isolate proteins that bind DNA.  In this technique, the target protein binds to a labeled, double-stranded DNA probe that is homologous to the protein’s regulatory sequence.  Of the molecules listed, c-Jun is the only DNA-binding protein.  c-Jun and c-Fos are nuclear transcription factors that directly bind DNA via a leucine zipper motif.  The genes that code for c-Jun and c-Fos are proto-oncogenes, genes that can become oncogenes following a mutation or with constitutive expression. $#(Choice A)#  Ras is a proto-oncogene that codes for a membrane-bound G-protein.  This G-protein acts as a secondary mediator for several hormones and cytokines that act on cell membrane receptors.  Ras activation activates the MAP kinase pathway and ultimately affects transcription.  However, Ras itself does not bind directly to DNA. $#(Choices C and E)#  The β1-adrenergic receptor is a classic Gs-protein-coupled receptor located in the cell membrane.  It does not interact directly with DNA.  Adenylyl cyclase is the enzyme that cleaves ATP to form cAMP, the second messenger associated with Gs-protein-coupled receptors.  cAMP activates protein kinase A for further downstream signaling. $#(Choice D)#  S-100 proteins are homodimeric calcium-binding proteins, similar in structure to calmodulin and important in intracellular functions such as protein phosphorylation and cell growth and differentiation.  S-100 is a marker for cells of neural crest derivation (melanocytes and Schwann cells), as well as Langerhans cells and other dendritic cells. $#Educational objective# Southwestern blotting is used to detect DNA-binding proteins such as transcription factors, nucleases, and histones.  "
  
}
,


{
  "id": "2017",
  "title": "A 34-year-old woman with a history of recurrent urinary tract infections comes to the physician with dysuria and increased urinary frequency.  Her urine culture grows colonies of Gram-negative bacteria.  The bacteria are isolated and placed in a growth-enhancing nutrient solution, where they undergo rapid cellular division.  As they are actively dividing, the bacterial cells are lysed and their DNA is extracted and purified.  Analysis of the partially replicated DNA fragments shows the presence of uracil.  This finding is most likely mediated by which of the following enzymes?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. DNA ligase",
  "answer_2": "B. DNA polymerase I",
  "answer_3": "C. DNA polymerase III",
  "answer_4": "D. Gyrase",
  "answer_5": "E. Helicase",
  "answer_6": "F. Primase",
  "percent_1": "3%",
  "percent_2": "15%",
  "percent_3": "18%",
  "percent_4": "3%",
  "percent_5": "2%",
  "percent_6": "59%",
  "right_answer": "F. Primase",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2017.jpg",
  "explanation_1": "",
  "explanation_2": "$This question describes a scenario in which uracil is found in association with bacterial DNA during prokaryotic DNA replication.  In general, uracil is found only in RNA, so the question essentially asks which enzyme involved in DNA synthesis catalyzes the formation of RNA strands.  In prokaryotic DNA replication, primase (an RNA polymerase) is responsible for synthesizing a short RNA primer using the separated strands of DNA at the replication fork as templates.  DNA replication then proceeds, with DNA polymerase using the 3' hydroxyl group of the RNA primer as a starting point for synthesis.  Primase is a crucial enzyme for bacterial replication as DNA polymerase cannot initiate DNA synthesis without this short nucleic acid sequence primer. $#(Choice A)#  DNA ligase is the enzyme that repairs single-strand breaks in duplex DNA during DNA replication and repair. $#(Choices B and C)#  During replication, DNA polymerase III is the primary enzyme responsible for synthesis of daughter DNA strands; DNA polymerase I functions chiefly to replace the RNA primers with DNA segments.  Unlike DNA polymerase III, DNA polymerase I has 5'→ 3' exonuclease activity that can remove RNA primers and damaged DNA segments.  The 3'→ 5' exonuclease activity of DNA polymerase I and III provides a proofreading function that fixes mismatched nucleotides in the newly formed daughter strands. $#(Choices D and E)#  Helicase unwinds DNA at the replication fork.  However, this process results in supercoiling of the DNA.  DNA gyrase is a type II topoisomerase that helps to relieve the resultant strain. $#Educational objective# Primase is a DNA-dependent RNA polymerase that incorporates short RNA primers into replicating DNA.  "
  
  
}
,


{
  "id": "2034",
  "title": "A 34-year-old man is found to have an LDL level of 310 mg/dL and a normal serum triglyceride level.  His father suffered a myocardial infarction at age 39, and his paternal grandfather died of a heart attack at age 40.  The patient's wife has a normal lipid profile.  DNA samples are obtained from several family members for genetic analysis.  Southern blotting of restriction fragments from a region containing the LDL receptor gene shows the following pattern:",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/2034.jpg",
  "title_2": "Which of the following statements best describes the DNA analysis results?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. The disease is transmitted in an X-linked recessive fashion",
  "answer_2": "B. The mutation is probably located in the 10 kb band",
  "answer_3": "C. The mutation is probably located in the 12 kb band",
  "answer_4": "D. The patient's brother most likely inherited the mutation",
  "answer_5": "E. The patient's son most likely inherited the mutation",
  "percent_1": "3%",
  "percent_2": "1%",
  "percent_3": "2%",
  "percent_4": "3%",
  "percent_5": "91%",
  "right_answer": "E. The patient's son most likely inherited the mutation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",
  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient most likely has #heterozygous familial hypercholesterolemia#, an autosomal dominant LDL receptor defect that causes #high LDL levels# and increases the risk of #premature atherosclerosis#.  Homozygous familial hypercholesterolemia (a rarer and more severe form of the disease due to inheritance of 2 defective LDL receptor alleles) often presents with coronary heart disease in childhood/adolescence. $#Southern blotting# is a technique that can be used to detect DNA mutations.  The process involves the following steps:  $1. DNA extraction from the individual's cells  $2. Restriction endonuclease digestion of the DNA sample into fragments  $3. Gel electrophoresis to separate the various sizes of DNA fragments; larger fragments move slowly and shorter fragments move faster  $4. DNA probe (a single-stranded segment of labeled DNA complementary to the gene of interest) to identify the target gene $Once the gene of interest is identified by the DNA probe, various family members' Southern blots can be compared.  Because #both# the patient and his father are affected, the common DNA segment between them (#8 kb segment#) most likely represents the mutated gene.  The patient's #son# also has the 8 kb segment, meaning that he is probably affected as well. $#(Choice A)#  Familial hypercholesterolemia is an autosomal dominant disorder.  X-linked recessive mutations are transmitted from unaffected carrier mothers to their sons.  Father-to-son transmission does not occur. $#(Choices B and D)#  The patient (affected by the disease) does not possess the 10 kb segment, so this segment does not correspond to the mutated gene.  The patient's brother inherited the 10 kb segment from his father (not the 8kb mutated segment), so he would not be affected. $#(Choice C)#  The patient and his brother, but not their father, have a 12 kb segment on Southern blot analysis.  Therefore, this segment was likely inherited from the mother and does not carry the mutation. $#Educational objective# Southern blotting is a technique used to identify DNA mutations.  It involves restriction endonuclease digestion of sample DNA, gel electrophoresis, and gene identification with a labeled DNA probe.  "
  
},




































































































{
  "SubjectSystem":"Genetics-Genetics",
  "id": "8328",
  "title": "An infant born to a 34-year-old woman has a flat facial profile, prominent epicanthal folds, and a holosystolic murmur heard loudest at the left sternal border.  Karyotype analysis is consistent with trisomy 21.  Maternal and paternal karyotypes are normal.  A restriction fragment length polymorphism (RFLP) analysis is conducted to determine the parental origin of the extra chromosome.  DNA samples from the child, mother, and father are obtained and the DNA is fragmented with a restriction enzyme.  The fragments are then sorted by size using the Southern blot technique.  Labeling is done using a probe that binds to a specific DNA sequence close to the centromere of chromosome 21.  RFLP analysis for the child, mother, and father is shown below.",
  "title_table":"", 
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/8328.jpg",
  "title_2": "In which of the following meiosis events did the nondisjunction most likely occur?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Maternal meiosis I",
  "answer_2": "B. Maternal meiosis II",
  "answer_3": "C. Paternal meiosis I",
  "answer_4": "D. Paternal meiosis II",
  "percent_1": "52%",
  "percent_2": "37%",
  "percent_3": "5%",
  "percent_4": "5%",
  "right_answer": "A. Maternal meiosis I",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp8328.jpg",
  "explanation_1": "",
  "explanation_2": "$#Nondisjunction# is the #failure of chromosome pairs to separate# properly during cell division.  This could be due to a failure of #homologous chromosomes# to separate in #meiosis I# or a failure of #sister chromatids# to separate during #meiosis II or mitosis#.  In monosomy, a single chromosome is lost.  In trisomy, a single chromosome is gained.  #Monosomies or trisomies# can result from nondisjunction in meiosis I or II. $Restriction fragment length polymorphism (RFLP) analysis shows that both parents demonstrate 2 bands.  Each parental band represents a homologous chromosome 21.  The child has 3 bands, indicating that he has 3 different versions of chromosome 21 that he obtained from his parents.  He received the lower band from the father and both of the upper bands from the mother.  The fact that he received 2 different bands from the mother indicates that he inherited both of her homologous chromosomes.  Therefore, the problem occurred in the mother during meiosis I, when homologous chromosomes are separated.  In fact, the vast majority of #Down syndrome# cases arise due to nondisjunction during maternal meiosis I. $#(Choice B)#  If the mother had a failure in meiosis II, the child’s RFLP analysis would reveal only two bands (@see example@).  There would be a single band from the father and a darker, thicker band from the mother.  The darker, thicker band signifies the inheritance of both sister chromatids, which will produce equal-size restriction fragments (but twice the normal amount). $#(Choice C)#  If the father had a failure in meiosis I, the child’s RFLP analysis would reveal 3 bands (@see example@).  In this instance, there would be a single band inherited from the mother with two bands inherited from the father. $#(Choice D)#  If the father had a failure in meiosis II, the child’s RFLP analysis would reveal two bands (@see example@).  In this instance, there would be a single band inherited from the mother and a second band from the father.  The father’s band would be darker and thicker, signifying the inheritance of both sister chromatids. $#Educational objective# Nondisjunction is the failure of chromosome pairs to separate properly during cell division.  This could be due to a failure of homologous chromosomes to separate in meiosis I or a failure of sister chromatids to separate during meiosis II or mitosis.  ",
  "clickable_1":"images/img1.8328.jpg",
  "clickable_2":"images/img2.8328.jpg",  
  "clickable_3":"images/img3.8328.jpg"
  

}
,


{
  "id": "1970",
  "title": "A 10-year-old boy is brought to the emergency department for new swelling in his right leg.  He has a history of lens dislocation and intellectual disability.  Physical examination demonstrates moderate, pitting edema from his right calf to his right thigh and a normal left lower extremity.  In addition, the patient has a caved-in appearing chest wall.  He has no family members with similar conditions.  Ultrasound reveals a deep venous thrombosis in his right femoral vein.  Further genetic testing reveals a single missense mutation in the gene coding for cystathionine beta-synthase enzyme.  Which of the following is the most likely explanation for this patient's genetic defect affecting multiple tissues?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Dominant negative mutation",
  "answer_2": "B. Genetic linkage",
  "answer_3": "C. Incomplete penetrance",
  "answer_4": "D. Locus heterogeneity",
  "answer_5": "E. Pleiotropy",
  "answer_6": "F. Polyploidy",
  "answer_7": "G. Segregation",
  "percent_1": "5%",
  "percent_2": "3%",
  "percent_3": "3%",
  "percent_4": "10%",
  "percent_5": "74%",
  "percent_6": "3%",
  "percent_7": "1%",
  "right_answer": "E. Pleiotropy",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient presenting with skeletal abnormalities, lens dislocation, intellectual deficits, vascular thromboses, and a genetic defect in the cystathionine beta-synthase enzyme likely has @homocystinuria@.  The occurrence of #multiple#, seemingly unrelated #phenotypic manifestations#, often in different organ systems, as a result of a #single genetic defect# is termed #pleiotropy#.  Most syndromic genetic illnesses including homocystinuria exhibit pleiotropy. $#(Choice A)#  Dominant negative mutations occur when an abnormal gene negatively affects the product of the wild-type gene in the same cell.  For example, certain oncogene p53 mutations can lead to translation of a protein product that prevents wild-type p53 from binding to the promoter of its target genes. $#(Choice B)#  Genetic linkage describes the tendency of alleles located near one another on the same chromosome to be inherited jointly. $#(Choice C)#  Penetrance refers to the proportion of individuals with a given genotype that express the associated phenotype.  In incomplete penetrance, less than 100% of individuals with a given genotype express its associated phenotype. $#(Choice D)#  Locus heterogeneity refers to the ability of one disease or trait to be caused by mutations in multiple different genes.  An example is familial hypercholesteremia, which can be caused by different mutations affecting cholesterol metabolism genes (eg, LDL receptor, apo B-100). $#(Choice F)#  Polyploidy occurs when more than 2 complete sets of homologous chromosomes exist within an organism or cell.  In a partial hydatidiform mole, for example, there are cells of nonstandard ploidy (typically 69,XXX; 69,XXY; or 69,XYY).  The chromosomes in this case are derived from 1 haploid maternal set and 2 haploid paternal sets of chromosomes. $#(Choice G)#  The law of segregation (Mendel's first law) describes the phenomenon whereby gametogenesis within the parent organism results in the separation of paired alleles so that each offspring inherits only half of each parent's genetic composition. $#Educational objective# Pleiotropy describes instances where multiple phenotypic manifestations result from a single genetic mutation.  Most syndromic genetic illnesses exhibit pleiotropy.  ",
  "clickable_1":"images/img1.1970.jpg"
  

}
,


{
  "id": "15340",
  "title": "An 18-year-old woman comes to the office for evaluation of graying hair.  The patient has no other concerns and has otherwise been healthy.  She reports that her mother had similar features at a young age and died of progressive pulmonary fibrosis.  Examination shows diffuse gray hair.  There are white patches on the surface of the tongue.  Cardiopulmonary examination is unremarkable, and the abdomen is soft and nondistended.  Skin examination shows areas of reticular hyperpigmentation on the neck and torso.  The nails of the fingers and toes appear thin.  Genetic testing reveals a loss-of-function mutation affecting the telomerase reverse transcriptase gene.  Which of the following cell types is most likely to be affected by this mutation?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Cardiac myocytes",
  "answer_2": "B. CNS neurons",
  "answer_3": "C. Compact bone osteocytes",
  "answer_4": "D. Hematopoietic stem cells",
  "answer_5": "E. Secondary oocytes",
  "answer_6": "F. Vascular endothelial cells",
  "percent_1": "1%",
  "percent_2": "6%",
  "percent_3": "3%",
  "percent_4": "73%",
  "percent_5": "3%",
  "percent_6": "14%",
  "right_answer": "D. Hematopoietic stem cells",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp15340.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has dyskeratosis congenita; a genetic disorder involving a mutation in the genes related to telomere maintenance (eg, telomerase reverse transcriptase) that results in short telomeres.  #Telomeres# are a complex of protein (eg, shelterin) and DNA repeats (eg, TTAGGG) at the ends of chromosomes that #prevent chromosomal degradation# and fusion with neighboring chromosomes.  With each cellular division telomeres progressively shorten, eventually reaching a critical length at which apoptosis or senescence is triggered. $In cells with a high turnover rate (eg, epithelial cells, lymphocytes, #hematopoietic stem cells#), telomere length is maintained by @telomerase@.  This complex, composed of an RNA template and a reverse transcriptase, adds DNA repeats to the end of telomeres as they are lost with cell division.  Without normal telomerase activity, rapidly dividing cells cannot maintain chromosomal integrity, triggering #premature cell death#.  In patients with short telomere disorders, loss of these cells can cause characteristic mucocutaneous changes (eg, oral leukoplakia, dystrophic nails), #bone marrow failure# (eg, pancytopenia), and pulmonary fibrosis (due to alveolar epithelial dysfunction). $#(Choices A, B, C, and F)#  Telomerase is inactivated in long-lived, differentiated cells such as cardiac myocytes, CNS neurons, compact bone osteocytes, and vascular endothelial cells; therefore, these cells are not likely to be affected by this patient's mutation.  However, in cancer cells derived from differentiated cells, telomerase is reactivated, allowing continuous cellular division without loss of telomere length. $#(Choice E)#  @Secondary oocytes@ are immature ova that form as a result of the division of a primary oocyte during meiosis I.  They do not continue to divide and therefore are also not likely to be affected by this patient's mutation. $#Educational objective# Telomeres help maintain chromosomal integrity and are preserved in rapidly dividing cell lines (eg, epithelial cells, lymphocytes, hematopoietic stem cells) by telomerase.  Disorders involving telomerase function (eg, dyskeratosis congenita) result in premature death of cells with high turnover, characteristically causing mucocutaneous changes (eg, oral leukoplakia, dystrophic nails), bone marrow failure, and pulmonary fibrosis.  ",
  "clickable_1":"images/img1.15340.jpg",
  "clickable_2":"images/img2.15340.jpg"
  

}
,


{
  "id": "2029",
  "title": "A pharmaceutical researcher develops a new drug that affects bacterial protein synthesis.  In an experiment, Escherichia coli is exposed to the drug and serially cultured in media containing tagged nucleotides and amino acids.  It is found that the drug inhibits molecules that recognize the highlighted codon in the bacterial mRNA fragment shown in the image below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/2029.jpg",
  "title_2": "Which of the following molecules is the most likely target of this drug?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Charged tRNA",
  "answer_2": "B. Elongation factor 2",
  "answer_3": "C. Releasing factor 1",
  "answer_4": "D. snRNP",
  "answer_5": "E. Transcription factor II D",
  "answer_6": "F. Uncharged tRNA",
  "percent_1": "15%",
  "percent_2": "8%",
  "percent_3": "56%",
  "percent_4": "5%",
  "percent_5": "3%",
  "percent_6": "12%",
  "right_answer": "C. Releasing factor 1",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "There are 64 codons in the genetic code, the majority of which code for amino acids.  However, because there are only 20 amino acids, most have more than one codon.  For example, GUU, GUC, GUA, and GUG all code for valine. $In addition, there are codons that call for initiation or #termination of protein synthesis#.  The universal start codon is AUG, which codes for methionine.  #UAA, UAG#, and #UGA# are #stop codons#, which do not code for amino acids or bind tRNA.  Instead, when the ribosome encounters a stop codon, #releasing factor# proteins bind to the ribosome and stimulate release of the formed polypeptide chain and dissolution of the ribosome-mRNA complex. $#(Choice A)#  Charged tRNA delivers amino acids to the protein synthesis complex.  The anticodon on a tRNA molecule recognizes the corresponding codon on mRNA, assuring proper amino acid sequencing. $#(Choice B)#  Elongation factors facilitate tRNA binding and the translocation steps of protein synthesis. $#(Choice D)#  Transcription produces a pre-mRNA molecule containing both introns and exons.  Splicing is a post-transcriptional modification in which introns are removed from pre-mRNA via small nuclear ribonucleoproteins (snRNPs). $#(Choice E)#  Initiation of gene transcription is governed by the binding of transcription factors to the regulatory region of the gene.  Transcription factor II D binds to the TATA promoter sequence located ~25 bases upstream from the coding region of the gene. $#(Choice F)#  During protein synthesis, uncharged tRNA (lacking an amino acid) does not interact with mRNA and ribosomes. $#Educational objective# Releasing factors recognize stop codons (eg, UAA, UAG, and UGA) and terminate protein synthesis.  They facilitate release of the polypeptide chain from the ribosome and dissolution of the ribosome-mRNA complex.  "
  
}
,


{
  "id": "1487",
  "title": "A 5-year-old boy is being evaluated for progressive muscle weakness that has resulted in numerous recent falls.  There is no family history of muscle disorders.  Physical examination reveals bilateral calf enlargement.  When the patient is asked to stand, he uses his hands and arms to help push himself to an upright position.  Serum creatine kinase is 12,600 U/L (normal: 30-170 U/L).  Molecular tests reveal a large muscle protein that is defective due to the loss of 508 amino acid residues.  Genetic analysis reveals a single base substitution within exon 48 of the gene encoding this muscle protein.  This patient's gene mutation has most likely resulted in which of the following mRNA codon changes?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. CUU → AUU",
  "answer_2": "B. UAA → UAG",
  "answer_3": "C. UAC → CAC",
  "answer_4": "D. UCA → UGA",
  "answer_5": "E. UUU → UUC",
  "percent_1": "3%",
  "percent_2": "19%",
  "percent_3": "6%",
  "percent_4": "70%",
  "percent_5": "2%",
  "right_answer": "D. UCA → UGA",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Types of DNA mutations#∆⨉ §^#Silent# ∆Base substitution codes for same amino acid §^#Missense# ∆Base substitution codes for different amino acid §^#Conservative# ∆Base substitution codes for different amino acid with similar chemical structure §^#Nonsense# ∆Base substitution introduces premature stop codon §^#Nonstop# ∆Base substitution within stop codon results in continued translation §^#Splice site# ∆Mutation at splice site alters intron removal from pre-mRNA §^#Frameshift# ∆Deletion/insertion of bases causes downstream misreading",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This young boy with progressive proximal muscle weakness, calf pseudohypertrophy, @Gowers sign@, and elevated creatine kinase likely has #Duchenne muscular dystrophy#, an X-linked recessive disorder caused by mutations in the dystrophin gene.  Although Duchenne muscular dystrophy is most commonly caused by #deletions# resulting in frameshift mutations, #nonsense mutations# may also occur, leading to the formation of a truncated dystrophin protein. $After messenger RNA (mRNA) is produced from DNA and posttranscriptionally modified, it is transported to the cytoplasm for translation into protein.  mRNA is composed of groups of 3 sequential nucleotide bases known as codons.  These nucleotide triplets code for specific amino acids and signal for the initiation (eg, start codon [AUG]) or termination of translation (eg, #stop codons# [#UAA, UAG, UGA#]).  In this case, a single base substitution from UCA (serine) to UGA has introduced a #premature# stop codon in the middle of the protein sequence (nonsense mutation), resulting in early termination of protein synthesis. $Dystrophin normally links with actin fibers and provides mechanical reinforcement to glycoprotein complexes in the plasma membrane of skeletal muscle cells.  Consequently, dystrophin dysfunction leads to increased breakdown of the sarcolemma, muscle fiber degeneration, and the clinical findings described above. $#(Choices A and C)#  Changing CUU (leucine) to AUU (isoleucine) or UAC (tyrosine) to CAC (histidine) would result in an amino acid substitution at one position (missense mutation).  The function of this protein may be altered depending on a variety of factors, but the ultimate size of the protein will remain the same.  Missense mutations that result in the substitution of a new amino acid with similar chemical properties are called conservative mutations. $#(Choice B)#  Changing UAA to UAG would not affect protein structure or function because both of these sequences are stop codons.  Stop codons are normally located at the end of the translated region of mRNA. $#(Choice E)#  Changing UUU to UUC would not affect the protein as both sequences code for phenylalanine.  Point mutations that do not change the amino acid sequence of a protein are called silent mutations. $#Educational objective# Duchenne muscular dystrophy presents with progressive proximal muscle weakness in young boys due to increased muscle fiber degeneration.  It is caused by frameshift mutations (most common) or nonsense mutations in the dystrophin gene that lead to the formation of a truncated, defective protein.  Nonsense mutations introduce premature stop codons (eg, UAA, UAG, UGA) in the coding sequence of mRNA.  ",
  "clickable_1":"images/img1.1487.jpg"
  

}
,


{
  "id": "1789",
  "title": "A healthy couple, who recently emigrated from Eastern Europe, brings their 3-year-old son to the office for evaluation of an eczematous rash.  On examination, the child also shows signs of intellectual disability and gait abnormality and has a musty body odor.  Which of the following is the likelihood that this couple's next child will be affected with the same disease?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Same as the general population",
  "answer_2": "B. 1/32",
  "answer_3": "C. 1/16",
  "answer_4": "D. 1/8",
  "answer_5": "E. 1/4",
  "answer_6": "F. 1/2",
  "percent_1": "6%",
  "percent_2": "1%",
  "percent_3": "4%",
  "percent_4": "4%",
  "percent_5": "79%",
  "percent_6": "6%",
  "right_answer": "E. 1/4",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "$Intellectual disability, gait abnormalities, a musty body odor, and eczema are signs consistent with @phenylketonuria@ (PKU).  PKU is caused by a mutation in a single gene that codes for phenylalanine hydroxylase.  This enzyme normally synthesizes tyrosine from phenylalanine, and a buildup of phenylalanine in the CNS results in neurologic dysfunction.  In the United States, phenylalanine levels are measured in neonates via routine newborn screening. $PKU is an @autosomal recessive@ disease.  Therefore, when a child is affected but #parents are unaffected#, the parents are very likely to be #heterozygous carriers# of the mutation.  The probability of a child inheriting any disease with an autosomal recessive inheritance pattern, including PKU, depends on the following factors: $p1 = probability that the mother transmits the mutant allele = ½ $ p2 = probability that the father transmits the mutant allele = 1/2 $The probability that a child will inherit a mutant allele from each carrier parent is equal to p1 × p2 = #1/4# because these are independent events #(choices A, B, and D)#. $#(Choice C)#  The probability of having two future children both inherit an autosomal recessive disease from parents who are heterozygous carriers is 1/4 × 1/4 = 1/16 (each 1/4 representing the likelihood of 1 child inheriting the disease).  In this case, this family already has an affected child, making the probability of a single subsequent child with the disease remain at 1/4. $#(Choice F)#  The probability that a child will inherit an @autosomal dominant@ disorder if one parent is affected is 1/2. $#Educational objective# Intellectual disability, gait abnormalities, and a musty body odor are signs of phenylketonuria, an autosomal recessive disorder.  The probability that a child will inherit an autosomal recessive disease from heterozygous carrier parents is 1/4.  ",
  "clickable_1":"images/img1.1789.jpg",
  "clickable_2":"images/img2.1789.jpg",  
  "clickable_3":"images/img3.1789.jpg"
  

}
,


{
  "id": "2030",
  "title": "A genetic study performed on a 10-year-old boy reveals a single base substitution mutation involving a DNA segment that encodes a cellular protein, as shown in the image below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/2030.jpg",
  "title_2": "This mutation is most likely to affect which of the following processes?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. DNA methylation",
  "answer_2": "B. Polypeptide folding following translation",
  "answer_3": "C. Posttranscriptional RNA splicing",
  "answer_4": "D. RNA elongation",
  "answer_5": "E. Transcription initiation",
  "answer_6": "F. Translation initiation",
  "percent_1": "2%",
  "percent_2": "3%",
  "percent_3": "5%",
  "percent_4": "2%",
  "percent_5": "83%",
  "percent_6": "5%",
  "right_answer": "E. Transcription initiation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2030.jpg",
  "explanation_1": "",
  "explanation_2": "$Genetic information flows from DNA to RNA to proteins.  Most eukaryotic DNA sequences consist of coding exons, noncoding introns, and 2 #promoter regions# (the CAAT box and the TATA box).  The CAAT box is located 70-80 bases upstream of the beginning (5' end) of the coding region, and the #TATA box# is located #25 bases upstream# from the beginning of the coding region. $Gene transcription begins when #RNA polymerase II# attaches to one of the promoter regions in a process that requires general #transcription factors#.  A DNA @enhancer region@ then binds activator proteins that associate with transcription factors and RNA polymerase II at the promoter, thereby increasing gene expression.  Although promoters are not directly translated into protein, promoter mutations can cause abnormal gene expression by altering the ability of RNA polymerase II and transcription factors to bind. $#(Choice A)#  DNA methylation is part of the epigenetic code.  This process is carried out by DNA methyltransferases and serves to silence the genes it affects. $#(Choice B)#  The folding of a formed polypeptide into its secondary and tertiary structures is entirely spontaneous and is determined by the amino acid sequence in the protein's primary structure.  Heat shock proteins assist in the spontaneous refolding of proteins. $#(Choice C)#  Posttranscriptional RNA splicing is facilitated by small nuclear ribonucleoproteins (snRNPs) that remove introns from heterogeneous nuclear RNA (hnRNA) containing GU at the 5' splice site and AG at the 3' splice site. $#(Choice D)#  The TATA box only participates in the initiation of transcription.  The addition of nucleotides to the forming RNA molecule (RNA elongation) continues until RNA polymerase II encounters a termination signal. $#(Choice F)#  In eukaryotes, translation initiation requires both ribosomal subunits (60S and 40S) with their associated rRNA, mRNA, initiation factors, initiator tRNA charged with methionine, and GTP.  The assembled ribosome then recognizes the AUG start codon on mRNA to begin the process. $#Educational objective# The TATA box is a promoter region that binds transcription factors and RNA polymerase II during the initiation of transcription.  It is located approximately 25 bases upstream from the beginning of the coding region.  ",
  "clickable_1":"images/img1.2030.jpg"
  

}
,


{
  "id": "11960",
  "title": "A 26-year-old woman comes to the office with her husband for genetic counseling.  Both of them are healthy with no chronic medical conditions, but their firstborn son has had recurrent episodes of anemia, jaundice, and painful swelling of the hands and feet.  Hemoglobin electrophoresis is performed on the son at alkaline pH to determine the predominant hemoglobin variants present in his red blood cells.  The results are shown below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/11960.jpg",
  "title_2": "The parents are considering having another child.  What is the probability they will conceive a child who inherits ≥1 mutated alleles?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Near 0%",
  "answer_2": "B. 25%",
  "answer_3": "C. 50%",
  "answer_4": "D. 75%",
  "answer_5": "E. 100%",
  "percent_1": "5%",
  "percent_2": "32%",
  "percent_3": "11%",
  "percent_4": "49%",
  "percent_5": "4%",
  "right_answer": "D. 75%",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp11960.jpg",
  "explanation_1": "",
  "explanation_2": "$This couple's son has #sickle cell disease# (SCD), an #autosomal recessive# disorder characterized by the production of hemoglobin S and sickled red blood cells that undergo hemolysis (eg, anemia, jaundice) and cause vascular obstruction (eg, painful swelling of the hands/feet).  SCD is diagnosed using #hemoglobin electrophoresis#, which separates different types of @hemoglobin@ according to the electrical charge of their amino acid composition.  In this case, electrophoresis shows a predominance of hemoglobin S, consistent with SCD. $For autosomal recessive disorders such as SCD, affected offspring must inherit a mutant allele from each parent.  In this case, both #parents are unaffected# but have #affected offspring#.  Therefore, both parents must be #carriers#, and the probability of inheriting each of the 3 possible genotypes (AA, Aa, aa) can be determined using a Punnett square. $• 25% probability (1 in 4) of inheriting 2 normal alleles (AA, unaffected) $• #50%# probability (2 in 4) of inheriting 1 normal allele and 1 mutated allele (#Aa#, carrier) $• #25%# probability (1 in 4) of inheriting 2 mutated alleles (#aa#, affected) $Although the couple already has an affected child, each child's genotype is determined independently, and the probability of this couple's second child inheriting ≥1 mutant alleles is neither more nor less likely than that of their first.  Therefore, the probability of this couple's second child inheriting #≥1 mutated alleles# is 50% + 25% = #75%#. $#Educational objective# Sickle cell disease is an autosomal recessive disorder characterized by a predominance of hemoglobin S, causing red blood cells to sickle, hemolyze, and cause vascular obstruction.  Offspring of carrier parents have a 3 in 4 (75%) chance of inheriting at least 1 mutated allele (ie, genotype Aa or aa).  ",
  "clickable_1":"images/img1.11960.jpg"
  

}
,


{
  "id": "2035",
  "title": "A 32-year-old man is recovering from extensive burns.  Fibroblasts near the site of injury actively synthesize precursor mRNA to be used as templates for protein synthesis.  After transcription, extensive processing of the precursor RNA occurs to form the finalized mRNA sequence.  The finalized mRNA then exits the nucleus and undergoes translation by ribosome complexes before being degraded.  Which of the following steps involving the processing and handling of mRNA occurs only within the cytoplasm of cells?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. 5'-terminal guanosine triphosphate addition",
  "answer_2": "B. Methylation of the 5'-terminal guanine",
  "answer_3": "C. Multiple adenine nucleotide attachment to the 3'-end",
  "answer_4": "D. Interaction with snRNP",
  "answer_5": "E. Removal of intervening sequences",
  "answer_6": "F. Interaction with P bodies",
  "percent_1": "6%",
  "percent_2": "13%",
  "percent_3": "12%",
  "percent_4": "15%",
  "percent_5": "9%",
  "percent_6": "45%",
  "right_answer": "F. Interaction with P bodies",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "After transcription, the preliminary, unprocessed mRNA is known as precursor mRNA, or heterogeneous nuclear RNA (hnRNA).  Eukaryotic pre-mRNA undergoes significant posttranscriptional processing before leaving the nucleus, including 5'-capping, poly A tail addition, and intron splicing. $Once mRNA is finalized, it leaves the nucleus bound to specific packaging proteins.  Upon entering the cytoplasm, these mRNA complexes often associate with ribosomes to undergo translation.  However, certain mRNA sequences instead associate with proteins that are found in P bodies.  P bodies are distinct foci found within eukaryotic cells that are involved in mRNA regulation and turnover.  They play a fundamental role in translation repression and mRNA decay, and contain numerous proteins including RNA exonucleases, mRNA decapping enzymes, and constituents involved in mRNA quality control and microRNA-induced mRNA silencing.  P bodies also seem to function as a form of mRNA storage, as certain mRNAs are incorporated into P bodies only to be later released and utilized for protein translation. $#(Choices A and B)#  The 5' end of all mRNA is capped with a 7-methylguanosine residue by a unique 5' to 5' linkage, which occurs in two stages.  The first step is the addition of guanine triphosphate to the 5' end of mRNA in a reaction catalyzed by guanylyltransferase.  Methylation of the guanosine cap is then catalyzed by guanine-7-methyltransferase.  Capping of the precursor RNA occurs in the nucleus as the RNA is being transcribed.  This methylated cap protects mRNA from degradation by cellular exonucleases, and allows it to exit the nucleus. $#(Choice C)#  mRNA is polyadenylated at the 3' end by the polyadenylate polymerase complex, which recognizes a specific sequence (AAUAAA), cleaves the pre-mRNA molecule a few residues downstream from this sequence, and then adds a stretch of 20 - 250 adenine residues called the poly A tail.  The addition of the poly A tail occurs before the mRNA exits the nucleus.  In the cytosol, the poly A tail is gradually shortened, eventually leading to mRNA degradation. $#(Choices D and E)#  Since pre-mRNA contains both introns and exons, and only exons code for proteins, introns must be excised before translation through a process known as splicing.  Splicing of pre-mRNA occurs within the nucleus and is facilitated by the interaction of pre-mRNA with small ribonucleoprotein particles called snRNPs (or \"snurps\" for short). $#Educational objective# When mRNA is first transcribed from DNA, it is in an unprocessed form called pre-mRNA or heterogeneous nuclear mRNA (hnRNA).  Several processing steps are required before finalized mRNA molecules can leave the nucleus, including 5'-capping, poly A tail addition, and intron splicing.  Cytoplasmic P bodies play an important role in mRNA translation regulation and mRNA degradation.  "
  
}
,


{
  "id": "1424",
  "title": "A researcher develops 2 functional mRNA sequences composed of CUC and CUU trinucleotide repeats, respectively.  He subsequently incubates these mRNAs in a solution containing functional ribosomes and tRNAs charged with the appropriate amino acids.  After several hours, it is found that both mRNA sequences produce polypeptide chains containing leucine repeats.  This observed finding is due to which of the following genetic principles?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Ambiguity",
  "answer_2": "B. No punctuation",
  "answer_3": "C. Transition",
  "answer_4": "D. Universality",
  "answer_5": "E. Wobble",
  "percent_1": "11%",
  "percent_2": "1%",
  "percent_3": "2%",
  "percent_4": "7%",
  "percent_5": "79%",
  "right_answer": "E. Wobble",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1424.jpg",
  "explanation_1": "",
  "explanation_2": "$There are 61 codons that code for amino acids, but only 20 amino acids are used in protein synthesis.  The #genetic code# is therefore considered #\"degenerate\"# because more than 1 codon can code for a particular amino acid.  For instance, the codons CUC and CUU both code for the amino acid leucine. $Individual tRNA molecules are specific for certain amino acids and recognize the mRNA codons associated with those amino acids.  Certain tRNA molecules can recognize #multiple different codons# coding for the #same amino acid#, a phenomenon explained by the #wobble hypothesis#.  This hypothesis states that the first 2 nucleotide positions on the mRNA codon require traditional (Watson-Crick) base pairing with their complementary nucleotides on tRNA, whereas the third \"wobble\" nucleotide position may undergo less stringent (nontraditional) base pairing.  In the case of leucine, for example, 1 tRNA molecule recognizes 2 codons (CUC and CUU) because only the first 2 nucleotide positions (CU in the codon) form traditional bonds. $#(Choice A)#  The genetic code is not ambiguous as each codon is associated with only a single amino acid. $#(Choice B)#  The genetic code is read sequentially from a starting point and has no internal punctuation as each codon is adjacent to the next without spacer nucleotides in between. $#(Choice C)#  Genetic transition refers to a point mutation that results in replacement of a purine nucleotide for another purine or a pyrimidine nucleotide for another pyrimidine.  In contrast, transversion refers to a point mutation that results in the replacement of a purine nucleotide for a pyrimidine or a pyrimidine nucleotide for a purine. $#(Choice D)#  The genetic code is almost universal as amino acid codons are nearly identical across species; however, mitochondria and some bacteria and single-celled eukaryotes deviate from the standard genetic code. $#Educational objective# The genetic code is considered \"degenerate\" because more than 1 codon can code for a particular amino acid.  Some of this degeneracy is explained by the wobble hypothesis, which states that the first 2 nucleotide positions on the mRNA codon require traditional (Watson-Crick) base pairing, whereas the third \"wobble\" nucleotide position may undergo less stringent (nontraditional) base pairing.  "
  
}
,


{
  "id": "1727",
  "title": "A 25-year-old man experiences severe intolerance to certain medications.  On 2 occasions, his reactions to various drugs have necessitated hospital admission.  His family pedigree with respect to this condition is shown below, with the red arrow indicating his position within the family.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1727.jpg",
  "title_2": "Assuming that the genetic condition demonstrates complete penetrance and is rare in the general population, which of the following inheritance patterns is most likely?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Autosomal dominant",
  "answer_2": "B. Autosomal recessive",
  "answer_3": "C. X-linked dominant",
  "answer_4": "D. X-linked recessive",
  "answer_5": "E. Mitochondrial",
  "percent_1": "1%",
  "percent_2": "16%",
  "percent_3": "5%",
  "percent_4": "75%",
  "percent_5": "3%",
  "right_answer": "D. X-linked recessive",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1727.jpg",
  "explanation_1": "",
  "explanation_2": "$The pedigree shows that only males are affected by the drug intolerance.  Specifically, #male offspring of unaffected parents# are affected.  There is no evidence of male-to-male transmission.  This pattern is most consistent with X-linked recessive inheritance from an asymptomatic carrier female in the first generation.  In# X-linked recessive inheritance#:  $1. Affected males will always produce unaffected sons and carrier daughters.  $2. Carrier females have a 50% chance of producing an affected son or carrier daughter. $#G6PD deficiency#, which causes acute hemolytic anemia on exposure to oxidant drugs, follows an X-linked recessive pattern of inheritance. $#(Choice A)#  With autosomal dominant inheritance, affected individuals have at least 1 parent that is also affected. $#(Choice B)#  In autosomal recessive inheritance, both parents must at least be carriers (heterozygous) for the mutation in order to produce affected offspring.  However, the father of the marked individual comes from outside the family and would be unlikely to carry the mutation (the question states the mutation is rare in the general population). $#(Choice C)#  In @X-linked dominant inheritance@, affected individuals have at least 1 parent (of either sex) that is also affected.  An affected male will always produce affected daughters, but none of his sons will be affected. $#(Choice E)#  Conditions with mitochondrial inheritance are transmitted only by females.  All of an affected female’s offspring are likely to show signs of the disease. $#Educational objective# In X-linked recessive inheritance 1) affected males will always produce unaffected sons and carrier daughters, and 2) carrier females have a 50% chance of producing affected sons and carrier daughters.  G6PD deficiency follows this inheritance pattern and causes acute hemolytic anemia in response to oxidant drugs.  ",
  "clickable_1":"images/img1.1727.jpg"
  

}
,


{
  "id": "11913",
  "title": "A researcher is studying the Fas receptor (FasR), a protein widely expressed on cell surfaces.  The signaling cascade of programmed cell death is initiated when FasR binds to its ligand (FasL), which is expressed on cytotoxic T cells.  In an experiment, cancer cells that escaped elimination by the immune system were found to contain soluble Fas proteins that did not promote apoptosis.  The soluble Fas proteins were shorter and lacked the transmembrane domain.  DNA analysis of these cells revealed no FAS gene mutations.  Which of the following is the most likely explanation for the formation of altered Fas proteins in these cancer cells?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Alternative splicing",
  "answer_2": "B. Defective polyadenylation",
  "answer_3": "C. DNA methylation",
  "answer_4": "D. Polycistronic mRNA",
  "answer_5": "E. Protein ubiquitination",
  "percent_1": "70%",
  "percent_2": "7%",
  "percent_3": "11%",
  "percent_4": "3%",
  "percent_5": "8%",
  "right_answer": "A. Alternative splicing",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp11913.jpg",
  "explanation_1": "",
  "explanation_2": "$#Alternative splicing# is a process by which different combinations of DNA coding regions #(exons)# are selectively included or excluded from a mature messenger RNA (mRNA) transcript.  This allows the DNA contained in a single gene to code for a functionally diverse group of proteins. $@Splicing@ is a post-transcriptional modification that removes noncoding DNA regions #(introns)# from precursor-mRNA (pre-mRNA).  The process is driven by a large protein complex #(spliceosome)# comprised of small nuclear ribonucleoproteins (snRNPs).  Pre-mRNA splice sites are bound by the spliceosome, forming a lariat-shaped intermediate containing the introns.  This intermediate is excised and the exons are joined, completing the splicing process. $Alternative splicing is a normal process that allows production of alternate sets of proteins in different tissues.  It has also been implicated in various human diseases.  Cancers in particular can use alternative splicing to evade innate defense mechanisms.  The @Fas receptor-Fas ligand@ interaction drives programmed cell death via the cytotoxic T-cell mediated extrinsic pathway.  Cancer cells may develop the ability to #splice out# a particular exon that codes for the #transmembrane domain# of the Fas receptor (FasR), converting it to a soluble form that is not expressed on the cell surface, which allows the cells to #evade apoptosis#. $#(Choice B)#  Polyadenylation is a post-transcriptional modification in which a tail comprised of multiple adenosine nucleotides is added to the 3' end of a new mRNA transcript.  This process is necessary for the nuclear export and cytoplasmic stability of mRNA. $#(Choice C)#  DNA methylation describes the process by which methyl groups are added to DNA, suppressing transcription of the methylated genes. $#(Choice D)#  Polycistronic mRNA is often found in bacteria and contains multiple open reading frames that are translated into several proteins.  In contrast, eukaryotic organisms have monocistronic mRNA, which codes for only one protein. $#(Choice E)#  Ubiquitination is a process by which certain proteins are tagged with ubiquitin, a small regulatory protein, marking them for proteasomal degradation. $#Educational objective# Alternative splicing is a process by which a single gene can code for various unique proteins by selectively including or excluding different DNA coding regions (exons) into mature mRNA.  ",
  "clickable_1":"images/img1.11913.jpg",
  "clickable_2":"images/img2.11913.jpg"
  

}
,


{
  "id": "11595",
  "title": "A pharmaceutical corporation investigating new therapeutic agents for treatment of Burkitt lymphoma synthesizes a double-stranded RNA molecule that is 21 base pairs in length.  The RNA molecule has a base pair sequence that is complementary to a region of mRNA encoding c-Myc.  Introduction of the RNA molecule into tumor cells results in a significant reduction in cell growth.  Western blot analysis of equivalent numbers of treated and untreated cells is shown below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/11595.jpg",
  "title_2": "Which of the following processes was most likely directly interrupted in the cells exposed to the RNA molecule?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. DNA replication",
  "answer_2": "B. DNA transcription",
  "answer_3": "C. mRNA translation",
  "answer_4": "D. Proteasome activity",
  "answer_5": "E. Splicing",
  "percent_1": "8%",
  "percent_2": "18%",
  "percent_3": "65%",
  "percent_4": "3%",
  "percent_5": "6%",
  "right_answer": "C. mRNA translation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp11595.jpg",
  "explanation_1": "",
  "explanation_2": "$The results of the western blot show that the treated cell line produces less c-myc protein.  This is most likely due to RNA interference, a mechanism by which short (20-30 base pair) #double-stranded RNA# sequences induce #posttranscriptional gene silencing#. $Silencing RNA includes both small interfering RNA (siRNA) and microRNA (miRNA).  The human genome encodes over 1000 miRNA genes, each one capable of repressing hundreds of target genes; altered expression of miRNA genes are involved in the development of many diseases, including hematologic and solid malignancies.  In addition, synthetic siRNA sequences can be introduced into cells to silence specific pathogenic genes (eg, c-Myc oncogene) and are being explored as possible #therapeutic agents#. $After being transcribed, miRNA undergoes processing in the nucleus to form a #double-stranded# precursor that is then exported into the cytoplasm.  There, the precursor is cleaved into a short RNA helix by a ribonuclease protein called #dicer#.  The individual strands are then separated and incorporated into RNA-induced silencing complex (RISC).  This multiprotein complex uses its associated miRNA as a template to bind to complementary sequences found on target mRNAs.  An exact match generally results in #mRNA degradation#, but a partial match also causes #translational repression# by preventing ribosome and translation factor binding. $#(Choice A)#  DNA polymerase requires a short nucleic acid sequence primer for initiation of DNA synthesis.  During DNA replication, these primers are formed from RNA bases by the enzyme DNA primase. $#(Choice B)#  DNA transcription is the process in which RNA is transcribed from a DNA template by an RNA polymerase enzyme.  Although certain miRNA sequences can cause transcriptional inhibition, posttranscriptional silencing is the predominant means of RNA interference. $#(Choice D)#  Degradation of proteins and polypeptides occurs in proteasomes and lysosomes.  Proteasomes mainly degrade nuclear and cytoplasmic proteins; lysosomes degrade cellular organelles and extracellular proteins. $#(Choice E)#  Small nuclear RNA (snRNA) molecules bind to specific proteins to form small nuclear ribonucleoproteins (snRNPs).  These snRNPs associate with pre-mRNA to form spliceosomes, which function to remove introns from pre-mRNA during processing within the nucleus. $#Educational objective# Short non-coding RNA sequences (eg, microRNA and small interfering RNA) induce posttranscriptional gene silencing by base-pairing with complementary sequences within target mRNA molecules.  "
  
}
,


{
  "id": "12263",
  "title": "A 6-year-old girl with chronic anemia requiring repeated blood transfusions is undergoing genetic testing.  The patient's mother and older sibling have a history of mild anemia.  Her peripheral blood smear shows hypochromic, microcytic red blood cells, and hemoglobin electrophoresis reveals a predominance of hemoglobins F and A2.  Sequencing of the β-globin gene is performed using the patient's erythroblast DNA.  A schematic representation of the gene and its transcribed RNA is shown in the image below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/12263.jpg",
  "title_2": "The base sequence indicated by the bold red arrow is responsible for which of the following functions?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Enhancement of transcription",
  "answer_2": "B. Initiation of transcription",
  "answer_3": "C. Initiation of translation",
  "answer_4": "D. Repression of transcription",
  "answer_5": "E. Termination of transcription",
  "percent_1": "26%",
  "percent_2": "64%",
  "percent_3": "4%",
  "percent_4": "3%",
  "percent_5": "2%",
  "right_answer": "B. Initiation of transcription",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp12263.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient with chronic microcytic anemia requiring blood transfusions and a predominance of hemoglobins F and A2 on hemoglobin electrophoresis likely has beta-thalassemia, a hereditary blood disorder characterized by reduced β-globin chain production. $The base sequence indicated by the bold red arrow in this patient's β-globin gene represents the #CAAT box#, a highly conserved (consensus) sequence that functions as a #promoter of transcription# in the #eukaryotic# genome.  It is typically located 70-80 bases upstream from the transcription start site.  The Hogness (TATA) box is a second promoter region in the eukaryotic genome and is seen just to the right of the CAAT box in the above image.  The TATA box is generally located 25 bases upstream from the transcription start site.  Both the CAAT box and the TATA box promote initiation of transcription by acting as binding sites for general #transcription factors and RNA polymerase II#. $#(Choice A)#  @Enhancer sequences@ bind activator proteins that facilitate bending of DNA.  DNA bending allows activator proteins to interact with general transcription factors and RNA polymerase II at the promoter, increasing the rate of transcription.  Enhancers can be located upstream or downstream from the gene being transcribed and may be near the gene or thousands of base pairs away. $#(Choice C)#  Translation is initiated in the cytoplasm when a ribosome recognizes the AUG (methionine) start codon on a mature mRNA strand.  The Kozak consensus sequence plays a major role in initiation of the eukaryotic translation process. $#(Choice D)#  Silencers are similar to enhancers, but they decrease transcription rates by binding repressor proteins. $#(Choice E)#  Eukaryotic transcription termination is not completely understood.  In prokaryotes, a palindromic code in the DNA template causes formation of a \"hairpin\" turn in the newly synthesized mRNA, which facilitates detachment of RNA polymerase from the DNA template. $#Educational objective# The TATA and CAAT boxes are promoters of transcription in eukaryotic cells and are located approximately 25 and 75 bases upstream from the transcription start site, respectively.  They promote initiation of transcription by serving as binding sites for transcription factors and RNA polymerase II.  ",
  "clickable_1":"images/img1.12263.jpg"
  
  
}
,


{
  "id": "2041",
  "title": "A 43-year-old man is evaluated for progressive neuropsychiatric symptoms.  A year ago, he began feeling depressed and having hallucinations.  Five months later, he developed intermittent paresthesias and progressively worsening choreiform movements, myoclonus, and ataxia.  These symptoms have not improved despite multiple hospitalizations; an extensive workup has been unrevealing.  The patient is a slaughterhouse worker with extensive exposure to bovine offal.  As part of the evaluation for prion disease, a tissue sample lysate is processed via gel electrophoresis and transferred to filter paper.  Antibodies to a specific prion protein are added to the filter.  Next, a marked protein that combines with the antibody-protein complex is used to determine whether the test is positive.  Which of the following best describes this test?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Microarray",
  "answer_2": "B. Northern blot",
  "answer_3": "C. Southern blot",
  "answer_4": "D. Southwestern blot",
  "answer_5": "E. Western blot",
  "percent_1": "8%",
  "percent_2": "3%",
  "percent_3": "5%",
  "percent_4": "6%",
  "percent_5": "79%",
  "right_answer": "E. Western blot",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "@Western blotting@ is used to detect a target polypeptide or #protein# from within a mixed sample.  Potential target proteins are separated by gel #electrophoresis#.  The separated proteins are then transferred to a nitrocellulose membrane and probed with a primary #antibody# specific for the protein of interest.  The membrane is then washed and treated with a (secondary) #marked antibody# that binds to the primary antibody and can be detected (eg, by colorimetry). $For example, a serum sample from a patient with suspected HIV infection can be analyzed via Western blot to detect antibodies directed against specific viral proteins.  Following separation of viral proteins by gel electrophoresis and protein transfer to a nitrocellulose membrane, the membrane is treated with the patient's serum.  Patients who are HIV positive are likely to have antibodies that react with viral p24, gp41, and gp120/160.  If 2 of these 3 bands are positive, the test is considered positive. $Western blotting is similar to the enzyme-linked immunosorbent assay (ELISA) technique; however, in @ELISA@ the patient's serum is tested directly, whereas in Western blotting the proteins are first separated by electrophoresis. $#(Choice B)  Northern# blots analyze #mRNA#.  A sample containing a large number of mRNA molecules is separated via gel electrophoresis.  Separated bands are then transferred to a membrane and hybridized with a probe containing a nucleotide sequence complementary to the mRNA of interest. $#(Choice C)  Southern# blotting is used to analyze #DNA# sequences.  DNA that is fragmented using restriction endonucleases is separated by gel electrophoresis and transferred to a nitrocellulose membrane.  A radiolabeled DNA probe containing a sequence complementary to an area of interest is then used for hybridization.  Restriction site mutations can be detected by Southern blotting because they alter DNA fragment lengths, thereby altering electrophoresis migration patterns. $Microarray analysis is similar to Southern and Northern blotting but involves hybridization of a large number of probes at once #(choice A).#  The genomic DNA or cDNA being analyzed is labeled with a fluorescent tag and placed on a gene chip containing complementary sequences for a large number of genes.  The degree of fluorescence corresponds to the mRNA expressed in the particular sample. $#(Choice D)#  Southwestern blotting is a technique that analyzes DNA-binding proteins using principles of the Southern and Western blot techniques.  DNA-binding proteins are recognized by their ability to bind specific oligonucleotide probes. $#Educational objective# Western blotting is used to identify proteins, Northern blotting identifies specific RNA sequences, and Southern blotting identifies specific DNA sequences in an unknown sample.  ",
  "clickable_1":"images/img1.2041.mp4",
  "clickable_2":"images/img2.2041.mp4"
  

}
,


{
  "id": "2033",
  "title": "In an experiment, cultured fibroblasts are mechanically lysed, and the membrane lipids and cellular proteins are chemically removed to isolate nucleic acids.  The cellular extract containing the purified nucleic acids is incubated along with short sequences of repeated deoxythymidine residues fixed to latex beads.  The solution is washed several times to remove unbound molecules.  Which of the following types of nucleic acid is most likely to bind the strongest to the latex beads in this experiment?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Aminoacyl-tRNA",
  "answer_2": "B. Mature mRNA",
  "answer_3": "C. Promoter regions of DNA",
  "answer_4": "D. Ribosomal RNA",
  "answer_5": "E. Splice sites of pre-mRNA",
  "answer_6": "F. Telomere regions of chromosomes",
  "percent_1": "14%",
  "percent_2": "28%",
  "percent_3": "29%",
  "percent_4": "7%",
  "percent_5": "6%",
  "percent_6": "16%",
  "right_answer": "B. Mature mRNA",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2033.jpg",
  "explanation_1": "",
  "explanation_2": "$In the experiment described above, the poly-A tail on mature mRNA is most likely to bind the latex beads because the adenine residues in this tail would form complementary base pairs with the repeated deoxythymine residues fixed to the beads. $#Mature mRNA# refers to mRNA that has been processed and is ready for nuclear export and translation into protein.  mRNA processing (#post-transcriptional modification#) involves the following steps:  $1. 5' capping: A 7-methyl-guanosine cap is added to the 5' end of the mRNA.  $2. Polyadenylation: A #poly-A tail# (chain of adenine residues) is added to most eukaryotic mRNA molecules by poly-A polymerase.  Poly-A tails are not transcribed from the DNA template.  Instead, a #consensus sequence (AAUAAA)# located near the #3'# end of the RNA molecule directs the addition of the poly-A tail.  This tail protects the mRNA from degradation within the cytoplasm after it exits the nucleus.  $3. Splicing: The initial mRNA transcript (pre-mRNA) contains sequences from coding and noncoding regions of DNA, known as exons and introns, respectively.  Spliceosomes (complexes of small nuclear ribonucleoproteins [snRNPs] and other proteins) remove introns containing GU at the 5' splice site and AG at the 3' splice site #(choice E).# $#(Choice A)#  Aminoacyl-tRNA is tRNA charged with its amino acid.  The cloverleaf structure of tRNA consists of a 3' CCA tail (amino acid binding site); a T loop abundant in ribothymidine, pseudouridine, and cytidine residues; a D loop rich in dihydrouridine residues; and an anticodon loop. $#(Choice C)#  DNA promoter regions help initiate transcription by binding transcription factors and RNA polymerase II.  Promoter regions contain consensus sequences that are typically AT-rich (eg, TATA and CAAT boxes) or GC-rich (eg, GC box). $#(Choice D)#  Ribosomal RNA (rRNA) is a component of the ribosome that catalyzes peptide bond formation during translation. $#(Choice F)#  Telomeres are located at the ends of chromosomes and contain TTAGGG repeats, which are added by the enzyme telomerase (RNA-dependent DNA polymerase).  Critical shortening in telomere length is thought to signal programmed cell death. $#Educational objective# The poly-A tail is not transcribed from DNA; instead, it is added as a post-transcriptional modification downstream of the consensus sequence (AAUAAA) located near the 3' end of the mRNA molecule.  This tail protects mRNA from degradation within the cytoplasm after it exits the nucleus.  "
  
}
,


{
  "id": "883",
  "title": "A 5-year-old girl is brought to the office by her mother because she is concerned that her daughter \"sunburns too easily.\"  The mother says the patient's skin becomes red and scaly with only minimal sun exposure.  She first noticed the problem when her daughter was 7 months old during a trip to the beach.  The mother has since avoided exposing her child to excess sunlight, but finds it difficult now that the patient has begun kindergarten.  Physical examination shows thin and hyperpigmented skin.  She also has a few nevi on her hands that have been enlarging rapidly.  This patient's disorder is most likely due to a primary defect involving which of the following processes? ",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. DNA mismatch repair",
  "answer_2": "B. Nucleotide excision repair",
  "answer_3": "C. Ras signal transduction",
  "answer_4": "D. Regulation of apoptosis",
  "answer_5": "E. Regulation of cell cycle",
  "answer_6": "F. Repair of DNA crosslinks",
  "percent_1": "11%",
  "percent_2": "71%",
  "percent_3": "1%",
  "percent_4": "2%",
  "percent_5": "1%",
  "percent_6": "13%",
  "right_answer": "B. Nucleotide excision repair",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient likely has #xeroderma pigmentosum#, a rare autosomal recessive disorder that occurs due to defective @nucleotide excision repair@ of DNA damaged by #ultraviolet (UV) light#.  Normally, the regions of DNA damaged by UV radiation are excised and replaced by a series of DNA repair enzymes.  In xeroderma pigmentosum, this process is impaired and leads to the accumulation of abnormal pyrimidine nucleotides and other carcinogenic adducts. $The skin of affected individuals is normal at birth, but they present during the first year of life with severe sun sensitivity (eg, erythema, scaling) affecting light-exposed areas, especially the face.  Later, the skin shows atrophy, telangiectasias, and intermingling areas of hypo- and hyperpigmentation due to chronic UV damage.  #Skin malignancies#, including malignant melanoma and squamous and basal cell carcinoma, develop as early as ages 5-6. $#(Choice A)#  Abnormalities of genes responsible for DNA mismatch repair are found in patients with hereditary nonpolyposis colorectal cancer (HNPCC, or Lynch syndrome).  These patients have a greater incidence of colorectal, endometrial, and ovarian cancer. $#(Choice C)#  Ras codes for a G protein that regulates growth factor signal transduction.  Mutations that result in a constitutively activated Ras protein cause constant and unregulated cell proliferation, leading to malignancy (particularly pancreatic and colorectal cancer). $#(Choices D and E)#  p53 is a regulatory protein that halts cell cycle progression when DNA is damaged, allowing time for the DNA to be repaired.  When the damage is irreversible, apoptosis is triggered.  Acquired p53 mutations are found in the majority of spontaneous cancers, whereas inherited p53 mutations are responsible for Li-Fraumeni syndrome (which causes a wide range of malignancies at a young age). $#(Choice F)#  Fanconi anemia is an autosomal recessive condition caused by mutations in the genes responsible for the repair of interstrand DNA crosslinks.  It is the most common inherited cause of aplastic anemia and presents with short stature, absent thumbs, and increased malignancy risk. $#Educational objective# Xeroderma pigmentosum develops due to a defect in nucleotide excision repair.  This disease is characterized by increased sensitivity to ultraviolet radiation and a high incidence of cutaneous malignancy.  ",
  "clickable_1":"images/img1.883.jpg"
  

}
,


{
  "id": "14781",
  "title": "A 50-year-old previously healthy man is evaluated for progressive fatigue, weakness, and recurrent gingival bleeding.  Laboratory studies reveal normocytic normochromic anemia, thrombocytopenia, and leukocytosis with circulating myeloblasts.  Bone marrow biopsy establishes a diagnosis of acute myeloid leukemia.  Induction chemotherapy followed by allogeneic hematopoietic cell transplantation (HCT) is planned.  Molecular typing of human leukocyte antigen (HLA) -A, -B, -C, -DP, -DQ, and -DR is performed.  The patient's biological sister, with whom he shares both parents, is eligible for stem cell donation and undergoes HLA typing.  Which of the following is the most likely probability that the sibling will be an identical HLA match with this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. 0",
  "answer_2": "B. 1/16",
  "answer_3": "C. 1/8",
  "answer_4": "D. 1/4",
  "answer_5": "E. 1/2",
  "percent_1": "8%",
  "percent_2": "16%",
  "percent_3": "11%",
  "percent_4": "55%",
  "percent_5": "11%",
  "right_answer": "D. 1/4",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp14781.jpg",
  "explanation_1": "",
  "explanation_2": "$The human leukocyte antigen #(HLA)# genes encode major histocompatibility complex #(MHC)# molecules that are expressed on the cell surface and are key to recognition of cells as #self or non-self# by the immune system.  These include major class I genes (eg, HLA-A, HLA-B, HLA-C) and class II genes (eg, HLA-DP, HLA-DQ, HLA-DR), along with other minor HLA genes. $Although there are thousands of HLA alleles in the human population with millions of potential combinations, the HLA genes are #clustered# within a short region of a @single chromosome@.  This results in a #low# rate of #crossover#, allowing the HLA gene cluster to be treated as an #HLA haplotype# (a series of #linked genes# on the same chromosome).  Each child inherits 2 HLA haplotypes, one from the mother and one from the father.  Therefore, the probabilities that a given sibling will share some or all of the same HLA genes are as follows: $• #1/4# chance of inheriting all the same HLA genes (ie, #identical HLA match#). $• 1/2 chance of inheriting half of the same HLA genes (ie, haploidentical HLA match) #(choice E).# $• 1/4 chance of inheriting none of the same HLA genes (ie, HLA mismatch). $#Molecular typing# of HLA antigens is performed prior to transplants (eg, allogeneic stem cell transplant) to evaluate potential donors for mismatch in HLA alleles (eg, HLA-DR8 versus HLA-DR3), which is associated with higher rates of posttransplant complications (eg, graft versus host disease, graft failure).  An #HLA-identical sibling donor# would drastically reduce the likelihood of serious complications and increase the likelihood of a #successful transplant#. $#Educational objective# The human leukocyte antigen (HLA) genes encode major histocompatibility complex (MHC) molecules that are key to activation of the immune system in response to foreign (non-self) antigens.  All the HLA genes are clustered together, meaning that there is a low rate of crossover and that offspring essentially inherit 2 HLA haplotypes, one from each parent.  Therefore, the probability that a sibling would be an identical HLA match is 1/4.  ",
  "clickable_1":"images/img1.14781.jpg"
  

}
,


{
  "id": "1599",
  "title": "A 35-year-old woman, gravida 1 para 0, at 20 weeks gestation comes to the office for a routine prenatal visit and fetal anatomy ultrasound.  The ultrasound reveals several abnormalities.  An amniocentesis is performed and a fetal karyotype analysis is ordered; the results are shown in the image below:",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1599.jpg",
  "title_2": "This fetus is at greatest risk for developing which of the following conditions after birth?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Acute lymphoblastic leukemia",
  "answer_2": "B. Aplastic anemia",
  "answer_3": "C. Chronic myelogenous leukemia",
  "answer_4": "D. Germ cell tumor",
  "answer_5": "E. Retinoblastoma",
  "answer_6": "F. Rhabdomyosarcoma",
  "percent_1": "86%",
  "percent_2": "1%",
  "percent_3": "8%",
  "percent_4": "2%",
  "percent_5": "2%",
  "percent_6": "1%",
  "right_answer": "A. Acute lymphoblastic leukemia",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Down syndrome comorbidities#∆⨉ §^#Neurologic# ∆ • Intellectual disability • Early-onset Alzheimer disease §^#Cardiac# ∆ • Complete atrioventricular septal defect • Ventricular septal defect • Atrial septal defect §^#Gastrointestinal# ∆ • Duodenal atresia • Hirschsprung disease §^#Endocrine# ∆ • Hypothyroidism • Type 1 diabetes mellitus • Obesity • Short stature §^#Oncologic# ∆ • Acute leukemia §^#Orthopedic# ∆ • Atlantoaxial instability",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This karyotype shows @trisomy 21@ (47, XY, #+21#), which is diagnostic for @Down syndrome@.  This condition usually results from meiotic nondisjunction in the ovum, with advanced maternal age (age ≥35) as a risk factor.  Prenatal diagnosis is often suspected based on associated ultrasound findings, including a thickened nuchal fold, #cardiac septal defects#, and/or gastrointestinal abnormalities (eg, #duodenal atresia#). $Down syndrome is the most common genetic cause of intellectual disability.  In addition, Down syndrome significantly increases the risk of childhood #hematologic malignancies#, including #acute lymphoblastic leukemia# (most common leukemia in patients with Down syndrome) and acute megakaryoblastic leukemia.  The pathogenesis of the increased leukemia risk is uncertain, but may involve increased chromosome 21 gene expression promoting overall genomic instability. $#(Choice B)#  Patients with Fanconi anemia, not Down syndrome, develop bone marrow failure (aplastic anemia) due to an inherited mutation that causes defective DNA repair.  Karyotype analysis would be normal in this condition. $#(Choice C)#  Chronic myelogenous leukemia is commonly associated with a reciprocal translocation between the long arms of chromosomes 9 and 22 (ie, Philadelphia chromosome).  This translocation fuses the BCR gene on chromosome 22 to the ABL gene on chromosome 9, resulting in formation of the oncogenic BCR-ABL fusion gene.  Unlike this case, karyotype analysis would show elongation of chromosome 9 and shortening of chromosome 22. $#(Choice D)#  @Turner syndrome (45, XO)@ and @Klinefelter syndrome (47, XXY)@ increase the risk of ovarian germ cell tumors and extragonadal germ cell tumors, respectively.  This patient's karyotype is inconsistent with these diagnoses, and germ cell tumors are not increased in patients with Down syndrome. $#(Choices E and F)#  Incidence of retinoblastoma, which is associated with a retinoblastoma (RB1) gene mutation, and rhabdomyosarcoma is not increased in patients with Down syndrome. $#Educational objective# Trisomy 21 (which is diagnostic for Down syndrome) is detectable by cytogenetic karyotype analysis.  Patients are at increased risk of developing hematologic malignancies, including acute lymphoblastic leukemia and acute megakaryoblastic leukemia.  ",
  "clickable_1":"images/img1.1599.jpg",
  "clickable_2":"images/img2.1599.jpg",  
  "clickable_3":"images/img3.1599.jpg",
  "clickable_4":"images/img4.1599.jpg"
  

}
,


{
  "id": "1790",
  "title": "A young couple has undergone a successful in vitro fertilization procedure.  The father has cystic fibrosis and the mother has a sister with cystic fibrosis.  The father as well as the mother's sister are both known to have ΔF508 mutations, but the mother's carrier status is unknown.  Before making the decision to conceive, the couple underwent extensive genetic counseling regarding the potential risks of having a child with cystic fibrosis.  The family pedigree is diagrammed below with the unborn child marked by the red arrow.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1790.jpg",
  "title_2": "What is the probability that the unborn child will have cystic fibrosis?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. 1/16",
  "answer_2": "B. 1/8",
  "answer_3": "C. 1/4",
  "answer_4": "D. 1/3",
  "answer_5": "E. 2/3",
  "answer_6": "F. 3/4",
  "percent_1": "4%",
  "percent_2": "12%",
  "percent_3": "31%",
  "percent_4": "36%",
  "percent_5": "11%",
  "percent_6": "6%",
  "right_answer": "D. 1/3",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1790.jpg",
  "explanation_1": "",
  "explanation_2": "$Cystic fibrosis (CF) results from an #autosomal recessive# defect in the CF transmembrane conductance regulator (CFTR) gene.  Although most men with CF are infertile due to congenital absence of the vas deferens, they are #not sterile# and can have children via assisted reproductive technology. $Calculating the probability that the unborn child will have CF can be done by analyzing the above pedigree as follows:  $1. Because the #father# is homozygous for the mutant CFTR allele, he will #always# transmit the mutant allele to his offspring.  $2. Because the #mother# has an affected sibling and neither of her parents is affected, she most likely had 2 heterozygous carrier parents.  Therefore, the mother's 4 possible genotypes are: homozygous for the normal allele, heterozygous with her mother's mutant allele, heterozygous with her father's mutant allele, and homozygous for the mutant allele.  However, the mother does #not have CF# and therefore is #not homozygous for the mutant allele#.  This leaves 3 possible genotypes for the mother.  Two of the 3 remaining genotypes result in her being a #carrier# for the mutant CFTR allele, while the last one results in her being homozygous normal.  Therefore, the mother's probability of being a carrier equals #2/3#.  $3. If the mother is a carrier (2/3 chance), the probability that she will transmit the mutant allele to the child is 1 in 2.  As a result, the probability that the child will inherit a mutant allele from the mother (and therefore have CF as the father will always contribute a mutant allele) is: 2/3 x 1/2 = #1/3#. $#Educational objective# The probability that an autosomal recessive disease will be transmitted to a child can be calculated based on the maternal and paternal pedigrees.  An unaffected individual (with unaffected parents) who has a sibling affected by an autosomal recessive condition has a 2/3 chance of being a carrier for that condition.  "
  
}
,


{
  "id": "1788",
  "title": "A 14-year-old boy experiences severe, prolonged bleeding following a tooth extraction.  He also has a history of multiple episodes of painful joint swelling following minor trauma.  His parents have no bleeding problems.  Evaluation shows that the patient has an inherited disorder and that one of his parents is a genetic carrier.  His older sister, who does not have this condition, is pregnant.  She does not know the sex of her child.  She asks about the risk that her child will be affected.  Which of the following is the best estimate that this child will have the disease?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Near 0",
  "answer_2": "B. 1/2",
  "answer_3": "C. 1/4",
  "answer_4": "D. 1/8",
  "answer_5": "E. 1/16",
  "answer_6": "F. 1/32",
  "percent_1": "11%",
  "percent_2": "8%",
  "percent_3": "29%",
  "percent_4": "45%",
  "percent_5": "5%",
  "percent_6": "1%",
  "right_answer": "D. 1/8",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1788.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient is a boy with excessive bleeding and hemarthroses, suggesting a diagnosis of #hemophilia# A or B.  Both diseases are @X-linked recessive@ coagulation factor deficiencies.  The probability that his sister will give birth to an affected child can be calculated by multiplying the following probabilities: $• The probability (p1) that the sister is a #carrier# = 0.5.  The patient's father does not carry the mutation on his X chromosome because he would be affected by the disease if he did.  That means the mother carries the mutation on 1 of her 2 X chromosomes.  This gives the daughter a 50% chance of having inherited the mutated X chromosome and therefore being a carrier. $• The probability (p2) that the offspring of a female carrier will #inherit# the X chromosome with the hemophilia gene = 0.5.  Assuming the daughter is a carrier, the probability of passing on the mutant allele is 50% as only 1 of her 2 X chromosomes is passed to her offspring. $• The probability (p3) that his sister will have a #boy# = 0.5.  If the sister's child is female, the child could be a carrier of the disease but would not be affected by it.  If a male child inherits the mutated X chromosome, he will have the disease. $The probability that the sister will have an affected son is the probability that all 3 of the above events will take place (ie, the product of their individual probabilities): p1 x p2 x p3 = 1/2 x 1/2 x 1/2 = 1/8. $#Educational objective# Given phenotypically normal parents, the probability that a female sibling of a male affected by an X-linked recessive disease will give birth to an affected child is 1/8.  ",
  "clickable_1":"images/img1.1788.jpg"
  

}
,


{
  "id": "1434",
  "title": "A pharmaceutical researcher develops a novel antibacterial drug that works by inhibiting exonuclease activity during DNA replication.  When actively dividing Escherichia coli is exposed to the drug, enzyme-mediated nucleotide removal in the 5' to 3' direction is impaired, leading to inhibition of bacterial growth.  Which of the following enzymes is the most likely target of this drug?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. DNA polymerase I",
  "answer_2": "B. DNA polymerase III",
  "answer_3": "C. Gyrase",
  "answer_4": "D. Helicase",
  "answer_5": "E. Ligase",
  "answer_6": "F. Primase",
  "percent_1": "46%",
  "percent_2": "34%",
  "percent_3": "4%",
  "percent_4": "4%",
  "percent_5": "6%",
  "percent_6": "5%",
  "right_answer": "A. DNA polymerase I",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1434.jpg",
  "explanation_1": "",
  "explanation_2": "$DNA polymerases are the primary enzymes responsible for DNA synthesis, which occurs in the 5' to 3' direction.  #Prokaryotes# such as Escherichia coli have 3 major #DNA polymerases: I, II, and III#.  DNA replication requires a high degree of fidelity to preserve the genetic code in daughter cells and prevent potentially lethal mutations.  The first line of defense against DNA replication errors is accomplished by the #3' to 5' proofreading exonuclease# activity of all 3 DNA polymerases; upon detecting a replication error, they can reverse direction by one base pair and excise the mismatched base before continuing with DNA polymerization. $#DNA polymerase I# is unique as it is the only prokaryotic polymerase that also has #5' to 3' exonuclease activity#.  This activity functions to #remove the RNA primer# created by primase and repair damaged DNA sequences. $#(Choice B)#  DNA polymerase III has 3' to 5' exonuclease activity; however, it does not possess 5' to 3' exonuclease activity. $#(Choice C)#  The enzyme topoisomerase II, also known as DNA gyrase in prokaryotes, relieves tension created during DNA strand unwinding by introducing negative supercoils into the circular DNA.  Fluoroquinolones (eg, ciprofloxacin) are a class of antibiotics that work by inhibiting DNA gyrase. $#(Choice D)#  Before DNA replication begins, helicase unwinds the DNA double helix, facilitating separation of the 2 DNA strands which are then stabilized by single-stranded DNA-binding proteins. $#(Choice E)#  Okazaki fragments of the lagging strand are bound together by the enzyme ligase. $#(Choice F)#  DNA polymerases cannot begin synthesizing complementary DNA on a single-stranded template without an RNA primer.  Primase is an RNA polymerase that synthesizes this primer, which is made up of short stretches of RNA base paired to the DNA template. $#Educational objective# In prokaryotes, only DNA polymerase I has both 5' to 3' and 3' to 5' exonuclease activities.  The 3' to 5' exonuclease activity allows for a proofreading function during DNA replication, while the 5' to 3' exonuclease activity is involved in removal of RNA primers and repair of damaged DNA sequences.  "
  
}
,


{
  "id": "1474",
  "title": "A 23-year-old previously healthy man comes to the office after noticing a painless, hard mass in the left testis.  Scrotal ultrasound shows a solid testicular mass, and CT scan of the abdomen and pelvis shows left paraaortic lymphadenopathy.  Left orchidectomy is performed and postoperative histopathology reveals seminoma of the testis.  External beam radiotherapy is administered to the paraaortic metastatic area.  Several weeks later, the retroperitoneal nodes are observed to have markedly decreased in size.  Which of the following is the most likely effect of the therapy used on the metastatic cells in this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Demethylation of DNA",
  "answer_2": "B. DNA cross-linking",
  "answer_3": "C. Double-strand DNA breaks",
  "answer_4": "D. Nucleotide mismatches",
  "answer_5": "E. Pyrimidine dimers",
  "percent_1": "5%",
  "percent_2": "11%",
  "percent_3": "65%",
  "percent_4": "3%",
  "percent_5": "17%",
  "right_answer": "C. Double-strand DNA breaks",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1474.jpg",
  "explanation_1": "",
  "explanation_2": "$Therapeutic #ionizing radiation# (eg, gamma rays, x-rays), commonly used to treat or palliate several types of cancer, can cause cell death through 2 major mechanisms: $• DNA #double-strand breakage#:  Breakage of both strands is generally required, as single strand breaks are readily repaired by polymerases. $• Free radical formation:  Reactive oxygen species are formed by ionization of water; oxygen free radicals are then able to cause cellular and DNA damage. $The effect of radiation is most pronounced in malignant cells as they are rapidly dividing and consequently less able to repair DNA damage.  Epithelial surfaces (eg, bowel mucosa, skin) are also severely affected because they are rapidly dividing. $A characteristic cell death curve of exposure to radiation shows a nearly flat line on initial exposure, followed by a steep increase in cell death as the radiation dose increases (Diagram).  The steep portion is due to a sharp increase in double-stranded DNA strand fractures and oxygen free radicals. $#(Choice A)#  DNA methylation (only cytosine and adenine) typically inhibits gene transcription.  Demethylation or hypomethylation of oncogenes (and hypermethylation of tumor suppressor genes) contributes to the development of some cancers. $#(Choice B)#  DNA cross-linking can be induced by numerous chemical and physical agents, notably alkylating agents used in cancer treatment. $#(Choice D)#  During DNA replication, incorrect base placement can occur, but enzymes scan the newly synthesized DNA strands for mismatched bases, which are then excised and replaced.  This process is guided by the presence of adenine methylation (recognized by the enzymes) in the template strand, as the daughter strand remains unmethylated for some time following DNA replication. $#(Choice E)#  DNA damage from exposure to ultraviolet radiation, a non-ionizing radiation, leads to the formation of pyrimidine-pyrimidine dimers (thymine dimers).  Ionizing radiation has higher energy (enough to remove an electron), leading to more cell damage. $#Educational objective# Exposure to ionizing radiation, including therapeutic and palliative radiation therapy, induces DNA damage through DNA double-strand fractures and the formation of oxygen free radicals.  "
  
}
,


{
  "id": "1435",
  "title": "A research scientist purifies DNA polymerase III from an Escherichia coli extract.  The isolated enzymes are then incubated in a mixture containing DNA templates, RNA primer oligonucleotides, and tagged deoxynucleotides.  After analyzing the DNA molecules formed during incubation, the researcher concludes that the enzyme possesses 3′ to 5′ exonuclease activity.  Which of the following enzymatic actions was most likely observed during the experiment?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Cleavage of DNA strands to remove supercoils",
  "answer_2": "B. Excision of thymine dimers within DNA",
  "answer_3": "C. Removal of mismatched base pairs during DNA synthesis",
  "answer_4": "D. Removal of RNA primer nucleotides",
  "answer_5": "E. Unwinding of double-stranded DNA",
  "percent_1": "3%",
  "percent_2": "5%",
  "percent_3": "62%",
  "percent_4": "24%",
  "percent_5": "5%",
  "right_answer": "C. Removal of mismatched base pairs during DNA synthesis",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Proteins & their functions in prokaryotic DNA replication#∆⨉ §^#Helicase# ∆ • Unwinding of double helix §^#DNA gyrase (type II topoisomerase)# ∆ • Removal of supercoils §^#Single-stranded DNA binding protein# ∆ • Stabilization of unwound template strands §^#Primase (RNA polymerase)# ∆ • Synthesis of RNA primer §^#DNA polymerase III# ∆ • DNA synthesis (5′ → 3′ polymerase activity) • Proofreading (3′ → 5′ exonuclease activity) §^#DNA polymerase I# ∆ • Same as DNA polymerase III • Removal of RNA primer (5′ → 3′ exonuclease activity) & replacement with DNA §^#DNA ligase# ∆ • Joining of Okazaki fragments (lagging strand)",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "@DNA replication@ is coordinated by the actions of multiple enzymes and proteins.  It requires a high degree of fidelity to ensure preservation of the genetic code in daughter cells and to prevent accumulation of mutations. $Prokaryotes have 3 types of #DNA polymerase# (I, II, III), all of which perform the following functions: $• #DNA synthesis# (#5′ → 3′ polymerase# activity):  DNA chain synthesis and elongation first require the presence of an RNA primer (created by an RNA polymerase, or primase).  DNA polymerases then add individual nucleotides to the 3′ end of the growing daughter strand. $• #Proofreading# (#3′ → 5′ exonuclease# activity):  As the DNA daughter strand is synthesized, DNA polymerases check that each added nucleotide is appropriately matched to its complementary base.  Incorrect base pairs are removed (via hydrolysis of their phosphodiester bonds), and the correct complementary bases are added. $In this experiment, the researcher most likely observed #removal of mismatched base pairs# during DNA replication to conclude that DNA polymerase III has 3′ to 5′ exonuclease activity. $#(Choice A)#  During DNA replication in prokaryotes, the circular DNA strands are unwound, creating tension.  DNA gyrase (type II topoisomerase) temporarily cleaves both strands of the DNA double helix and introduces negative supercoils to relieve this tension. $#(Choice B)#  Ultraviolet (UV) light can damage DNA by covalently bonding adjacent pyrimidine (typically thymine) bases to form dimers.  These thymine dimers are usually removed via nucleotide excision repair by the enzyme UV-specific endonuclease. $#(Choice D)#  A unique function of DNA polymerase I is its 5′ to 3′ exonuclease activity, which is used to remove the RNA primer synthesized by RNA primase.  DNA polymerase III does not have 5′ to 3′ exonuclease activity. $#(Choice E)#  Helicase promotes unwinding and dissociation of parent DNA strands at the replication fork. $#Educational objective# All prokaryotic DNA polymerases (I, II, and III) remove mismatched nucleotides via their 3′ to 5′ exonuclease (proofreading) activity.  Only DNA polymerase I has 5′ to 3′ exonuclease activity, which is used to remove the RNA primer synthesized by RNA primase.  ",
  "clickable_1":"images/img1.1435.jpg"
  

}
,


{
  "id": "701",
  "title": "A married couple comes to the office for routine prenatal counseling.  The husband is 120 cm (3 ft 11 in) tall with disproportionately short upper and lower extremities, a large head, and a prominent forehead.  He cannot provide a biological family history because he was adopted.  His spouse is average height with no dysmorphic features, and her family history is insignificant.  They inquire about the likelihood that their offspring will have short stature due to the same condition as the father.  Which of the following is the best response to their concerns?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. The condition is not hereditary",
  "answer_2": "B. The probability depends on the child's biological sex",
  "answer_3": "C. The probability depends on the mother's carrier status",
  "answer_4": "D. The probability is about 25%",
  "answer_5": "E. The probability is about 50%",
  "percent_1": "11%",
  "percent_2": "5%",
  "percent_3": "17%",
  "percent_4": "12%",
  "percent_5": "55%",
  "right_answer": "E. The probability is about 50%",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp701.jpg",
  "explanation_1": "",
  "explanation_2": "$This man's short stature and morphologic features are suggestive of @achondroplasia@, the most common form of bone dysplasia.  It is caused by a #gain-of-function mutation# in the fibroblast growth factor receptor 3 (FGFR3) gene, which encodes a protein that inhibits chondrocyte proliferation and endochondral bone growth. $Achondroplasia occurs as a sporadic mutation in 85% of cases; advanced paternal age is a risk factor due to increased DNA replication errors during spermatogenesis.  However, once a mutation occurs, it can be #transmitted# as an #autosomal dominant #trait (responsible for the remaining 15% of cases) with complete penetrance #(choice A).# $Inheritance of only #1 mutant allele causes the disorder#; inheritance of 2 mutant alleles (ie, homozygous achondroplasia) is lethal.  As a result, the #man must be heterozygous# for the achondroplasia mutation.  A heterozygous parent has a 50% chance of transmitting the mutated allele; therefore, the unborn child has a #50% chance# of inheriting achondroplasia.  Because achondroplasia is a rare condition, the probability of having a sporadic mutation does not significantly add to the probability of inheriting the disease. $#(Choice B)#  In sex-linked disorders, the responsible gene is located on a sex chromosome (either X or Y).  Most sex-linked disorders are @X-linked recessive@; females with 1 copy of the defective gene will not have the disorder (they will be carriers), but all males who inherit the defective gene will be affected.  In @X-linked dominant@ disorders, both males and females are affected following inheritance of the defective gene. $#(Choice C)#  Because inheritance of only 1 mutant allele causes achondroplasia and the disease is completely penetrant, carriers do not exist.  This woman must be homozygous for the normal allele (since she is average height with no features that suggest achondroplasia). $#(Choice D)#  About 25% of children are affected in @autosomal recessive@ disorders if both parents carry 1 copy of the defective gene.  Many recessive disorders are the result of enzymatic deficiencies (eg, phenylketonuria) that require both copies of the gene to be knocked out, as 1 functional copy usually provides sufficient enzymatic activity to prevent occurrence of the disease. $#Educational objective# Achondroplasia is an autosomal dominant (AD) disorder that results in a gain-of-function mutation in the FGFR3 gene.  Most individuals affected by AD disorders are heterozygous and have a 50% chance of transmitting the mutation to their offspring.  ",
  "clickable_1":"images/img1.701.jpg",
  "clickable_2":"images/img2.701.jpg",  
  "clickable_3":"images/img3.701.jpg",
  "clickable_4":"images/img4.701.jpg"
  

}
,


{
  "id": "1418",
  "title": "A 4-year-old boy is brought to the office for evaluation of fatigue and bone pain.  Physical examination shows diffuse lymphadenopathy and purpura over his arms and legs.  Laboratory analysis reveals anemia and thrombocytopenia, and a peripheral blood smear shows lymphoblasts.  After further work-up, acute lymphoblastic leukemia is diagnosed, and the patient begins a chemotherapy regimen that includes doxorubicin.  This agent intercalates between DNA base pairs and inhibits DNA replication, a process that normally occurs at replication forks and produces 2 distinct daughter strands.  Which of the following is unique to the daughter strand that is synthesized in the opposite direction of the growing replication fork?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. 3′→5′ exonuclease activity of DNA polymerase",
  "answer_2": "B. 3′→5′ polymerase activity of DNA polymerase",
  "answer_3": "C. 5′→3′ exonuclease activity of DNA polymerase",
  "answer_4": "D. RNA primer synthesis before DNA strand synthesis",
  "answer_5": "E. Synthesis of multiple, short DNA fragments",
  "percent_1": "12%",
  "percent_2": "7%",
  "percent_3": "11%",
  "percent_4": "7%",
  "percent_5": "64%",
  "right_answer": "E. Synthesis of multiple, short DNA fragments",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1418.jpg",
  "explanation_1": "",
  "explanation_2": "$#DNA replication# begins at #multiple sites#—origins of replication—within eukaryotic chromosomes.  At these sites, the parent DNA double helix is separated and unwound in a process facilitated by the helicase enzyme and single-stranded DNA binding proteins.  The locations at which unwound DNA meets the double helix are known as replication forks.  Replication forks travel bidirectionally away from the origin of replication as DNA polymerase synthesizes complementary daughter DNA strands. $Synthesis of the daughter strands occurs simultaneously from both parent strands.  However, because #DNA synthesis can occur in only the 5′→3′ direction#, only 1 daughter strand is synthesized continuously toward the replication fork; this is the leading strand.  The other strand, called the #lagging strand#, must be synthesized #discontinuously# in a direction away from the replication fork; more segments are added as the replication fork moves across the DNA double helix.  This results in the formation of #Okazaki fragments#, short stretches of newly synthesized DNA that are separated by RNA primers.  These primers are then removed and replaced with DNA, and the Okazaki fragments are subsequently joined together by DNA ligase. $#(Choice A)#  DNA polymerases have 3′→5′ exonuclease activity (proofreading function) that allows them to reverse direction and remove incorrectly placed bases.  This process occurs on both newly formed daughter strands (not just the lagging strand) to help reduce replication errors. $#(Choice B)#  DNA polymerases do not have 3′→5′ polymerase activity; all polymerases synthesize in the 5′→3′ direction. $#(Choice C)#  During the synthesis of the lagging strand, 5′→3′ exonuclease activity is needed to remove RNA primers.  However, it is also used to remove primers when joining leading strands from separate origins of replication and is therefore not a unique mechanism in the creation of the lagging strand. $#(Choice D)#  Before DNA polymerase can initiate DNA synthesis, RNA primers must first be synthesized by the enzyme primase (DNA-dependent RNA polymerase).  This process is necessary for synthesis of both daughter strands and is therefore not unique to the lagging strand. $#Educational objective# DNA synthesis occurs in the 5′→3′ direction only.  During DNA replication, one daughter strand is synthesized continuously toward the replication fork (leading strand), whereas the other daughter strand is synthesized discontinuously away from the replication fork (lagging strand).  The lagging strand is formed from short stretches of newly synthesized DNA separated by RNA primers (Okazaki fragments).  "
  
}
,


{
  "id": "8283",
  "title": "A study is undertaken to map the HLA-DQ loci in a population with a high incidence of celiac sprue.  High-resolution HLA typing of the DQA1 and DQB1 loci is performed using polymerase chain reaction sequencing.  The frequency of the DQA1*0501-DQB1*0201 haplotype, strongly implicated in autoimmunity, is found to be 0.2.  However, in the same population, the frequency of the DQA1*0501 allele is 0.3 and the frequency of the DQB1*0201 allele is 0.2.  Which of the following best explains the observed DQA1*0501-DQB1*0201 haplotype frequency in this population?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Heteroplasmy",
  "answer_2": "B. Increased penetrance",
  "answer_3": "C. Linkage disequilibrium",
  "answer_4": "D. Pleiotropy",
  "answer_5": "E. Segregation",
  "percent_1": "11%",
  "percent_2": "8%",
  "percent_3": "60%",
  "percent_4": "13%",
  "percent_5": "7%",
  "right_answer": "C. Linkage disequilibrium",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp8283.jpg",
  "explanation_1": "",
  "explanation_2": "$Two genetic loci are said to be in #linkage disequilibrium# when their respective alleles are #inherited together# in the same gamete (haplotype) #more or less often than expected# by chance alone given their corresponding allele frequencies.  Although linkage disequilibrium is often the result of #physical proximity# of genes on the same chromosome, it does not always imply physical linkage between the allelic loci. $To estimate the expected probability of 2 alleles from separate loci appearing together, multiply their occurrence rates.  Note that the Hardy-Weinberg principle (2pq) is not applicable when considering alleles at different loci. $DQA1*0501-DQB1*0201 haplotype frequency = [Frequency of DQA1*0501] × [Frequency of DQB1*0201] = 0.3 × 0.2 = 0.06  $In this example, the observed frequency of both alleles being inherited together is #0.2#, which is greater than the expected frequency of 0.06; therefore, the population is said to be in linkage disequilibrium.  This disequilibrium is explained by the close proximity of the HLA-DQA1 and HLA-DQB1 loci that code for α and β chains of class II major histocompatibility complex. $#(Choice A)#  Heteroplasmy describes the presence of different mitochondrial genomes (eg, mutated and wild type) within a single cell.  The severity of mitochondrial diseases is often related to the proportion of abnormal to normal mitochondria. $#(Choice B)#  Penetrance is the proportion of people with a given genotype who express its associated phenotype.  If all individuals with a given gene express its phenotype, that gene is said to have full penetrance. $#(Choice D)#  Pleiotropy is the occurrence of multiple phenotypic manifestations, often in different organ systems, which result from a mutation in a single gene. $#(Choice E)#  The law of segregation describes the phenomenon in which gametogenesis results in the separation of paired chromosomes so that the offspring inherit only half of each parent's genetic composition. $#Educational objective# Two allele loci are said to be in linkage disequilibrium when a pair of alleles are inherited together in the same gamete (haplotype) more often or less often than would be expected given random pairing.  This most often occurs when the genes are in close physical proximity on the same chromosome.  "
  
}
,


{
  "id": "1419",
  "title": "A 65-year-old woman with chronic obstructive pulmonary disease and type II diabetes mellitus comes to the emergency department due to profound fevers and malaise.  After initial evaluation, she is hospitalized for septicemia.  Blood cultures plated on lactose-containing media grow rapidly dividing gram-negative bacteria.  Replication of these microbial cells requires synthesis of two daughter strands of DNA using the parent strands as templates.  Which of the following processes will differ the most between the 2 daughter strands formed at each replication fork?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Enzymatic function of DNA helicase",
  "answer_2": "B. Interaction with single-stranded DNA-binding proteins",
  "answer_3": "C. Joining of DNA fragments by ligase",
  "answer_4": "D. Proofreading of the newly synthesized DNA",
  "answer_5": "E. Relief of supercoils by topoisomerase",
  "percent_1": "3%",
  "percent_2": "9%",
  "percent_3": "66%",
  "percent_4": "19%",
  "percent_5": "4%",
  "right_answer": "C. Joining of DNA fragments by ligase",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1419.jpg",
  "explanation_1": "",
  "explanation_2": "$DNA replication is similar in prokaryotes and eukaryotes, with DNA polymerases I and III being the main polymerase enzymes involved in prokaryotic DNA replication.  For DNA replication to begin, DNA helicase must first unwind the DNA double helix and separate the parent strands #(choice A).#  The unwound single-stranded DNA is stabilized by the binding of single-stranded DNA-binding proteins to prevent spontaneous reannealing #(choice B).# $Synthesis of the daughter strands occurs simultaneously from both parent strands.  Because #DNA synthesis can occur only in the 5'#→#3' direction#, one daughter strand is synthesized continuously toward the replication fork (leading strand).  However, the other strand must be synthesized #discontinuously# in a direction away from the replication fork (lagging strand), with more and more segments being added as the replication fork moves across the DNA double helix.  This results in the formation of #Okazaki fragments#, short stretches of newly synthesized DNA that are separated by RNA primers.  These primers are removed and replaced with DNA, and the Okazaki fragments are subsequently joined together by DNA ligase.  Because of the discontinuous nature of DNA synthesis on the lagging strand, #DNA ligase# acts many more times on the lagging strand than on the leading strand. $#(Choice D)#  DNA polymerases I and III have proofreading ability (ie, 3'→5' exonuclease activity), and the proofreading function of these polymerases is not restricted to either the leading or lagging strand. $#(Choice E)#  Topoisomerase II produces negative supercoiling in the DNA helix ahead of the replication fork to reduce the strain produced by unwinding, which causes positive supercoiling. $#Educational objective# DNA replication occurs in the 5'→3' direction on both strands.  In contrast to the continuous synthesis of the leading strand, lagging strand synthesis occurs discontinuously and is composed of short stretches of RNA primer plus newly synthesized DNA segments (Okazaki fragments).  As a result, lagging strand synthesis requires the repetitive action of DNA primase and DNA ligase.  "
  
}
,


{
  "id": "2032",
  "title": "In an experiment, erythrocyte precursor cells are incubated in a medium containing radiolabeled cysteine.  These radiolabeled cysteine residues are attached to their appropriate tRNAs by the enzyme aminoacyl-tRNA synthetase.  The bound cysteine residues are then chemically modified to form alanine.  The end product of this reaction is a tRNA molecule that contains the cysteine anticodon but is mischarged with alanine.  Which of the following is most likely to occur to this alanine residue during polypeptide synthesis of alpha-hemoglobin?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. It will be incorporated into the polypeptide chain at a site requiring alanine",
  "answer_2": "B. It will be incorporated into the polypeptide chain at a site requiring cysteine",
  "answer_3": "C. It will be randomly incorporated into the polypeptide chain, halting chain elongation",
  "answer_4": "D. It will be rapidly cleaved off tRNA by the enzyme glycosylase",
  "answer_5": "E. It will never be incorporated into the polypeptide chain and will remain attached to tRNA",
  "percent_1": "5%",
  "percent_2": "70%",
  "percent_3": "5%",
  "percent_4": "13%",
  "percent_5": "6%",
  "right_answer": "B. It will be incorporated into the polypeptide chain at a site requiring cysteine",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "Amino acid activation and attachment to the 3' end of tRNA are catalyzed by #aminoacyl-tRNA synthetases# (AA-tRNA synthetases).  Each amino acid/tRNA pair has a specific AA-tRNA synthetase that links them together.  These enzymes are responsible for ensuring that each amino acid binds to the tRNA with the proper anticodon.  AA-tRNA synthetase activation and binding sites are #highly specific# for their correct amino acids and tRNA molecules.  In addition, some AA-tRNA synthetases can #\"proofread\"# their specific tRNA molecules and hydrolyze the amino acid bond when their tRNAs are incorrectly charged.  The error rate for AA-tRNA synthetases is therefore very low, with less than 1 error per 104 charges. $During protein synthesis, tRNA acts as an adaptor molecule between the codons found on mRNA and the amino acids being incorporated into the polypeptide chain.  The amino acid sequence in a polypeptide chain is dictated by the binding of a tRNA anticodon to its complementary codon on the mRNA molecule being translated.  #Erroneous amino acid/tRNA coupling# by AA-tRNA synthetase causes the #wrong amino acid# to be #incorporated# into the growing polypeptide chain #(choice E).# $For example, under normal circumstances, when the ribosome encounters a cysteine codon (eg, UGU) on mRNA, the complementary tRNA anticodon (eg, ACA) binds.  If this tRNA is improperly charged with alanine, as described in the experiment above, alanine will be incorrectly incorporated into the growing polypeptide chain in place of cysteine #(choice A).# $#(Choice C)#  During polypeptide chain elongation, ribosomes move from codon to codon on mRNA in the 5' to 3' direction, sequentially adding amino acids from aminoacyl-tRNA to the peptide chain.  This continues until the ribosome encounters a stop codon (ie, UAA, UAG, or UGA).  Releasing factors then assist in polypeptide chain termination. $#(Choice D)#  DNA glycosylases are enzymes involved in DNA base excision repair. $#Educational objective# The sequence of amino acids in a growing polypeptide chain is dictated by the interaction of the mRNA codon with the tRNA anticodon.  tRNA that is mischarged with the incorrect amino acid (and not corrected by aminoacyl-tRNA synthetase proofreading) will incorporate the wrong amino acid into the growing polypeptide chain.  "
  
}
,


{
  "id": "1610",
  "title": "A 1-hour-old girl born to a 40-year-old woman is brought to the nursery for evaluation.  The pregnancy and delivery were uncomplicated.  Physical examination shows mid-face hypoplasia with a flat nasal bridge, up-slanting palpebral fissures, a small mouth, and a single palmar crease bilaterally.  Cardiac auscultation reveals a blowing holosystolic murmur heard best along the sternal border.  Which of the following abnormalities is most likely to be present in this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Aberrant genomic imprinting",
  "answer_2": "B. Mosaicism",
  "answer_3": "C. Partial deletion",
  "answer_4": "D. Triplet expansion",
  "answer_5": "E. Uniparental disomy",
  "percent_1": "2%",
  "percent_2": "47%",
  "percent_3": "6%",
  "percent_4": "12%",
  "percent_5": "33%",
  "right_answer": "B. Mosaicism",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Inheritance of Down syndrome#∆⨉∆⨉ §^#Mechanism# ∆^#Pathogenesis# ∆^#Recurrence risk# §Meiotic nondisjunction$ (~95℅) ∆ • Extra copy of chromosome 21 present in every cell ∆ Based on maternal age §Unbalanced$ translocation ∆ • All or part of additional chromosome 21 attached to another chromosome ∆ High if balanced translocation is present in one parent §Mosaicism ∆ • Some (not all) cells have an extra copy of chromosome 21 • Nondisjunction event in early embryonic life ∆ Similar to normal population",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This child has many of the characteristic features of @Down syndrome@ (DS), a condition that results from an #increased gene dosage# effect due to an #extra copy# of chromosome 21.  Three cytogenetic abnormalities can lead to DS: $• @Meiotic nondisjunction@ accounts for nearly 95% of DS cases.  Failure of homologous chromosomes or sister chromatids to separate during meiosis can result in the inheritance of 3 copies of chromosome 21 in one daughter cell (trisomy) and 1 copy in the other daughter cell (monosomy).  Nondisjunction during meiosis is almost always of maternal origin. $• #Unbalanced translocations# account for 2%-3% of DS cases.  These individuals have 46 chromosomes, but have extra genetic material (consisting of duplicate chromosome 21 genes) attached to one of their chromosomes.  Approximately one third of these cases are due to a balanced translocation in one parent, which confers a high recurrence risk. $• #Mosaicism# accounts for <2% of DS cases.  Affected individuals have 2 distinct cell lines as a result of #nondisjunction during# #mitosis#:  one with a normal genotype and one with trisomy 21.  The proportion of affected cells determines the severity of DS features. $Of the available answer options, only mosaicism is consistent with a #third copy# of chromosome 21 existing in at least a portion of the patient's cells. $#(Choices A and E)#  Genomic imprinting is a normal process that refers to selective activation of gene expression depending on the parent of origin.  Aberrant imprinting occurs with uniparental disomy, or when a person receives #2 copies# of a chromosome from the same parent and no copy from the other parent.  Prader-Willi syndrome and Angelman syndrome (15q) are examples of conditions caused by dysfunctional imprinting due to uniparental disomy. $#(Choice C)#  Many genetic syndromes are caused by deletions (loss of genetic material).  Cri du chat syndrome (5p deletion) is an example of a syndrome caused by a partial deletion of chromosome 5. $#(Choice D)#  Increased trinucleotide repeats (triplet expansion) on certain genes can lead to silencing of a gene or synthesis of an abnormal gene product.  Huntington disease and fragile X syndrome are examples of conditions caused by triplet expansion. $#Educational objective# Common findings in Down syndrome include cognitive impairment, facial dysmorphism, and cardiac defects; 95% of cases are caused by the presence of an extra chromosome 21 (trisomy) resulting from nondisjunction.  Unbalanced Robertsonian translocations or mosaicism are less common causes.  ",
  "clickable_1":"images/img1.1610.jpg",
  "clickable_2":"images/img2.1610.jpg"
  

}
,


{
  "id": "2027",
  "title": "A 34-year-old woman comes to the office due to dysuria.  The patient has a history of recurrent urinary tract infections.  A urine sample is collected and sent for culture.  Gram-negative bacteria isolated from the urine are found to form pink colonies on lactose-containing MacConkey agar.  Several days later, bacterial isolates from a second urine sample are found to form white colonies when plated on the same type of medium.  Genetic analysis shows that the more recent isolates have a single nucleotide deletion within the lac operon DNA sequence.  This genomic change is most consistent with which of the following?",
  "title_table":"", 
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Conservative mutation",
  "answer_2": "B. Frameshift mutation",
  "answer_3": "C. Missense mutation",
  "answer_4": "D. Nonsense mutation",
  "answer_5": "E. Silent mutation",
  "percent_1": "5%",
  "percent_2": "60%",
  "percent_3": "21%",
  "percent_4": "9%",
  "percent_5": "4%",
  "right_answer": "B. Frameshift mutation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2027.jpg",
  "explanation_1": "",
  "explanation_2": "$Organisms that ferment lactose appear pink on MacConkey agar whereas lactose non-fermenters form white colonies.  In this case, the single nucleotide deletion within the lac operon DNA sequence of the newer isolates impairs lactose metabolism most likely by preventing the formation of a required enzyme.  Because the mutation is a #single base deletion#, it will cause a #frameshift mutation# if it occurs within the coding region (exons) of the gene. $Frameshift mutations are caused by #deletion or insertion# of any number of nucleotides that are #not multiples of 3#.  The result is a change in the reading frame during protein translation, which causes the production of an entirely different protein that is often shorter than the original due to formation of a premature stop codon. $The other mutations listed are all examples of @point mutations@ (ie, single base substitutions) that can lead to a variety of changes in the coded protein. $#(Choices A and C)#  Missense mutations are single base substitutions that result in the placement of an incorrect amino acid in a protein sequence.  These mutations occur within the coding region of a gene and do not alter protein length.  A conservative mutation is a type of missense mutation where an amino acid is replaced with another that has similar biochemical characteristics.  Conservative mutations generally preserve protein function unless the mutation occurs in a critical region (eg, active site of enzyme). $#(Choice D)#  Nonsense mutations introduce a premature stop codon in a coding region, resulting in the production of a truncated protein.  The mutation described is not a nonsense mutation because it was caused by a single base #deletion #(not a base substitution). $#(Choice E)#  A silent mutation is a single base substitution within a codon that does not change the amino acid (due to codon redundancy).  Silent mutations have no effect on protein formation or function. $#Educational objective# A frameshift mutation occurs with the deletion/addition of a number of bases not divisible by 3 in the coding region of a gene.  Frameshift mutations alter the reading frame of the genetic code, dramatically changing the protein structure and often resulting in the formation of a premature stop codon.  ",
  "clickable_1":"images/img1.2027.jpg"
  

}
,


{
  "id": "1728",
  "title": "A patient is suspected of having an inherited disorder.  Pedigree analysis shows the following pattern:",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1728.jpg",
  "title_2": "This patient most likely has which of the following conditions?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Classic galactosemia",
  "answer_2": "B. Hemophilia B",
  "answer_3": "C. Huntington disease",
  "answer_4": "D. Leber hereditary optic neuropathy",
  "answer_5": "E. Rett syndrome",
  "percent_1": "65%",
  "percent_2": "17%",
  "percent_3": "6%",
  "percent_4": "6%",
  "percent_5": "6%",
  "right_answer": "A. Classic galactosemia",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1728.jpg",
  "explanation_1": "",
  "explanation_2": "$Each of the affected individuals on this pedigree inherited the disorder from #asymptomatic carrier parents#, which is consistent with a recessive inheritance pattern.  Because #both males and females# inherit the condition, it is an #autosomal recessive# disorder.  Based on this inheritance pattern, 50% of offspring will be asymptomatic carriers, 25% will be unaffected, and 25% will express the disorder. $#Classic galactosemia# is the most common and most severe of the galactosemic disorders.  It is an autosomal recessive disorder leading to complete enzymatic absence of galactose-1-phosphate uridyl transferase.  Newborns present within days of birth with jaundice, vomiting, and hepatomegaly. $In general, most #enzyme deficiency conditions# follow an autosomal recessive inheritance pattern whereas diseases due to defective noncatalytic proteins follow an autosomal dominant pattern. $#(Choice B)#  Hemophilia B (Christmas disease) is an @X-linked recessive disorder@, (@image2@) affecting #males# that causes factor IX deficiency with easy bruising and bleeding (eg, hemarthrosis, oral bleeding, intracranial hemorrhage).  Affected males will have asymptomatic carrier mothers. $#(Choice C)#  Huntington disease is an @autosomal dominant disorder@ affecting males and females equally.  It causes progressive neurodegeneration of the caudate and putamen, leading to chorea, dementia, and death.  Patients usually have an affected parent. $#(Choice D)#  Leber hereditary optic neuropathy is a @mitochondrial inheritance disorder@ affecting all offspring of an affected mother; there is no father-child transmission.  It is characterized by progressive bilateral optic neuropathy leading to blindness. $#(Choice E)#  Rett syndrome is an @X-linked dominant disorder@ (@image2@) affecting females (affected males die in utero) that presents in early childhood with progressive neurodegeneration and stereotypical hand movements.  X-linked dominant conditions are characterized by a lack of father-son transmission whereas all daughters of an affected father are affected.  Half of all offspring of an affected mother are also affected. $#Educational objective# Autosomal recessive disorders affect 25% of offspring of asymptomatic heterozygous carrier parents.  Classical galactosemia is the most common and severe galactosemic disorder and presents within days of birth with jaundice, vomiting, and hepatomegaly.  ",
  "clickable_1":"images/img1.1728.jpg",
  "clickable_2":"images/img2.1728.jpg",  
  "clickable_3":"images/img3.1728.jpg",
  "clickable_4":"images/img4.1728.jpg",
  "clickable_5":"images/img5.1728.jpg",
  "clickable_6":"images/img6.1728.jpg"
}
,


{
  "id": "11912",
  "title": "A 46-year-old woman is evaluated for a 2-month history of progressive abdominal distension, vague abdominal discomfort, and a bloating sensation.  Physical examination shows moderate ascites.  Laboratory evaluation reveals markedly elevated CA-125 and imaging studies show an ovarian mass.  Molecular analysis of the malignant cells in ascitic fluid is performed, and these cells are found to have high telomerase activity.  This enzyme promotes cell growth and malignancy by directly causing which of the following actions?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Enhancing tissue invasion and metastasis",
  "answer_2": "B. Increasing transcription factor expression",
  "answer_3": "C. Preventing chromosomal shortening",
  "answer_4": "D. Promoting G1/S progression",
  "answer_5": "E. Sustaining angiogenesis",
  "percent_1": "1%",
  "percent_2": "3%",
  "percent_3": "92%",
  "percent_4": "4%",
  "percent_5": "1%",
  "right_answer": "C. Preventing chromosomal shortening",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "#Telomeres# lie at the end of linear eukaryotic chromosomes and have tandem #repeat DNA sequences#, usually GT-rich repeats (eg, TTAGGG).  They protect chromosomes from being recognized as damaged DNA, help to regulate gene expression, and participate in controlling cell replication and entry into senescence.  As DNA polymerase cannot fully replicate the 3' end of the lagging chromosomal strands, cell division and aging lead to progressive DNA loss and telomere shortening at chromosomal ends.  Once cells reach their maximum limit for proliferation (~50-70 divisions), the shortened telomeres trigger permanent growth arrest.  Cell checkpoint genes (eg, TP53) become activated, and the critically short and dysfunctional telomeres lead to programmed cell death (apoptosis). $#Telomerase# is an RNA-dependent DNA polymerase that consists of 2 molecules, human telomerase reverse transcriptase (TERT) and telomerase RNA (TR or TERC).  Telomerase synthesizes #telomeric DNA sequences# that can replace the lost #chromosomal ends# of the telomeres.  As a result, the telomere can divide without reaching a limit.  Normal human cells have absent telomerase activity except in cells that need to divide regularly (eg, germ cells, certain adult stem cells).  However, >90% of cancer cells contain increased telomerase activity, allowing for continued proliferation without apoptosis. $#(Choice A)#  Matrix metalloproteinases are proteases that degrade extracellular matrix proteins.  They also modulate cell signaling by cleaving cell surface receptors, releasing apoptotic ligands, and inactivating chemokines/cytokines.  These enzymes generally increase cell proliferation and allow for tissue invasion and metastasis. $#(Choice B)#  Proto-oncogenes often encode proteins involved in signal transduction in response to growth factors.  Mutations in these genes can result in constitutive signal activation and increased transcription factor expression, stimulating cellular proliferation. $#(Choice D)#  Cyclin D is a protein that is synthesized during the G1 phase of the cell cycle and helps promote the G1/S phase transition.  Increased expression of cyclin D can result in unchecked cellular proliferation. $#(Choice E)#  Vascular endothelial growth factor (VEGF) is a signal protein that helps create new blood vessels after injury.  Cancer cells can overexpress VEGF to promote angiogenesis and allow for increased growth and metastasis. $#Educational objective# Telomerase is an RNA-dependent DNA polymerase that synthesizes telomeric DNA sequences that can replace the lost chromosomal ends of the telomeres.  Cancer cells typically contain increased telomerase activity to allow for continued proliferation.  "
  
}
,


{
  "id": "11914",
  "title": "A 19-year-old woman is evaluated for new onset generalized tonic-clonic seizures.  For the past several years, she has also been having erratic jerks of her arms and legs, and intermittent muscle weakness.  The girl has multiple family members with similar symptoms.  Neurological examination reveals decreased sensation in the lower extremities and a broad-based gait.  Skeletal muscle biopsy shows ragged, red-appearing muscle fibers.  Further analysis reveals that the patient's symptoms are due to a mutation affecting extranuclear DNA.  Which of the following pedigrees is most likely to represent this patient's family history? (The arrow points to the patient.)",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",

  "answer_1": "A. ",  "answer_2": "B. ",  "answer_3": "C. ",  "answer_4": "D. ",  "answer_5": "E. ",
  "percent_1": "4%",  "percent_2": "3%",  "percent_3": "4%",  "percent_4": "4%",  "percent_5": "84%", 
  "right_answer": "E. ",

  "ansImg_1": "images/ansA11914.jpg",  "ansImg_2": "images/ansB11914.jpg",  "ansImg_3": "images/ansC11914.jpg",  "ansImg_4": "images/ansD11914.jpg",  "ansImg_5": "images/ansE11914.jpg",  
  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "$This patient most likely has a form of #mitochondrial myopathy#.  Without properly functioning mitochondria, cells are unable to use oxidative phosphorylation to efficiently produce adequate levels of ATP.  Organ systems such as the brain and skeletal muscle will be affected first due to their high metabolic demand relative to other tissues.  Affected patients often present with myopathy (eg, #muscle weakness#, myalgia), lactic acidosis due to impaired aerobic glycolysis, and #nervous system dysfunction# (eg, neuropathy, seizures).  Muscle biopsy classically shows #ragged red fibers#. $Mitochondria are unique organelles because they contain their own DNA, known as #mtDNA#.  Offspring inherit mtDNA in a maternal fashion with no paternal contribution (#maternal inheritance#).  Only affected females transmit abnormal mitochondria to offspring; transmission never occurs through males (even if they are affected). $#(Choice A)#  Autosomal dominant disorders affect 50% of all children (males and females) born to one affected parent.  The disease will appear in consecutive generations, and father-to-son transmission can occur. $#(Choice B)#  Autosomal recessive conditions affect about 25% of all children (males and females) with two carrier parents.  Offspring of a single affected parent will be carriers for the disorder.  As a result, the disease can skip generations, but consanguineous families will show increased incidence. $#(Choice C)#  In @X-linked dominant@ disorders, all female children of affected males will have the condition, but both female and male children of an affected female have a 50% chance of being affected.  There is no father-to-son transmission. $#(Choice D)#  In @X-linked recessive@ conditions, male offspring of a carrier female have a 50% chance of being affected, whereas female offspring have a 50% chance of being carriers.  Female children of an affected father are obligate carriers.  The disease can skip generations, and there is no father-to-son transmission. $#Educational objective# Mitochondrial dysfunction frequently presents with myopathy, nervous system dysfunction, lactic acidosis, and ragged red fibers on muscle biopsy.  Mitochondrial myopathies due to mtDNA mutations are inherited solely in a maternal fashion (ie, maternal inheritance).  Therefore, transmission occurs only through affected females and never through males.  ",
  "clickable_1":"images/img1.11914.jpg",
  "clickable_2":"images/img2.11914.jpg"
  

}
,


{
  "id": "1486",
  "title": "A 24-year-old woman comes to the office for evaluation of a skin lesion.  Physical examination shows a 5-mm, brown, oval macule on her anterior thigh.  Biopsy of the lesion shows normal-appearing nevus cells clustered in the epidermis, consistent with a benign acquired melanocytic nevus.  During histologic analysis, the patient's epithelial cells are found to each contain a condensed body composed of heavily methylated DNA at the periphery of the nucleus.  This region of DNA is most likely associated with which of the following genetic findings?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Extensive double-strand DNA break repair",
  "answer_2": "B. Histone acetylation",
  "answer_3": "C. Impaired mismatch repair",
  "answer_4": "D. Low transcription activity",
  "answer_5": "E. Reduced positive supercoiling",
  "percent_1": "5%",
  "percent_2": "8%",
  "percent_3": "4%",
  "percent_4": "80%",
  "percent_5": "3%",
  "right_answer": "D. Low transcription activity",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1486.jpg",
  "explanation_1": "",
  "explanation_2": "$In genotypic females (46,XX), #one X chromosome# is normally #randomly deactivated# in each embryonic cell during early development (ie, lyonization).  This process converts the inactive X chromosome into condensed heterochromatin at the periphery of the nucleus (#Barr body#).  Heterochromatin consists of heavily methylated DNA bases (eg, cytosine converted to methylcytosine) and deacetylated histones, which cause it to have a #low level of transcriptional activity#. $#X-inactivation# (ie, lyonization) is maintained across cell division (ie, all of a cell's descendants have the same X chromosome inactivated), resulting in clusters of cells throughout the body that express either the maternal or paternal X chromosome.  This @mosaic pattern@ of X-chromosome expression generally prevents X-linked recessive conditions from manifesting in female carriers.  However, in rare cases, @skewed lyonization@ (ie, uneven inactivation of maternal or paternal X chromosome due to chance alone) may result in women developing an X-linked recessive condition (eg, classic hemophilia). $In addition, because a small proportion of genes remain transcriptionally active on the inactivated X chromosome, inheritance of an abnormal number of X chromosomes can cause abnormalities due to a #gene-dosage effect#, as seen with Turner (45,X) and Klinefelter (47,XXY) syndromes. $#(Choice A)#  Double-strand DNA breakage can occur following exposure to ionizing radiation.  Compared to single-strand breaks, double-strand breaks are more likely to result in faulty repair, leading to mutations, malignancy, or cell death. $#(Choice B)#  @Histone acetylation@ facilitates active transcription, as seen with euchromatin.  In contrast, histone deacetylation increases interaction between histones and DNA and contributes to the formation of condensed chromatin (ie, heterochromatin) that is less transcriptionally active. $#(Choice C)#  Repair of mismatched bases occurs throughout the genome during DNA replication.  Impaired mismatch repair is associated with hereditary nonpolyposis colorectal cancer. $#(Choice E)#  DNA supercoiling refers to the amount of twisting in a double-stranded DNA molecule; increased positive supercoiling means the DNA helix becomes more tightly wound, which allows for more compact DNA packaging but also limits access by transcriptional machinery.  Inactive X chromosomes are formed from condensed heterochromatin with a positively supercoiled structure compared to transcriptionally active euchromatin. $#Educational objective# X-chromosome inactivation occurs in genotypic females and results in conversion of the chromosomal DNA into condensed heterochromatin (ie, a Barr body).  Heterochromatin is located at the periphery of the nucleus and composed of heavily methylated DNA and deacetylated histones, causing it to have a low level of transcriptional activity.  ",
  "clickable_1":"images/img1.1486.jpg",
  "clickable_2":"images/img2.1486.jpg",  
  "clickable_3":"images/img3.1486.jpg"
  

}
,


{
  "id": "1412",
  "title": "A 3-year-old boy is being evaluated for recurrent respiratory infections.  The patient's family immigrated to the United States 5 months after his birth.  Since then, the boy has experienced multiple episodes of pneumonia and bronchitis, and has developed a persistent cough and failure to thrive.  His older brother has no medical issues.  A genetic test is performed and reveals a mutation in an exon of a gene that codes for a transmembrane chloride channel.  The abnormal mRNA is isolated from cultured epithelial cells, and its complementary DNA is synthesized.  Amplified cDNA samples from both the patient and his healthy sibling are analyzed using gel electrophoresis and compared to DNA fragments of known size to determine base pair length.  The results are shown below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1412.jpg",
  "title_2": "Which of the following is most likely responsible for this patient's condition?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Frameshift mutation",
  "answer_2": "B. In-frame deletion",
  "answer_3": "C. Missense mutation",
  "answer_4": "D. Nonsense mutation",
  "answer_5": "E. Silent mutation",
  "answer_6": "F. Trinucleotide expansion",
  "percent_1": "25%",
  "percent_2": "15%",
  "percent_3": "11%",
  "percent_4": "48%",
  "percent_5": "0%",
  "percent_6": "1%",
  "right_answer": "A. Frameshift mutation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1412.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has cystic fibrosis, which occurs due to mutations affecting the cystic fibrosis transmembrane conductance regulator (CFTR) gene.  The vignette states that the patient's #mutation affects an exon#, meaning that the mutation will be #detectable in the mRNA# sequence.  Complementary DNA (cDNA) is double-stranded DNA that is synthesized from an mRNA template.  In this case, cDNA was synthesized using CFTR mRNA from the patient and his brother.  Subsequent gel electrophoresis shows that the patient's cDNA is 28 base pairs shorter than that of his brother, indicating the patient has a #28-base pair deletion# affecting the coding region of CFTR.  Deletion or insertion of a number of bases that is #not divisible by 3# results in #frameshift mutations#.  As the name implies, frameshift mutations alter the reading frame of the genetic code, resulting in the formation of nonfunctional proteins due to the incorporation of many incorrect amino acids. $#(Choice B)#  One or more complete codons (genetic triplet codes) are removed in an in-frame deletion, which does not affect the reading frame of subsequent codons.  This patient's 28-base pair deletion is not divisible by 3, so it will result in a reading frame shift. $#(Choices C and D)#  Missense and nonsense mutations are due to single base substitutions that result in the placement of an incorrect amino acid or introduction of a premature stop codon, respectively.  These mutations occur in exons and affect protein translation.  However, in this scenario, #gel electrophoresis# is being performed on# cDNA (not protein)# and the results indicate the #length of the mature RNA transcript#.#  #Termination of RNA transcription occurs by specific sequences in the 3' untranslated region that cause RNA hairpin loop formation and/or recruitment of termination factors.  As a result, point mutations in the exons of a gene (such as those responsible for causing nonsense mutations) are unlikely to affect total mRNA (cDNA) size. $#(Choice E)#  Silent mutations can occur in both coding and noncoding regions, but they do not alter protein quantity or function and do not affect phenotype.  This patient's mutation caused him to develop cystic fibrosis, so it is not a silent mutation. $#(Choice F)#  Trinucleotide expansions increase the number of trinucleotide repeats in the coding region of a gene, often resulting in large proteins with abnormal function.  This patient's abnormal CFTR gene is shorter (not longer) than the normal gene from his sibling, which indicates a deletion has occurred. $#Educational objective# Deletion or addition of a number of bases that is not divisible by 3 in the coding region of a gene will cause a frameshift mutation.  Frameshift mutations alter the reading frame of the genetic code, resulting in the formation of nonfunctional proteins.  "
  
}
,


{
  "id": "1472",
  "title": "Researchers studying molecular biology observe a eukaryotic cell via electron microscopy.  During interphase of the cell cycle, they notice 10-nm thick chromatin fibers with a \"beads on a string\" appearance.  These chromatin fibers are extracted and treated with an endonuclease, which preferentially cleaves the \"string\" portions of the chromatin.  Further evaluation reveals that the \"beads\" are composed of DNA wrapped around a core of proteins.  Which of the following proteins is most likely found outside this core and promotes chromatin compaction? ",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Histone H1",
  "answer_2": "B. Histone H3",
  "answer_3": "C. Histone H4",
  "answer_4": "D. Small nuclear ribonucleoprotein",
  "answer_5": "E. Type II topoisomerase",
  "answer_6": "F. Ubiquitin",
  "percent_1": "68%",
  "percent_2": "11%",
  "percent_3": "10%",
  "percent_4": "4%",
  "percent_5": "4%",
  "percent_6": "4%",
  "right_answer": "A. Histone H1",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1472.jpg",
  "explanation_1": "",
  "explanation_2": "$Chromatin is made up of DNA (negatively charged) wrapped twice around an octamer of histone proteins (positively charged).  This core of histones is composed of 2 molecules each of histones H2A, H2B, H3, and H4.  Together, these histone proteins and wrapped DNA are known as a #nucleosome#.  Nucleosomes are separated by a stretch of DNA, or #linker DNA#, giving them the appearance of #beads on a string#.  This loose structure of DNA organization is about 10 nm in diameter and provides a high degree of transcriptional access (euchromatin). $The degree to which nucleosomes can be compacted is dynamic and changes based on epigenetic modification (eg, histone acetylation) and binding of additional DNA structural proteins.  One such protein is #histone H1#, which, in contrast to the other histone proteins, is located #outside the nucleosome core#.  Histone H1 binds to both the nucleosome and adjacent linker DNA, which facilitates packaging of chromatin into a thicker (30-nm), #more compact# structure (heterochromatin) that limits transcriptional access to the DNA. $During cell division, chromatin interacts with additional proteins (eg, nuclear scaffold protein) and undergoes further rounds of coiling, ultimately forming condensed chromosomes. $#(Choices B and C)#  Histones H3 and H4 are components of the nucleosome core. $#(Choice D)#  Small nuclear ribonucleoproteins help splice out introns from pre-mRNA, forming mature mRNA. $#(Choice E)#  During DNA replication, topoisomerase relieves the tension created during DNA strand unwinding by introducing negative supercoils into the DNA.  It does not promote chromatin compaction. $#(Choice F)#  Ubiquitin is a small protein present in the cytoplasm and nucleus of all eukaryotes.  It is typically covalently attached to various intracellular proteins to signal for their degradation by the proteasome (ubiquitin-proteasome pathway). $#Educational objective# Nucleosomes are composed of DNA wrapped around a core of histone proteins.  Histone H1 is unique in that it is located outside this histone core and helps package nucleosomes into more compact structures, limiting transcriptional access to DNA.  "
  
}
,


{
  "id": "2015",
  "title": "A pharmaceutical researcher performs preclinical testing on a novel chemotherapeutic drug.  When rat embryos are exposed to this drug during an early stage of organogenesis, they develop severe skeletal malformations.  Further genetic analysis reveals that the drug causes mutations in numerous homeobox genes containing highly conserved 180 base pair DNA sequences.  The genes affected by this drug most likely code for which of the following proteins?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Cell surface receptors",
  "answer_2": "B. Cytoplasmic enzymes",
  "answer_3": "C. DNA replication enzymes",
  "answer_4": "D. Structural proteins",
  "answer_5": "E. Transcription regulators",
  "answer_6": "F. Transport proteins",
  "percent_1": "4%",
  "percent_2": "1%",
  "percent_3": "9%",
  "percent_4": "25%",
  "percent_5": "57%",
  "percent_6": "4%",
  "right_answer": "E. Transcription regulators",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2015.jpg",
  "explanation_1": "",
  "explanation_2": "$A homeobox is a highly conserved DNA sequence that is usually about 180 nucleotides in length.  A gene containing a homeobox sequence is called a #homeobox# or #hox gene#.  These genes typically code for #transcription factors# that bind to regulatory regions on DNA, altering the expression of genes involved in the segmental organization of the embryo.  Proper morphogenesis ensures that tissues, organs, and structural elements of the body are formed in the correct position along the cranio-caudal axis.  Homeobox gene mutations interrupt this developmental process, often resulting in severe abnormalities such as skeletal malformations and improperly positioned limbs and appendages. $#(Choices A, B, C, D, and F)#  Homeobox genes do not typically encode cell surface receptors, cytoplasmic enzymes, DNA replication enzymes, structural proteins, or transport proteins. $#Educational objective# Homeobox genes encode DNA-binding transcription factors that play an important role in the segmental organization of the embryo along the cranio-caudal axis.  "
  
}
,


{
  "id": "22214",
  "title": "A 1-day-old boy is evaluated in the neonatal intensive care unit due to severe hypotonia, poor feeding, and respiratory distress.  The patient was born to a 30-year-old woman via vaginal delivery; the pregnancy was complicated by polyhydramnios.  The neonate's mother has a history of recurrent muscle cramps, mostly in her hands; her face is long and narrow and lacks expression.  She is otherwise healthy.  The patient's length, weight, and head circumference are at the 30th percentile.  Examination shows profound hypotonia, truncal and appendicular weakness, and marked hyporeflexia.  Flexion deformities and clubfoot are present bilaterally.  Assuming that the patient and his mother have the same inheritable condition, which of the following mechanisms best explains their different phenotypic presentations?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Genetic anticipation",
  "answer_2": "B. Genetic heterogeneity",
  "answer_3": "C. Germline mosaicism",
  "answer_4": "D. Maternal imprinting",
  "answer_5": "E. Single nucleotide polymorphism",
  "percent_1": "44%",
  "percent_2": "27%",
  "percent_3": "17%",
  "percent_4": "7%",
  "percent_5": "5%",
  "right_answer": "A. Genetic anticipation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp22214.jpg",
  "explanation_1": "",
  "explanation_2": "$Compared to his mother, this neonate has profound symptoms of muscle weakness.  These findings suggest #genetic anticipation#, in which an inherited condition #presents earlier# and with #more severe# disease in #successive generations#. $The most likely diagnosis in this case is #myotonic dystrophy# (DM), an autosomal dominant disorder caused by a trinucleotide repeat expansion: $• #Classic# (adult) DM:  Muscle weakness affecting the #distal extremities and face# (eg, absent facial expression, long and narrow face) is classic, as seen in this patient's mother.  #Myotonia# (impaired muscle relaxation) also occurs and is often described by patients as cramping or stiffness. $With #increasing repeat expansion# length, DM can cause worsening symptoms in successive generations, as seen in this infant. $• #Congenital# DM:  Neonates have respiratory distress and poor feeding due to #profound muscle weakness# and hypotonia.  Prenatal findings of DM may include polyhydramnios secondary to impaired swallowing from weakened pharyngeal muscles.  Decreased fetal movement can also result in flexion contractures (ie, arthrogryposis) and clubfoot. $#(Choice B)#  Genetic heterogeneity describes different genetic mutations causing the same disease (eg, tuberous sclerosis).  This mechanism is inconsistent with this patient's symptoms because affected members of the same family would have the same mutation.  Moreover, this mother and child have markedly different disease manifestations. $#(Choice C)#  @Germline mosaicism@ occurs when an unaffected parent has gametes with a mutated allele that is passed to offspring; it is typically suspected when multiple siblings have an autosomal dominant disorder with phenotypically normal parents. $#(Choice D)#  Prader-Willi syndrome often occurs due to @maternal imprinting@, in which a loss-of-function mutation in the paternal allele is inherited while the maternally inherited allele is silenced.  Infants can have profound disease (eg, hypotonia, feeding difficulties), but the mother would not be affected. $#(Choice E)#  Single nucleotide polymorphism (SNP) refers to a variation at a single base pair within a DNA sequence.  SNPs occur frequently throughout the genome and contribute to genetic variation within the population.  If located near or within a gene, they may be markers of certain genetic diseases but would not cause the increasingly severe manifestations seen in this family's successive generations. $#Educational objective# Anticipation describes an inherited condition that presents earlier and with more severe disease in successive generations.  In myotonic dystrophy, increasing length of the pathogenic trinucleotide repeat expansion accounts for severe hypotonia in a neonate (congenital) and mild symptoms (eg, myotonia, facial weakness) in a parent (classic [adult]).  ",
  "clickable_1":"images/img1.22214.jpg",
  "clickable_2":"images/img2.22214.jpg"
  

}
,


{
  "id": "1420",
  "title": "Geneticists are studying a malfunctioning protein that causes impaired endothelial cell migration and angiogenesis.  They have noticed that the amino acid sequence of the protein is truncated compared to normal controls.  The mutated mRNA strand is isolated, and analysis shows a nonsense mutation located near the 3' end of the coding region.  The 3' terminal coding sequence of the abnormal mRNA strand is shown below.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1420.jpg",
  "title_2": "Which of the following tRNA anticodons is responsible for adding the last amino acid to the truncated polypeptide during protein translation?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. 5'-AAC-3'",
  "answer_2": "B. 5'-AUC-3'",
  "answer_3": "C. 5'-CAA-3'",
  "answer_4": "D. 5'-GCU-3'",
  "answer_5": "E. 5'-UCG-3'",
  "percent_1": "6%",
  "percent_2": "38%",
  "percent_3": "32%",
  "percent_4": "15%",
  "percent_5": "8%",
  "right_answer": "C. 5'-CAA-3'",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1420.jpg",
  "explanation_1": "",
  "explanation_2": "$One codon (AUG) signals initiation of protein synthesis and 3 codons (#UAA#, #UAG#, and #UGA#) stop protein synthesis.  #Stop codons# function only to terminate translation; they do not add amino acids to the polypeptide chain. $Transfer RNA molecules (#tRNA#) transport amino acids to the ribosome and ensure placement of the proper amino acid.  One end of the molecule serves as the amino acid binding site; the opposite end contains a specific nucleic acid sequence known as the #anticodon# that is #complementary# to one or more #mRNA codons# (due to base wobbling).  The type of amino acid that is bound to each tRNA molecule is determined by its anticodon sequence; this ensures that the proper amino acid is added at each mRNA codon during protein synthesis. $Translation of the mRNA template proceeds in the 5' to 3' direction.  The mRNA of the dysfunctional protein in the question stem contains an extra stop codon (UAA) before the normal stop codon (UAG) at the end of the template.  During protein translation, the #first stop codon# encountered will #bind a release factor#, halting protein synthesis.  Therefore, the codon just prior to the first stop codon will be the last codon to add an amino acid.  In this case, (#5'-UUG-3'#) is the last codon to add an amino acid to the truncated protein, and this amino acid will be carried by the #5'-CAA-3'# anticodon (codon-anticodon binding occurs in opposite directions [ie, #5' to 3' binds 3' to 5'#]). $#(Choice A)#  Because complementary sequences align in antiparallel fashion, during translation the tRNA anticodons will bind the 5' to 3' mRNA in the (opposite) 3' to 5' direction.  Therefore, the #5'#-UUG-#3'# mRNA codon will bind the #5'#-CAA-#3'# tRNA anticodon, not the #5'#-AAC-#3'# anticodon. $#(Choices B and E)#  The 5'-AUC-3' and 5'-UCG-3' anticodons will bind to the 5'-GAU-3' and 5'-CGA-3' codons, respectively (5' to 3' binds 3' to 5').  These are not present in the above mRNA sequence. $#(Choice D)#  The last codon shown in the above mRNA sequence is 5'-UAG-3' (a stop codon), with the second-to-last codon being 5'-AGC-3'.  Therefore, 5'-GCU-3' would be the tRNA anticodon responsible for adding the last amino acid to the normal (non-truncated) protein. $#Educational objective# Translation of the mRNA template proceeds in the 5' to 3' direction.  Because complementary sequences align in antiparallel fashion, during translation tRNA anticodons will be oriented in the opposite 3' to 5' direction.  Stop codons (UAA, UAG, and UGA) halt protein synthesis by binding a release factor; they do not add amino acids to the polypeptide chain.  "
  
}

,


{
  "id": "112284",
  "title": "Researchers studying cancer predisposition syndromes evaluate a group of patients who have early-onset solid tumors, including soft tissue sarcomas and brain tumors.  These patients all have loss of function in a protein that plays a major role in regulating cell cycle progression.  The protein is encoded by a gene on chromosome 17, and most patients appear to have point mutations within the gene.  However, the specific site within the gene where they occur varies widely among patients, and many of the causative mutations remain unknown and not well characterized.  Which of the following studies is most appropriate in the initial evaluation of patients suspected of having this condition?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Chromosomal microarray",
  "answer_2": "B. Cytogenetic analysis",
  "answer_3": "C. Fluorescence in situ hybridization testing",
  "answer_4": "D. Methylation analysis",
  "answer_5": "E. Single gene sequencing",
  "percent_1": "18%",
  "percent_2": "9%",
  "percent_3": "22%",
  "percent_4": "5%",
  "percent_5": "46%",
  "right_answer": "E. Single gene sequencing",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Applications of common genetic tests#∆⨉∆⨉ §^#Test# ∆^#Applications# ∆^#Limitations# §^#Gene$ sequencing# ∆ • Detects mutations within a single gene (eg, point mutation) ∆ • Cannot detect whole gene deletion §^#Fluorescence in$ situ hybridization$ (#FISH) ∆ • Identifies targeted chromosomal abnormalities (eg, deletion, duplication, trisomy) • Specific probe(s) used for a suspected diagnosis (eg, BCR-ABL fusion in CML) ∆ • Cannot detect chromosomal abnormalities other than those specified by labeled probe §^#Chromosomal$ microarray# ∆ • Identifies targeted chromosomal abnormalities (eg, microdeletion, microduplication) • Many probes allow for simultaneous assessment of multiple abnormalities for a broad diagnosis (eg, autism) ∆ • Cannot detect chromosomal abnormalities other than those specified by labeled probe • Cannot detect balanced translocations §^#Karyotype$ (#cytogenetic analysis) ∆ • Detects large chromosomal abnormalities (eg, aneuploidy) ∆ • Cannot detect small chromosomal abnormalities %#CML# = chronic myeloid leukemia.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "In this study, the affected patients have varying and unknown point mutations within a particular gene.  The initial genetic test for identifying an #unknown mutation# in a given gene is #single gene sequencing#.  This technique typically involves isolating and amplifying the target gene (eg, via PCR) and then determining the specific nucleotide order.  Subsequent comparison to a normal sequence allows for identification of a potentially pathogenic variant. $The patients in this study likely have #Li-Fraumeni syndrome#, an autosomal dominant disorder involving a tumor suppressor gene on chromosome 17 (TP53).  This gene plays an important role in preventing cell cycle progression in cells with damaged DNA.  Because patients with Li-Fraumeni syndrome have only 1 functional gene, they are at a greater risk for malignancy due to uncontrolled cell proliferation if the remaining gene spontaneously mutates during the cell's lifetime. $Multiple pathogenic variants, most commonly missense point mutations, have been identified at various loci within the gene, making single gene sequencing the ideal tool for identifying patients with Li-Fraumeni syndrome.  However, this method has #limitations#, including the #inability to detect whole gene deletions# (the remaining normal allele will still be sequenced, so the absence of the deleted allele cannot be directly ascertained). $#(Choices A and C)#  Chromosomal microarrays and fluorescence in situ hybridization (FISH) identify known targeted chromosomal abnormalities using oligonucleotide probes (at least 20 bases long) that bind complementary sequences; neither can reliably detect the presence of unknown point mutations at various locations.  Microarrays are typically used to screen for many mutations or genetic polymorphisms simultaneously, whereas FISH is typically used to identify a suspected condition (eg, BCR-ABL1 fusion in chronic myeloid leukemia). $#(Choice B)#  Cytogenetic analysis, or karyotyping, can detect large abnormalities in chromosomal size (eg, long arm deletion) or number (eg, trisomy) but not small chromosome abnormalities or point mutations. $#(Choice D)#  DNA methylation is an epigenetic modification that results in suppressed gene expression via the addition of a methyl group to a base.  Because methylation patterns can be specific to the parental origin of the chromosome, methylation analysis is useful for suspected imprinting disorders (eg, Prader-Willi syndrome) in which a patient may inherit two genes derived from the same parent. $#Educational objective# Single gene sequencing is the initial genetic test for disorders caused by an unknown mutation in a single gene (eg, Li-Fraumeni syndrome).  A limitation includes the inability to detect whole gene deletions.  "
  
}
,


{
  "id": "1428",
  "title": "A geneticist is performing an experiment to alter protein structures by incorporating modified amino acids into their polypeptide sequences.  During the process, she incubates dermal fibroblasts in a medium containing fluorescently labeled lysine residues.  After several hours, she finds that aminoacyl tRNA synthetase in the fibroblasts \"loads\" lysine residues onto tRNA molecules containing the anticodon UUU.  This residue most likely attaches to tRNA at which of the following sites in the image shown below? ",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1428.jpg",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. A",
  "answer_2": "B. B",
  "answer_3": "C. C",
  "answer_4": "D. D",
  "answer_5": "E. E",
  "answer_6": "F. F",
  "percent_1": "67%",
  "percent_2": "2%",
  "percent_3": "2%",
  "percent_4": "17%",
  "percent_5": "2%",
  "percent_6": "9%",
  "right_answer": "A. A",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1428.jpg",
  "explanation_1": "",
  "explanation_2": "$The image above shows the \"cloverleaf\" secondary structure of #transfer RNA (tRNA)#, a small, noncoding subtype of RNA that is responsible for transporting amino acids to the site of protein synthesis and introducing them into the growing polypeptide chain at the correct locations. $The acceptor stem of tRNA is created through the base pairing of the 5'-terminal nucleotides with the 3'-terminal nucleotides.  It contains the #CCA tail#, which is added to the #3'# end of tRNA as a post-transcriptional modification and serves as the #amino acid binding site#.  Aminoacyl tRNA synthetase is the enzyme responsible for \"loading\" the appropriate amino acid to the 3' terminal hydroxyl group of the CCA tail.  The acceptor stem helps mediate correct tRNA recognition by the proper aminoacyl tRNA synthetase. $#(Choice B)#  The T loop contains the TΨC sequence, which is necessary for the binding of tRNA to ribosomes.  The TΨC sequence refers to the presence of the chemically modified bases ribothymidine and pseudouridine, and cytidine. $#(Choice C)#  The variable loop contains a variable number of bases that lie between the T and anticodon loops.  The variable loop is not present in all tRNAs. $#(Choice D)#  The anticodon loop contains sequences that are complementary to the mRNA codon.  During translation, the tRNA anticodon binds to the mRNA codon and assures placement of the proper amino acid in the growing polypeptide chain. $#(Choice E)#  The D loop contains numerous dihydrouridine residues, which are modified bases often present in tRNA.  The D loop (along with the acceptor stem and anticodon loop) facilitates correct tRNA recognition by the proper aminoacyl tRNA synthetase. $#(Choice F)#  The 5' end of tRNA contains a terminal phosphate group that does not participate in amino acid or mRNA binding. $#Educational objective# The 3' CCA tail of tRNA serves as the amino acid binding site.  Aminoacyl tRNA synthetase is the enzyme responsible for \"loading\" the appropriate amino acid to the 3' terminal hydroxyl group of the CCA tail.  "
  
}
,


{
  "id": "596",
  "title": "A 12-year-old boy is brought to the clinic for evaluation of muscle weakness.  The patient has a history of seizures, and he has recently had several stroke-like episodes that resulted in muscle weakness.  Examination shows decreased strength in the upper and lower extremities on the left compared to the right.  Laboratory evaluation shows increased serum lactate levels both after exercise and at rest.  Further work-up confirms that the patient has a genetic condition that is transmitted exclusively through the maternal line.  His older sister is affected by the same disorder, but she displays very few symptoms.  Which of the following is the most likely explanation for the variability in clinical presentation between this patient and his sister?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Anticipation",
  "answer_2": "B. Genetic heterogeneity",
  "answer_3": "C. Genetic imprinting",
  "answer_4": "D. Heteroplasmy",
  "answer_5": "E. Pleiotropy",
  "percent_1": "4%",
  "percent_2": "20%",
  "percent_3": "5%",
  "percent_4": "62%",
  "percent_5": "9%",
  "right_answer": "D. Heteroplasmy",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp596.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has a genetic condition with a #maternal inheritance pattern#, a finding characteristic of mitochondrial disease.  Unlike nuclear DNA (inherited from both parents), @mitochondrial DNA@ (mtDNA) is inherited almost exclusively through the maternal line. $Inheritance of mtDNA mutations affects male and female offspring with equal frequency, but disease often presents with #varying severity# even in those with the #same mtDNA mutation#.  This variability is the result of #heteroplasmy#.  Cells contain thousands of mitochondria, each with several copies of its own genome.  Mitochondria containing more mutant mtDNA copies are less likely to function normally, and random distribution of mitochondria during mitosis/meiosis results in #variable amounts# of mutant and normal mitochondria among daughter cells.  The relative balance of mutated and normal mtDNA explains the variability in symptom severity between this patient and his sibling, who presumably has less mutant mitochondria. $Because mitochondrial defects lead to impaired oxidative phosphorylation (ie, decreased ATP production), tissues with the highest energy requirements (eg, brain, skeletal muscle) are most affected, as seen in this child.  This patient likely has mitochondrial encephalopathy, lactic acidosis, and stroke-like episodes (MELAS), one of the most common mitochondrial disorders. $#(Choice A)#  @Anticipation@ is the increasing severity or earlier onset of a genetic disease in subsequent generations.  This phenomenon is often seen in conditions with an increasing number of trinucleotide repeats with each generation (eg, Huntington disease). $#(Choice B)#  Genetic heterogeneity refers to varying genotypes among individuals with the same phenotype, such as sensorineural hearing loss, which can be caused by >100 different mutations.  In contrast, this patient has the same mutation as his sister but a more severe phenotype. $#(Choice C)#  Genetic imprinting refers to selective inactivation of paternal or maternal alleles.  This phenomenon explains the difference in presentation between Prader-Willi and Angelman syndromes. $#(Choice E)#  Pleiotropy refers to the seemingly unrelated phenotypic effects of a single genetic mutation.  This is seen in Marfan syndrome, in which a fibrillin gene mutation affects various organs (eg, heart, eye).  Pleiotropy would not explain variable symptom severity between siblings. $#Educational objective# Mitochondrial DNA (mtDNA) is inherited through the maternal line, and identical mutations can cause varying disease severity due to heteroplasmy.  Mitochondrial heteroplasmy describes cells that contain both mutant and normal mitochondria; the relative amount of each determines disease severity.  ",
  "clickable_1":"images/img1.596.jpg",
  "clickable_2":"images/img2.596.jpg"
  

}
,


{
  "id": "1477",
  "title": "An 18-year-old man comes to the urgent care clinic due to painful erythema affecting his extremities, trunk, and face.  He is vacationing in Florida and spent 5 hours at a Gulf coast beach earlier in the day.  The patient did not apply any sunscreen as it was cloudy.  The physician explains that cloud cover does not afford a high degree of protection against the sun, especially with prolonged exposure in highly reflective environments like the beach.  He is advised to wear protective clothing and apply sunscreen to prevent recurrence.  Which of the following is most likely to happen within the patient's skin cells as a result of his exposure?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Covalent bond formation between adjacent purine bases",
  "answer_2": "B. End-joining repair of double-stranded DNA breaks",
  "answer_3": "C. Endonuclease nicking of the damaged DNA strand",
  "answer_4": "D. Hypermethylation of residues in the undamaged DNA strand",
  "answer_5": "E. Removal of deaminated bases by glycosylase",
  "percent_1": "21%",
  "percent_2": "13%",
  "percent_3": "58%",
  "percent_4": "3%",
  "percent_5": "5%",
  "right_answer": "C. Endonuclease nicking of the damaged DNA strand",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1477.jpg",
  "explanation_1": "",
  "explanation_2": "$DNA can be damaged by a number of agents, including chemicals, ultraviolet radiation, and ionizing radiation.  #Ultraviolet rays# damage DNA primarily through formation of abnormal covalent bonds between adjacent thymine or cytosine residues (#pyrimidine dimers#).  The presence of pyrimidine dimers interferes with base recognition during transcription and replication, and #DNA mutations# can result if the damage is not repaired. $Pyrimidine dimers are removed by #nucleotide excision repair#.  In this process, a specific endonuclease complex detects abnormalities in the DNA structure caused by the formation of DNA photoproducts.  The endonuclease complex then #nicks# the damaged strand on both sides of the pyrimidine dimer, and the defective region is excised.  DNA polymerase synthesizes new DNA in the place of the damaged DNA, and DNA ligase seals the final remaining nick. $Mutations that impair the components involved in nucleotide excision repair cause #xeroderma pigmentosum#, a condition characterized by severe photosensitivity and the development of skin cancers at a young age. $#(Choice A)#  Ultraviolet radiation causes the formation of pyrimidine-pyrimidine dimers, not purine-purine dimers. $#(Choice B)#  Exposure to ionizing radiation (x-rays and gamma rays) causes double-strand DNA breaks.  The fractured ends can be joined by nonhomologous end joining. $#(Choice D)#  Incorrect base substitution occurs during normal DNA replication and can result in mutations if they are not corrected.  DNA mismatch repair in certain prokaryotes is guided by hypermethylation of the parent strand, which helps to identify the non-mutated strand for use as a template. $#(Choice E)#  Deamination of DNA bases (eg, cytosine conversion to uracil, adenine to hypoxanthine) can occur spontaneously or secondary to chemical exposure.  These errors are corrected by #base excision repair#.  In this process, abnormal bases are recognized and removed by specific glycosylases without disruption of the phosphodiester backbone.  The apurinic and apyrimidinic residues are then removed by specific endonucleases and replaced with the correct base by DNA polymerase. $#Educational objective# Pyrimidine dimers are formed in DNA as a result of ultraviolet light exposure.  They are recognized by a specific endonuclease complex that initiates the process of repair by nicking the damaged strand on both sides of the pyrimidine dimer.  The damaged segment is then excised, and replacement DNA is synthesized by DNA polymerase.  "
  
}
,


{
  "id": "633",
  "title": "A 28-year-old man is evaluated for abnormal movements of the hands and face.  The patient reports that he started experiencing involuntary grimacing a year ago, which has gradually worsened.  He is taking a selective serotonin reuptake inhibitor for major depression but has not taken any antipsychotic medications.  His 52-year-old father was diagnosed with an inherited movement disorder 2 months ago.  Physical examination shows normal strength and normal deep tendon reflexes.  No sensory deficits are noted.  Which of the following best explains the difference in disease presentation between this patient and his father?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Anticipation",
  "answer_2": "B. Genomic imprinting",
  "answer_3": "C. Incomplete penetrance",
  "answer_4": "D. Microdeletion",
  "answer_5": "E. Mosaicism",
  "answer_6": "F. Pleiotropy",
  "percent_1": "89%",
  "percent_2": "1%",
  "percent_3": "6%",
  "percent_4": "0%",
  "percent_5": "1%",
  "percent_6": "3%",
  "right_answer": "A. Anticipation",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp633.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient presenting with involuntary movements, depression, and a family history of a movement disorder likely has #Huntington disease# (HD), which typically manifests with the triad of movement disorder (chorea), behavioral abnormalities (aggressiveness, apathy, or depression), and dementia.  HD is caused by an expansion of cytosine-adenine-guanine (CAG) trinucleotide repeats.  Most patients develop symptoms in their 40s or 50s, but an earlier age of onset and more severe symptoms are associated with a larger number of #trinucleotide repeats#. $During spermatogenesis, CAG repeats in the abnormal HTT gene (chromosome 4p) can rapidly increase (much more than during oogenesis).  Therefore, patients who receive an abnormal gene from their fathers tend to develop the disease earlier in life.  The tendency for clinical symptoms to worsen and/or occur earlier in subsequent generations is called #anticipation#.  Anticipation is common in disorders associated with trinucleotide repeats, as in Fragile X syndrome, myotonic dystrophy, and Friedreich ataxia. $#(Choice B)#  Genomic imprinting is a selective inactivation of the genes of either maternal or paternal origin.  It results in Prader-Willi and Angelman syndromes, which involve deletions of the same region on chromosome (15q) but have very different clinical manifestations due to the differential expression of parental genes.  When the chromosome with the deleted region comes from the father, the lack of expression of maternally imprinted genes results in Prader-Willi syndrome.  Likewise, deletions affecting the maternal chromosome result in Angelman syndrome due to absent expression of paternally imprinted genes. $#(Choice C)#  HD is transmitted in an autosomal dominant pattern with complete penetrance, which means that a child who inherits the abnormal gene will inevitably develop Huntington disease. $#(Choice D)#  Microdeletion is the loss of genetic material too small to be visible via light microscopy.  For example, microdeletion of 22q11 is responsible for DiGeorge syndrome. $#(Choice E)#  The presence of 2 populations of cells with different genotypes in one patient resulting in the mixed expression of disease is called mosaicism.  Examples of mosaicism include milder forms of Turner (genotype 46XX/45X0), Klinefelter (46XY/47XXY), and Down syndromes. $#(Choice F)#  Sometimes, one gene mutation leads to multiple, seemingly unrelated phenotypic abnormalities, a genetic phenomenon termed pleiotropy. $#Educational objective# An increased number of trinucleotide repeats on the HTT gene is associated with Huntington disease.  The larger the number of repeats, the earlier the onset of the disease.  Trinucleotide expansion occurs more frequently during paternal transmission, causing a genetic phenomenon called anticipation.  "
  
}
,


{
  "id": "2037",
  "title": "A series of experiments is being conducted to determine the structure and function of different types of bacterial RNA.  Cultures of Staphylococcus aureus are exposed to chemicals that lyse the bacterial cells, and the RNA molecules are then extracted.  A specific RNA consisting of 90 nucleotides is purified for further analysis.  It is found to contain high amounts of chemically modified bases such as dihydrouridine, pseudouridine, and ribothymidine, and its secondary structure arises from base pairing within the chain.  Which of the following is the most likely composition of the 3'-end of this molecule?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. AUG",
  "answer_2": "B. CCA",
  "answer_3": "C. Methylguanosine triphosphate",
  "answer_4": "D. Poly-A",
  "answer_5": "E. TATA",
  "answer_6": "F. UAG",
  "percent_1": "6%",
  "percent_2": "41%",
  "percent_3": "6%",
  "percent_4": "30%",
  "percent_5": "4%",
  "percent_6": "13%",
  "right_answer": "B. CCA",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2037.jpg",
  "explanation_1": "",
  "explanation_2": "$Transfer RNA (tRNA) is a form of non-coding RNA composed of 74-93 nucleotides.  Specific tRNAs transfer certain amino acid residues to the growing polypeptide during translation.  tRNA functions by recognizing the 3 base codon on the mRNA being translated through its anticodon region, which contains complementary bases.  The secondary structure of tRNA resembles a cloverleaf and contains the following regions: $• The #acceptor stem# is created through the base pairing of the 5'-terminal nucleotides with the 3'-terminal nucleotides.  The CCA tail hangs off the 3' end, with the amino acid bound to the 3' terminal hydroxyl group.  tRNA is \"loaded\" with the appropriate amino acid by aminoacyl tRNA synthetase.  The acceptor stem helps mediate correct tRNA recognition by the proper aminoacyl tRNA synthetase. $•  A #3' CCA tail# is added to the 3' end of tRNA as a posttranscriptional modification in eukaryotes and most prokaryotes.  Several enzymes utilize this tail to help recognize tRNA molecules. $• The #D loop# contains numerous dihydrouridine residues, which are modified bases often present in tRNA.  The D loop (along with the acceptor stem and anticodon loop) facilitates correct tRNA recognition by the proper aminoacyl tRNA synthetase. $• The #anticodon loop# contains sequences that are complementary to the mRNA codon.  During translation, the ribosome complex selects the proper tRNA based solely on its anticodon sequence. $• The #T loop# contains the TΨC sequence that is necessary for binding of tRNA to ribosomes.  The TΨC sequence refers to the presence of ribothymidine, pseudouridine, and cytidine residues. $#(Choices A and F)#  AUG and UAG are mRNA start and stop codons that initiate and terminate translation, respectively. $#(Choices C and D)#  After transcription, eukaryotic pre-mRNA undergoes posttranscriptional modification, which includes the addition of a poly-A tail at the 3' end and methylguanosine cap at the 5' end, and the removal of introns. $#(Choice E)#  A TATA box is an upstream promoter region associated with some genes in eukaryotic organisms.  TATA binding protein binds to this promoter during transcription, unwinding the DNA and initiating separation of the strands. $#Educational objective# Transfer RNA (tRNA)  is a small, noncoding form of RNA that contains chemically modified bases (eg, dihydrouridine, ribothymidine, pseudouridine).  tRNA has a CCA sequence at its 3'-end that is used as a recognition sequence by proteins.  The 3' terminal hydroxyl group of the CCA tail serves as the amino acid binding site.  "
  
}
,


{
  "id": "1475",
  "title": "A 56-year-old man comes to the office due to difficulty swallowing for the past several months.  He has the most trouble with solid foods and says, \"They seem to get stuck in my throat if I don't chew a lot.\"  The patient has no chest pain or heartburn and has lost 4.5 kg (10 lb) in the last 3 months.  He has been an avid hunter for many years and frequently cures the meat he eats with sodium nitrite.  Physical examination is unremarkable.  Endoscopy shows an ulcerated mass in the distal third of the esophagus, and biopsy samples are obtained from the mass and adjacent normal mucosa.  Analysis of the samples shows accelerated cytosine deamination of chromosomal DNA in both normal and malignant epithelial cells.  This damage is most likely to be repaired through which of the following enzymatic sequences? ",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Endonuclease, polymerase, glycosylase, lyase, ligase",
  "answer_2": "B. Endonuclease, polymerase, lyase, glycosylase, ligase",
  "answer_3": "C. Glycosylase, endonuclease, lyase, polymerase, ligase",
  "answer_4": "D. Glycosylase, ligase, lyase, endonuclease, polymerase",
  "answer_5": "E. Lyase, endonuclease, glycosylase, polymerase, ligase",
  "percent_1": "15%",
  "percent_2": "25%",
  "percent_3": "39%",
  "percent_4": "2%",
  "percent_5": "19%",
  "right_answer": "C. Glycosylase, endonuclease, lyase, polymerase, ligase",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1475.jpg",
  "explanation_1": "",
  "explanation_2": "$Excessive consumption of dietary #nitrites# can promote the# deamination of cytosine#, adenine, and guanine to form uracil, hypoxanthine, and xanthine, respectively.  If these abnormal bases are not removed and replaced with the correct base, persistent DNA mutations and #carcinogenesis# may result. $#Base excision repair# (not to be confused with nucleotide excision or mismatch repair) is responsible for fixing various #non-bulky# (ie, does not substantially disrupt DNA helix shape) base alterations such as depurination, alkylation, oxidation, and deamination.  This repair mechanism involves the following sequence of events: $• Recognition of abnormal bases by specific #glycosylases# that cleave the altered DNA bases from the parent DNA molecule, leaving an empty sugar-phosphate site called an apurinic/apyrimidinic site (AP). $• Next, an #AP endonuclease# nicks the 5' end of the AP site before a deoxyribose phosphate #lyase# (or flap endonuclease) enzyme subsequently completes extraction of the remaining sugar-phosphate backbone. $• #DNA polymerase# then fills the gap with the correct nucleotide(s), and the final nick is sealed by a #ligase# enzyme. $#Educational objective# Base excision repair is used to correct single-base DNA defects induced spontaneously or by exogenous chemicals.  In this process, glycosylases remove the defective base, and the corresponding empty sugar-phosphate site is cleaved and removed by the action of endonuclease and lyase.  DNA polymerase then replaces the missing nucleotide, and ligase seals the final remaining nick.  "
  
}
,


{
  "id": "1417",
  "title": "Molecular biologists are investigating the functional significance of non-coding RNA molecules.  During an experiment, they isolate large complexes containing both protein and RNA from exocrine pancreatic cells.  The complexes are found both freely floating in the cytoplasm and bound to the endoplasmic reticulum.  The RNA found within these complexes is primarily synthesized at which of the following intracellular sites?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1417.jpg",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. A",
  "answer_2": "B. B",
  "answer_3": "C. C",
  "answer_4": "D. D",
  "answer_5": "E. E",
  "percent_1": "10%",
  "percent_2": "55%",
  "percent_3": "23%",
  "percent_4": "9%",
  "percent_5": "3%",
  "right_answer": "B. B",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1417.jpg",
  "explanation_1": "",
  "explanation_2": "$The large complexes containing both protein and RNA that are found freely floating and bound to the endoplasmic reticulum are most likely #ribosomes#.  Ribosome biogenesis occurs primarily within the #nucleolus#, a dense #round structure# inside the nucleus that is in direct contact with the rest of the nucleoplasm.  The nucleolus contains ribosomal DNA coding for the 28S, 5.8S, and 18S ribosomal RNA (rRNA) components, and it is here where most of the #rRNA is transcribed#.  After synthesis, rRNA is combined with ribosomal protein components that are translated in the cytoplasm and then imported into the nucleus.  The immature 60S and 40S ribosomal subunits are then exported from the nucleus to fully mature in the cytoplasm. $#(Choice A)#  The rough endoplasmic reticulum is identifiable due to its characteristic long, folded membranes that are coated with ribosomes, giving it a speckled or rough appearance. $#(Choice C)#  The nucleus is identifiable as a membrane-bound structure that contains the nucleolus, electron-lucent euchromatin, and electron-dense heterochromatin (condensed DNA typically found around the periphery).  However, most of the ribosomal DNA is found in the form of tandem repeats within the nucleolus; only the 5S rRNA is transcribed outside of the nucleolus. $#(Choice D)#  Mitochondria are organelles with dual phospholipid bilayer membranes that can be recognized by the presence of foldings (ie, cristae) in their inner membranes.  Mitochondria have their own ribosomes, but they are typically found within the mitochondrial matrix or bound to the inner mitochondrial membrane. $#(Choice E)#  Pancreatic zymogen granules are electron-dense structures containing digestive proenzymes that are released from the cell via exocytosis. $#Educational objective# The nucleolus is a dense intranuclear body visible by light and electron microscopy that functions as the primary site of ribosome synthesis and assembly.  All ribosomal RNA except 5S rRNA is transcribed in the nucleolus.  "
  
}
,


{
  "id": "21307",
  "title": "A 25-year-old nulligravid woman comes with her husband to the clinic for preconception genetic counseling.  She has oculocutaneous albinism due to a homozygous OCA2 gene mutation within the region of chromosome 15q12-q13.  Examination shows pale hypopigmented skin with blonde hair.  Eye examination shows faint brown irises.  Her husband is 26 years old and has oculocutaneous albinism due to a biallelic TYR gene mutation at position 11q14.3.  Examination of the husband shows complete absence of pigmentation in the skin, hair, and irises.  The couple asks about their chance of having a child with oculocutaneous albinism and are told that the chance is 0%.  Which of the following is the best explanation for this?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Allelic heterogeneity",
  "answer_2": "B. Heteroplasmy",
  "answer_3": "C. Incomplete penetrance",
  "answer_4": "D. Linkage disequilibrium",
  "answer_5": "E. Locus heterogeneity",
  "answer_6": "F. Pleiotropy",
  "percent_1": "27%",
  "percent_2": "4%",
  "percent_3": "5%",
  "percent_4": "12%",
  "percent_5": "48%",
  "percent_6": "5%",
  "right_answer": "E. Locus heterogeneity",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp21307.jpg",
  "explanation_1": "",
  "explanation_2": "$This case is an example of #locus heterogeneity#, in which mutations at different genetic loci result in similar phenotypes.  Both parents have oculocutaneous albinism, an inherited #autosomal recessive# disorder.  However, although their phenotype is similar, their recessive mutations occur on #different chromosomes#. $In this case, the child would inherit one normal (paternal) allele and one abnormal (maternal) allele at location 15q12-q13 and one normal (maternal) allele and one abnormal (paternal) allele at location 11q14.3.  Because the child would have #one normal, dominant allele at each location#, they would be a #double heterozygote# and therefore would not express an oculocutaneous albinism phenotype. $#(Choice A)#  In contrast to this case, @allelic heterogeneity@ describes different mutations at the same genetic locus causing similar phenotypes (eg, cystic fibrosis).  Children born to parents who have autosomal recessive genetic conditions resulting from different mutations at the same genetic locus would inherit two abnormal copies of the gene and likely display the corresponding phenotype. $#(Choice B)#  Mitochondrial diseases (eg, MELAS syndrome, Leber hereditary optic neuropathy) are maternally inherited.  The variable severity of these diseases is explained by @heteroplasmy@, the random distribution of normal and mutated mitochondrial DNA between daughter cells during meiosis.  As a result, some eggs may have completely healthy mitochondria, while other cells contain mitochondria affected by genetic mutation. $#(Choice C)#  Penetrance is the probability that a person with a given genotype will express its associated phenotype.  Incomplete penetrance means that some individuals with an abnormal genotype will not express the corresponding phenotype (eg, breast cancer in individuals with BRCA1/2 mutations). $#(Choice D)#  Two allele loci are said to be in @linkage disequilibrium@ when a pair of alleles is inherited together in the same gamete (haplotype) more often or less often than would be expected given random pairing.  This most often occurs when the genes are in close physical proximity on the same chromosome. $#(Choice F)#  The occurrence of multiple, seemingly unrelated phenotypic manifestations (often in different organ systems as a result of a single genetic defect) is termed pleiotropy.  Although this may apply to features of oculocutaneous albinism (eg, absence of melanin in skin, reduced visual acuity, nystagmus), it does not explain why a child of two affected parents would be unaffected. $#Educational objective# Locus heterogeneity describes when a similar phenotype is produced by mutations in different genetic loci (eg, oculocutaneous albinism).  ",
  "clickable_1":"images/img1.21307.jpg",
  "clickable_2":"images/img2.21307.jpg",  
  "clickable_3":"images/img3.21307.jpg"
  

}
,


{
  "id": "7791",
  "title": "A pharmaceutical researcher is evaluating a nuclear enzyme inhibitor for the treatment of an inherited disorder.  During an experiment, he extracts and purifies nuclear enzymes from skin cells of an affected patient.  One of these enzymes is found to catalyze the methylation of cytosine residues in DNA using S-adenosyl-methionine (SAM) as the methyl donor.  This enzyme most likely plays a crucial role in which of the following genetic processes?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Aneuploidy",
  "answer_2": "B. Epistasis",
  "answer_3": "C. Imprinting",
  "answer_4": "D. Meiotic nondisjunction",
  "answer_5": "E. Pleiotropy",
  "percent_1": "4%",
  "percent_2": "7%",
  "percent_3": "74%",
  "percent_4": "6%",
  "percent_5": "9%",
  "right_answer": "C. Imprinting",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "DNA methylation refers to the addition of methyl groups to nucleotide residues (often adenine and cytosine) by #DNA methyltransferase#, an enzyme that uses S-adenosyl-methionine (SAM) as the methyl group donor. $DNA methylation is an epigenetic process by which eukaryotic organisms modify gene expression without altering the genetic code.  For example, methylation of cytosine-guanine dinucleotide repeats (CpGs) in the promoter region of genes effectively silences transcription of those genes.  Fragile X syndrome is an X-linked disorder caused by an increased number of CGG trinucleotide repeats on the fragile X mental retardation 1 (FMR1) gene, leading to hypermethylation of cytosine residues and FMR1 inactivation. $#Cytosine methylation# is also used in #genomic imprinting#, a phenomenon in which an offspring's genes are expressed in a parent-specific manner.  For instance, an allele inherited from the father may be inactivated or \"imprinted\" by methylation so that only the allele from the mother is expressed. $#(Choices A and D)#  Aneuploidy refers to the presence of an abnormal number of chromosomes and is the result of chromosomal nondisjunction during mitosis or meiosis. $#(Choice B)#  Epistasis is a phenomenon in which the allele of one gene affects the phenotypic expression of alleles in another gene. $#(Choice E)#  Pleiotropy refers to the phenomenon in which a single gene influences multiple phenotypic traits. $#Educational objective# Genomic imprinting refers to the phenomenon in which an offspring's genes are expressed in a parent-specific manner.  Genomic imprinting is caused by DNA methylation, an epigenetic process in which genes can be silenced by attaching methyl groups to cytosine residues in the DNA molecule.  "
  
}
,


{
  "id": "2039",
  "title": "A 58-year-old man comes to the office with a persistent dry cough.  He also has involuntarily lost 10 kg (22 lb) over the past 3 months.  The patient drinks 2 or 3 beers daily and has a 40-pack-year smoking history.  Physical examination shows dullness to percussion over the right lower lung base.  CT scan of the chest reveals a right-sided pleural effusion and a mass in the lower lobe of the right lung.  Microscopic examination of the mass demonstrates malignant cells with large nuclei that contain prominent, round, basophilic bodies, as shown in the image below:",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/2039.jpg",
  "title_2": "Which of the following enzymes is most likely to function only within this basophilic region of the nucleus?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Peptidyltransferase",
  "answer_2": "B. RNA polymerase I",
  "answer_3": "C. RNA polymerase II",
  "answer_4": "D. Ubiquitin ligase",
  "percent_1": "11%",
  "percent_2": "46%",
  "percent_3": "27%",
  "percent_4": "16%",
  "right_answer": "B. RNA polymerase I",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"§^#Synthesis & function of eukaryotic RNA#∆⨉∆⨉ §^#Synthesizing$ polymerase# ∆^#Type of RNA$ produced# ∆^#Function# §^#RNA polymerase I# ∆ 18S, 5.8S & 28S ribosomal RNA ∆ Forms essential ribosomal components §^#RNA polymerase II# ∆ mRNA ∆ Translated by ribosomes to form specific proteins §↕ ∆ Small nuclear RNA ∆ Involved in mRNA splicing & transcription regulation §↕ ∆ MicroRNA ∆ Causes gene silencing via translation arrest or mRNA degradation §^#RNA polymerase III# ∆ Transfer RNA ∆ Adaptor molecule linking codons with specific amino acids §↕ ∆ 5S ribosomal RNA ∆ Essential component of 60S ribosomal subunit %#mRNA# = messenger RNA.",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "This patient's biopsy demonstrates malignant cells with prominent nucleoli, which appear as round, dense, basophilic (ie, dark blue to purple) intranuclear bodies on hematoxylin and eosin staining.  The #nucleolus# is the primary site of #ribosomal RNA (rRNA) transcription#.  Copies of the 45S pre-rRNA gene are arranged in clusters (nucleolar organizing regions) on multiple chromosomes; these regions come together in the nucleus to form the nucleolus.  #RNA polymerase I# functions exclusively within the nucleolus to transcribe the 45S pre-rRNA gene into a single transcript that is subsequently processed into mature 18S, 5.8S, and 28S rRNAs. $In addition to rRNA transcription, the nucleolus is involved in the maturation and #assembly of ribosomal subunits#.  Ribosomal proteins, which are synthesized in the cytoplasm, are transported into the nucleolus, where they combine with rRNA to form immature 40S and 60S subunits.  These subunits are then shuttled via nuclear pores to the cytoplasm, where they ultimately participate in protein synthesis. $The regulation of ribosomal synthesis occurs in part by controlling the number of active rRNA genes.  Generally, as cells become more differentiated, growth slows and the cells require fewer ribosomes for protein production.  In contrast, #malignant cells# with high metabolic activity usually have a large number of active rRNA genes and @prominent nucleoli@. $#(Choice A)#  Peptidyltransferase catalyzes peptide bond formation during protein synthesis, which occurs in mature ribosomes found in the cytoplasm. $#(Choice C)#  RNA polymerase II synthesizes messenger RNA (mRNA), small nuclear RNA (snRNA), and microRNA (miRNA) in the nucleus.  It is the most highly regulated of the 3 RNA polymerases, with its function determined by multiple transcription factors and epigenetic processes. $#(Choice D)#  Ubiquitin ligase attaches ubiquitin molecules to proteins in the cytoplasm, tagging them for degradation in the cell's proteasome complex.  The ubiquitin-proteasome pathway is important for the degradation of short-lived, senescent, or abnormal (eg, denatured, misfolded) proteins. $#Educational objective# The nucleolus is the site of ribosomal RNA (rRNA) transcription and ribosomal subunit assembly.  RNA polymerase I functions exclusively within the nucleolus to transcribe the 45S pre-rRNA gene, which codes for most of the rRNA components (18S, 5.8S, and 28S rRNAs).  ",
  "clickable_1":"images/img1.2039.jpg"
  

}
,


{
  "id": "1476",
  "title": "A 6-year-old boy is brought to the office due to a persistent facial ulcer for the past 2 months.  His mother reports that the patient has extreme sensitivity to sunlight and has developed freckles on his face, neck, and limbs since infancy.  On physical examination, the skin in sun-exposed areas is dry and rough with numerous freckles and erythematous macules.  There is an ulcerated plaque on the left face; a biopsy reveals squamous cell carcinoma.  Further testing leads to a diagnosis of xeroderma pigmentosum.  A defect in which of the following enzymes is most likely causing this patient's condition?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. 3'→5' exonuclease",
  "answer_2": "B. DNA ligase",
  "answer_3": "C. Endonuclease",
  "answer_4": "D. Helicase",
  "answer_5": "E. Topoisomerase",
  "percent_1": "34%",
  "percent_2": "5%",
  "percent_3": "58%",
  "percent_4": "1%",
  "percent_5": "3%",
  "right_answer": "C. Endonuclease",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1476.jpg",
  "explanation_1": "",
  "explanation_2": "$This boy with severe photosensitivity, poikiloderma, hyperpigmentation in sun-exposed areas, and squamous cell carcinoma of the skin has #xeroderma pigmentosum#, an autosomal recessive disorder characterized by defects in #nucleotide excision repair#. $DNA can be damaged by #ultraviolet rays#, leading to formation of #thymine dimers# between 2 adjacent thymine residues.  These thymine dimers are repaired by #UV-specific endonuclease#, an enzyme that is frequently deficient in patients with xeroderma pigmentosum.  This enzyme recognizes distortions in the structure of DNA caused by thymine dimers and subsequently excises stretches of single-stranded DNA that contain these defects.  The gap created following this excision is then filled by DNA polymerase, which uses the opposite DNA strand as a template.  The new strand of DNA is then joined on both ends to the existing DNA by the enzyme ligase. $#(Choice A)#  3'→5' exonuclease activity describes the \"proofreading\" ability of DNA polymerase.  This ability allows for the recognition and repair of mismatched bases during DNA replication.  Hereditary nonpolyposis colon cancer is associated with DNA mismatch repair gene mutations. $#(Choice B)#  DNA ligase is responsible for creating a phosphodiester linkage between the phosphate group of the 5' end of a DNA fragment and the hydroxyl group of the 3' end.  DNA ligase is particularly active in joining the Okazaki fragments created during discontinuous replication of the lagging strand. $#(Choice D)#  Helicases are responsible for unwinding and separating double-stranded DNA into single-stranded DNA in preparation for DNA replication. $#(Choice E)#  Topoisomerase enzymes relieve DNA supercoiling produced during unwinding and separation by helicase.  Prokaryotic topoisomerase II (DNA gyrase) is inhibited by fluoroquinolone antibiotics, whereas eukaryotic topoisomerase II is inhibited by the anticancer drug etoposide. $#Educational objective# Xeroderma pigmentosum is an autosomal recessive disorder characterized by defective nucleotide excision repair often caused by a deficiency in UV-specific endonuclease.  Affected children usually have severe photosensitivity, hyperpigmentation in sun-exposed areas, and a greatly increased risk for skin cancer.  "
  
}
,


{
  "id": "2025",
  "title": "A 12-year-old boy is evaluated in the clinic due to excessive bleeding following a tooth extraction.  The patient also develops large bruises after only minor injury but has had no major bleeding episodes in the past.  His maternal uncle died from an intracranial hemorrhage.  Laboratory testing reveals decreased coagulation factor VIII activity levels.  A referral is made to a clinical geneticist, who suspects that the patient has a deletion mutation in the enhancer sequence of the factor VIII gene.  This mutation has resulted in decreased transcription of factor VIII by RNA polymerase II.  Which of the following is the most accurate statement regarding the abnormal genetic sequence in this patient?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. It can be located upstream, downstream, or within introns of the gene",
  "answer_2": "B. It can function within only a short distance of the gene",
  "answer_3": "C. It directly binds RNA polymerase and general transcription factors",
  "answer_4": "D. It does not require protein binding to affect transcription",
  "answer_5": "E. It is required to initiate transcription",
  "percent_1": "61%",
  "percent_2": "7%",
  "percent_3": "14%",
  "percent_4": "5%",
  "percent_5": "12%",
  "right_answer": "A. It can be located upstream, downstream, or within introns of the gene",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2025.jpg",
  "explanation_1": "",
  "explanation_2": "$This patient has hemophilia A, an X-linked recessive disorder characterized by easy bruising and excessive bleeding due to a deficiency in coagulation factor VIII.  The disorder can be caused by a variety of different mutations in the factor VIII gene, including deletions in the enhancer sequence. $In eukaryotic gene transcription, nuclear RNA polymerase II uses a DNA template to generate complementary mRNA, which is then processed and translated into protein.  @Eukaryotic genes@ have associated promoter and enhancer sequences that mediate transcription.  Promoter sequences directly bind general transcription factors and RNA polymerase II upstream from the gene locus, which is necessary for the initiation of transcription #(choices C and E)#.  There are 2 types of eukaryotic promoter regions: the TATA, or Hogness, box, which is located approximately 25 bases upstream from the gene being transcribed; and the CAAT box, which is 70-80 bases upstream from the gene. $In contrast to promoters, #enhancer sequences# bind activator proteins that facilitate bending of DNA.  DNA bending allows activator proteins to interact with general transcription factors and RNA polymerase II at the promoter, increasing the #rate of transcription (choice D).#  Enhancers can be located #upstream or downstream# from the gene being transcribed and may be near the gene or thousands of base pairs away #(choice B).#  They have also been identified both #within introns# of the gene being transcribed as well as on separate chromosomes.  Silencers are similar to enhancers, but they decrease transcription rates by binding repressor proteins. $#Educational objective# Enhancers and silencers may be located upstream, downstream, or within a transcribed gene; these gene sequences function to increase and decrease the rate of transcription, respectively.  In contrast, promoter regions are typically located 25 or 75 bases upstream from their associated genes and function to initiate transcription.  ",
  "clickable_1":"images/img1.2025.jpg"
  

}
,


{
  "id": "1437",
  "title": "A genetic researcher is comparing the DNA replication process of prokaryotic and eukaryotic cells.  In an experiment, Escherichia coli and human cells are cultured in separate media containing tagged nucleotides and their rates of DNA replication are determined.  Although the eukaryotic genome is significantly larger and more complex than that of the prokaryote, eukaryotic DNA replication still occurs in a timely manner.  Which of the following features of eukaryotic replication best explains this observation?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Continuous synthesis of the lagging strand",
  "answer_2": "B. Energy-independent DNA unwinding",
  "answer_3": "C. Multiple origins of replication",
  "answer_4": "D. No proofreading of daughter strands",
  "answer_5": "E. No requirement for RNA primers",
  "percent_1": "5%",
  "percent_2": "3%",
  "percent_3": "89%",
  "percent_4": "1%",
  "percent_5": "2%",
  "right_answer": "C. Multiple origins of replication",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1437.jpg",
  "explanation_1": "",
  "explanation_2": "$The key steps of DNA replication are similar in eukaryotes and prokaryotes (eg, Escherichia coli) and are as follows:  $1. Unwinding of double-stranded DNA by helicase to produce single-stranded DNA  $2. Formation of a replication fork  $3. Synthesis of RNA primers by the enzyme primase  $4. Synthesis and concurrent proofreading of daughter DNA strands by DNA polymerases  $5. Removal and replacement of RNA primers with DNA  $6. Ligation of Okazaki fragments on lagging strands by the enzyme ligase $Despite the similarities of prokaryotic and eukaryotic DNA replication, there are important differences between these processes.  Prokaryotes possess 3 major @DNA polymerases@ (I, II, and III), whereas eukaryotes have 5 major DNA polymerases (α, β, γ, δ, and ε).  The #eukaryotic genome# is also much larger and more complex than the prokaryotic genome, which can be partly explained by the abundance of noncoding DNA regions (introns) located between coding regions (exons).  In addition, prokaryotes typically have circular DNA with a single origin of replication, whereas eukaryotes have linear DNA with #multiple origins of replication#.  This feature allows the eukaryotic genome to be copied in a quick and effective manner despite its large size. $#(Choice A)#  Eukaryotic and prokaryotic DNA polymerases synthesize daughter strand DNA in the 5' to 3' direction.  The leading strand is formed continuously, whereas the lagging strand is formed discontinuously, creating Okazaki fragments. $#(Choice B)#  DNA unwinding is an energy-dependent process performed by the enzyme helicase in both prokaryotes and eukaryotes. $#(Choice D)#  Proofreading of daughter strands during DNA replication is necessary to preserve the genetic code and prevent potentially lethal mutations.  All 3 prokaryotic DNA polymerases and most eukaryotic DNA polymerases (eg, γ, δ, ε) possess 3' to 5' exonuclease (\"proofreading\") activity. $#(Choice E)#  Prokaryotic and eukaryotic DNA polymerases require an RNA primer before they can initiate synthesis of complementary DNA on a single-stranded template.  Primase (prokaryotes) and DNA polymerase α (eukaryotes) are the enzymes responsible for synthesizing this primer. $#Educational objective# Multiple origins of replication make eukaryotic DNA replication quick and effective despite the large size and complexity of the genome compared to that of prokaryotic organisms.  ",
  "clickable_1":"images/img1.1437.jpg"
  

}
,


{
  "id": "8276",
  "title": "A researcher is studying the expression pattern of a particular gene.  Messenger RNA is isolated from several tissues, subjected to electrophoresis, blotted, and probed with radiolabeled DNA containing sequences from exon 4 from that gene.  An x-ray film is then placed over the blotting membrane, with the results of the autoradiogram shown below:",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/8276.jpg",
  "title_2": "Which of the following best explains the autoradiogram findings in the different tissues?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Alternate RNA splicing",
  "answer_2": "B. DNA rearrangement",
  "answer_3": "C. DNA mutation",
  "answer_4": "D. Enhancer effect",
  "answer_5": "E. Transcription factor effect",
  "percent_1": "79%",
  "percent_2": "4%",
  "percent_3": "2%",
  "percent_4": "5%",
  "percent_5": "10%",
  "right_answer": "A. Alternate RNA splicing",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp8276.jpg",
  "explanation_1": "",
  "explanation_2": "$The experiment described above is known as the Northern Blot technique, a procedure used to detect specific mRNA sequences in a sample to assess for gene expression.  In this experiment, the Northern Blot identifies three different mRNA transcripts containing exon 4, with varying patterns of expression in the different tissues.  This is consistent with alternative splicing, a process whereby the exons of the pre-mRNA produced by transcription of a gene are reconnected in multiple ways during post-transcriptional processing.  The resulting finalized mRNAs are then translated into different protein isoforms.  Thus, a single gene can code for multiple proteins when the same gene is spliced differently in different tissues. $Alternative splicing is a normal phenomenon in eukaryotes that greatly increases the biodiversity of proteins that can be encoded by the genome.  It is thought that at least 70% of the 30,000 genes in the human genome undergo alternative splicing, and that on average, a given gene produces 4 alternatively spliced variants.  Thus, the human genome is able to encode a total of 80,000 to 100,000 proteins which differ in their sequence and function. $Abnormal variations in splicing are implicated in many diseases (e.g., beta-thalassemia, cancer).  Alternative splicing also plays a prominent role in the lifecycle of many retroviruses.  For instance, HIV produces a single primary RNA transcript that is alternatively spliced to produce over 40 different mRNAs. $#(Choice B)#  DNA (gene) rearrangement occurs during the development and maturation of B cells and T cells.  VDJ (#V#ariable, #D#iverse, and #J#oining) gene recombination is a random process that takes place in the primary lymphoid tissue (the bone marrow for B cells, and Thymus for T cells). $#(Choice C)#  A mutation is a change in the DNA sequence of a gene.  While somatic mutations do sporadically occur throughout the body, they do so only in a minority of cells.  The vast majority of DNA throughout the body’s tissues consists of identical gene coding sequences. $#(Choice D & E)#  Transcription factors influence RNA polymerase’s affinity for specific genes by binding to DNA promoter sequences or enhancer regions, which can either stimulate or inhibit gene transcription.  Transcription factors and enhancer regions affect the expression of pre-mRNA, but they do not influence post-transcriptional processing. $#Educational objective# Alternative splicing is a process where the exons of a gene are reconnected in multiple ways during post-transcriptional processing.  This creates different mRNA sequences and subsequently, different protein isoforms.  It is a normal phenomenon in eukaryotes that greatly increases the biodiversity of proteins encoded by the genome.  "
  
}
,


{
  "id": "2038",
  "title": "An 8-year-old boy of Ashkenazi Jewish ancestry is brought to the office after developing reduced sensitivity to pain, impaired tear formation, and orthostatic hypotension.  Familial dysautonomia is suspected due to the patient's symptoms and heritage.  This disorder is caused by loss of function of the IKAP protein, which is essential for development and survival of sensory and autonomic neurons.  IKAP gene sequencing reveals a single nucleotide substitution that causes a guanine residue to be replaced by adenine at the highlighted position in the normal gene sequence shown below.  Exon sequences are represented by capital letters and introns by lowercase letters.",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/2038.jpg",
  "title_2": "Which of the following is the most likely effect of this mutation?",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Decreased mRNA export to the cytosol",
  "answer_2": "B. Impaired ribosomal attachment to mRNA",
  "answer_3": "C. Incorrect splicing of pre-mRNA",
  "answer_4": "D. Increased degradation of mRNA by 5' exonucleases",
  "answer_5": "E. Translation of the 3'-untranslated region of mRNA",
  "percent_1": "3%",
  "percent_2": "5%",
  "percent_3": "86%",
  "percent_4": "3%",
  "percent_5": "4%",
  "right_answer": "C. Incorrect splicing of pre-mRNA",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp2038.jpg",
  "explanation_1": "",
  "explanation_2": "$Following transcription, pre-mRNA is the initial transcript that contains both intron and exon sequences.  Before leaving the nucleus, pre-mRNA must be processed to mature mRNA by 3 post-transcriptional modifications: 5' methylguanosine capping, addition of a 3' polyadenine (Poly A) tail, and splicing. $Splicing is performed by #spliceosomes#, which are complexes of small nuclear ribonucleoproteins (snRNPs) and other proteins that assemble on pre-mRNA.  Spliceosomes #remove introns# containing #GU# at the #5' splice site# and #AG# at the #3' splice site#.  Initially, the 5' end of intron 1 (splice donor site) is cleaved and joined to the branch point.  The freed 3'-OH of exon 1 then forms a phosphodiester bond with the 5'-phosphate at the splice acceptor site, joining exons 1 and 2.  Mutations at splice sites may result in inappropriate removal of exons and retention of introns.  This often leads to the formation of proteins with impaired structure and function as described in the case above. $#(Choice A)#  Polyadenylation of the 3' end of mRNA is performed by the enzyme polyadenylate polymerase.  This process stabilizes mRNA and helps it exit the nucleus. $#(Choices B and D)#  In eukaryotes, translation is initiated when the small ribosomal subunit attaches to the 5' cap of mRNA and then scans for the AUG start codon within the Kozak consensus sequence.  The 5' cap also protects against exonucleases and helps stabilize mRNA in the cytosol. $#(Choice E)#  Termination of polypeptide synthesis occurs at the 3 stop codons (UAA, UAG, UGA) in mRNA.  Mutations in stop codons (nonstop mutations) can result in continued and inappropriate translation of mRNA into the 3'-untranslated region, producing an extremely long, nonfunctional polypeptide. $#Educational objective# Splicing is performed by spliceosomes, which remove introns containing GU at the 5' splice site and AG at the 3' splice site.  Splice site mutations may result in inappropriate removal of exons and retention of introns, leading to the formation of dysfunctional proteins.  "
  
}
,


{
  "id": "1438",
  "title": "A cell biologist is studying the role of ribonucleoproteins in normal cellular function.  He prepares a cell extract using a specific cell type obtained from a 73-year-old man.  Ribonucleoproteins are separated and purified from the cell extract for structural and functional analyses.  These cells are found to express higher amounts of a particular protein in comparison to other cell types.  This protein has reverse transcriptase activity that functions to add TTAGGG repeats to the 3' end of chromosomes.  Which of the following cell types was most likely studied in this experiment?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Epidermal basal cells",
  "answer_2": "B. Erythrocytes",
  "answer_3": "C. Myocardial cells",
  "answer_4": "D. Neurons",
  "answer_5": "E. Pancreatic β cells",
  "percent_1": "75%",
  "percent_2": "4%",
  "percent_3": "3%",
  "percent_4": "10%",
  "percent_5": "8%",
  "right_answer": "A. Epidermal basal cells",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1438.jpg",
  "explanation_1": "",
  "explanation_2": "$#Telomerase# is a ribonucleoprotein that adds #TTAGGG# repeats to the #3' end of chromosomes# (telomere region).  It is similar to other reverse transcriptase enzymes in that it synthesizes single-stranded DNA using single-stranded RNA as a template (#RNA-dependent DNA polymerase#).  Telomerase is composed of 2 main subunits, the telomerase reverse transcriptase (TERT) subunit and the telomerase RNA component (TERC).  TERC is a \"built-in\" RNA template that is repeatedly read by the TERT subunit to add TTAGGG DNA sequence repeats to telomeres. $#Stem cells# have very #long telomeres# due to their high telomerase activity, allowing them to proliferate indefinitely in a controlled manner.  In contrast, most terminally differentiated adult somatic cells (eg, myocardial cells, neurons, pancreatic β cells) have short telomeres as they do not express telomerase and their telomeres shorten with every cell division #(Choices C, D, and E)#.  Critical shortening in telomere length is thought to be a signal for programmed cell death.  In fact, syndromes of premature aging (eg, Bloom syndrome) are associated with shortened telomeres.  In contrast, cancer cells upregulate their telomerase activity, preventing cell death by maintaining their telomere length. $Stem cells are undifferentiated cells with the potential to differentiate into other cell types and can be classified as either embryonic or adult stem cells.  Although embryonic stem cells are present in the very early stages of embryogenesis and can give rise to every cell type in adult humans (pluripotent), adult stem cells are present in most tissues and are generally responsible for replacing dead cells.  For example, the epidermis is continuously replaced by stem cells present in the basal cell layers.  Bone marrow stem cells similarly replace peripheral red and white blood cells. $#(Choice B)#  Erythrocytes have no nuclei and therefore have no potential to divide. $#Educational objective# Critical shortening in telomere length can signal for programmed cell death.  Telomerase is a reverse transcriptase (RNA-dependent DNA polymerase) that lengthens telomeres by adding TTAGGG repeats to the 3' end of chromosomes.  Stem cells have long telomeres due to high telomerase activity, allowing them to proliferate indefinitely in a controlled manner.  "
  
}
,


{
  "id": "21310",
  "title": "Pharmacologic researchers develop a novel alkylating chemotherapeutic agent against glioblastoma multiforme.  They find that malignant cells with methylation of the promoter region for the O6-methylguanine-DNA methyltransferase (MGMT) gene are more susceptible to this drug than cells without methylation.  Which of the following is the most likely function of the protein encoded by the gene?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Induction of apoptosis",
  "answer_2": "B. Reducing major histocompatibility complex expression",
  "answer_3": "C. Repairing DNA damage",
  "answer_4": "D. Upregulation of telomerase",
  "percent_1": "19%",
  "percent_2": "16%",
  "percent_3": "52%",
  "percent_4": "13%",
  "right_answer": "C. Repairing DNA damage",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "Neoplasms develop genetic alterations that promote cellular growth and survival.  Although this is partially mediated by inactivating genetic mutations in tumor suppressor genes (eg, p53), much of oncogenesis is mediated by the altered expression of unmutated genes, as follows: $• #Histone modification:#  Chromatin is organized into @nucleosomes@, which consist of a segment of DNA wrapped around 8 histone proteins.  Modification of histones via acetylation, phosphorylation, or methylation can alter the availability of DNA for transcription, leading to increased or decreased gene expression.  Histone modification allows tumors to increase prosurvival gene expression and reduce cell cycle arrest/apoptosis gene expression. $• #Transcription factor expression:#  Transcription factors are activated by cell-surface ligand binding or by phosphorylation.  Activated transcription factors travel to the nucleus and bind to the promoter/enhancer region of a specific gene, which alters RNA polymerase binding and subsequent gene expression.  Tumors overexpress surface receptors (eg, HER2) that generate pro-survival transcription factors and underexpress surface receptors that generate cell cycle arrest/apoptotic signals. $• #CpG modifications:#  Promoter regions typically contain a section of 200-2000 base pairs that primarily contain a cytosine followed a guanosine.  #Methylation# of the CpG region #silences# the adjacent gene; neoplasms often methylate CpG promoter regions adjacent to genes that slow growth. $As part of oncogenesis, many #glioblastomas methylate# the CpG region adjacent to the O6-methylguanine-DNA methyltransferase #(MGMT) gene#, which generates a protein that #repairs damaged DNA# (eg, converts O6-methylguanine [a naturally occurring alkylation product] back to guanine).  Although silencing MGMT creates a more permissive environment for DNA mutations to drive cancer growth, it also makes the cell more susceptible to #alkylating chemotherapy# (eg, temozolomide), since alkylating agents cause DNA damage that cannot be effectively repaired without MGMT. $#(Choice A)#  Mutation of tumor suppressing genes (eg, BAX) that trigger apoptosis or cell cycle arrest promotes oncogenesis.  However, MGMT is not an apoptotic gene. $#(Choice B)#  As part of oncogenesis, tumors often reduce major histocompatibility complex class I expression, lowering the ability of cytotoxic T cells to recognize the abnormal proteins generated by cancerous cells.  This process is not mediated by MGMT. $#(Choice D)#  Increased telomerase activity helps promote cancer cell longevity; telomerase activity is frequently increased in tumors, but it is not mediated by MGMT. $#Educational objective# Cancer cells alter expression of genes controlling survival and replication by histone modification, transcription factor expression, and CpG methylation.  Methylation of the CpG region adjacent to the MGMT gene, which produces an enzyme that repairs DNA, makes tumor cells much more susceptible to alkylating chemotherapy.  ",
  "clickable_1":"images/img1.21310.jpg"
  

},

{
  "id": "1436",
  "title": "A 13-year-old boy is evaluated for a possible inherited genetic defect.  He has growth retardation, microcephaly, sun-sensitive skin, and recurrent infections.  The patient is the second-born child of 2 first cousins.  His parents and siblings are healthy, but 2 of his maternal cousins have similar signs and symptoms.  Genetic analysis of the patient reveals a defect in the BLM gene, which codes for a DNA helicase.  Which of the following is the most likely site of action of this enzyme in the DNA replication fork diagram shown below?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "images/1436.jpg",
  "title_2": "",
  "audio": "",
  "comparison_items": "",

  "answer_1": "A. A",  "answer_2": "B. B",  "answer_3": "C. C",  "answer_4": "D. D",  "answer_5": "E. E",  "answer_6": "F. F",
  "percent_1": "6%",  "percent_2": "81%",  "percent_3": "10%",  "percent_4": "0%",  "percent_5": "2%",  "percent_6": "1%",
  "right_answer": "B. B", 

  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "images/exp1436.jpg",
  "explanation_1": "",
  "explanation_2": " $This patient has Bloom syndrome, a rare autosomal recessive disorder characterized by small stature, photosensitivity, immunodeficiency, and markedly increased cancer rates.  It is caused by a mutation affecting #DNA helicase#.  Helicases are enzymes that facilitate #unwinding of the double helix# during DNA replication and repair; dysfunction results in DNA instability and breakage. $DNA replication normally occurs during the S (synthesis) phase of the cell cycle and is initiated as follows: $• First, the origin of replication is identified and bound by a multi-subunit protein (the origin recognition complex), which locally dissociates double-stranded DNA (dsDNA) into single-stranded DNA (ssDNA). $• Helicase subsequently binds to ssDNA at the origin of replication and moves into the replication fork, where it facilitates separation and unwinding of dsDNA. $• Then ssDNA binding proteins bind to and stabilize the unwound strands as they move away from the replication fork, preventing them from reannealing #(choice C).# $• DNA unwinding induces strain on the DNA segment upstream of the helicases (positive supercoiling), and topoisomerase (DNA gyrase) relieves this tension by introducing transient single- or double-stranded nicks in the DNA #(choice A).# $#(Choice D)#  Before DNA polymerase can begin synthesizing DNA, it requires an RNA primer made up of short RNA sequences base-paired to the parent DNA.  This primer is synthesized by the enzyme primase (DNA-dependent RNA polymerase). $#(Choice E)#  DNA polymerase synthesizes new daughter DNA strands in the 5′ to 3′ direction.  The leading strand is formed continuously, whereas the lagging strand is formed discontinuously (ie, multiple short DNA fragments called Okazaki fragments). $#(Choice F)#  Okazaki fragments are ultimately bound together by DNA ligase. $#Educational objective# During DNA replication and repair, helicase mediates the continuous unwinding of double-stranded DNA at the replication fork. "
  
}]