[

{"id":"806","title":"The pancreas of a 22-year-old man with recurrent pulmonary infections and finger clubbing shows extensive exocrine gland atrophy and fibrosis.  The pancreatic ducts are lined with squamous epithelium with areas of keratinization.  The finding of squamous metaplasia in the pancreatic ducts is most likely related to a deficiency of:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Riboflavin","answer_2":"B. Vitamin A","answer_3":"C. Vitamin D","answer_4":"D. Vitamin E","answer_5":"E. Vitamin K","answer_6":"F. Vitamin C","percent_1":"8%","percent_2":"56%","percent_3":"6%","percent_4":"19%","percent_5":"4%","percent_6":"7%","right_answer":"B. Vitamin A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Recurrent sinopulmonary infections and exocrine gland fibrotic atrophy in a young patient are suggestive of cystic fibrosis (CF).  In the pancreas, severe CF may cause total obstruction followed by complete fibrotic atrophy of the exocrine glands.  The resulting pancreatic insufficiency can cause a deficiency of fat soluble vitamins.  Avitaminosis A in particular may contribute to squamous metaplasia of the epithelial lining of pancreatic exocrine ducts, which are already injured and predisposed to squamous metaplasia by inspissated mucus.  Normal levels of vitamin A and its metabolite, retinoic acid, are required to maintain orderly differentiation of specialized epithelia, including mucus-secreting columnar epithelium.  When a deficiency state exists, the epithelium undergoes squamous metaplasia to a keratinizing epithelium. $ #(Choices A and F)#  Riboflavin (vitamin B2) and vitamin C are water soluble vitamins whose intestinal absorption is not affected by fat malabsorption. $ (Choice C)  Vitamin D is a fat soluble vitamin.  However, vitamin D deficiency would not cause epithelial squamous metaplasia.  Instead, it could produce rickets in children and osteomalacia in adults. $ (Choice D)   Vitamin E is a fat soluble vitamin.  Deficiency of this vitamin could cause infertility and decreases in some serum phospholipids. $ (Choice E)   Vitamin K is a fat soluble vitamin.  A vitamin K deficiency could cause a coagulopathy (bleeding diathesis) secondary to inadequate vitamin K dependent clotting factors. Educational objective $ Recurrent sinopulmonary infections and exocrine gland fibrotic atrophy in a young patient are suggestive of cystic fibrosis (CF).  CF can lead to pancreatic insufficiency, fat malabsorption, and a deficiency of vitamins A, D, E and K.  Vitamin A maintains orderly differentiation of specialized epithelia, including the mucus-secreting columnar epithelia of the ocular conjunctiva, respiratory and urinary tracts, and pancreatic and other exocrine ducts.  Avitaminosis A can cause squamous metaplasia of such epithelia to a keratinizing epithelium."},

{"id":"804","title":"A 6-year-old boy is brought to the office by his mother due to recurrent episodes of sinusitis.  He also has a chronic cough that never seems to go away.  The mother says that his previous pediatrician performed a \"sweat test\" to help determine the cause of his frequent infections, but results were normal.  DNA testing was inconclusive.  Despite these results, the new physician suspects that the patient has an inherited disorder and orders nasal transepithelial potential difference measurements.  In this test, an isotonic solution of sodium chloride is applied to the nasal mucosal surface, and the electrical potential overlying the mucosa is compared with that of the interstitial fluid.  The results show a transepithelial potential difference that is more negative than normal.  This patient's nasal mucosa is most likely to demonstrate which of the following physiologic changes? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bicarbonate secretion","answer_2":"B. Increased chloride secretion","answer_3":"C. Increased mucus water content","answer_4":"D. Increased sodium absorption","answer_5":"E. Intracellular potassium depletion","percent_1":"7%","percent_2":"39%","percent_3":"7%","percent_4":"40%","percent_5":"7%","right_answer":"D. Increased sodium absorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp804.jpg","explanation_1":"","explanation_2":"$Chronic cough and recurrent sinusitis in a young patient should raise suspicion for #cystic fibrosis# (CF).  The diagnosis of CF typically is based on elevated sweat chloride concentrations, characteristic clinical findings (#recurrent sinopulmonary infections#, pancreatic insufficiency), and/or a positive family history.  However, patients with mild mutations of the CF transmembrane conductance regulator (CFTR) gene may have normal sweat testing.  In these cases, a useful diagnostic adjunct involves measuring the nasal transepithelial potential difference. $In intestinal and #respiratory epithelia#, the CFTR channel secretes chloride ions into the lumen and also has a tonic inhibitory effect on the opening of the epithelial sodium channel (ENaC), which decreases sodium reabsorption into the cell.  This high luminal salt content helps retain water in the lumen, forming well-hydrated mucus.  During the #nasal transepithelial potential difference# test, a saline solution is applied to the nose.  Because patients with CF have #increased sodium absorption# via the ENaC, sodium is absorbed intracellularly but chloride in the saline solution is retained in the lumen.  The higher relative amounts of negatively charged chloride on the epithelial surface result in a #more negative# transepithelial voltage difference. $CFTR channel functioning is reversed in @sweat ducts@ compared with that in respiratory and intestinal glands.  CFTR reduces the salt content of sweat by reabsorbing luminal chloride and stimulating ENaC to increase sodium absorption from the lumen into the cells.  CFTR mutations therefore result in the production of sweat with high chloride and sodium content. $#(Choice A)#  CFTR mutations lower the rate of bicarbonate secretion in the pancreatic ducts, promoting mucin precipitation and the formation of intraductal concretions that cause exocrine pancreatic insufficiency.  However, this effect is not related to the nasal transepithelial potential difference test. $#(Choice B)#  CFTR mutations impair the passive transport of chloride along its concentration gradient, decreasing chloride secretion by respiratory epithelial cells. $#(Choice C)#  The water content of mucus is decreased (not increased) in patients with CF, resulting in dehydrated mucus that predisposes to the formation of mucus plugs and chronic sinopulmonary infections. $#(Choice E)#  CFTR mutations do not significantly alter transmembrane potassium transport. $#Educational objective# In cystic fibrosis, impairment of the cystic fibrosis transmembrane conductance regulator (CFTR) protein reduces chloride secretion and increases sodium absorption by the respiratory epithelia, resulting in dehydrated mucus.  When saline is applied to the nasal mucosa, the increased sodium absorption in patients with CF causes a more negative nasal transepithelial potential difference, which can be used to diagnose cystic fibrosis.  ","clickable_1":"images/img1.804.jpg"},

{"id":"1514","title":"A 3-year-old boy is brought to the office with 5 days of productive cough and fever.  Examination shows a tachypneic, ill-appearing child with rales over the right lower lung.  Chest x-ray reveals right lower lobe pneumonia.  The boy is admitted to the hospital for intravenous antibiotics.  Review of his medical history shows 4 prior pneumonias, and his weight is at the third percentile.  Further testing demonstrates high sweat chloride content, and genetic sequencing shows a mutation in a transmembrane protein.  Which of the following best describes the dysfunctional transmembrane protein causing this patient's disease?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ATP-gated","answer_2":"B. Cyclic nucleotide-gated","answer_3":"C. Mechanically gated","answer_4":"D. Temperature-gated","answer_5":"E. Voltage-gated","percent_1":"52%","percent_2":"8%","percent_3":"9%","percent_4":"1%","percent_5":"30%","right_answer":"A. ATP-gated","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1514.jpg","explanation_1":"","explanation_2":"$Cystic fibrosis (CF) is an autosomal recessive disorder due to mutations (eg, ΔF508) in the #CF transmembrane conductance regulator (CFTR)# protein.  The channel pore #opens# after binding of #2 ATP molecules#, allowing transport of chloride ions down the electrochemical gradient.  The movement of chloride establishes a membrane potential that draws sodium and water across the membrane as well.  By encouraging sodium chloride and water transport across epithelial membranes, the CFTR #hydrates mucosal surfaces# in the airways and bowel.  Mutations in the CFTR gene lead to intracellular protein degradation and decreased activity of the proteins that do reach the membrane.  This leads to #thick mucus# on the lining of epithelial cells, which results in clinical manifestations of chronic cough, recurrent pneumonias, and pancreatic damage. $The normal CFTR protein also plays a role in the production of hypotonic sweat.  In the eccrine gland, sweat is initially isotonic with the plasma, and normally sodium chloride is removed from the ductal lumen by CFTR.  In the absence of functional CFTR, patients with CF cannot remove salt from their sweat and therefore have #elevated sweat chloride# and sodium levels.  As early as the 17th century, increased mortality was recognized for children whose foreheads tasted salty.  Today, the sweat chloride test is frequently used to screen for CF. $#(Choice B)#  Cyclic nucleotide-gated ion channels are important for photoreceptor and olfactory receptor neurons.  These nonselective channels are directly activated by cyclic nucleotides (eg, cyclic adenosine monophosphate [cAMP]).  In contrast, CFTR channels are modulated by cAMP-dependent phosphorylation, but they are not directly gated by cAMP binding. $#(Choice C)#  Mechanically gated (or stretch-activated) channels are ion channels that open in response to mechanical deformation of a cell membrane.  Touch and hearing depend on mechanically activated channel transduction of mechanical force into electrochemical signals. $#(Choice D)#  Temperature-gated ion channels open in response to heat and are responsible for human sensation of external temperature. $#(Choice E)#  Voltage-gated ion channels open and close in response to changes in electrical membrane potential and are permeable to various ions.  Congenital long QT syndrome is caused by a mutation in a voltage-gated potassium channel. $#Educational objective# Cystic fibrosis is an autosomal recessive disease caused by mutations in the CF transmembrane conductance regulator (CFTR) gene.  The CFTR protein is a transmembrane ATP-gated chloride channel.  Defects in CFTR result in thick, plugging mucous and elevated sodium and chloride levels in sweat.  "},

{"id":"19780","title":"A neonate at 38 weeks gestation is delivered vaginally following an uncomplicated pregnancy.  Immediately after delivery, the neonate has respiratory distress.  Examination shows cyanosis, tachypnea, and poor perfusion.  The patient is emergently intubated, and mechanical ventilation is initiated.  A nasogastric tube is also inserted.  On auscultation, asymmetric aeration with decreased left-sided breath sounds are noted.  The abdomen is scaphoid.  A chest x-ray is shown in the @exhibit@.  Which of the following is the most likely cause of this patient's respiratory distress? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit19780.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dilated airspaces with bronchiolar metaplasia","answer_2":"B. Increased pulmonary capillary wedge pressure","answer_3":"C. Loss of negative intrapleural pressure","answer_4":"D. Pulmonary surfactant deficiency","answer_5":"E. Underdevelopment of pulmonary tissue","percent_1":"2%","percent_2":"3%","percent_3":"27%","percent_4":"14%","percent_5":"54%","right_answer":"E. Underdevelopment of pulmonary tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19780.jpg","explanation_1":"","explanation_2":"$This neonate has respiratory distress with #asymmetric breath sounds# and a scaphoid abdomen, findings concerning for #congenital diaphragmatic hernia# (CDH).  This condition develops in the first trimester due to incomplete fusion of the pleuroperitoneal folds, which permits herniation of abdominal contents into the thoracic cavity (most commonly the left side).  Compression of the developing lung results in #pulmonary hypoplasia#, or underdevelopment of lung tissue. $Neonates typically develop respiratory distress (eg, tachypnea, retractions) within hours of birth and decreased unilateral breath sounds; a #scaphoid abdomen# from superiorly shifted abdominal viscera is common.  Chest x-ray findings include the presence of #thoracic bowel loops# with minimal or absent lung markings and an indistinct hemidiaphragm on the affected side.  In addition, the distal end of a #feeding tube# may be seen within the #thorax# instead of the abdomen. $#(Choices A and D)#  Pulmonary surfactant deficiency occurs in premature (not term) neonates and causes @respiratory distress syndrome (RDS)@.  X-ray reveals ground glass opacities and air bronchograms.  RDS can be complicated by bronchopulmonary dysplasia, characterized by dilation of airspaces with bronchiolar metaplasia.  Patients with CDH may also develop bronchopulmonary dysplasia, but this is a late complication (age >30 days) and is not present at birth. $#(Choice B)#  Pulmonary capillary wedge pressure reflects left ventricular end-diastolic pressure and is increased in left-sided congenital heart disease (eg, aortic stenosis).  Poor perfusion would be expected, but a scaphoid abdomen and abnormally placed feeding tube would not be seen. $#(Choice C)#  @Pneumothorax@ is characterized by loss of negative intrapleural pressure and can cause asymmetric breath sounds and respiratory distress.  Although a mediastinal shift can also be seen on imaging, a visceral pleural edge with the absence of distal lung markings would be expected. $#Educational objective# Congenital diaphragmatic hernia (herniation of abdominal contents into the thorax) causes pulmonary hypoplasia from compression of the lungs.  Neonates present with respiratory distress shortly after birth.  X-ray findings include thoracic bowel loops; the distal end of a feeding tube may also be seen within the thorax.  ","clickable_1":"images/img1.19780.jpg","clickable_2":"images/img2.19780.jpg"},

{"SubjectSystem":"Genetics-Pulmonology","id":"805","title":"A pharmaceutical researcher develops a therapy to treat a protein misfolding disorder.  Specifically, a mutation in this disorder leads to abnormal protein folding and subsequent intracellular degradation of the protein before it can reach the cell membrane.  With the new combination drug therapy, the first drug corrects the processing and trafficking of the protein, enabling it to reach the cell surface membrane.  Once the protein has reached the cell surface, its function is enhanced by the second drug.  This therapy is most likely to be helpful in which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alzheimer disease","answer_2":"B. Creutzfeldt-Jakob disease","answer_3":"C. Cystic fibrosis","answer_4":"D. Phenylketonuria","answer_5":"E. Sickle cell anemia","percent_1":"9%","percent_2":"9%","percent_3":"79%","percent_4":"2%","percent_5":"2%","right_answer":"C. Cystic fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp805.jpg","explanation_1":"","explanation_2":"$#Cystic fibrosis# (CF) is caused by mutations in the cystic fibrosis transmembrane regulator (CFTR) protein.  #ΔF508# is the most common CFTR gene mutation in patients with CF.  This deletion causes #abnormal protein folding# and failure of glycosylation.  The CFTR protein is then #targeted for degradation #by the proteasome before reaching the cell surface, causing an almost complete #absence from the apical membrane# of exocrine ductal epithelial cells.  The rare CFTR proteins that do reach the cell membrane are abnormal, as the ΔF508 mutation also reduces channel opening. $Lumacaftor and ivacaftor are CFTR-modulating medications that can potentially help patients with CF by restoring CFTR proteins to the membrane and also by enhancing protein function (eg, chloride transport) at the membrane, respectively.  The combination of these 2 medications in patients with homozygous ΔF508 mutations has been shown to improve predicted forced expiratory volume (FEV) and decrease rates of pulmonary exacerbations. $#(Choice A)#  Polymorphisms in apolipoprotein E (APOE) are common in patients with Alzheimer disease (AD).  The polymorphism leads to a conformational protein change that alters lipid binding, inhibits neurite growth, and leads to accumulation of amyloid-β, a peptide that aggregates in the brain in patients with AD.  APOE is not a target of degradation or a transmembrane protein. $#(Choice B)#  Creutzfeldt-Jakob disease is a neurodegenerative disease caused by prions, which are contagious pathogens comprised of small, misfolded proteins that induce abnormal folding of normal proteins.  Aggregates of misfolded proteins are difficult to degrade and result in apoptosis and neuronal loss. $#(Choice D)#  Phenylketonuria results from mutations in the hepatocyte enzyme phenylalanine hydroxylase.  This enzyme is not normally transported to the cell surface. $#(Choice E)#  Sickle cell anemia results from mutations in the β-globin gene, leading to production of hemoglobin S, which can polymerize in states of low oxygen content.  Hemoglobin S is not a transmembrane protein. $#Educational objective# ΔF508 is the most common mutation in the cystic fibrosis transmembrane regulator (CFTR) protein in patients with cystic fibrosis.  This mutation leads to protein misfolding and failure of glycosylation, followed by proteasome-mediated degradation and significantly decreased number of transmembrane CFTR proteins.  "},

{"id":"802","title":"A 4-year-old boy is brought to the office due to a progressively worsening cough for the past 2 days that is productive of yellow sputum.  A year ago, he was found to have bilateral lower-lobe pulmonary infiltrates on chest x-ray and was diagnosed with pneumonia.  The patient has since had 2 additional episodes of pneumonia, each requiring antibiotics for improvement of symptoms.  His current chest x-ray again reveals bilateral lower lobe infiltrates.  Further testing shows a high chloride content in his sweat.  Which of the following abnormalities is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal post-translational processing of a transmembrane protein","answer_2":"B. Decreased transcription of a transmembrane protein","answer_3":"C. Increased conductivity of a transmembrane chloride channel","answer_4":"D. Presence of a truncated transmembrane protein on the cell surface","answer_5":"E. Transmembrane protein with increased regulatory response to cAMP and ATP","percent_1":"62%","percent_2":"9%","percent_3":"10%","percent_4":"18%","percent_5":"2%","right_answer":"A. Abnormal post-translational processing of a transmembrane protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp802.jpg","explanation_1":"","explanation_2":"$This patient most likely has @cystic fibrosis (CF)@, an autosomal recessive disease characterized by recurrent #sinopulmonary infections#, pancreatic insufficiency, and malabsorption.  It is caused by several different mutations that affect the CF transmembrane conductance regulator #(CFTR)# gene. $The #most common CFTR gene mutation# (found in approximately 70% of cases) is a 3-base pair deletion of phenylalanine at amino acid position 508 (#ΔF508#).  This mutation causes #impaired post-translational processing# (eg, improper folding and glycosylation) of CFTR, which is detected by the endoplasmic reticulum.  As a result, the abnormal protein is targeted for proteasomal degradation, preventing it from reaching the cell surface.  Certain drugs (eg, lumacaftor) can partially correct this folding defect, leading to expression of functional CFTR. $#(Choice B)#  Decreased production of functionally normal CFTR (eg, reduced messenger RNA or protein stability) often causes a milder form of the disease with normal sweat chloride levels that may not be diagnosed until adulthood. $#(Choice C)#  Mutations affecting regulation of chloride ion conduction through a CFTR protein also result in CF.  However, they result in decreased chloride conductivity and are less common than the ΔF508 mutation. $#(Choice D)#  Mutations causing premature termination of the transmembrane protein (eg, nonsense, frameshift) also lead to a complete absence of membrane-bound CFTR as the truncated protein is typically recognized and degraded.  These mutations are more common in the Ashkenazi Jewish population. $#(Choice E)#  CFTR is an ATP-gated chloride channel activated by cAMP-mediated phosphorylation.  Mutations that reduce the ability of the channel to open can also cause CF.  The ΔF508 mutation, in addition to preventing proper trafficking to the cell surface, also reduces the regulatory effects of ATP and cAMP on channel opening. $#Educational objective# Cystic fibrosis (CF) is most commonly due to a 3-base pair deletion in the CF transmembrane conductance regulator (CFTR) gene at amino acid position 508 (ΔF508).  This mutation impairs post-translational processing of CFTR, resulting in shunting of CFTR toward the proteasome, with complete absence of the protein on the cell surface.  Elevated sweat chloride concentrations are found in most patients with CF.  ","clickable_1":"images/img1.802.jpg"},

{"id":"803","title":"A 2-day-old boy develops abdominal distension and refuses to breastfeed.  He was born via normal spontaneous vaginal delivery at 39 weeks gestation to a primigravid mother.  Examination shows significant abdominal distension with palpable intestinal loops.  The rectum has no stool and rectal tone is normal.  During the examination, the infant has several episodes of dark green emesis.  Plain films of the abdomen show air-fluid levels and small bowel dilation.  Contrast enema fails to relieve the obstruction, and the patient is taken for emergency laparotomy, which shows an inspissated, green fecal mass obstructing the distal ileum.  The infant recovers from the surgery uneventfully.  Which of the following will be the most likely cause of mortality in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enterocolitis","answer_2":"B. Liver cirrhosis","answer_3":"C. Malabsorption","answer_4":"D. Pneumonia","answer_5":"E. Renal failure","percent_1":"23%","percent_2":"4%","percent_3":"17%","percent_4":"53%","percent_5":"2%","right_answer":"D. Pneumonia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Delayed passage of meconium! ∆^ #Hirschsprung disease# ∆^ #Meconium ileus# §^ #Pathophysiology# ∆ • Failure of neural crest cell migration ∆ • Obstruction by inspissated stool §^ #Level of obstruction# ∆ • Rectosigmoid ∆ • Ileum §^ #Rectal examination# ∆ • Increased tone • Positive squirt sign* ∆ • Normal tone • Negative squirt sign* §^ #Meconium consistency# ∆ • Normal ∆ • Inspissated §^ #Imaging# ∆ • Dilated proximal colon ± small bowel • Narrow rectosigmoid ∆ • Dilated small bowel • Microcolon §^ #Associated disorder# ∆ • Down syndrome ∆ • Cystic fibrosis %*Expulsion of gas/stool on rectal examination.","explanation_img":"","explanation_1":"","explanation_2":"This patient's abdominal distension, bilious emesis, and x-ray findings (air-fluid levels, small bowel dilation) are consistent with #bowel obstruction#.  The intraoperative finding of a green #inspissated mass# (dehydrated meconium) in the #distal ileum# points to the diagnosis of #meconium ileus# as the source of obstruction.  Meconium ileus is a very specific finding for #cystic fibrosis# (CF).  Although only 10%-20% of infants with CF will have meconium ileus at birth, almost all full-term infants with meconium ileus are eventually diagnosed with CF.  Abnormalities in chloride, sodium, and water transport by the ductal epithelium of intestinal mucous glands cause isotonic dehydration of the lumen contents.  This results in secretion of #abnormally viscous mucus# into the small bowel.  In the United States, pneumonia, bronchiectasis, and cor pulmonale account for most deaths due to CF. $ (Choice A)  Patients with Hirschsprung disease (HD) typically present with signs of intestinal obstruction in the newborn period that are similar to meconium ileus.  However, HD typically presents with increased rectal tone, \"squirt sign\" (forceful expulsion of stool after rectal examination), and obstruction at the rectosigmoid region with a transition zone between the aganglionic rectum and proximal dilated colon.  Enterocolitis (diarrhea, abdominal pain/distension, and fever) is the most common cause of mortality in patients with HD. $ (Choice B)  Focal biliary or multilobular cirrhosis due to plugging of bile canaliculi by dehydrated mucinous material develops in approximately 5% of CF patients.  Death from cirrhotic liver failure is much less likely than terminal pneumonia. $ (Choice C)  Most patients with CF have exocrine pancreatic insufficiency, which causes malabsorption and steatorrhea.  Infants often have large foul-smelling stools, abdominal distention, and poor weight gain.  Consequences include deficiencies of fat-soluble vitamins, hypoproteinemia with generalized edema, and persistent diarrhea with rectal prolapse.  However, pancreatic involvement is rarely fatal with pancreatic enzyme supplementation. $ (Choice E)  Although the CFTR protein is expressed in nephrons, patients with CF usually do not manifest serious renal dysfunction or failure.  Patients with CF, however, are at elevated risk for nephrolithiasis and renal damage from nephrotoxic medications (eg, aminoglycosides). $ Educational objective Meconium ileus is a distal small bowel obstruction due to abnormally dehydrated meconium in a patient with cystic fibrosis (CF).  Persistent, treatment-resistant infectious pneumonias, bronchiectasis, and cor pulmonale account for most deaths due to CF."},

{"id":"19341","title":"A 7-year-old girl is brought to the emergency department due to 2 days of fever, productive cough, and shortness of breath.  Medical history is significant for recurrent lung infections and cystic fibrosis.  Weight is at the 5th percentile.  Temperature is 38.1 C (100.6 F), pulse is 104/min, and respirations are 30/min.  Pulse oximetry is 86% on room air.  Examination shows a thin girl with digital clubbing and a hyperexpanded chest.  Diffuse wheezes and crackles are present bilaterally.  The rest of the examination is unremarkable.  Chest x-ray reveals hyperinflation, chronic interstitial changes, and an infiltrate in the right lower lobe.  Gram stain of sputum shows gram-negative rods.  Which of the following is the most likely cause of this patient's recurrent infections?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deficient natural killer cell formation","answer_2":"B. Development of bacterial macrocolonies","answer_3":"C. Dysfunctional free radical production by neutrophils","answer_4":"D. Inability to form the membrane attack complex","answer_5":"E. Reduced endobronchial protease activity","percent_1":"2%","percent_2":"59%","percent_3":"10%","percent_4":"8%","percent_5":"21%","right_answer":"B. Development of bacterial macrocolonies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19341.jpg","explanation_1":"","explanation_2":"$#Cystic fibrosis# (CF) is a multisystem disorder in which a #defective chloride channel# (@CF transmembrane conductance regulator@) prevents the normal hydration of mucus.  Accumulation of #thick, viscous secretions# in the lungs leads to mucus plugging and progressive bronchiectasis, which manifest as obstructive lung disease (eg, hyperinflated lungs, barrel chest) and chronic hypoxia (eg, @digital clubbing@).  Gastrointestinal involvement can also lead to malabsorption with decreased body weight. $The abnormal airway secretions in patients with CF impair mucociliary clearance and allow #colonization# of bacteria such as Haemophilus influenzae, Staphylococcus aureus, and, over time, #gram-negative rods# such as #Pseudomonas aeruginosa# and Burkholderia cepacia complex. $The microenvironment is particularly suitable to mucoid P aeruginosa because localized hypoxia within the airway mucus causes the bacterium to lose motility and produce alginate, a polysaccharide involved in #biofilm formation#.  The biofilm acts as a #protective matrix# for the development of Pseudomonas #macrocolonies#, which are difficult to eradicate and cause recurrent and #persistent infection#. $#(Choice A)#  Natural killer cell deficiency is associated with severe, disseminated viral infections (eg, herpes simplex virus, cytomegalovirus).  This patient's infiltrate in the right lower lobe and Gram stain findings are consistent with bacterial pneumonia, and she has no history of severe or recurrent viral infection. $#(Choice C)#  Neutrophil free radical formation is impaired in chronic granulomatous disease, which is characterized by recurrent multiorgan (eg, lungs, liver, lymph nodes, skin) infections by catalase-positive organisms (eg, Aspergillus, S aureus).  In contrast, this patient has isolated, chronic pulmonary findings.  Moreover, CF results in excessive neutrophil free radical formation due to persistent pulmonary infection, which contributes to the progressive lung damage seen in these patients. $#(Choice D)#  Inability to form the membrane attack complex occurs with terminal complement deficiency.  These patients have recurrent Neisseria meningitis, not lung infections. $#(Choice E)#  Bacterial colonization in the lungs of patients with CF induces a massive infiltration of neutrophils, which results in the release of elastase, a protease that promotes bronchiectasis.  Therefore, chronic lung disease in CF is characterized by excessive, not reduced, endobronchial protease activity. $#Educational objective# Patients with cystic fibrosis have thick, viscous mucus that accumulates in the airways and promotes colonization of bacteria, particularly Pseudomonas.  This gram-negative rod can produce biofilms, which act as a protective matrix that allows bacterial macrocolonies to develop, causing persistent infection.  ","clickable_1":"images/img1.19341.jpg","clickable_2":"images/img2.19341.jpg"},

{"id":"1939","title":"A 1-month-old boy is brought to the office on a hot summer day due to vomiting and excessive sleepiness.  He had been exclusively breastfeeding with normal feeding patterns until this afternoon, when he had 2 episodes of emesis and appeared much sleepier than usual.  The infant was born at 41 weeks gestation after an unremarkable pregnancy.  Newborn screening was positive for a homozygous ΔF508 mutation affecting an epithelial transmembrane protein; further confirmatory testing is pending.  Physical examination shows a somnolent boy with a sunken fontanelle and dry mucous membranes.  Which of the following electrolyte disturbances is most likely responsible for this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperchloremia","answer_2":"B. Hyperkalemia","answer_3":"C. Hypernatremia","answer_4":"D. Hypomagnesemia","answer_5":"E. Hyponatremia","percent_1":"23%","percent_2":"3%","percent_3":"19%","percent_4":"2%","percent_5":"53%","right_answer":"E. Hyponatremia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1939.jpg","explanation_1":"","explanation_2":"$The #ΔF508 mutation# in the cystic fibrosis transmembrane conductance regulator (#CFTR#) protein is the most common mutation in patients with #cystic fibrosis# (CF).  In unaffected individuals, the CFTR protein serves as a chloride channel that regulates the flow of sodium, chloride, and water across the epithelial membranes of the airways, biliary tree, intestines, sweat ducts, and pancreatic ducts. $Newborn screening for CF is performed in the United States, but positive results should be confirmed by #sweat testing#.  When eccrine sweat is first produced, it is isotonic with extracellular fluid.  As sweat travels through the eccrine duct to the skin's surface, chloride is normally resorbed via CFTR, and sodium and water follow.  CFTR facilitates production of hypotonic sweat in patients without CF.  However, patients with CF are unable to reabsorb chloride and sodium in the eccrine ducts and therefore secrete #sweat with high sodium and chloride# levels. $The most likely cause of this patient's symptoms (lethargy, vomiting) is #hyponatremia due to excessive salt wasting# from his sweat.  Risk factors for hyponatremia in patients with CF include exclusive breast or formula feeding prior to the introduction of sodium-rich, solid foods; exposure to high-temperature environments; and exercise.  Therefore, #salt supplementation# is recommended for patients with CF. $#(Choice A)#  Chloride ions are an important contributor to extracellular fluid volume, and hypochloremia is also very common in patients with CF due to sweat losses.  In contrast, hyperchloremia is more likely to develop in normal patients with excessive sweating due to increased free water loss from hypotonic sweat. $#(Choice B)#  Hyperkalemia typically occurs with cell lysis (eg, rhabdomyolysis, tumor lysis syndrome), metabolic acidosis (due to intracellular to extracellular K+ shift), or abnormalities with renal excretion. $#(Choice C)#  Hypernatremia classically occurs with excessive salt intake or free water loss (eg, diarrhea, diabetes insipidus, improperly prepared infant formula).  Patients with CF typically do not experience hypernatremia as they lose excess sodium through their sweat glands. $#(Choice D)#  Hypomagnesemia most commonly arises from urinary loss due to medications (eg, loop diuretics), alcohol use, or uncontrolled diabetes mellitus with polyuria. $#Educational objective# Patients with cystic fibrosis (CF) produce eccrine sweat with higher-than-normal concentrations of sodium and chloride.  Exposure to high temperature or exercise can lead to hyponatremia and hypochloremia due to excessive sodium chloride loss through sweat; therefore, salt supplementation is recommended.  "}


]