[

{"id":"1987","title":"A 23-year-old woman, gravida 1, para 0, comes to the office for a routine prenatal care visit.  She is at 35 weeks gestation and feels well.  She reports regular fetal movement and no contractions, loss of fluid, or vaginal bleeding.  Pregnancy to date has been uncomplicated and the patient has no underlying medical conditions.  She signed up for a clinical trial investigating prolactin.  At 34 weeks gestation, she had a serum prolactin level several times higher than what was recorded prior to pregnancy.  Which of the following hormones prevents lactation in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. β-hCG","answer_2":"B. Insulin","answer_3":"C. LH","answer_4":"D. Progesterone","answer_5":"E. Thyroxine","percent_1":"11%","percent_2":"1%","percent_3":"5%","percent_4":"80%","percent_5":"3%","right_answer":"D. Progesterone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Progesterone# and estrogen promote normal development and maternal breast growth during the prenatal period.  In the first trimester of pregnancy, progesterone is secreted by the #corpus luteum# and is crucial to successful implantation.  In the second and third trimesters, progesterone is produced by the #placenta# and suppresses @FSH and LH@ through action on the anterior pituitary #(choice C).# $#Prolactin# is a peptide hormone that promotes lactogenesis (ie, maturation of breast alveolar cells) and #milk production#.  It is released by the anterior pituitary gland due to stimulation by thyrotropin-releasing hormone (TRH) and increases steadily in circulation as pregnancy progresses.  Although lactogenesis may begin during the second trimester, lactation is #suppressed# due to the high #progesterone# levels inhibiting the binding of prolactin to receptors on breast alveolar cells.  After delivery, the precipitous drop in progesterone allows prolactin to stimulate lactation. $#(Choice A)#  β-hCG is secreted by the embryonic @syncytiotrophoblast@ during the first trimester, rising to its highest levels at the ninth week of gestation.  β-hCG serves to maintain the corpus luteum until the placenta can assume responsibility for estrogen and progesterone synthesis.  By mid-pregnancy, the corpus luteum degenerates and serum β-hCG decreases to a very low level.  Therefore, β-hCG is not likely to have a significant effect on lactation during late pregnancy. $#(Choices B and E)#  Thyroxine and insulin contribute to normal gestational mammary gland hypertrophy.  Although high dose thyroxine can decrease the production of TRH, this patient has an elevated prolactin level which indicates that TRH production is not suppressed. $#Educational objective# In pregnancy, progesterone is secreted by the corpus luteum and later by the placenta.  Although prolactin secretion increases as pregnancy progresses, high progesterone levels inhibit lactation by preventing binding of prolactin to receptors on alveolar cells in the breast.  ","clickable_1":"images/img1.1987.jpg","clickable_2":"images/img2.1987.jpg"},

{"id":"19586","title":"A 24-year-old woman, gravida 1 para 0, at 28 weeks gestation comes to the office for a routine prenatal visit.  She feels well and has had no vaginal bleeding, contractions, or leakage of fluid.  Fetal movement is normal.  The patient has no chronic medical conditions and her pregnancy has been uncomplicated.  She previously had heavy menstrual periods that were managed with oral contraceptives.  Blood pressure is 126/84 mm Hg and pulse is 78/min.  Fundal height and fetal heart tones are normal.  Today's third-trimester complete blood count is as follows:","title_table":"?Hemoglobin? 11.2 g/dL ?Platelets? 120,000/mm3 ?Leukocytes? 8,200/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Coagulation studies and peripheral smear are within normal limits.  The patient's first-trimester platelet count was 160,000/mm3.  Urine dipstick today is negative for protein.  Which of the following is the most likely cause of this patient's thrombocytopenia?","audio":"","comparison_items":"","answer_1":"A. Coagulation cascade–activated thrombi formation","answer_2":"B. Decreased thromboxane A2 production","answer_3":"C. Hemodilution and increased platelet sequestration","answer_4":"D. Immune complex–mediated complement activation","answer_5":"E. Small vessel formation of platelet microthrombi","percent_1":"7%","percent_2":"5%","percent_3":"78%","percent_4":"4%","percent_5":"6%","right_answer":"C. Hemodilution and increased platelet sequestration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient at 28 weeks gestation has mild, asymptomatic thrombocytopenia most consistent with #gestational thrombocytopenia# (GT), a benign, self-limited condition that can occur during pregnancy.  GT is thought to arise due to the following: $• #Plasma volume expansion#: Maternal plasma volume expands approximately 30% during pregnancy to facilitate optimal fetal nutrient delivery and protect against maternal hemorrhage during delivery.  Platelet production, however, does not typically increase during pregnancy; therefore, there is #hemodilution# and resultant thrombocytopenia. $• #Sequestration/consumption of platelets# in the placenta: The placenta is a highly vascular organ with similarities to the spleen, a major site of normal platelet sequestration.  Platelets pool in the placental circulation and undergo accelerated consumption within the intervillous space, thereby reducing the serum platelet count. $GT is commonly diagnosed in the #third trimester#, when plasma volume peaks; it is often an incidental finding on routine bloodwork.  Patients with GT have mild thrombocytopenia (platelet count usually ≥100,000/mm3), no symptoms (eg, no bruising or bleeding), normal coagulation studies, and normal peripheral blood smear. $#(Choice A)#  Disseminated intravascular coagulation (DIC) is characterized by widespread activation of the coagulation cascade with thrombocytopenia due to platelet consumption.  However, DIC is associated with bleeding and abnormal coagulation studies, which are not seen in this patient. $#(Choice B)#  Aspirin decreases the production of thromboxane A2 and inhibits platelet aggregation.  Patients taking aspirin usually have normal or elevated platelet counts and decreased platelet clotting function. $#(Choice D)#  Immune complex–mediated complement activation occurs in inflammatory rheumatologic diseases (eg, systemic lupus erythematosus).  Although these conditions are often associated with thrombocytopenia, patients typically have other symptoms. $#(Choice E)#  Thrombotic thrombocytopenic purpura (TTP) causes thrombocytopenia due to the formation of platelet clots in the microvasculature.  However, TTP typically causes fever, microangiopathic hemolytic anemia, and neurologic abnormalities. $#Educational objective# Gestational thrombocytopenia is common in the third trimester and is typically mild, asymptomatic, and not associated with other laboratory abnormalities.  It occurs due to hemodilution (ie, maternal plasma volume expansion) and increased sequestration/consumption of platelets in the placenta.  "},

{"id":"19178","title":"A 28-year-old woman, gravida 1 para 0, at 16 weeks gestation comes to the office for a prenatal visit.  The patient feels well and has no concerns.  Medical history is significant for recurrent urinary tract infections.  Her only medication is a prenatal multivitamin.  Blood pressure is 116/68 mm Hg and pulse is 80/min.  Physical examination shows no abnormalities and fetal heart tones are normal.  Urine dipstick reveals no blood or leukocyte esterase but is positive for protein.  Laboratory testing shows the following:","title_table":"!Serum chemistry! ?Sodium? 138 mEq/L ?Potassium? 4.2 mEq/L ?Bicarbonate? 24 mEq/L ?Creatinine? 0.6 mg/dL ?Glucose? 80 mg/dL !Liver function studies! ?Albumin? 4.5 g/dL ?Total bilirubin? 0.8 mg/dL ?Alkaline phosphatase? 60 U/L ?Aspartate aminotransferase (SGOT)? 22 U/L ?Alanine aminotransferase (SGPT)? 24 U/L ?Urinalysis? 1+ protein; no cells or casts","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"A 24-hour urinary protein excretion is 200 mg.  Which of the following processes is most likely contributing to this patient's urinary findings?","audio":"","comparison_items":"","answer_1":"A. Effacement of podocyte foot processes","answer_2":"B. Generalized endothelial dysfunction","answer_3":"C. Increased glomerular filtration rate","answer_4":"D. Increased mesangial extracellular matrix","answer_5":"E. Shedding of injured tubular epithelial cells","percent_1":"17%","percent_2":"8%","percent_3":"69%","percent_4":"3%","percent_5":"3%","right_answer":"C. Increased glomerular filtration rate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19178.jpg","explanation_1":"","explanation_2":"$In #pregnancy#, blood volume and cardiac output both increase physiologically due to greater metabolic demands and in preparation for expected blood loss with delivery.  As a result, the maternal kidneys experience increased renal blood flow and must process greater volumes of plasma through the glomeruli, leading to #increased glomerular filtration rate# (GFR).  During pregnancy, the release of placental hormones also #increases glomerular basement membrane permeability#, which allows for increased leakage of protein into the tubular lumen, and leads to decreased renal tubular protein resorption.  These factors, along with increased GFR, contribute to #trace proteinuria# (ie, <300 mg/24 hr), which is a normal finding in pregnancy. $#(Choice A)#  Effacement of podocyte foot processes, which occurs in @minimal change disease@, impairs glomerular filtration and leads to significant proteinuria (eg, 24-hour urinary protein excretion ≥300 mg) and potential nephrotic syndrome (eg, rapid-onset edema) due to selective urinary loss of albumin. $#(Choice B)#  Generalized renal endothelial dysfunction is likely the mechanism of renal insufficiency associated with preeclampsia, which typically presents with new-onset hypertension and a 24-hour urinary protein excretion ≥300 mg.  This patient is normotensive. $#(Choice D)#  The mesangial extracellular matrix is formed by protein (eg, fibronectin, laminin) deposits from glomerular mesangial cells and provides structural support for glomerular capillary loops.  Accumulation of extracellular matrix proteins occurs in diabetic nephropathy; however, this patient has no history of diabetes mellitus and has a normal serum glucose level. $#(Choice E)#  Shedding of injured tubular epithelial cells occurs with acute tubular necrosis.  Patients typically have elevated creatinine levels and muddy brown casts on urinalysis, which are not seen in this patient. $#Educational objective# Physiologic renal adaptations during pregnancy include increased glomerular filtration rate, greater basement membrane permeability, and decreased tubular resorption of filtered protein.  As a result, trace urinary protein excretion (ie, <300 mg/24 hr) is a normal finding in pregnancy.  ","clickable_1":"images/img1.19178.jpg"},

{"SubjectSystem":"Genetics-Pregnancy","id":"1688","title":"A healthy, nulliparous 29-year-old woman with regular 28-day cycles comes to the office for a fertility evaluation.  Over the past year, she and her 30-year-old husband have been trying to conceive.  Her only medications are prenatal vitamins.  She tracks her periods, cervical mucus, basal temperature, and intercourse with a smartphone app.  The couple has intercourse every other day from cycle day 8 through the LH surge.  The patient's urine pregnancy test is positive.  The oocyte was most likely arrested in which of the following stages of meiosis immediately prior to fertilization?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Metaphase of meiosis I","answer_2":"B. Metaphase of meiosis II","answer_3":"C. Prophase of meiosis I","answer_4":"D. Prophase of meiosis II","answer_5":"E. Telophase of meiosis I","answer_6":"F. Telophase of meiosis II","percent_1":"7%","percent_2":"62%","percent_3":"12%","percent_4":"17%","percent_5":"1%","percent_6":"2%","right_answer":"B. Metaphase of meiosis II","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1688.jpg","explanation_1":"","explanation_2":"$Female gametogenesis begins in utero at approximately 4 weeks gestation when primordial germ cells migrate from the yolk sac region to the developing gonadal region.  These germ cells then differentiate into @oogonia@ and multiply by mitosis before beginning meiosis I.  Now called #primary oocytes#, these cells arrest in #prophase of meiosis I# #(choice C)# and remain there until ovulation.  The chromosome pairs are arranged in a tetrad during this phase, and their proximity allows for genetic recombination.  The full complement of oocytes is developed by 5 months gestation and then degenerates during the woman's lifetime until depleted at menopause. $At puberty, ovulatory cycles begin and the female is capable of reproduction.  During each menstrual cycle, FSH stimulation followed by an LH surge causes some oocytes to resume meiosis I.  Telophase I #(choice E)# is the last phase of meiosis I and yields secondary oocytes and polar bodies.  The secondary oocyte begins meiosis II (the polar body degenerates) but halts in metaphase II.  Approximately 36 hours after LH levels begin to rise, a secondary oocyte is released from the ovarian follicle.  The secondary oocyte remains frozen in #metaphase II until fertilization occurs#, at which point it completes its division (telophase II, (#choice F)#) into a mature oocyte (ovum) and second polar body.  A normally fertilized embryo is then diploid due to genetic contribution from both the ovum and sperm pronuclei. $#(Choice A)#  Metaphase of meiosis I differs from metaphase of meiosis II and mitosis, as the spindles are not preparing to split the centromeres.  Instead, the tetrads are lined up along the metaphase plate, and during anaphase the homologs separate from each other with the centromeres intact. $#(Choice D)#  Prophase of meiosis II is unique as it does not immediately follow a period of DNA synthesis; DNA was duplicated prior to prophase of meiosis I. $#Educational objective# Primary oocytes are completely developed in female fetuses by the fifth month of gestation, at which point they are arrested in prophase of meiosis I.  After puberty, menstrual cycle hormones stimulate the primary oocyte to resume differentiation.  Prior to fertilization, secondary oocytes are arrested in metaphase of meiosis II.  ","clickable_1":"images/img1.1688.jpg"},

{"id":"19065","title":"A 28-year-old woman, gravida 3 para 2, at 31 weeks gestation comes to the office for a prenatal visit.  The patient has had increasing shortness of breath while climbing stairs and during long walks for the past few weeks but has had no cough, sick contacts, hemoptysis, orthopnea, or chest pain.  She has had no contractions or vaginal bleeding, and fetal movement is normal.  The patient has no chronic medical conditions, and her pregnancy has been uncomplicated.  Blood pressure is 110/80 mm Hg, pulse is 70/min, and respirations are 18/min.  Fetal heart tones are normal.  Cardiac examination reveals no rubs or murmurs.  The lungs are clear to auscultation bilaterally.  The remainder of the examination is unremarkable.  Which of the following laboratory findings will most likely be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆pH ∆PaCO2 (mm Hg) ∆PaO2 (mm Hg) ∆Urine bicarbonate","answer_1":"§A. ∆ 7.26 ∆45 ∆101 ∆↓","answer_2":"§B. ∆ 7.34 ∆30 ∆97 ∆↑","answer_3":"§C. ∆ 7.46 ∆29 ∆102 ∆↑","answer_4":"§D. ∆ 7.48 ∆44 ∆98 ∆↓","answer_5":"§E. ∆ 7.60 ∆25 ∆94 ∆↓","percent_1":"15%","percent_2":"22%","percent_3":"38%","percent_4":"16%","percent_5":"9%","right_answer":"§C. ∆ 7.46 ∆29 ∆102 ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19065.jpg","explanation_1":"","explanation_2":"$The #normal physiology of pregnancy# involves #chronic hyperventilation#.  Elevated #progesterone# levels trigger a sensation of #shortness of breath# and stimulate the hypothalamus to increase respiratory drive.  Ventilation is increased primarily via #increased tidal volume#, which is facilitated by increased diaphragmatic excursion and hormone-induced laxity of the intercostal muscles that allows for enlargement of the thoracic cavity (although the expanding uterus displaces the resting position of the diaphragm upward, diaphragmatic excursion is not impaired).  A slight increase in respiratory rate also contributes. $The hyperventilation of pregnancy creates an expected #respiratory alkalosis# (ie, pH >7.45 and partial pressure of carbon dioxide in arterial blood [PaCO2] <40 mm Hg) with metabolic compensation (#increased renal bicarbonate# [HCO3−] #excretion#).  Arterial oxygenation is also increased slightly above normal (ie, arterial partial pressure of oxygen [PaO2] >100 mm Hg).  These changes help facilitate the transport of acidic wastes from, and the transport of oxygen to, the developing fetus. $#(Choice A)#  Low pH (<7.35) with elevated PaCO2 (>40 mm Hg) indicates respiratory acidosis.  Urine HCO3− is low as the kidneys increase HCO3− reabsorption for metabolic compensation. $#(Choice B)#  Low pH is not explained by low PaCO2 (<40 mm Hg); therefore, the low PaCO2 likely represents respiratory compensation for metabolic acidosis.  Renal loss of HCO3− (ie, high urine HCO3−), as occurs with renal tubular acidosis, is a common cause of metabolic acidosis. $#(Choice D)#  High pH (>7.45) is not explained by elevated PaCO2; therefore, the elevated PaCO2 likely represents respiratory compensation for metabolic alkalosis.  Renal retention of HCO3− (ie, low urine HCO3−), as occurs with severe vomiting and diuretic overuse, commonly contributes to metabolic alkalosis. $#(Choice E)#  High pH with low PaCO2 indicates respiratory alkalosis.  Urine HCO3− may be low in the acute setting but begins to increase after several hours to provide metabolic compensation (full metabolic compensation requires approximately 72 hours).  This patient at 31 weeks gestation will have fully compensated respiratory alkalosis with increased urine HCO3− excretion. $#Educational objective# The normal physiology of pregnancy involves chronic hyperventilation caused by elevated progesterone levels stimulating an increase in central respiratory drive.  This creates an expected respiratory alkalosis with metabolic compensation (increased renal bicarbonate excretion) that helps facilitate the transport of acidic wastes from, and the transport of oxygen to, the developing fetus.  "},

{"id":"19588","title":"A 28-year-old woman, gravida 2 para 1, at 18 weeks gestation comes to the office for a routine prenatal appointment.  She is feeling well and has had no complications during this pregnancy.  The patient has no chronic medical conditions and has had no previous surgeries.  Her only medications are a daily prenatal vitamin and an iron supplement.  Blood pressure is 110/70 mm Hg and pulse is 62/min.  BMI is 24 kg/m2.  Cardiopulmonary examination is unremarkable.  The uterus is consistent with 18 weeks gestation and fetal heart tones are normal.  There is mild bilateral pedal edema to the shins.  Compared to a nonpregnant state, which of the following changes are most likely expected in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Fibrinogen level ∆Protein S level ∆Fibrinolysis activity","answer_1":"§A.∆ ↓ ∆↑ ∆↑","answer_2":"§B.∆ ↓ ∆↑ ∆↓","answer_3":"§C.∆ ↑ ∆No change ∆↑","answer_4":"§D.∆ ↑ ∆↓ ∆↓","answer_5":"§E.∆ No change ∆↑ ∆↓","answer_6":"§F.∆ No change ∆↓ ∆↑","percent_1":"13%","percent_2":"7%","percent_3":"12%","percent_4":"55%","percent_5":"9%","percent_6":"4%","right_answer":"§D.∆ ↑ ∆↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Physiologic changes of pregnancy#∆⨉ §^#Cardiovascular# ∆ • ↑ Blood volume (plasma > RBC mass) • ↓ Systemic vascular resistance • ↑ Heart rate & cardiac output §^#Pulmonary# ∆ • ↑ Central respiratory drive (hyperventilation) • ↓ PaCO2 (respiratory alkalosis), ↑ PaO2 §^#Renal# ∆ • ↑ Renal blood flow & urine output • ↑ GFR, ↓ BUN & serum creatinine • ↑ HCO3− excretion (metabolic compensation) • ↓ Serum Na+ concentration (↑ ADH secretion) §^#Hematologic# ∆ • ↑ Prothrombotic coagulation factors • ↓ Hemoglobin concentration (dilutional anemia) %#ADH# = antidiuretic hormone; #BUN# = blood urea nitrogen; #GFR# = glomerular filtration rate; #RBC# = red blood cell.","explanation_img":"","explanation_1":"","explanation_2":"#Normal pregnancy# is associated with physiologic changes to the maternal clotting system in order to adapt to pregnancy and prepare for delivery.  In general, pregnancy is a mild #prothrombotic state# due to the following: $• #Increased procoagulant factors:# coagulation factors involved in the intrinsic (eg, factor XII), extrinsic (eg, factor VII), and final common (eg, #fibrinogen#) @pathways of clotting@ are increased by up to 200%, which promotes the formation of cross-linked fibrin clots. $• Decreased anticoagulant factors:# protein S levels decrease# and resistance to activated protein C increases, leading to reduced clotting factor proteolysis. $• #Reduced fibrinolysis:# activity of fibrinolytic inhibitors (eg, plasminogen activator inhibitor-1 derived from the placenta) increases significantly, which reduces the breakdown of fibrin clots. $Although these changes protect against excessive maternal bleeding during fetal delivery and separation of the placenta, they also increase the risk of peripartum venous thromboembolism. $#Educational objective# Pregnancy is a prothrombotic state due to increased procoagulant factors (eg, fibrinogen), decreased anticoagulant factors (eg, protein S), and reduced fibrinolysis.  These physiologic changes protect against maternal hemorrhage with delivery but increase the risk of peripartum venous thromboembolism.  ","clickable_1":"images/img1.19588.jpg"},

{"id":"20313","title":"A 29-year-old woman, gravida 1 para 0, at 28 weeks gestation comes to the office to establish prenatal care after recently moving to a new city.  She has had no complications in this pregnancy and had a normal anatomy ultrasound at 20 weeks gestation.  On physical examination, the fundal height measures 28 cm.  Cardiac auscultation reveals a 2/6 blowing systolic murmur best heard at the left sternal border.  The murmur intensifies with inspiration, and there is no ejection click or palpable thrill at the sternal notch.  The lungs are clear to auscultation.  There is 1+ pitting edema to the midshins bilaterally.  Which of the following is most likely responsible for this patient's murmur?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial vegetations on the mitral valve","answer_2":"B. Calcification of a bicuspid aortic valve","answer_3":"C. High blood flow across the pulmonic valve","answer_4":"D. Inflammatory stiffening of the tricuspid valve","answer_5":"E. Myxomatous degeneration of the mitral valve","percent_1":"2%","percent_2":"3%","percent_3":"80%","percent_4":"10%","percent_5":"5%","right_answer":"C. High blood flow across the pulmonic valve","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20313.jpg","explanation_1":"","explanation_2":"$Beginning at 6 weeks gestation, #maternal blood volume# begins to #increase# to help accommodate the developing fetus; this increase can reach up to 50% from baseline toward the end of the third trimester.  The cardiovascular system adapts accordingly with ventricular dilation and #increased cardiac output#.  These changes can cause several auscultation findings during #normal pregnancy#: $• #Pulmonic flow murmur:#  This is a low-grade systolic murmur best heard at the left upper or midsternal border.  It is caused by #high blood flow# across the pulmonic valve.  The anterior location of the pulmonic valve helps make the murmur relatively easily detectable.  Like most right-sided murmurs, the intensity increases during inspiration as additional blood is pulled into the lungs and the right side of the heart. $• #S3:#  This is caused by reverberation of sound during diastolic filling of an enlarged left ventricle.  It is commonly associated with heart failure but is considered a normal finding in pregnancy. $• Venous hum:  This is a continuous murmur likely caused by brisk blood flow through the jugular veins, and it is usually best heard in the right supraclavicular fossa.  Overall, it is rare in adults but is commonly present in high-flow states such as pregnancy. $#(Choice A)#  Bacterial vegetation on the mitral valve can occur with infective endocarditis, typically leading to mitral regurgitation.  The murmur of mitral regurgitation is a holosystolic murmur best heard at the cardiac apex, with decreased intensity during inspiration. $#(Choice B)#  Calcification of a congenital bicuspid aortic valve is a common cause of aortic stenosis.  Affected patients are typically age >40 and have a @crescendo-decrescendo@ systolic murmur best heard at the right upper sternal border.  Like most left-sided murmurs, the murmur tends to decrease in intensity with inspiration. $#(Choice D)#  Inflammatory stiffening of the tricuspid valve can occur with rheumatic heart disease, leading to tricuspid stenosis.  The murmur of tricuspid stenosis increases in intensity with inspiration, but it is diastolic rather than systolic. $#(Choice E)#  Myxomatous degeneration of the mitral valve can lead to mitral valve prolapse, which is recognized by a midsystolic click that may be followed by a murmur of mitral regurgitation.  The timing (but not the intensity) of the click varies with changes in left ventricular blood volume. $#Educational objective# Normal pregnancy is associated with an increase in blood volume and cardiac output that frequently causes a pulmonic flow murmur and S3.  ","clickable_1":"images/img1.20313.jpg"},

{"id":"19581","title":"A 41-year-old woman, gravida 3 para 2, at 34 weeks gestation comes to the office for a routine prenatal visit.  For the past 2 weeks, the patient has had increasing pain over the pubic symphysis that is unrelieved with acetaminophen or warm compresses.  She has had no dysuria, hematuria, contractions, or vaginal bleeding.  The patient has hypothyroidism that is well controlled with levothyroxine.  Vital signs are normal.  Examination shows a tender, slightly widened pubic symphysis.  Sensation is intact.  Which of the following hormones is the most likely underlying cause of this patient's pain?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Growth hormone","answer_2":"B. Human chorionic gonadotropin","answer_3":"C. Insulin-like growth factor","answer_4":"D. Oxytocin","answer_5":"E. Relaxin","percent_1":"6%","percent_2":"9%","percent_3":"10%","percent_4":"32%","percent_5":"44%","right_answer":"E. Relaxin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a slightly #widened pubic symphysis#, a common but often painful adaptation of pregnancy that occurs due to #increased relaxin levels#. $Relaxin is a hormone produced by the corpus luteum (in the first trimester) and the placenta (in the second and third trimesters).  Its primary role during pregnancy is to promote physiologic changes to the maternal musculoskeletal system.  Relaxin causes #increased ligament elasticity#, which is of particular importance in the pubic symphysis and sacroiliac joints.  The increased laxity of these pelvic joints increases pelvic mobility, widens the pelvic outlet, and changes the angle of the ilium to the sacrum – all of which #facilitate vaginal delivery#. $Although these musculoskeletal adaptations are physiologic, in some patients (particularly those who are multiparous or obese) there is excessive or asymmetric joint laxity, which leads to joint destabilization and pain over the @pubic symphysis@ or the sacroiliac joints. $#(Choices A and C)#  During pregnancy, growth hormone secretion by the maternal pituitary gland is gradually replaced by placental growth hormone (PGH) secreted by placental syncytiotrophoblasts.  PGH directly stimulates placental development and promotes fetal growth by mobilizing maternal energy stores (eg, increasing gluconeogenesis, lipolysis). $#(Choice B)#  Human chorionic gonadotropin (hCG) is secreted by placental syncytiotrophoblasts.  The role of hCG is to signal the ovary to maintain the corpus luteum for continued progesterone production in early pregnancy. $#(Choice D)#  Oxytocin is a hormone released from the maternal pituitary gland; its primary role in pregnancy is to stimulate uterine contractions during labor. $#Educational objective# During pregnancy, increased relaxin levels promote sacroiliac joint laxity and widening of the pubic symphysis to help facilitate vaginal delivery.  ","clickable_1":"images/img1.19581.jpg"},

{"id":"108284","title":"A 24-year-old woman comes to the clinic due to a missed menstrual period.  She has had regular menstrual cycles every 28 days, and her last menstrual period began 7 weeks ago.  Since then, she had sexual intercourse once 5 weeks ago.  The patient has no chronic medical conditions.  Urine pregnancy test is positive.  Which of the following embryologic events is most likely occurring in the embryo at this time?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blastocyst implantation","answer_2":"B. Gastrulation","answer_3":"C. Intestinal fixation to abdominal wall","answer_4":"D. Neural crest migration","answer_5":"E. Primitive alveoli formation","percent_1":"9%","percent_2":"22%","percent_3":"6%","percent_4":"51%","percent_5":"12%","right_answer":"D. Neural crest migration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp108284.jpg","explanation_1":"","explanation_2":"$By convention, gestational age is calculated from the first day of the last menstrual period, which was 7 weeks ago in this patient.  However, #ovulation# typically occurs #2 weeks after a menstrual period# (and coincides with her sexual history), marking the approximate time that fertilization (conception) occurred.  Early embryonic development is described in weeks postfertilization, and, in this patient, the embryo is estimated to be #5 weeks#. $Critical postfertilization stages include the following: $• @Implantation@:  The blastocyst implants in the uterine wall at the end of week 1 postfertilization #(choice A).# $• @Gastrulation@:  After implantation, gastrulation occurs, which is the process that establishes 3 distinct cell layers (ectoderm, mesoderm, endoderm) from which all tissues and organs are derived.  This process occurs during week 3 postfertilization #(choice B).# $• @Neurulation@:  Formation of the neural tube (precursor to the brain and spinal cord) occurs as the lateral edges of the neural plate (ie, neural folds) migrate toward the midline and fuse by the end of week 4 postfertilization.  During this process, neuroectodermal cells adjacent to the crest of the neural folds separate from the surface ectoderm to form neural crest cells. $Following neurulation and by the end of #week 5 postfertilization#, these #neural crest cells migrate to distant sites# and later develop into diverse tissues (eg, neural ganglia, melanocytes, adrenal medulla).  Based on this patient's menstrual and sexual history consistent with an embryo of 5 weeks, neural crest migration is likely occurring. $#(Choice C)#  Rapid expansion of the gastrointestinal tract with physiologic herniation of the intestinal loops occurs during the early embryonic period (typically weeks 4-8) and is likely happening in this embryo.  However, fixation of the intestines to the abdominal wall occurs after their return to the abdominal cavity (around weeks 10-12). $#(Choice E)#  Although the primary bronchial buds develop during the embryonic stage (weeks 4-5), primitive alveoli form during the saccular stage of @lung development@, beginning at approximately week 26; alveoli continue to mature throughout gestation and after birth. $#Educational objective# Early embryonic development is described in weeks postfertilization (ie, approximate time of ovulation), and major events during this time include implantation (week 1), gastrulation (week 3), and neurulation (week 4).  As neurulation occurs, neuroectodermal cells differentiate into neural crest cells, which then migrate to distant sites during week 5 postfertilization.  ","clickable_1":"images/img1.108284.jpg","clickable_2":"images/img2.108284.jpg","clickable_3":"images/img3.108284.jpg","clickable_4":"images/img4.108284.jpg"},

{"id":"20003","title":"A 38-year-old woman, gravida 1 para 0, at 34 weeks gestation comes to the office due to increasing swelling in her hands and legs.  The patient first noticed the swelling a few weeks ago but now cannot stand for more than an hour without needing to elevate her legs.  She has no orthopnea, dyspnea, or chest pain.  The patient has no chronic medical conditions and takes no daily medications.  Vital signs are normal.  Cardiac examination is within normal limits.  Lungs are clear to auscultation.  Bilateral lower extremities have 2+ pitting edema to the midshin.  Urine dipstick shows no protein.  Compared to a healthy nonpregnant woman, which of the following parameters is most likely to be decreased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac preload","answer_2":"B. Cardiac output","answer_3":"C. Central venous pressure","answer_4":"D. Plasma volume","answer_5":"E. Systemic vascular resistance","percent_1":"12%","percent_2":"4%","percent_3":"10%","percent_4":"5%","percent_5":"70%","right_answer":"E. Systemic vascular resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Maternal cardiopulmonary adaptations to pregnancy#∆⨉ §^#Maternal$ adaptations# ∆ • Cardiac $== ○ ↑ Cardiac output $== ○ ↑ Plasma volume $== ○ ↓ Systemic vascular resistance • Respiratory $== ○ ↑ Tidal volume $== ○ ↓ Functional residual capacity$== (elevation of diaphragm) §^#Clinical$ manifestations# ∆ • Peripheral edema • ↓ Blood pressure • ↑ Heart rate • Systolic ejection murmur • Dyspnea","explanation_img":"","explanation_1":"","explanation_2":"During #pregnancy#, the maternal cardiovascular system undergoes #physiologic adaptations# to increase cardiac output and optimize fetal perfusion.  The most significant hemodynamic change is a #marked decrease# in #systemic vascular resistance# (SVR), which occurs due to increased release of peripheral vasodilators (eg, nitric oxide, prostacyclin) and decreased vascular sensitivity to vasoconstrictors (eg, norepinephrine, angiotensin II).  The formation of a high-flow, low-resistance circuit within the uterus and placenta also contributes to decreased SVR. $Decreased SVR induces mild hypotension, which along with direct stimulation by placental hormones, leads to activation of the renin-angiotensin-aldosterone system.  This results in fluid retention and an #increase in plasma blood volume# of up to 40% in pregnancy #(choice D).#  This physiologic increase in plasma blood volume inevitably results in increased venous return (ie, increased cardiac preload), which together with reduced SVR (ie, decreased cardiac afterload) facilitates a #greater stroke volume# and #increased cardiac output (choices A and B)#. $Pulmonary vascular resistance (PVR) also decreases during pregnancy, likely via the same vasodilatory mechanisms as SVR.  This helps accommodate the increased preload to the right heart while maintaining a #normal central venous pressure# (CVP) #(choice C).#  Vascular capacitance (ie, the ability of systemic veins to stretch) also helps accommodate increased total blood volume without affecting the CVP. $Despite normal CVP, #peripheral edema# is common in pregnancy due to the increase in plasma volume resulting in #decreased blood oncotic pressure#; this change encourages leakage of intravascular fluid into dependent peripheral tissue (eg, lower extremities). $#Educational objective# During pregnancy, systemic vascular resistance decreases and plasma blood volume increases.  Venous capacitance and a decrease in pulmonary vascular resistance allow for accommodation of increased blood volume without affecting central venous pressure (CVP).  Despite a normal CVP, peripheral edema is common in pregnancy due to decreased capillary oncotic pressure that encourages leakage of fluid into dependent peripheral tissues (eg, lower extremities).  "},

{"SubjectSystem":"Physiology-Pregnancy","id":"19521","title":"A 32-year-old woman, gravida 2 para 1, at 30 weeks gestation comes to the office for a routine prenatal visit.  The patient's pregnancy has been uncomplicated, and she has had no vaginal bleeding or contractions.  She has continued to jog daily throughout the pregnancy but is becoming more fatigued by the end of her workouts.  The patient has no chronic medical conditions, and her only medication is a daily prenatal vitamin.  She does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 110/70 mm Hg, pulse is 76/min, and respirations are 20/min.  Fetal heart tones are normal.  Physical examination is unremarkable.  Compared to a nonpregnant state, this patient most likely has which of the following hematologic changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Plasma volume ∆Red blood cell mass ∆Hemoglobin concentration","answer_1":"§A.∆ ↑ ∆↑ ∆↓","answer_2":"§B.∆ ↑ ∆↓ ∆↓","answer_3":"§C.∆ ↓ ∆↑ ∆↑","answer_4":"§D.∆ No change ∆↑ ∆↑","answer_5":"§E.∆ No change ∆↓ ∆↓","percent_1":"63%","percent_2":"28%","percent_3":"3%","percent_4":"5%","percent_5":"2%","right_answer":"§A.∆ ↑ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Physiologic changes of pregnancy#∆⨉ §^#Cardiovascular# ∆ • ↑ Blood volume (plasma > RBC mass) • ↓ Systemic vascular resistance • ↑ Heart rate & cardiac output §^#Pulmonary# ∆ • ↑ Central respiratory drive (hyperventilation) • ↓ PaCO2 (respiratory alkalosis), ↑ PaO2 §^#Renal# ∆ • ↑ Renal blood flow & urine output • ↑ GFR, ↓ BUN & serum creatinine • ↑ HCO3− excretion (metabolic compensation) • ↓ Serum Na+ concentration (↑ ADH secretion) §^#Hematologic# ∆ • ↑ Prothrombotic coagulation factors • ↓ Hemoglobin concentration (dilutional anemia) %#ADH# = antidiuretic hormone; #BUN# = blood urea nitrogen; #GFR# = glomerular filtration rate; #RBC# = red blood cell.","explanation_img":"","explanation_1":"","explanation_2":"During #normal pregnancy#, the maternal hematologic system undergoes several adaptations to accomodate the developing fetus and placenta.  These adaptations include: $• #Increased plasma volume#, which begins at approximately 6 weeks gestation and increases rapidly until term, resulting in a total plasma volume increase of 30%-50% when compared to a nonpregnant state.  Increased plasma volume helps reduce positional hypotension caused by uterine compression of the vena cava (ie, decreased venous return when patient is supine or standing) and ensures adequate circulating volume for fetal nutrient delivery and waste removal. $• #Increased maternal red blood cell mass#.  Pregnant women generate higher levels of erythropoietin, which drives the production of new red blood cells and increases red blood cell mass by 20%-30%.  This increase helps ensure adequate oxygen delivery to the fetus and placenta; it also #protects against excessive blood loss# associated with delivery (eg, postpartum hemorrhage). $Because the expansion of maternal blood plasma volume is greater than the increase in maternal red blood cell mass, pregnant women typically have a #mild reduction in hemoglobin concentration# due to dilution. $#Educational objective# Pregnant patients have marked increases in blood plasma volume (by 30%-50%) and red blood cell mass (by 20%-30%), which helps improve fetal nutrient delivery while also protecting against excessive blood loss during delivery.  Because the expansion of blood plasma volume is greater than the increase in red blood cell mass, pregnant women typically have mildly decreased hemoglobin concentrations (ie, dilutional anemia).  "},

{"id":"20128","title":"A 25-year-old woman comes to the office due to amenorrhea.  The patient's last menstrual period was 8 weeks ago, and she normally has regular, monthly menses.  The patient has no chronic medical conditions and has had no surgeries.  She takes no daily medications.  Blood pressure is 100/60 mm Hg and pulse is 92/min.  BMI is 24 kg/m2.  Abdominal examination shows a soft, nontender abdomen with no palpable masses.  Pelvic examination shows an 8-week-sized, nontender uterus.  Serum β-hCG level is elevated.  Which of the following is the most important direct role of hCG in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Induction of prolactin production by the pituitary","answer_2":"B. Inhibition of uterine contractions","answer_3":"C. Initiation of embryonic cell division and differentiation","answer_4":"D. Maintenance of the corpus luteum","answer_5":"E. Promotion and maintenance of embryonic implantation","percent_1":"1%","percent_2":"1%","percent_3":"3%","percent_4":"79%","percent_5":"16%","right_answer":"D. Maintenance of the corpus luteum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20128.jpg","explanation_1":"","explanation_2":"$Early pregnancy depends on hormonal feedback between the ovary, uterine endometrium, and embryo.  In a normal @menstrual cycle@, ovulation (ie, oocyte release) creates the #ovarian corpus luteum#, which increases #progesterone production# to induce endometrial decidualization (ie, uterine lining thickening, formation of the decidua basalis) in preparation for both promotion and maintenance of embryonic implantation #(choice E).# $When the oocyte is fertilized, a blastocyst eventually develops and implants into the uterine decidua basalis approximately 6-7 days after fertilization.  The outer cells of the blastocyst (ie, trophoblast) then differentiate into the @cytotrophoblast and syncytiotrophoblast@, which develop into the placenta. $The #syncytiotrophoblast# invades the decidua basalis and #secretes β-hCG# into maternal circulation.  β-hCG signals the ovary to #maintain the corpus luteum# and to continue progesterone production, which maintains both the decidualized endometrium and the pregnancy until the placenta has developed enough to completely take over progesterone production (typically by 10 weeks gestation).  Following this #luteal-placental transition#, the corpus luteum degenerates, and the role of progesterone changes to maintain uterine quiescence (ie, inhibit contractions) #(choice B).# $#(Choice A)#  Estrogen, not hCG, stimulates the anterior pituitary to produce prolactin during pregnancy. $#(Choice C)#  The process of @embryonic cell division@ and differentiation begins before the formation of the placental syncytiotrophoblast, which secretes hCG; therefore, hCG does not cause embryonic cell division. $#Educational objective# β-hCG is a hormone secreted by the placental syncytiotrophoblast after uterine invasion that signals the ovary to maintain the corpus luteum, which produces progesterone in early pregnancy.  ","clickable_1":"images/img1.20128.jpg","clickable_2":"images/img2.20128.jpg","clickable_3":"images/img3.20128.jpg"},

{"id":"342","title":"A 35-year-old woman, gravida 1 para 0, comes to the office for an initial prenatal visit.  The patient has had no vaginal bleeding or abdominal pain and has not yet felt fetal movement.  Menarche occurred at age 13.  She sometimes has heavy menstrual bleeding with passage of clots, and other times she skips her menses.  The patient's estimated gestational age based on her last menstrual period is 16 weeks.  She has type 1 diabetes mellitus that is controlled with insulin.  She smokes a pack of cigarettes daily.  As part of her prenatal laboratory screening, a second-trimester maternal serum quadruple screen is performed and reveals an elevated alpha-fetoprotein level.  Which of the following is the most likely etiology of this patient's abnormal screening result?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dating error","answer_2":"B. Down syndrome","answer_3":"C. Edwards syndrome","answer_4":"D. Fetal growth restriction","answer_5":"E. Fetal heart defect","answer_6":"F. Hydatidiform mole","percent_1":"40%","percent_2":"29%","percent_3":"7%","percent_4":"11%","percent_5":"4%","percent_6":"10%","right_answer":"A. Dating error","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Maternal serum α-fetoprotein screening#∆⨉ §^#↑ MSAFP# ∆^#↓ MSAFP# § • Open neural tube defects (eg, anencephaly, open spina bifida) • Ventral wall defects (eg, omphalocele, gastroschisis) • Multiple gestation ∆ • Aneuploidies (eg, trisomy 18 & 21) %#MSAFP =# maternal serum α-fetoprotein.","explanation_img":"","explanation_1":"","explanation_2":"The #maternal serum quadruple screen# is used to identify pregnancies at risk for #congenital defects# or #fetal aneuploidy# (eg, Down syndrome).  It measures the concentration of #alpha-fetoprotein (AFP)#, estriol, β-hCG, and inhibin A in the maternal blood. $AFP is a glycoprotein produced in the fetal liver and gastrointestinal tract.  Levels are #dependent on gestational age# and maternal conditions such as diabetes mellitus (typically associated with decreased MSAFP and estriol levels).  Therefore, accurate pregnancy dating and complete medical history are required to correctly interpret an AFP level. $The most common cause of an #abnormal AFP level# is inaccurate pregnancy dating (ie, #dating error#).  In patients with irregular menses, dating by a last menstrual period can underestimate the true gestational age.  Therefore, these patients require a fetal ultrasound, which can accurately determine gestational age and evaluate for other common causes of elevated MSAFP levels, which include multiple gestation (eg, twin pregnancy), open neural tube defects, and abdominal wall defects. $#(Choices B and C)#  Down syndrome (trisomy 21) and @Edwards syndrome@ (trisomy 18) are associated with low AFP levels. $#(Choice D)#  Fetal growth restriction can occur due to tobacco use, which causes placental ischemia and resultant placental insufficiency.  However, maternal serum quadruple screen shows decreased estriol levels, not increased AFP levels, with fetal growth restriction. $#(Choice E)#  Although the risk for fetal heart defects is increased with maternal diabetes mellitus, heart defects are not associated with abnormal AFP levels because AFP is not produced in fetal cardiac tissue. $#(Choice F)#  Hydatidiform moles and other gestational trophoblastic diseases typically present with markedly elevated β-hCG levels, not elevated AFP levels.  Patients may have vaginal bleeding and a significantly enlarged uterus. $#Educational objective# The maternal serum quadruple screen assesses for risk of congenital defects and fetal aneuploidy and includes measurement of alpha-fetoprotein levels, which are dependent on gestational age.  An abnormal alpha-fetoprotein level is most commonly due to a dating error (eg, inaccurate gestational age).  ","clickable_1":"images/img1.342.jpg"},

{"id":"106637","title":"A 33-year-old woman, gravida 0, comes to the office for preconception counseling.  Menarche was at age 12, and her menses recur every 30 days and last 5 days.  She has no chronic medical conditions, takes no medications, and has no allergies.  BMI is 23 kg/m2.  Vital signs and physical examination are normal.  If a normal pregnancy develops, which of the following processes most immediately precedes secretion of β-hCG into the maternal circulation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytotrophoblast development","answer_2":"B. Morula development","answer_3":"C. Oocyte fertilization","answer_4":"D. Syncytiotrophoblast invasion","answer_5":"E. Zygote formation","percent_1":"15%","percent_2":"7%","percent_3":"7%","percent_4":"67%","percent_5":"4%","right_answer":"D. Syncytiotrophoblast invasion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp106637.jpg","explanation_1":"","explanation_2":"$#β-hCG# is a hormone that supports and #maintains early pregnancy# development.  Levels begin to rise in the maternal serum approximately 8 days following fertilization and become detectable in the urine approximately 14 days following fertilization. $Oocyte fertilization within the ampulla of the fallopian tube initiates completion of the second meiotic division and zygote formation #(choices C and E)#.  The zygote then travels through the fallopian tube undergoing multiple mitotic divisions (cleavage), creating smaller cells (blastomeres) known collectively as a morula (a 16-32 cell mass) #(choice B).#  About 3-4 days following fertilization, the morula enters the uterine cavity and also forms its own central cavity, converting it into a #blastocyst#. $Cellular differentiation within the blastocyst forms an inner cell mass (embryoblast) and an #outer layer of trophoblasts# (trophectoderm).  The trophectoderm contains 2 different cell populations: undifferentiated cytotrophoblasts (ie, placental stem cells) and differentiated #syncytiotrophoblasts# that #invade the endometrium#.  Following invasion, the syncytiotrophoblasts #begin secreting β-hCG# and other hormones (eg, progesterone, human placental lactogen) into the maternal circulation. $β-hCG prevents corpus luteum degradation, thereby sustaining ovarian progesterone production to help maintain the endometrium in a secretory state that supports early pregnancy.  After 10 weeks of gestation, the placental mass and syncytiotrophoblasts volume have grown large enough to become the dominant source of progesterone production. $#(Choice A)#  Cytotrophoblasts secrete hyperglycosylated hCG, a form of hCG distinct in function from β-hCG that promotes villous invasion in early pregnancy. $#Educational objective# β-hCG secretion begins with blastocyst implantation and syncytiotrophoblast invasion.  Syncytiotrophoblast cells arise from the outer layer of the blastocyst (trophectoderm) and produce β-hCG, which maintains corpus luteum progesterone production and supports the developing early pregnancy.  "},

{"SubjectSystem":"Embryology-Pregnancy","id":"1772","title":"A 34-year-old woman, gravida 0, comes to the office for evaluation of pregnancy.  Menarche was at age 12, and her menstrual cycles are regular; they occur every 30 days with 5 days of menses.  The patient and her husband have been trying to conceive for the past 6 months and plan intercourse during her fertile window according to an ovulation predictor kit.  She has no medical conditions, takes no medications, and has no allergies.  BMI is 23 kg/m2.  Vital signs and physical examination are normal.  If fertilization and implantation occurred in this cycle, when would the β-hCG level first be detectable in the serum?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 1 day after fertilization","answer_2":"B. 3 days after fertilization","answer_3":"C. 8 days after fertilization","answer_4":"D. 14 days after fertilization","answer_5":"E. On the day of fertilization","percent_1":"2%","percent_2":"12%","percent_3":"66%","percent_4":"18%","percent_5":"1%","right_answer":"C. 8 days after fertilization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1772.jpg","explanation_1":"","explanation_2":"$Timing intercourse around a woman's fertility window can help couples achieve pregnancy.  Ovulation predictor kits measure urinary luteinizing hormone levels, and the tests are positive 24 hours before ovulation. $Once an oocyte is released from the ovary, sperm may fertilize it for up to 24 hours.  Following fertilization, the second meiotic division completes, forming a zygote that travels through the fallopian tube while undergoing multiple mitotic divisions (ie, cleavage) and creating smaller cells (blastomeres) known collectively as a morula.  The morula enters the uterus 3-4 days after fertilization and forms a central cavity, converting it into a blastocyst. $The blastocyst @implants@ about 6 days after fertilization #(choices A, B, and E)#, and the outer cell mass (trophoblast) differentiates into the cytotrophoblast and #syncytiotrophoblast#.  The syncytiotrophoblast invades the endometrial connective tissue 6-7 days after fertilization and begins #secreting β-hCG#, which enters the maternal circulation and maintains corpus luteum progesterone secretion. $Accordingly, β-hCG may appear in the maternal serum as early as 6 days after fertilization; however, additional time (typically #8 days#) is often required for the serum to rise to a detectable level.  β-hCG is detectable in the maternal serum at <5 IU/L, making #serum β-hCG# testing the #most sensitive# method of detecting pregnancy. $#(Choice D)#  A urine pregnancy test is less sensitive than a serum pregnancy test; it is positive when β-hCG reaches 20 IU/L, which typically occurs 14 days following fertilization.  Therefore, a serum pregnancy test will be positive before a urine pregnancy test. $#Educational objective# β-hCG is produced by the syncytiotrophoblast after implantation, which generally occurs 6-7 days after fertilization at the earliest.  β-hCG typically is detectable in the maternal serum 8 days after fertilization, whereas it is detectable in the urine 14 days after fertilization.  ","clickable_1":"images/img1.1772.jpg"}


]