[

{"id":"270","title":"A 46-year-old man comes to the office due to skin lesions on his left hand and arm that developed over the past several days.  He first noticed a small papule on his left hand that has increased in size.  Additional nodules then appeared proximally on his arm.  The lesions are not particularly painful.  The patient has never had similar symptoms.  He has had no fever and otherwise feels fine.  He has no significant medical history, takes no medications, and has no allergies.  Temperature is 37.1 C (98.8 F).  The lesions are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/270.jpg","title_2":"Fluid aspirated from a lesion is examined microscopically, and several elongated yeast cells with narrow-based buds are visualized.  Which of the following risk factors is most likely a component of this patient's history?","audio":"","comparison_items":"","answer_1":"A. Bat guano environmental exposure","answer_2":"B. Contact with soil and plant materials","answer_3":"C. Exposure to seawater","answer_4":"D. Prolonged antibiotic use","answer_5":"E. Recent flea bite","percent_1":"10%","percent_2":"81%","percent_3":"2%","percent_4":"4%","percent_5":"2%","right_answer":"B. Contact with soil and plant materials","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a series of nodular lesions that progressed proximately from a distal extremity lesion, indicative of #nodular lymphangitis#.  Although a handful of fairly uncommon pathogens (eg, Mycobacterium marinum, Nocardia, Leishmania) can cause nodular lymphangitis, the most likely pathogen in this case is #Sporothrix schenckii#. $S schenckii is a dimorphic fungus that exists as #cigar-shaped yeasts# at body temperature and reproduces by #narrow-based budding#.  It exists as a mold in the environment and tends to grow in #decaying plant matter and soil#, particularly on sphagnum moss, hay, and decaying wood.  Transmission typically occurs when the organism is introduced into cutaneous or subcutaneous tissue while a person is farming, landscaping, or gardening. $Manifestations of infection progress slowly over days or weeks and usually begin with a #painless papule# at the site of inoculation that eventually ulcerates; notably, the lesion does #not drain pus# or odorous material.  Similar lesions arise over several days more proximally along the lymphatic channel.  Systemic symptoms (eg, fever) do not generally occur.  Most cases can be diagnosed clinically, but culture of a sample from a lesion can definitively identify the organism. $#(Choice A)#  Bat guano can carry Histoplasma capsulatum, which typically causes a mild, subacute pulmonary infection.  Nodular lesions can develop as part of disseminated infection, but lesions are usually bilateral and do not exhibit proximal spread.  In addition, disseminated infections are almost always seen in severely immunocompromised patients (eg, AIDS). $#(Choice C)#  Mycobacterium marinum is an uncommon pathogen that causes infection following inoculation of a wound with contaminated freshwater or seawater.  Most cases are marked by a solitary papule that ulcerates, but nodular lymphangitis can occasionally occur.  However, acid-fast bacilli, not yeasts, would be seen on culture. $#(Choice D)#  Prolonged antibiotic use can disrupt mucocutaneous flora, leading to Candida infection.  Although Candida is a yeast that buds, it generally causes intertriginous infection marked by erythematous plaques and erosions.  Nodular lymphangitis would be uncommon. $#(Choice E)#  Feline flea bite can transmit Bartonella henselae, the cause of catscratch disease.  Patients often develop a papule at the inoculation site, but the major symptom is extremely tender regional lymphadenitis.  Gram-negative rods, not yeasts, would be seen on culture. $#Educational objective# Sporothrix schenckii is a dimorphic fungus that exists as yeasts at body temperature.  It is found in decaying plant matter and soil and is usually transmitted via cutaneous or subcutaneous inoculation while a person is farming, gardening, or landscaping.  The major manifestation is a slowly progressive nonpurulent, nonpainful, nodular lymphangitis that progresses proximally along the lymphatic chain.  "},

{"id":"21216","title":"A 45-year-old man participates in a research study.  He undergoes percutaneous skeletal muscle biopsy.  Microscopic analysis shows his type I and type II muscle fibers are clustered in groups in contrast to a normal intermixed pattern as shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/21216.jpg","title_2":"Which of the following is the most likely cause of the changes observed in this patient's skeletal muscle?","audio":"","comparison_items":"","answer_1":"A. Autoimmune muscle injury","answer_2":"B. Dystrophin protein mutation","answer_3":"C. Impaired glycogen metabolism","answer_4":"D. Motor axon loss and reinnervation","answer_5":"E. Statin-induced muscle damage","percent_1":"8%","percent_2":"34%","percent_3":"18%","percent_4":"34%","percent_5":"7%","right_answer":"D. Motor axon loss and reinnervation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp21216.jpg","explanation_1":"","explanation_2":"$This patient's biopsy demonstrates #muscle fiber-type grouping#, in which the normal checkerboard pattern of type I and type II muscle fibers is lost, and fibers of the same type are grouped together.  This is characteristic of #muscle reinnervation after denervation#.  Skeletal muscle fibers are categorized into @2 major types@: $• #Type I fibers# (slow-twitch) specialize in stamina by using oxidative phosphorylation in the mitochondria for steady and sustained ATP production.  The high content of myoglobin gives these fibers a red color. $• #Type II fibers# (fast-twitch) specialize in rapid bursts of strength by using anaerobic glycolysis.  The lower quantities of mitochondria and myoglobin lead to a pale color. $Muscle fibers are arranged into a #motor unit# composed of the #same fiber type#, with each unit innervated by a single motor neuron.  On histologic section, these motor units form a characteristic mixed #checkerboard pattern# of type I and type II fibers. $When muscle denervation first takes place, there is atrophy of both types of muscle fibers.  The affected myocytes then stimulate nearby nerves to undergo #collateral sprouting# to reinnervate the muscle fibers, which usually results in #adjacent muscle fibers# being innervated by the #same neuron#.  Because the muscle fiber type is dependent on the characteristics of the innervating neuron, reinnervation typically leads to #clustering# of muscle fiber types. $#(Choice A)#  Autoimmune muscle injury (eg, dermatomyositis, @polymyositis@) often shows an inflammatory cellular infiltrate with myofiber necrosis, fragmentation, and phagocytosis.  Over time, the active inflammation and necrosis are replaced by fibrosis. $#(Choice B)#  Duchenne and Becker muscular dystrophies are caused by mutations affecting dystrophin, a cytoplasmic protein vital for stabilization of the muscle cell membrane.  Loss of cell membrane integrity leads to muscle fiber degeneration and fibrofatty replacement. $#(Choice C)#  Certain types of glycogen storage diseases can lead to weakness and fatigue due to abnormal glycogenolysis in skeletal muscle.  Muscle biopsy would show enlarged lysosomes containing periodic acid-Schiff (PAS)-positive material, but no change in the arrangement of muscle fiber types. $#(Choice E)#  Statin-induced muscle damage is often characterized by myofiber necrosis without an associated inflammatory infiltrate.  Muscle aches and weakness are the most common complications of statin therapy and are likely due, at least in part, to decreased production of coenzyme Q10. $#Educational objective# With muscle denervation and reinnervation, nerve fiber collateral sprouting results in adjacent muscle fibers being innervated by the same neuron.  This leads to loss of the normal histologic checkerboard pattern of type I and type II muscle fibers and results in muscle fiber-type grouping.  ","clickable_1":"images/img1.21216.jpg","clickable_2":"images/img2.21216.jpg"},

{"id":"19911","title":"A 50-year-old man comes to the office for evaluation of a nodule in his palm just proximal to the third metacarpophalangeal joint.  It has grown larger since it first appeared several months ago and he now has mild flexion of the finger, which he is unable to straighten.  The patient reports that his mother had similar problems with her fingers.  Examination of the affected hand is shown in the @exhibit@.  Which of the following pathologic processes is most likely involved in this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit19911.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibroblastic proliferation and thickening of palmar fascia","answer_2":"B. Heterotopic bone formation within lumbrical muscles","answer_3":"C. Linear deposits of calcium hydroxyapatite","answer_4":"D. Mucinous, gelatinous fluid filling of the tendon sheath","answer_5":"E. Neutrophilic infiltration of flexor tendons","percent_1":"68%","percent_2":"6%","percent_3":"6%","percent_4":"13%","percent_5":"7%","right_answer":"A. Fibroblastic proliferation and thickening of palmar fascia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp19911.jpg","explanation_1":"","explanation_2":"$This patient has #Dupuytren contracture# (DC), a condition caused by #progressive fibrosis# of the superficial #palmar fascia#.  The disease typically involves the fascia at the base of the middle, ring, and little fingers.  Although the etiology of DC is unknown, risk factors include age >50, male sex, family history, and Northern European ancestry. $DC is thought to be caused by overstimulation of the Wnt-signaling pathway, which helps regulate cellular proliferation, polarity, and differentiation.  Initial findings include painless #fascial thickening# with puckering of the skin just proximal to the affected metacarpophalangeal joint(s). $As fibrosis continues, pathognomonic fascial #nodules# form along the flexor tendons composed of #proliferating fibroblasts# and disordered type III collagen.  The nodules eventually coalesce into palpable #fibrotic cords# that tether the flexor tendon to the palmar fascia, leading to #loss of finger extension# (ie, contractures) at the metacarpophalangeal and proximal interphalangeal joints. $#(Choice B)#  @Heterotopic bone formation@ in muscles is characteristic of @myositis ossificans@, a benign condition that typically develops after contusion to large muscle groups (eg, quadriceps femoris).  Patients often have pain in the affected muscle and a deep, palpable lump (ie, heterotopic bone). $#(Choice C)#  Linear deposits of calcium hydroxyapatite in the periarticular structures cause a painful inflammatory condition called calcific peritendinitis.  However, it usually affects the rotator cuff; hand and wrist involvement is uncommon and would present with associated inflammatory changes (eg, redness, swelling, warmth). $#(Choice D)#  Mucinous, gelatinous fluid filling of the tendon sheath is characteristic of a @ganglion cyst@.  Unlike fibrotic nodules in DC, ganglion cysts present as large, mobile, rubbery nodules that do not lead to contractures of the hand. $#(Choice E)#  Neutrophilic infiltration of tendon sheaths is characteristic of bacterial tenosynovitis.  Because it is an inflammatory condition, it presents with significant redness, warmth, and swelling, none of which are present in DC. $#Educational objective# Dupuytren contracture is caused by progressive fibrosis of the superficial palmar fascia due to excessive fibroblast proliferation.  Pathognomonic fibrotic nodules and cords form along the flexor tendons, limiting extension of the affected digits.  ","clickable_1":"images/img1.19911.jpg","clickable_2":"images/img2.19911.jpg","clickable_3":"images/img3.19911.jpg"},

{"id":"19958","image_1":"","explanation_img":"images/exp19958.jpg","exhibit_1":"images/exhibit19958.jpg","title":"A 14-year-old boy comes to the office with his mother due to progressive anterior knee pain affecting the left leg for the past 2 months.  The pain started as a mild ache toward the end of a hiking trip.  The patient reports no fever, night sweats, or trauma to the knee.  On physical examination, he has a normal gait.  The hips, knees, and ankles have full range of motion.  An area of mild swelling tender to palpation is located about 3 cm below the inferior border of the patella.  An x-ray of the left knee is shown in the @exhibit@.  Overuse of which of the following muscles most likely contributed to this patient's condition? ","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biceps femoris","ansImg_1":"","answer_2":"B. Popliteus","ansImg_2":"","answer_3":"C. Quadriceps femoris","ansImg_3":"","answer_4":"D. Sartorius","ansImg_4":"","answer_5":"E. Tibialis anterior","ansImg_5":"","right_answer":"C. Quadriceps femoris","percent_1":"5%","percent_2":"4%","percent_3":"69%","percent_4":"3%","percent_5":"19%","explanation_1":"","explanation_2":"$This patient has #Osgood-Schlatter disease# (OSD), a common cause of knee pain in adolescents due to overuse of the #quadriceps# muscle group (ie, rectus femoris, vastus intermedius, vastus lateralis, vastus medialis).  The quadriceps is located in the anterior thigh and is responsible for #knee extension#.  Its tendon initially inserts at the superior pole of the patella.  The tendon envelops the patella and continues as the patellar ligament, which then inserts at the #tibial tubercle#.  As a result, contraction of the quadriceps (eg, hiking, running) creates traction on the tibial tubercle. $In skeletally immature children, the tibial tubercle forms as a #secondary ossification center# (apophysis) of the tibia, and the cartilaginous nature of the developing tibial tuberosity makes it more prone to injury compared to fully ossified bone in adults.  Repetitive quadriceps contraction results in chronic @avulsion/fragmentation of the tubercle@, with corresponding tenderness and swelling, as seen in this patient. $#(Choice A)#  The biceps femoris, along with the semitendinosus and semimembranosus, forms the @hamstring muscle group@ in the posterior thigh; it is responsible for hip extension and knee flexion.  The long head of the biceps femoris originates from the ischial tuberosity, whereas the short head originates from the inferior third of the linea aspera.  Both insert at the head of the fibula. $#(Choice B)#  The popliteus originates from the lateral condyle of the femur and lateral meniscus and inserts at the proximal shaft of the tibia.  It flexes and medially rotates the leg (unlocks an extended knee). $#(Choice D)#  The @sartorius@ originates from the anterior superior iliac spine and inserts at the superomedial surface of the tibia.  Because of its oblique orientation across the anterior thigh, the sartorius is responsible for hip flexion, external rotation, and abduction, as well as knee flexion.  This combination of movements is needed to sit in a cross-legged position. $#(Choice E)#  The @tibialis anterior@ originates from the lateral condyle of the tibia, the upper half of the lateral tibia, and the interosseus membrane.  It inserts at the cuneiform and first metatarsal.  It is responsible for ankle dorsiflexion and foot inversion. $#Educational objective# Repetitive traction at the tibial tubercle due to quadriceps contraction can lead to avulsion and fragmentation of the tibial tubercle in skeletally immature children, causing Osgood-Schlatter disease.  ","clickable_1":"images/img1.19958.jpg","clickable_2":"images/img2.19958.jpg","clickable_3":"images/img3.19958.jpg","clickable_4":"images/img4.19958.jpg"},

{"id":"867","title":"A 45-year-old woman comes to the clinic with a 3-month history of persistent shoulder and back pain and easy fatigability.  She also has pain and stiffness in all her muscles that worsens in the morning and evening.  She does not participate in any regular exercise because her pain is exacerbated with activity.  She works as a computer programmer and reports some difficulty concentrating on her job.  Past medical history is significant for depression and gastroesophageal reflux disease, but she is not currently taking any medications.  Physical examination shows normal range of motion and 5/5 muscle strength in both upper and lower extremities.  Soft tissue tenderness is present at several locations bilaterally above and below the waist.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ankylosing spondylitis","answer_2":"B. Dermatomyositis","answer_3":"C. Fibromyalgia","answer_4":"D. Polymyalgia rheumatica","answer_5":"E. Rheumatoid arthritis","percent_1":"2%","percent_2":"3%","percent_3":"71%","percent_4":"21%","percent_5":"2%","right_answer":"C. Fibromyalgia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clinical features of fibromyalgia#∆⨉ §^#Symptoms# ∆ • #Widespread musculoskeletal pain# • #Fatigue# • Impaired attention & concentration • Psychiatric disturbances (eg, depression, anxiety) • Symptoms lasting for ≥3 months §^#Physical examination# ∆ • Multiple tender points at characteristic locations • Absence of joint or muscle inflammation §^#Laboratory findings# ∆ • Normal acute phase reactants (eg, ESR, CRP) & other inflammatory markers §^#Treatment# ∆ • Progressive #exercise# regimen • #Medications:# tricyclic antidepressants, cyclic skeletal muscle relaxants, serotonin-norepinephrine reuptake inhibitors %#CRP =# C-reactive protein;# ESR =# erythrocyte sedimentation rate.","explanation_img":"","explanation_1":"","explanation_2":"#Fibromyalgia# is a chronic disorder that is characterized by #widespread musculoskeletal pain# in association with #fatigue# and neuropsychiatric disturbances (eg, paresthesias, poor sleep, depression, difficulty concentrating).  It is most common in women age 20-55.  Examination often shows tenderness at characteristic locations in the soft tissues and at bony prominences.  The diagnosis can be made in patients with chronic pain and fatigue for >3 months in the absence of physical or laboratory findings suggestive of an inflammatory etiology (eg, synovial swelling, elevated erythrocyte sedimentation rate or C-reactive protein) or other chronic pain syndrome. $The precise etiology of fibromyalgia is unknown, but it likely involves #abnormal central processing# of painful stimuli.  Possible contributing factors include genetic predisposition and physical or emotional stressors.  Although exercise can temporarily exacerbate the pain of fibromyalgia, gradual #incremental aerobic exercise# is proven to reduce pain and improve function.  Tricyclic antidepressants and serotonin-norepinephrine reuptake inhibitors modify processing of pain signals and can also be considered in patients with more severe or refractory symptoms. $#(Choice A)#  Ankylosing spondylitis is a chronic inflammatory disease of the axial skeleton characterized by progressive pain and stiffness of the spine, sacroiliitis, and positive serology for HLA-B27 in the majority of patients. $#(Choice B)#  Dermatomyositis is an autoimmune condition that causes bilateral proximal muscle weakness associated with violaceous eruption on the eyelids and knuckles, and elevated creatine kinase levels. $#(Choice D)#  Polymyalgia rheumatica (PMR) is an inflammatory disorder that affects patients age ≥ 50 and causes subacute pain and stiffness in the shoulders and hips, weight loss, fever, and malaise.  This patient's age, soft tissue tenderness, and neuropsychiatric symptoms are not consistent with PMR but are typical of fibromyalgia. $#(Choice E)#  Rheumatoid arthritis causes a symmetric, inflammatory polyarthritis.  It typically presents with pain and morning stiffness of the metacarpophalangeal and proximal interphalangeal joints.  The affected joints are warm, swollen, and tender on palpation. $#Educational objective# Fibromyalgia occurs most commonly in women age 20-55 and presents with diffuse musculoskeletal pain, fatigue, and neuropsychiatric disturbances.  It is characterized by abnormal central processing of painful stimuli.  Although initially painful, aerobic exercise helps to improve pain and functioning in these patients.  "}

]


