[


{"id":"11849","title":"A 54-year-old man comes to the office for evaluation of hypertension.  He was diagnosed with hypertension 2 years ago but has had inconsistent follow-up and has not seen a physician in the last 6 months.  The patient is not currently taking any medications but feels well and has good exercise tolerance.  He has a family history of hypertension and ischemic stroke.  His BMI is 26 kg/m2.  Physical examination is unremarkable.  Serum creatinine level is normal.  The patient is started on valsartan and hydrochlorothiazide, and the following values were measured at baseline (before starting treatment) and after 3 weeks of therapy:","title_table":"","title_table_3":"§ ∆Blood pressure ∆∆Plasma renin activity, morning §Baseline ∆165/95 mm Hg ∆∆2.5 ng/mL per hour (normal: 1-4 ng/mL per hour) §After 3 weeks ∆162/96 mm Hg ∆∆2.4 ng/mL per hour","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following best explains the observed findings in this patient?","audio":"","comparison_items":"","answer_1":"A. Low sodium diet","answer_2":"B. Medication noncompliance","answer_3":"C. Obstructive sleep apnea","answer_4":"D. Primary hyperaldosteronism","answer_5":"E. Renal artery stenosis","percent_1":"1%","percent_2":"67%","percent_3":"1%","percent_4":"11%","percent_5":"20%","right_answer":"B. Medication noncompliance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11849.jpg","explanation_1":"","explanation_2":"$Renin converts angiotensinogen to angiotensin I, which is then converted in the lung to angiotensin II, a potent vasoconstrictor that stimulates aldosterone secretion.  #Plasma renin activity# (PRA) is measured as the amount of angiotensin I generated per unit of time and is a useful tool for assessing the function of the renin-angiotensin-aldosterone (RAAS) axis. $#ACE inhibitors# and angiotensin II receptor antagonists (eg, valsartan) block the RAAS pathway, causing a feedback increase in serum renin levels.  #Diuretic-induced hypovolemia# leads to decreased renal blood flow, which also #increases renin# levels and activates RAAS.  By contrast, drugs that block sympathetic stimulation (eg, beta blockers and clonidine) reduce renin levels.  Because this patient's PRA did not increase after being prescribed valsartan and hydrochlorothiazide, this suggests likely medication noncompliance. $#(Choice A)#  Sodium intake increases intravascular volume, which suppresses renin production by inducing pressure natriuresis and increased distal tubule sodium delivery.  In contrast, a low sodium diet usually leads to increased serum renin and aldosterone levels.  However, this patient's normal PRA makes a low sodium diet less likely. $#(Choice C)#  Obstructive sleep apnea (OSA) is a secondary cause of hypertension but usually does not directly affect PRA.  In addition, this patient does not have the typical findings of OSA (eg, excessive daytime sleepiness, snoring at night, obesity). $#(Choice D)#  Primary hyperaldosteronism causes inappropriately elevated serum aldosterone, which suppresses renin production and would cause low serum renin levels. $#(Choice E)#  Renal artery stenosis decreases the effective arterial volume to the kidney, which can lead to increased PRA, increased aldosterone, and elevated blood pressure.  This patient has a normal PRA.  In addition, initiation of angiotensin II receptor antagonists often cause a precipitous drop in blood pressure, along with acute kidney injury, in patients with underlying renal artery stenosis. $#Educational objective# Plasma renin activity (PRA) is a measure of the amount of angiotensin I generated per unit of time.  It provides a useful assessment of the renin-angiotensin-aldosterone axis.  Factors that increase PRA include low sodium intake and antihypertensive medications such as diuretics (eg, hydrochlorothiazide), ACE inhibitors, and angiotensin II receptor blockers (eg, valsartan).  "},

{"id":"689","title":"A 43-year-old man comes to the emergency department due to a 3-day history of persistent headaches.  The patient has a history of hypertension and has had poor medical follow-up.  Blood pressure is 224/115 mm Hg and pulse is 67/min.  He appears mildly confused during the physical examination, but no focal neurologic deficits are noted.  Funduscopic examination shows bilateral papilledema.  Serum creatinine is 1.4 mg/dL.  An intravenous medication is initiated that causes arteriolar dilation while also improving renal perfusion and increasing natriuresis.  Which of the following agents is most likely being used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Esmolol","answer_2":"B. Fenoldopam","answer_3":"C. Hydralazine","answer_4":"D. Nitroglycerin","answer_5":"E. Phenylephrine","percent_1":"5%","percent_2":"53%","percent_3":"34%","percent_4":"6%","percent_5":"2%","right_answer":"B. Fenoldopam","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hypertensive crisis#∆⨉§^#Hypertensive$ urgency# ∆ • Severe hypertension (≥180/120 mm Hg) • No evidence of end-organ damage§^#Hypertensive$ emergency# ∆ • Severe hypertension with end-organ damage: $== ○ Cardiovascular: angina, myocardial infarction, aortic dissection $== ○ CNS: encephalopathy, cerebral infarct/hemorrhage $== ○ Kidney: acute hypertensive nephrosclerosis $== ○ Lung: pulmonary edema $== ○ Retina: papilledema, flame-shaped hemorrhages, exudates","explanation_img":"","explanation_1":"","explanation_2":"$Tis patient has #severe hypertension#.  In addition, he has clinical evidence of secondary #end-organ damage#, including encephalopathy (eg, confusion), papilledema, and acute kidney injury (eg, elevated creatinine).  This presentation is consistent with #hypertensive emergency# and requires aggressive treatment with immediate but controlled blood pressure reduction to minimize organ damage.  Intravenous agents are preferred in hypertensive emergency due to their rapid action and dose titration ability. $#Fenoldopam# is a short-acting, selective, peripheral #dopamine-1 receptor agonist# with little to no effect on alpha- or beta-adrenergic receptors.  Dopamine-1 receptor stimulation activates adenylyl cyclase and raises intracellular cyclic AMP, resulting in vasodilation of most arterial beds with a corresponding decrease in systemic blood pressure.  #Renal vasodilation# is particularly prominent and leads to #increased renal perfusion#, increased urine output, and #natriuresis #(ie, sodium excretion).  This makes fenoldopam especially beneficial in patients with hypertensive emergency and renal insufficiency. $#(Choice A)#  Esmolol is a short-acting, cardioselective beta-1 receptor antagonist.  It works by reducing heart rate and myocardial contractility.  Esmolol is not a vasodilator and does not increase renal perfusion. $#(Choice C)#  Hydralazine is a direct arteriolar vasodilator; however, it does not dilate renal arterioles and may decrease renal perfusion and encourage sodium and fluid retention.  It is not often used in hypertensive emergency because it is associated with reflex sympathetic activation, resulting in increased heart rate and contractility. $#(Choice D)#  Nitroglycerin is a rapid-acting venodilator that decreases preload and cardiac output.  It causes only minimal arterial dilation and does not improve renal perfusion.  Nitroglycerin is primarily used to reduce myocardial oxygen demand in acute coronary syndrome. $#(Choice E)#  Phenylephrine is an alpha-adrenergic agonist that causes an increase in systemic vascular resistance due to arterial vasoconstriction.  It is used in patients with hypotension or shock and is contraindicated in hypertensive emergency. $#Educational objective# Fenoldopam is a selective peripheral dopamine-1 receptor agonist.  It causes vasodilation of systemic and renal arterioles to lower blood pressure while also increasing renal perfusion, urine output, and natriuresis, making it useful in the treatment of hypertensive emergency in patients with renal insufficiency.  "},

{"id":"697","title":"A 64-year-old man comes to the office for follow-up of hypertension.  At the last 2 visits, his blood pressure was persistently elevated.  The patient has been treated with lisinopril for the past 5 years, but his other blood pressure medications have been changed several times due to various adverse effects.  Medical history is significant for type 2 diabetes mellitus, coronary artery disease with stable angina, and moderately increased albuminuria.  Blood pressure is 145/87 mm Hg and pulse is 70/min.  BMI is 31 kg/m2.  Physical examination shows trace bilateral lower extremity edema.  ECG is unremarkable.  Serum laboratory results are as follows:","title_table":"?Sodium? 138 mEq/L ?Potassium? 5.3 mEq/L ?Chloride? 104 mEq/L ?Bicarbonate? 24 mEq/L ?Calcium? 9.5 mg/dL ?Creatinine? 1.0 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Review of the patient's medical records shows similar serum laboratory results 6 months ago.  Which of the following medications should be avoided in this patient?","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Bumetanide","answer_3":"C. Diltiazem","answer_4":"D. Eplerenone","answer_5":"E. Furosemide","answer_6":"F. Metoprolol","percent_1":"5%","percent_2":"2%","percent_3":"3%","percent_4":"79%","percent_5":"8%","percent_6":"3%","right_answer":"D. Eplerenone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common medications that cause hyperkalemia#∆⨉§^#Medication# ∆^#Mechanism#§^#ACE inhibitor, ARB# ∆Decreases aldosterone secretion (inhibition of AT II/AT II receptor)$ + inhibits ENaC§^#Cyclosporine# ∆Blocks aldosterone activity§^#Digitalis# ∆Inhibits Na+/K+-ATPase§^#Heparin# ∆Blocks aldosterone production§^#Nonselective$ β-adrenergic blocker# ∆Interferes with β2-mediated intracellular potassium uptake§^#NSAID# ∆Decreases renal perfusion → decreased potassium delivery to the $collecting ducts§^#Potassium-sparing diuretic# ∆Inhibits ENaC or aldosterone receptor§^#Succinylcholine# ∆Causes extracellular leakage of potassium through acetylcholine$ receptors§^#Trimethoprim# ∆Inhibits ENaC§#ARB =# angiotensin II receptor blocker; #AT =# angiotensin; #ENaC =# epithelial sodium$ channel; #Na+/K+-ATPase =# sodium-potassium pump; #NSAID =# nonsteroidal anti-inflammatory$ drug. ∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This patient with diabetes complicated by albuminuria, coronary artery disease (CAD), and hypertension is being appropriately treated with an #ACE inhibitor# (eg, lisinopril).  ACE inhibitors block the conversion of angiotensin I to angiotensin II, leading to decreased systemic vascular tone, reduced aldosterone secretion, and lowered blood pressure.  Decreased aldosterone levels cause increased sodium excretion and #potassium retention#, which can lead to #hyperkalemia#.  The risk is greatest in patients with renal insufficiency and those taking potassium-sparing diuretics or medications that decrease glomerular filtration (eg, nonsteroidal anti-inflammatory drugs). $#Mineralocorticoid receptor blockers# (eg, spironolactone, #eplerenone#), angiotensin II receptor blockers (eg, losartan), and epithelial sodium channel blockers (eg, amiloride, triamterene) are other antihypertensives that can raise potassium levels.  Concurrent use with an ACE inhibitor can result in severe hyperkalemia and should be avoided in this patient with mild hyperkalemia at baseline. $#(Choices A and C)#  Dihydropyridine calcium channel blockers (eg, amlodipine, nifedipine) inhibit the L-type calcium channel on vascular smooth muscle, leading to arterial vasodilation.  Nondihydropyridine calcium channel blockers (eg, verapamil) reduce heart rate and contractility.  Diltiazem causes both vasodilation and decreased heart rate and contractility.  Calcium channel blockers do not cause significant electrolyte abnormalities and may be used in patients at risk for hyperkalemia.  Although dihydropyridine calcium channel blockers may cause lower extremity edema, trace pedal edema is extremely common and not a contraindication for use. $#(Choices B and E)#  Loop diuretics (eg, bumetanide, furosemide) inhibit the Na+/K+/2Cl- symporter in the ascending limb of the loop of Henle.  They decrease intravascular volume, leading to an increase in serum aldosterone and a resultant increase in urinary potassium excretion, causing hypokalemia. $#(Choice F)#  Metoprolol is a selective beta-1 blocker that decreases heart rate, cardiac contractility, and renin release, which reduces arterial blood pressure and myocardial oxygen demand.  Although nonselective beta blockers (eg, carvedilol) can cause hyperkalemia by inhibiting beta-2–mediated intracellular potassium uptake, this does not typically occur with selective beta-1 blockers.  Although beta blockers can mask hypoglycemia in diabetic patients, this is not a contraindication and they can still be used (cautiously) in patients with CAD to reduce myocardial oxygen demand. $#Educational objective# ACE inhibitors block the conversion of angiotensin I to angiotensin II, thereby reducing vasoconstriction and aldosterone secretion.  Decreased aldosterone leads to potassium retention, which can cause hyperkalemia, especially in patients with renal insufficiency and those taking other medications that raise potassium levels (eg, angiotensin II receptor blockers, mineralocorticoid receptor blockers).  "},

{"id":"145","title":"A 62-year-old man comes to the office for follow-up of hypertension.  He was diagnosed with hypertension 10 years ago and has been treated with a number of different medications.  However, the patient has had to discontinue several medications due to side effects such as dizziness, palpitations, and headaches.  Currently he takes ramipril and chlorthalidone and is tolerating them well.  Blood pressure is 160/92 mm Hg and was 158/89 mm Hg at his most recent prior visit.  ECG shows sinus bradycardia (55/min) with PR interval prolongation (280 msec).  Which of the following medications would be most effective for lowering this patient's blood pressure without worsening his ECG abnormalities?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diltiazem","answer_2":"B. Metoprolol","answer_3":"C. Nifedipine","answer_4":"D. Sotalol","answer_5":"E. Verapamil","percent_1":"5%","percent_2":"10%","percent_3":"71%","percent_4":"7%","percent_5":"7%","right_answer":"C. Nifedipine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effects of calcium channel blockers# ∆⨉∆⨉ §^#Drug# ∆^#Location of action# ∆^#Physiologic effects# §^#Dihydropyridines#$ #(amlodipine, felodipine, nifedipine)# ∆Vascular smooth muscle ∆Peripheral vasodilation §^#Verapamil# ∆Cardiac muscle ∆Reduced heart rate & myocardial contractility §^#Diltiazem# ∆Vascular smooth muscle & cardiac muscle ∆Combined effects","explanation_img":"","explanation_1":"","explanation_2":"#Calcium channel blockers# are frequently used in the treatment of several cardiovascular disorders, including hypertension, angina pectoris, and certain cardiac arrhythmias.  They inhibit the L-type calcium channel on vascular smooth muscle and cardiac cells and are divided into 2 major categories based on their predominant actions:  $1. #Dihydropyridines# (nifedipine, amlodipine, felodipine) primarily affect #arterial smooth muscle#, causing vasodilation with little or no effect on cardiac conduction or contractility.  $2. #Nondihydropyridines# (verapamil, diltiazem) affect the #myocardium#, slowing heart rate (negative chronotropic effect) and reducing contractility (negative inotropic effect). $This patient's ECG shows sinus bradycardia (rate <60/min) with first-degree atrioventricular (AV) block (PR interval >200 msec).  Of the choices above, nifedipine is the most appropriate agent to manage hypertension as it has minimal effect on cardiac conduction.  Dihydropyridines can cause reflex tachycardia in response to peripheral vasodilation and are therefore useful in hypertensive patients with resting bradycardia. $#(Choices A and E)#  Verapamil is a nondihydropyridine calcium channel blocker with a significant depressive effect on cardiac conduction.  Diltiazem has combined effects and acts at both the myocardium and peripheral arterial beds.  These medications can worsen bradycardia and AV block and should not be used in patients with underlying conduction abnormalities. $#(Choices B and D)#  Metoprolol is a cardioselective beta blocker with negative chronotropic and dromotropic (decreased AV conduction) effects.  Sotalol is a class III antiarrhythmic drug with significant beta-blocking properties.  These drugs can worsen bradycardia and AV conduction defects and would not be recommended for this patient. $#Educational objective# Calcium channel blockers inhibit the L-type calcium channel on vascular smooth muscle and cardiac cells.  Dihydropyridines (eg, nifedipine, amlodipine) primarily affect peripheral arteries and cause vasodilation.  Nondihydropyridines (eg, verapamil, diltiazem) affect the myocardium and can cause bradycardia and slowed atrioventricular conduction.  "},

{"id":"19601","title":"A 72-year-old man is brought to the emergency department with waxing and waning chest pressure over the past several hours.  The patient says he occasionally gets a similar sensation that lasts 5-10 minutes when he walks briskly up the stairs.  Medical history is significant for hypertension and hyperlipidemia; he has been nonadherent with prescribed medical therapy and follow-up visits.  The patient has a 25-pack-year smoking history.  Blood pressure is 211/105 mm Hg, and pulse is 88/min and regular.  Chest examination reveals no heart murmurs, and the lungs are clear.  ECG shows sinus rhythm and nonspecific ST-segment changes.  A medication is administered intravenously and produces the following hemodynamic effects compared to baseline:","title_table":"?Stroke volume? unchanged ?Systemic vascular resistance? decreased ?Heart rate? decreased","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following medications was most likely used in this patient?","audio":"","comparison_items":"","answer_1":"A. Hydralazine","answer_2":"B. Labetalol","answer_3":"C. Metoprolol","answer_4":"D. Nitroprusside","answer_5":"E. Phentolamine","percent_1":"11%","percent_2":"60%","percent_3":"10%","percent_4":"15%","percent_5":"5%","right_answer":"B. Labetalol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Systolic blood pressure #≥180 mm Hg# (or diastolic pressure ≥120 mm Hg) along with evidence of associated @end-organ damage@ (eg, chest pressure, ST-segment changes on ECG) constitutes a #hypertensive emergency#.  This patient likely has underlying coronary artery disease and is experiencing myocardial ischemia due to increased myocardial oxygen demand caused by markedly elevated blood pressure and increased left ventricular afterload. $Management of hypertensive emergency involves prompt and controlled blood pressure reduction to reduce the risk of complications (eg, stroke, aortic dissection, myocardial infarction).  #Labetalol# is a #nonselective vasodilatory beta blocker# that blocks beta-1, beta-2, and alpha-1 adrenergic receptors and reduces blood pressure.  The #alpha-1 receptor blockade# outweighs beta-2 receptor blockade in vascular smooth muscle to cause #peripheral vasodilation# of both venules and arterioles.  Venular vasodilation decreases venous return and arteriolar vasodilation #decreases systemic vascular resistance# (SVR); because the vasodilation is relatively balanced, blood pressure is reduced with #stroke volume unchanged#.  Normally, reduced blood pressure stimulates a @baroreceptor reflex-mediated@ increase in heart rate, but the strong beta-1 receptor blockade of labetalol overrides this response, causing overall #decreased heart rate#. $#(Choices A, D, and E)#  Hydralazine is an arterial vasodilator that has little effect on veins.  Nitroprusside is a nitric oxide donor that causes balanced arterial and venous vasodilation.  Phentolamine is a nonselective alpha receptor blocker that also causes balanced vasodilation.  All these drugs reduce blood pressure primarily via a reduction in SVR, but they have no negative chronotropic effects and are associated with a baroreceptor reflex-mediated increase in heart rate.  Stroke volume is increased with hydralazine, and unchanged with the balanced vasodilation that occurs with nitroprusside and phentolamine. $#(Choice C)#  Metoprolol is a cardioselective beta blocker that primarily blocks beta-1 receptors; it causes slight blockade of beta-2 receptors and has no effect on alpha receptors.  Metoprolol causes no significant change in SVR but facilitates a mild reduction in blood pressure due to a decrease in contractility and heart rate that reduces stroke volume and cardiac output. $#Educational objective# Labetalol is a nonselective vasodilatory beta blocker that blocks beta-1, beta-2, and alpha-1 adrenergic receptors.  Alpha-1 receptor blockade outweighs beta-2 receptor blockade to cause peripheral vasodilation with decreased venous return and lower systemic vascular resistance.  The relatively balanced vasodilation reduces blood pressure without changing stroke volume.  Beta-1 receptor blockade overrides the expected baroreflex-mediated increase in heart rate, resulting in overall decreased heart rate.  ","clickable_1":"images/img1.19601.jpg","clickable_2":"images/img2.19601.jpg"},

{"id":"1444","title":"A 40-year-old female with a history of depression and hypertension is brought to the ER after being found obtunded in her apartment.  She is hypotensive and bradycardic on physical examination.  Intravenous glucagon is administered, and her condition improves.  Which of the following intracellular changes is most likely responsible for the improvement in her condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased synaptic release of glutamate","answer_2":"B. Decreased cAMP in vascular smooth muscle","answer_3":"C. Decreased DAG in vascular smooth muscle","answer_4":"D. Increased cAMP in cardiac myocytes","answer_5":"E. Increased IP3 in cardiac myocytes","percent_1":"3%","percent_2":"12%","percent_3":"4%","percent_4":"68%","percent_5":"13%","right_answer":"D. Increased cAMP in cardiac myocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has most likely overdosed on beta blocker medications.  Beta blocker overdose causes diffuse non-selective blockade of peripheral beta adrenergic receptors, causing depression of myocardial contractility, bradycardia, and varying degrees of AV block.  The result is a low cardiac output state. $Glucagon is the drug of choice for beta blocker overdose.  Glucagon acts on G protein-coupled receptors, increasing intracellular cAMP and thus increasing the release of intracellular calcium during muscle contraction.  This increases heart rate and cardiac contractility.  Improvements in heart rate and blood pressure may be observed within minutes. $#Educational objective# Patients who have overdosed on beta blockers should be treated with glucagon, which increases heart rate and contractility independent of adrenergic receptors.  Glucagon activates G-protein-coupled receptors on cardiac myocytes, causing activation of adenylate cyclase and raising intracellular cAMP.  The result is calcium release from intracellular stores and increased sinoatrial node firing.  "},

{"id":"11836","title":"A 64-year-old man with a long-standing history of hypertension is brought to the emergency department due to a dry cough and shortness of breath.  The patient has been unable to sleep in a flat position for the past 2 days.  Blood pressure is 192/102 mm Hg and pulse is 92/min and regular.  Physical examination reveals an S4 and bibasilar crackles.  He is started on a high-dose intravenous nitroglycerin infusion, and soon after he reports significant symptomatic relief.  Which of the following physiologic changes most likely occurred in this patient as a result of the infusion?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Left ventricular end-diastolic pressure∆Peripheral venous capacitance∆Systemic vascular resistance","answer_1":"§A. ∆No effect ∆↑ ∆↓","answer_2":"§B. ∆↑ ∆↓ ∆No effect","answer_3":"§C. ∆↓ ∆↑ ∆↓","answer_4":"§D. ∆↓ ∆↓ ∆↓","answer_5":"§E. ∆↑ ∆No effect ∆↓","answer_6":"§F. ∆↑ ∆↑ ∆↑","percent_1":"11%","percent_2":"2%","percent_3":"70%","percent_4":"9%","percent_5":"5%","percent_6":"2%","right_answer":"§C. ∆↓ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's clinical presentation is consistent with #acute pulmonary edema# due to severely elevated blood pressure (#hypertensive emergency#).  Intravenous vasodilators (eg, nitroglycerin, sodium nitroprusside) are often used in the management of acute heart failure due to severe hypertension. $#Nitrates# (eg, nitroglycerin, isosorbide dinitrate, isosorbide mononitrate) are primarily #venodilators# that increase peripheral venous capacitance, thereby reducing cardiac preload and left ventricular end-diastolic pressure (LVEDP) and volume.  This is the primary mechanism of action for symptom relief in patients with acute pulmonary edema.  #Lower LVEDP# also leads to a reduction in LV systolic wall stress and a decrease in myocardial oxygen demand, resulting in relief of angina symptoms. $At #high doses#, nitrates also cause some degree of #arteriolar dilation# (in addition to venodilation), which decreases systemic vascular resistance and may sometimes cause a precipitous decline in blood pressure.  Sodium nitroprusside has slightly different effects than nitrates, acting as a balanced vasodilator of venules and arterioles at all dose levels. $#Educational objective# Nitrates are primarily venodilators and increase peripheral venous capacitance, thereby reducing cardiac preload and left ventricular end-diastolic volume and pressure.  At high doses, nitrates also cause some degree of arteriolar dilation with a resulting decrease in systemic vascular resistance. "},

{"id":"154","title":"A 77-year-old man comes to the office after he was found to have high blood pressure during a health fair.  The patient denies any medical problems and feels proud that he has not needed to see a doctor for many years.  His blood pressure is 170/70 mm Hg and pulse is 74/min.  Other physical examination findings are normal.  The patient is started on a medication to treat his hypertension.  During his follow-up visit 3 weeks later, he reports bilateral leg swelling.  He has no chest pain, shortness of breath, or abdominal symptoms.  His blood pressure is 135/65 mm Hg and pulse is 80/min.  Cardiopulmonary examination is normal, but there is bilateral, symmetrical, 2+ pitting lower extremity edema.  Laboratory studies show serum creatinine of 0.8 mg/dL, and urinalysis is negative for proteinuria.  Which of the following was most likely prescribed to treat this patient's hypertension?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Eplerenone","answer_3":"C. Hydrochlorothiazide","answer_4":"D. Ramipril","answer_5":"E. Torsemide","answer_6":"F. Valsartan","percent_1":"47%","percent_2":"5%","percent_3":"15%","percent_4":"22%","percent_5":"6%","percent_6":"5%","right_answer":"A. Amlodipine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Adverse effects of common antihypertensive medications# ∆⨉§^#Drugs# ∆^#Adverse effects#§^#Thiazide diuretics# ∆ • Acute kidney injury • Electrolyte disturbances (hyponatremia, hypokalemia) • Hyperuricemia & acute gout • Elevated glucose & cholesterol levels§^#ACE inhibitors# ∆ • Cough • Angioedema • Hyperkalemia§^#Angiotensin II$ receptor blockers# ∆ • Hyperkalemia • Cough (rare)§^#Calcium channel blockers$ (#eg, amlodipine, nifedipine) ∆ • Peripheral edema • Dizziness or light-headedness§^#Beta blockers# ∆ • Bronchospasm • Bradycardia • Fatigue • Sexual dysfunction","explanation_img":"","explanation_1":"","explanation_2":"#Dihydropyridine calcium channel blockers# (eg, amlodipine, nifedipine) are effective antihypertensive agents commonly used as monotherapy or in combination with other agents for treatment of hypertension.  The major side effects associated with use of calcium channel blockers include headache, flushing, dizziness, and #peripheral edema#.  Development of peripheral edema is related to preferential dilation of precapillary vessels (arteriolar dilation), which leads to increased capillary hydrostatic pressure and fluid extravasation into the interstitium.  Renin-angiotensin system blockers (eg, ACE inhibitors or angiotensin II receptor blockers [ARBs]) cause postcapillary venodilation and can normalize the increased capillary hydrostatic pressure, reducing the risk of peripheral edema in patients taking calcium channel blockers. $#(Choice B)#  Eplerenone is an aldosterone antagonist and functions similarly to spironolactone as a potassium-sparing diuretic.  The most frequent side effects of eplerenone are hyperkalemia, increased creatinine, and gynecomastia (~1% versus 10% with spironolactone). $#(Choices C and E)#  The most common side effects of thiazide (eg, hydrochlorothiazide) and loop diuretics (eg, torsemide) are electrolyte abnormalities such as hypokalemia, hyponatremia, and hypomagnesemia.  They do not cause peripheral edema. $#(Choices D and F)#  The potential side effects of ACE inhibitors (eg, ramipril) and ARBs (eg, valsartan) include cough, hypotension, hyperkalemia, and angioedema.  The risk of cough and angioedema is much lower with ARBs.  These medications do not cause peripheral edema. $#Educational objective# Amlodipine is a dihydropyridine calcium channel blocker commonly used as monotherapy or in combination with other agents for treatment of hypertension.  Major side effects include headache, flushing, dizziness, and peripheral edema.  "},

{"id":"980","title":"A 55-year-old man comes to the office for follow-up of abnormal serum chemistries found on routine laboratory testing.  He has a history of hypertension, for which he is being treated with pharmacologic therapy, weight loss, and dietary salt restriction.  Blood pressure is 130/80 mm Hg and pulse is 80/min.  BMI is 27 kg/m2.  Physical examination reveals no abnormalities.  Laboratory studies are as follows:","title_table":"!Serum chemistry! ?Sodium? 134 mEq/L ?Potassium? 3.8 mEq/L ?Blood urea nitrogen? 18 mg/dL ?Creatinine? 0.8 mg/dL ?Calcium? 11.0 mg/dL ?Glucose? 98 mg/dL ?Albumin? 4 /dL ?Parathyroid hormone? decreased","image_1":"","title_2":"Which of the following is most likely responsible for these findings?","audio":"","comparison_items":"","answer_1":"A. Familial hypocalciuric hypercalcemia","answer_2":"B. Hypothyroidism","answer_3":"C. Medication effect","answer_4":"D. Primary hyperparathyroidism","answer_5":"E. Secondary hyperparathyroidism","percent_1":"21%","percent_2":"1%","percent_3":"63%","percent_4":"5%","percent_5":"10%","right_answer":"C. Medication effect","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp980.jpg","explanation_1":"","explanation_2":"$#Thiazide diuretics# (eg, chlorthalidone, hydrochlorothiazide) are some of the most widely used agents for treatment of hypertension.  However, thiazides, especially in higher doses, can cause a variety of metabolic complications, including hypercalcemia, hyperglycemia, hyperlipidemia, hyponatremia, and hypokalemia.  The incidence of the individual side effects is relatively low, and, patients rarely experience all of the potential adverse effects. $ Thiazides increase renal Ca2+ reabsorption, leading to #hypercalcemia# and #hypocalciuria#.  This occurs through 2 major mechanisms: $ 1. Thiazides #inhibit the Na+/Cl− cotransporter# on the apical side of distal convoluted tubule cells, which decreases intracellular Na+ concentration.  This activates the basolateral #Na+/Ca2+ antiporter#, which pumps Na+ into the cell in exchange for Ca2+.  The resulting decrease in intracellular Ca2+ enhances luminal Ca2+ reabsorption across the apical membrane. $ 2. #Hypovolemia# induced by thiazides increases Na+ and H2O reabsorption in the proximal tubule, leading to a passive increase in paracellular Ca2+ reabsorption. $ The increase in circulating calcium suppresses parathyroid hormone (PTH) release, leading to a new steady state with a mildly elevated serum calcium concentration and low serum PTH. $ (Choice A)  Familial hypocalciuric hypercalcemia is a benign disorder caused by mutations in the calcium-sensing receptor in the parathyroid gland and kidneys.  Higher calcium levels are required to suppress secretion of PTH, leading to mild hypercalcemia and hypocalciuria.  However, unlike in patients taking thiazide diuretics, PTH is high-normal or mildly elevated. $ (Choice B)  Hyperthyroidism can cause hypercalcemia due to increased osteoclastic bone resorption, but serum calcium in hypothyroidism is usually normal. $ #(Choices D and E)# Primary hyperparathyroidism is caused by parathyroid hyperplasia or adenoma; it is characterized by hypercalcemia with elevated or inappropriately normal PTH levels.  Secondary hyperparathyroidism is usually seen in patients with chronic kidney disease and is due to phosphate retention and decreased production of 1,25-dihydroxyvitamin D; these disturbances lead to decreased intestinal calcium absorption, hypocalcemia, hyperphosphatemia, and a compensatory increase in PTH secretion.  This patient has a decreased PTH level. $Educational objective Thiazide diuretics cause hypercalcemia by increasing the distal tubular reabsorption of Ca2+.  The increased circulating calcium levels result in suppression of parathyroid hormone, which distinguishes this effect from hyperparathyroidism."},

{"id":"1841","title":"A 44-year-old man comes to the office for a routine check-up.  Past medical history is significant for hypercholesterolemia, which he has controlled through diet.  His father died of a myocardial infarction at age 56, and his mother, who is still living, has a history of stroke.  On physical examination, the patient's blood pressure is 160/100 mm Hg and heart rate is 70/min.  He is started on enalapril.  During the first 7 days of therapy, the patient's glomerular filtration rate (GFR) adjusts as shown in the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1841.jpg","title_2":"Which of the following structures was most likely affected by a downstream effect of enalapril and is therefore responsible for this patient's renal response?","audio":"","comparison_items":"","answer_1":"A. Afferent arterioles","answer_2":"B. Distal tubules","answer_3":"C. Efferent arterioles","answer_4":"D. Proximal tubules","answer_5":"E. Vasa recta","percent_1":"12%","percent_2":"2%","percent_3":"84%","percent_4":"1%","percent_5":"1%","right_answer":"C. Efferent arterioles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Enalapril# is an angiotensin-converting-enzyme #(ACE) inhibitor#.  All ACE inhibitors decrease circulating levels of angiotensin II, a substance that causes the following: $• Systemic vasoconstriction $• Preferential constriction of the glomerular efferent arteriole $• Enhancement of adrenal aldosterone secretion $As a result, #reduced angiotensin II# production in patients taking an ACE inhibitor would be expected to acutely #decrease efferent arteriolar resistance# and systemic vascular resistance.  Selective efferent arteriolar dilation combined with the decreased renal perfusion pressure causes a #reduction in glomerular filtration rate#. $#Educational objective# In the kidney, angiotensin II preferentially constricts the efferent arteriole, thereby maintaining the glomerular filtration rate (GFR) within normal range.  ACE-inhibitors promote efferent arteriolar dilation, causing GFR reduction. "},

{"id":"15542","title":"A 54-year-old man comes to the emergency department due to severe shortness of breath and palpitations.  During initial assessment, pulse oximetry shows 83%.  Diffuse, bilateral crackles are heard on lung auscultation.  Chest x-ray is consistent with pulmonary edema.  ECG shows atrial fibrillation with rapid ventricular response.  The patient dies despite appropriate medical care.  Autopsy is performed and gross examination of the heart is shown below.","image_1":"images/15542.jpg","title_2":"Histologic examination of the myocardial tissue reveals thick myocardial fibers with large, hyperchromatic nuclei as well as mild interstitial fibrosis.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Cardiac amyloidosis","answer_2":"B. Hypertensive heart disease","answer_3":"C. Hypertrophic cardiomyopathy","answer_4":"D. Mitral stenosis","answer_5":"E. Pulmonary arterial hypertension","percent_1":"9%","percent_2":"41%","percent_3":"43%","percent_4":"3%","percent_5":"4%","right_answer":"B. Hypertensive heart disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp15542.jpg","explanation_1":"","explanation_2":"$This individual developed acute decompensated heart failure (eg, shortness of breath, pulmonary edema) and likely died due to subsequent cardiogenic shock.  Autopsy findings reveal #uniformly thickened# left ventricular (LV) walls and a small LV cavity, which are consistent with concentric LV hypertrophy. $ @Concentric LV hypertrophy@ most commonly results from prolonged #systemic hypertension# as myocardial fibers are added in parallel to increase contractile strength and handle the increased pressure load.  As concentric hypertrophy worsens, it can manifest clinically as #hypertensive heart disease#, consisting of #impaired diastolic filling# and heart failure with preserved ejection fraction.  The elevated diastolic filling pressures are transmitted back to the left atrium, causing atrial dilation and altered conduction that predisposes to #atrial fibrillation#.  Loss of atrial contraction can lead to a dramatic #reduction in left ventricular filling# in patients with diastolic heart failure and can precipitate #acute decompensation# (as likely occurred in this patient). $ On histopathology, h ypertensive heart disease demonstrates transverse thickening of cardiomyocytes with prominent hyperchromatic nuclei.  The increased myocardial mass may be inadequately supplied with oxygen, contributing to cellular necrosis and interstitial fibrosis. $ (Choice A)  Cardiac amyloidosis involves deposition of abnormal proteins in the myocardium and can lead to restrictive cardiomyopathy, which is characterized by impaired diastolic filling due to stiffening, rather than thickening, of the ventricular walls.  Histopathology in @cardiac amyloidosis@ reveals collections of pink amorphous material abutting normal cardiomyocytes. $ (Choice C)  Hypertrophic cardiomyopathy involves localized, rather than uniform, thickening of the LV walls, predominantly affecting the interventricular septum.  As in hypertensive heart disease, histopathology can reveal cardiomyocyte thickening, hyperchromatic nuclei, and interstitial fibrosis; however, @cardiomyocyte disarray@ (loss of organized cellular alignment) is also expected. $ (Choice D)  Mitral stenosis causes impaired diastolic filling and can lead to decompensated heart failure and atrial fibrillation; however, it does not increase the pressure load on the left ventricle and does not cause concentric hypertrophy. $ (Choice E)  Pulmonary arterial hypertension results from primary changes in the pulmonary arteries that increase pulmonary arterial resistance.  The elevated pressure load on the right ventricle can lead to concentric right ventricular hypertrophy and right-sided heart failure.  Pulmonary edema is not present in right-sided heart failure. $ Educational objective Concentric left ventricular (LV) hypertrophy involves uniform thickening of the LV walls with reduction in LV cavity size and most commonly results from prolonged systemic hypertension.  It can progress to hypertensive heart disease with impaired diastolic filling and heart failure with preserved ejection fraction.  Histopathology demonstrates transverse thickening of cardiomyocytes with prominent hyperchromatic nuclei and interstitial fibrosis.","clickable_1":"images/img1.15542.jpg","clickable_2":"images/img2.15542.jpg","clickable_3":"images/img3.15542.jpg"},

{"id":"456","title":"A 78-year-old man is being evaluated for headaches that are relieved by over-the-counter acetaminophen.  He takes no other medications and is a lifelong nonsmoker.  The patient's blood pressure is 180/70 mm Hg and pulse is 75/min and regular.  During a prior office visit, blood pressure was 175/68 mm Hg.  Physical examination shows an S4 but is otherwise unremarkable.  CT scan of the head reveals no significant abnormalities.  Which of the following age-related changes best explains this patient's blood pressure readings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased diameter of the aortic lumen","answer_2":"B. Decreased stroke volume","answer_3":"C. Increased arterial collagen deposition","answer_4":"D. Increased renal arterial resistance","answer_5":"E. Increased sympathetic tone","percent_1":"27%","percent_2":"8%","percent_3":"42%","percent_4":"17%","percent_5":"5%","right_answer":"C. Increased arterial collagen deposition","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Physiologic age-related cardiovascular changes#∆⨉ §^#Aortic stiffening# ∆ • Elastin replacement with collagen • ↑ Pulse pressure (isolated systolic HTN) §^#Mild concentric LVH*# ∆ • Response to cardiomyocyte dropout & ↑ afterload • Resting EF, SV & cardiac output maintained • ↓ Maximal cardiac output §^#Conduction cell# #degeneration# ∆ • Slightly ↓ resting heart rate • ↓ Maximal heart rate §^#Reduced baroreceptor sensitivity & adrenergic$ responsiveness# ∆ • ↑ Orthostasis • ↓ Heart rate & contractility response %#*A soft S4 is a normal finding in the elderly.$ #EF =# ejection fraction; #HTN =# hypertension; #LVH =# left ventricular hypertrophy; #SV =# stroke volume.","explanation_img":"","explanation_1":"","explanation_2":"This patient's blood pressure readings show a pattern of elevated systolic blood pressure (SBP) with relatively low diastolic blood pressure (DBP) and elevated pulse pressure, consistent with #isolated systolic hypertension# (ISH).  ISH is often seen in #elderly patients# (eg, age >65), representing 60%-80% of hypertension cases in this population. $Aging is associated with increased aortic stiffness caused by endothelial dysfunction and a change in extracellular matrix composition (ie, #replacement of elastin with collagen#).  These changes #reduce aortic compliance#, which #increases pulse pressure# (@pulse pressure@ is directly related to stroke volume and inversely related to aortic compliance).  In youth, ample aortic compliance results in delayed retrograde reflection of pressure waves during ventricular systole, with the waves returning to the heart after aortic valve closure and assisting in coronary artery perfusion.  The reduced compliance that occurs with age hastens the retrograde reflection of pressure waves, causing the waves to return prior to aortic valve closure and increase the load on the left ventricle (ie, #increased SBP#). $Reduced aortic compliance also causes less blood volume to be retained in the arterial system between left ventricular contractions, #slightly decreasing DBP#. $#(Choice A)#  The aortic lumen slightly increases (not decreases) in diameter with age.  Nonetheless, it is the compliance of the large arteries (rather than the diameter) that affects blood pressure.  The diameter of the small arteries (ie, arterioles) determines systemic vascular resistance and is a primary determinant of DBP. $#(Choice B)#  A decrease in stroke volume decreases pulse pressure, leading to reduced SBP.  However, stroke volume is generally maintained with age; a physiologic decrease does not occur. $#(Choice D)#  Renal arterial resistance can increase with age due to the development of renal artery atherosclerosis.  This causes hypertension by activating the renin-angiotensin-aldosterone system to cause sodium retention and arteriolar vasoconstriction, resulting in increased DBP (and increased SBP due to unchanged pulse pressure) rather than ISH. $#(Choice E)#  Increased sympathetic tone causes increased DBP (arteriolar vasoconstriction) and increased pulse pressure (increased contractility leading to increased stroke volume).  Increased sympathetic tone often contributes to hypertension in patients age <50, but sympathetic tone decreases with age due to reduced responsiveness of adrenergic receptors. $#Educational objective# The isolated systolic hypertension commonly seen in elderly patients results from age-related stiffening (ie, replacement of elastin with collagen) and reduced compliance of the aorta and other large arteries.  ","clickable_1":"images/img1.456.jpg"},

{"id":"20966","title":"At autopsy, the heart of an 80-year-old man has a small left ventricular cavity and thickening of the left ventricle walls, which measure 1.7 cm (normal: 0.7-1.1) at the posterior and septal wall locations.  Microscopic examination shows diffusely enlarged cardiomyocytes, with prominent nuclei evident at low power.  Increased expression of which of the following substances most likely contributed to these pathologic findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Adenosine","answer_2":"B.Angiotensin II","answer_3":"C.Calcitonin gene-related peptide","answer_4":"D.Interleukin-1","answer_5":"E.Nitric oxide synthase","percent_1":"9%","percent_2":"71%","percent_3":"11%","percent_4":"4%","percent_5":"4%","right_answer":"B.Angiotensin II","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The pathology evaluation of this patient's heart shows uniformly @thickened left ventricle walls@ (resulting in decreased ventricular cavity size) and @enlarged cardiomyocytes@ with highly visible nuclei, which are consistent with #concentric left ventricular hypertrophy# (LVH).  This condition commonly results from #chronic hypertension#, which leads to #increased local expression# of the vasoconstrictors #angiotensin II# and #endothelin# in the heart; these 2 mediators likely have a prominent role in the development of LVH. $Although all medications that lower systemic blood pressure (eg, calcium channel blockers, thiazide diuretics) can reduce concentric LVH, #angiotensin II receptor blockers# provide the greatest #reduction in remodelling#, suggesting a role of angiotensin II in the development of LVH that is independent of blood pressure.  Endothelin receptor blockers (eg, bosentan) are not typically used to treat systemic hypertension, but they may reduce right ventricular hypertrophy when used to treat pulmonary arterial hypertension. $Local angiotensin II production also likely has a prominent role in the development of @eccentric LVH@ in response to left ventricular volume overload. $#(Choice A)#  A compensatory increase in adenosine expression occurs in response to myocardial ischemia and reperfusion of the heart.  Adenosine dilates blood vessels, especially coronary arteries, to improve circulation; it does not contribute to LVH. $#(Choice C)#  Calcitonin gene-related peptide (CGRP) is a neuropeptide that is a potent vasodilator, and it may have a role in protecting the heart from heart failure and LVH.  CGRP blockers are used to prevent migraines by reducing the size of abnormally dilated blood vessels in the brain. $#(Choice D)#  Interleukin-1 is a proinflammatory cytokine implicated in atherosclerosis development; high levels are expected in coronary artery disease but not in LVH.  Interleukin-1 blockers can be used to treat autoimmune inflammatory conditions (eg, rheumatoid arthritis). $#(Choice E)#  Nitric oxide synthase is an enzyme that catalyzes the production of nitric oxide (a potent vasodilator).  Nitric oxide is protective against LVH, and relatively low levels of nitric oxide synthase are expected with LVH. $#Educational objective# Concentric left ventricular hypertrophy (LVH) is a common complication of chronic hypertension, characterized by uniformly thickened ventricular walls and enlarged cardiomyocytes and nuclei.  The vasoconstrictors angiotensin II and endothelin likely have a prominent role in the development of concentric LVH independent of their effects on blood pressure.  Angiotensin II receptor blockers are more effective than other antihypertensive agents in reducing LVH.  ","clickable_1":"images/img1.20966.jpg","clickable_2":"images/img2.20966.jpg","clickable_3":"images/img3.20966.jpg"},

{"id":"20985","title":"A 30-year longitudinal study that follows untreated individuals with no known cardiovascular disease from age 50 to 80 is performed to investigate normal age-related cardiovascular changes.  Several parameters are measured annually.  Patients age 80 are most likely to show which of the following changes compared to when they were age 50?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Systolic blood pressure ∆ Diastolic blood pressure ∆ Pulse pressure","answer_1":"§A. ∆ Decreased ∆ Decreased ∆ Decreased","answer_2":"§B. ∆ Decreased ∆ Decreased ∆ Unchanged","answer_3":"§C. ∆ Unchanged ∆ Decreased ∆ Increased","answer_4":"§D. ∆ Increased ∆ Decreased ∆ Increased","answer_5":"§E. ∆ Increased ∆ Increased ∆ Increased","percent_1":"5%","percent_2":"8%","percent_3":"5%","percent_4":"53%","percent_5":"28%","right_answer":"§D. ∆ Increased ∆ Decreased ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Physiologic age-related cardiovascular changes#∆⨉ §^#Aortic stiffening# ∆ • Elastin replacement with collagen • ↑ Pulse pressure (isolated systolic HTN) §^#Mild concentric LVH*# ∆ • Response to cardiomyocyte dropout & ↑ afterload • Resting EF, SV & cardiac output maintained • ↓ Maximal cardiac output §^#Conduction cell# #degeneration# ∆ • Slightly ↓ resting heart rate • ↓ Maximal heart rate §^#Reduced baroreceptor sensitivity & adrenergic$ responsiveness# ∆ • ↑ Orthostasis • ↓ Heart rate & contractility response %#*A soft S4 is a normal finding in the elderly.$ #EF =# ejection fraction; #HTN =# hypertension; #LVH =# left ventricular hypertrophy; #SV =# stroke volume.","explanation_img":"","explanation_1":"","explanation_2":"#Diastolic blood pressure# is the baseline hydrostatic pressure in the arterial system and is directly related to systemic vascular resistance (SVR) and arterial blood volume.  #Pulse pressure# is the amount that arterial pressure increases above diastolic pressure during left ventricular contraction; it is directly related to stroke volume and #inversely related to aortic compliance#.  Systolic blood pressure is the @summation@ of diastolic pressure and pulse pressure. $#Age-related stiffening of the aorta# is the primary driver of characteristic blood pressure changes that occur in those age >65.  The reduced aortic compliance in the setting of unchanged stroke volume leads to #increased pulse pressure#.  Reduced compliance also causes less blood volume to be retained in the arterial system (ie, blood is effectively displaced to the more compliant venous compartment), resulting in slightly #decreased diastolic pressure#.  The increase in pulse pressure is greater than the decrease in diastolic pressure, resulting in #increased systolic pressure# and the characteristic isolated systolic hypertension commonly seen in the elderly population. $The systolic hypertension induced by aortic stiffening likely contributes to mild concentric left ventricular hypertrophy, another common finding in elderly individuals. $#Educational objective# Aortic compliance progressively decreases with age, especially in those age >65.  This leads to an increase in pulse pressure, a slight decrease in diastolic pressure, and the characteristic isolated systolic hypertension commonly seen in the elderly population.  ","clickable_1":"images/img1.20985.jpg"},

{"id":"108081","title":"A 52-year-old man with hypertension begins taking a new antihypertensive agent that is expected to enhance natriuresis while also causing a sustained decrease in serum angiotensin II concentration and aldosterone production.  The effects of this medication are most similar to which of the following drug classes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-1 adrenergic blocker","answer_2":"B. Angiotensin II receptor blocker","answer_3":"C. Direct renin inhibitor","answer_4":"D. Loop diuretic","answer_5":"E. Mineralocorticoid receptor antagonist","percent_1":"2%","percent_2":"24%","percent_3":"58%","percent_4":"6%","percent_5":"10%","right_answer":"C. Direct renin inhibitor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp108081.jpg","explanation_1":"","explanation_2":"$#Renin-angiotensin-aldosterone# system (RAAS) overactivity can have a significant role in the development of #hypertension#.  Renin is produced in the juxtaglomerular cells of the kidney in response to hypoperfusion.  Renin cleaves angiotensinogen into angiotensin I, which is converted to angiotensin II by angiotensin-converting enzyme (ACE) in the lungs.  Angiotensin II is a potent vasoconstrictor that also promotes aldosterone production in the adrenal cortex.  Aldosterone acts on the collecting ducts to increase renal sodium and water reabsorption, which increases intravascular blood volume and blood pressure. $Any medication that #inhibits RAAS# activity will #enhance natriuresis# via a reduction in aldosterone activity.  The only listed medication that enhances natriuresis while also decreasing angiotensin II level and aldosterone production is a #direct renin inhibitor# (eg, aliskiren).  ACE inhibitors (eg, lisinopril) prevent conversion of angiotensin I to angiotensin II and also enhance natriuresis while #decreasing angiotensin II# levels and aldosterone production. $#(Choice A)#  Alpha-1 adrenergic blockers (eg, terazosin, doxazosin) are vasodilators that are occasionally used to treat hypertension.  These drugs decrease blood pressure via direct vasodilation and do not decrease angiotensin II or aldosterone concentrations or induce natriuresis. $#(Choice B)#  Angiotensin II receptor blockers (eg, losartan) prevent angiotensin II from acting on angiotensin receptors.  These drugs reduce aldosterone production and induce natriuresis, but they increase angiotensin II levels (the RAAS is blocked after angiotensin I is converted to angiotensin II). $#(Choice D)#  Loop diuretics (eg, furosemide) induce natriuresis but do not inhibit RAAS activity.  The decreased blood volume caused by loop diuretics actually stimulates renin release, which then increases angiotensin II and aldosterone concentrations. $#(Choice E)#  Mineralocorticoid receptor antagonists (eg, spironolactone) block aldosterone receptors to induce natriuresis.  However, angiotensin II and aldosterone levels are increased. $#Educational objective# The renin-angiotensin-aldosterone system (RAAS) is integrally involved in the pathophysiology and treatment of hypertension.  RAAS activity can be reduced by several classes of antihypertensives, all of which will induce natriuresis by decreasing the effects of aldosterone.  Direct renin inhibitors and ACE inhibitors accomplish this by lowering circulating levels of angiotensin II.  "},

{"id":"1948","title":"A 34-year-old woman has recurrent throbbing headaches that occur several times a month and cause significant distress.  They are accompanied by nausea and photophobia.  She has had 5 emergency department visits for these headaches over the last 6 months.  During office visits, her blood pressure ranges from 140/90 mm Hg to 150/95 mm Hg.  Neurologic examination is unremarkable.  The patient is prescribed metoprolol and is advised that the medication is expected to decrease the frequency of headaches and also lower blood pressure in the long term.  Which of the following best explains this medication's effect on blood pressure?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased level of circulating catecholamines","answer_2":"B. Decreased level of circulating renin","answer_3":"C. Increased atrioventricular nodal conduction rate","answer_4":"D. Increased renal sodium and water retention","answer_5":"E. Long-term increase in peripheral vascular resistance","percent_1":"14%","percent_2":"74%","percent_3":"6%","percent_4":"2%","percent_5":"4%","right_answer":"B. Decreased level of circulating renin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1948.jpg","explanation_1":"","explanation_2":"$Beta blockers are useful for treating hypertensive patients with comorbid conditions such as migraine, essential tremor, angina pectoris/prior myocardial infarction, and atrial fibrillation.  Beta blockers lower blood pressure via 2 mechanisms:  $1. Reducing myocardial contractility and heart rate  $2. Decreasing renin release by the kidney $Renin release is mediated in part through sympathetic stimulation of beta-1 receptors located on juxtaglomerular cells.  Therefore, beta-adrenergic blocking drugs (eg, metoprolol) act to #inhibit renin release#, which in turn reduces the conversion of angiotensinogen to angiotensin I and reduces the levels of angiotensin II (a potent vasoconstrictor) and aldosterone (decreasing renal sodium and water retention) #(choice D)#. $#(Choice A)#  Beta blockers block the action of endogenous catecholamines on adrenergic beta receptors but have no significant effect on circulating levels of catecholamine. $#(Choice C)#  Beta-adrenergic receptor antagonists depress conduction through the atrioventricular (AV) node and can cause varying degrees of AV block. $#(Choice E)#  Long-term use of beta blockers will cause either no change or modest decreases in the peripheral vascular resistance due to their effects on the renin-angiotensin-aldosterone system. $#Educational objective# Beta blockers inhibit release of renin from renal juxtaglomerular cells through antagonism of beta-1 receptors on these cells.  Inhibition of renin release prevents activation of the renin-angiotensin-aldosterone pathway, which results in decreased vasoconstriction and decreased renal sodium and water retention.  "},

{"id":"181","title":"A 56-year-old man is admitted to a tertiary care center after being involved in a high-speed motor vehicle accident.  The patient was thrown from his vehicle and suffered severe head trauma along with multiple fractures involving his ribs and extremities.  Despite aggressive treatment, he dies the following day from massive cerebral edema and brainstem herniation.  Autopsy shows the following heart findings: $#Left atrium#: enlarged $ #Left ventricular myocardial mass#: increased $ #Left ventricular wall thickness#: increased $ The structural changes observed in this patient's heart are most likely associated with which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrial septal defect","answer_2":"B. Long-standing hypertension","answer_3":"C. Mitral insufficiency","answer_4":"D. Mitral stenosis","answer_5":"E. Normal aging","answer_6":"F. Recent myocardial infarction","answer_7":"G. Wolff-Parkinson-White syndrome","percent_1":"1%","percent_2":"66%","percent_3":"23%","percent_4":"7%","percent_5":"3%","percent_6":"0%","percent_7":"1%","right_answer":"B. Long-standing hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp181.jpg","explanation_1":"","explanation_2":"$The autopsy findings of this patient's left ventricle (LV) are consistent with #concentric hypertrophy# most likely due to chronic hypertension. $ LV hypertrophy is generally defined as an increase in the left ventricular mass due to #increased wall thickness# (concentric) or cavity size (eccentric).  Concentric hypertrophy is characterized by #uniform# thickening of the ventricular wall with the outer dimensions of the ventricle remaining almost unchanged, resulting in a narrowed ventricular cavity size.  It is due to chronic elevation of ventricular pressures during systole, which is usually caused by #long-standing hypertension# or aortic stenosis (#increased LV afterload#).  Patients may develop diastolic dysfunction with left atrial enlargement and congestive heart failure due to impaired ventricular compliance and filling. $ (Choice A)  An atrial septal defect causes a shunting of blood flow from the left to right atrium.  This typically results in volume overload of the right ventricle, producing right atrial enlargement and eccentric (dilated) right ventricular hypertrophy. $ (Choice C)  Mitral insufficiency causes LV volume overload as regurgitant flow through the mitral valve during systole increases the amount of blood returning to the LV during diastole.  The net structural consequence of mitral insufficiency is enlargement of the LV cavity and eccentric hypertrophy. $ (Choice D)  Mitral stenosis leads to left atrial enlargement due to elevated pressure in the left atrium.  The LV cavity is typically small/normal in size with normal wall thickness due to restriction of blood flow across the mitral valve. $ (Choice E)  Aging is associated with a decrease in LV chamber size, predominantly through shortening of the apex-to-base dimension accompanied by a leftward bowing of the lower interventricular (sigmoid) septum.  The aortic valve may also become calcified, resulting in aortic stenosis; however, structural cardiac changes due to aging are generally not prominent before age 65. $ (Choice F)  The ventricular remodeling that occurs after an acute myocardial infarction involves expansion, thinning, and fibrous healing of the infarcted zone of myocardium.  Regional dysfunction of the infarcted myocardium causes volume overload for the remaining viable myocardium.  The net result is usually eccentric hypertrophy, with enlargement of the LV cavity. $ (Choice G)  Patients with Wolff-Parkinson-White syndrome have an accessory pathway that bypasses the atrioventricular node and directly connects the atria and ventricles.  This results in ventricular preexcitation and the development of tachyarrhythmias.  The LV usually appears grossly normal. $ Educational objective Concentric hypertrophy is characterized by uniform thickening of the ventricular wall and narrowing of the ventricular cavity due to increased afterload (eg, chronic hypertension, aortic stenosis).  Eccentric hypertrophy is characterized by reduced ventricular wall thickness with an associated increase in chamber size due to volume overload."},

{"id":"18860","title":"A 54-year-old man comes to the office due to new-onset muscle cramps.  The patient has a history of hypertension and was started on hydrochlorothiazide 4 weeks ago.  Blood pressure is 138/86 mm Hg and pulse is 78/min.  Examination shows no abnormalities.  Based on his most recent laboratory results, triamterene is added to the current therapy.  Which of the following best describes the mechanism of action of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blocking renal tubular epithelial sodium channels","answer_2":"B. Decreased aldosterone production","answer_3":"C. Increased intestinal absorption of potassium","answer_4":"D. Inhibiting aldosterone receptor activity in renal collecting duct","answer_5":"E. Inhibiting Na+/K+ ATPase activity in skeletal muscle","percent_1":"62%","percent_2":"2%","percent_3":"8%","percent_4":"26%","percent_5":"3%","right_answer":"A. Blocking renal tubular epithelial sodium channels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18860.jpg","explanation_1":"","explanation_2":"$Thiazide diuretics lower blood pressure by inhibiting Na+/Cl− cotransporters in the distal convoluted tubules, thereby decreasing reabsorption of Na+ and Cl−.  Both thiazides and loop #diuretics induce volume loss# with subsequent activation of the @renin-angiotensin-aldosterone system@.  Aldosterone increases renal sodium resorption in exchange for potassium by upregulating the synthesis and activity of the following: $• Epithelial sodium channels: Found on the apical membrane of principal cells, it absorbs Na+ from the tubular lumen $• Na+/K+-ATPase pump: Located on the basal membrane of principal cells, it extrudes Na+ into the interstitial space in exchange for potassium $Because of these effects, #increased aldosterone# levels commonly result in #hypokalemia#, which can lead to muscle cramps, weakness, and (when severe) cardiac arrhythmias. $#Potassium-sparing diuretics# may be added to #prevent hypokalemia#.  These weak diuretic medications act in the distal nephron, where they reduce potassium excretion via the following mechanisms: $• #Triamterene# and #amiloride# directly #inhibit the epithelial sodium channel#, preventing sodium from entering principal cells.  This reduces the electrochemical gradient (ie, negative luminal charge) that helps drive potassium secretion. $• Aldosterone antagonists (ie, spironolactone, eplerenone) directly inhibit the mineralocorticoid receptor, resulting in decreased formation and activity of epithelial sodium channels and Na+/K+-ATPase pumps #(choice D)#. $#(Choice B)#  ACE inhibitors (eg, lisinopril) and angiotensin II blockers (eg, losartan) promote potassium retention by inhibiting the effects of angiotensin II, thereby reducing aldosterone production. $#(Choice C)#  Potassium supplements increase total potassium absorption by the gastrointestinal tract.  They are another type of medication commonly prescribed to treat hypokalemia in patients on loop or thiazide diuretics. $#(Choice E)#  Digoxin, an antiarrhythmic medication, inhibits the Na+-K+-ATPase in cardiac and skeletal muscles and can also cause hyperkalemia.  However, it is never prescribed to prevent hypokalemia. $#Educational objective# Potassium-sparing diuretics are often added to loop or thiazide diuretics to prevent hypokalemia.  Amiloride and triamterene directly inhibit the epithelial sodium channel, preventing sodium from entering the principal cell, which reduces the electrochemical gradient (ie, negative luminal charge) that helps drive potassium secretion.  ","clickable_1":"images/img1.18860.jpg"},

{"id":"449","title":"A 42-year-old man is brought to the emergency department 1 hour after the onset of severe headache, nausea, vomiting, and confusion.  The patient has primary hypertension and chronic kidney disease; he has been prescribed 2 antihypertensive agents but has been noncompliant with therapy recently.  Temperature is 36.8 C (98.2 F), blood pressure is 240/150 mm Hg, heart rate is 90/min, and respirations are 20/min.  Ophthalmologic examination shows bilateral papilledema.  The lungs are clear to auscultation.  Cardiac examination reveals an S4 and no murmurs.  Laboratory results are as follows: $                #Today#      #2 months ago#$ #Hematocrit#             23%        30%$#Platelets#           78,000/mm3     150,000/mm3 $#Blood urea nitrogen#      60 mg/dL       26 mg/dL   $#Serum creatinine#        4.5 mg/dL        1.8 mg/dL $#Peripheral smear#        numerous   schistocytes $ Which of the following pathologic findings in the kidney is most correlated with this patient's acute condition? ","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibrinoid necrosis of small arteriolar walls","answer_2":"B. Focal glomerulosclerosis","answer_3":"C. Granulomatous inflammation of the media","answer_4":"D. Homogenous acellular thickening of arteriolar walls","answer_5":"E. Interstitial fibrosis and tubular atrophy","percent_1":"41%","percent_2":"10%","percent_3":"4%","percent_4":"31%","percent_5":"15%","right_answer":"A. Fibrinoid necrosis of small arteriolar walls","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"#Hypertensive emergency# is a condition defined as severely elevated blood pressure (typically >180/120 mm Hg) with evidence of ongoing end-organ damage (eg, renal injury).  Hypertensive emergencies typically occur in patients with preexisting essential hypertension and may be induced by medication noncompliance, which can result in a rapid increase in systemic blood pressure.  Severe hypertension can cause damage to the vascular endothelium, leading to increased vascular permeability to coagulation factors (eg, fibrinogen), platelet activation, and endothelial cell death.  In the kidney, this manifests as #malignant nephrosclerosis#, which is characterized by 2 distinct histopathologic patterns: $ • #Fibrinoid necrosis:#  Cell death and excessive fibrin deposition within the arteriolar walls is visible as circumferential, amorphous, pink material with smudged, necrotic endothelial cells that lack cytologic detail. $ •  #Hyperplastic arteriolosclerosis:#  Over time, activated platelets and injured endothelial cells release growth factors, which induce concentric hyperplasia and layering of smooth muscle cells and collagen, resulting in intimal thickening and an '@onion-skin@' appearance. $ These changes result in narrowing and/or obliteration of the arteriolar lumen; the resultant erythrocyte fragmentation and platelet consumption can cause a #microangiopathic hemolytic anemia# that is histologically indistinguishable from hemolytic uremic syndrome.  Laboratory abnormalities reflect renal injury (eg, elevated creatinine and blood urea nitrogen) and hemolytic anemia (eg, schistocytes [fragmented red blood cells] on peripheral smear, elevated lactate dehydrogenase and indirect bilirubin). $ Other end-organ manifestations of hypertensive emergency include papilledema, retinal hemorrhages, pulmonary edema, acute coronary syndrome, encephalopathy, and stroke. $ #(Choices B, D, and E)#  Hypertensive nephrosclerosis (ie, long-term essential hypertension) is characterized by interstitial fibrosis, tubular atrophy, and varying degrees of glomerulosclerosis (eg, focal or global).  @Hyaline arteriolosclerosis@ is characterized by deposition of hyaline (glassy, homogenous) material in the intima and media of small arteries and arterioles.  These changes may be seen in chronic hypertension; however, the severely elevated blood pressure and evidence of end-organ dysfunction in this patient are indicative of acute hypertensive emergency and malignant nephrosclerosis. $ (Choice C)  Granulomatous inflammation of the media characterizes @temporal (giant cell) arteritis@, the most common form of systemic vasculitis in adults. $ Educational objective Hypertensive emergency is severely elevated blood pressure (typically >180/120 mm Hg) with evidence of end-organ damage.  In the kidneys, this can manifest as malignant nephrosclerosis, characterized by fibrinoid necrosis and hyperplastic arteriolosclerosis ('onion-skin' appearance).  A microangiopathic hemolytic anemia can occur due to erythrocyte fragmentation and platelet consumption at the narrowed arteriolar lumen.","clickable_1":"images/img1.449.jpg","clickable_2":"images/img2.449.jpg","clickable_3":"images/img3.449.jpg"},

{"id":"691","title":"A 60-year-old man comes to the office for a routine follow-up visit.  He feels well overall except for an intermittent, mild, generalized headache.  The patient has no known medical problems and takes no medications.  He does not smoke, follows a generally healthy diet, and exercises daily.  On examination, his blood pressure is 150/85 mm Hg, and he is started on lisinopril.  At a follow-up visit, the patient's blood pressure is 128/78 mm Hg.  He also has a dry cough that began a few weeks after starting lisinopril.  This drug is stopped and losartan is now prescribed.  The patient seems to be compliant with his medication; the cough resolves and he experiences no significant side effects.  When compared with no treatment at all, this patient's current therapy is most likely to result in which of the following changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Renin∆Angiotensin I∆Angiotensin II∆Aldosterone∆Bradykinin ","answer_1":"§A. ∆↓ ∆↓ ∆↓ ∆↓ ∆No change","answer_2":"§B. ∆↑ ∆↓ ∆↓ ∆↓ ∆No change","answer_3":"§C. ∆↑ ∆↑ ∆↓ ∆↓ ∆Increase","answer_4":"§D. ∆↑ ∆↑ ∆↑ ∆↓ ∆No change","answer_5":"§E. ∆↑ ∆↑ ∆↑ ∆↑ ∆No change","percent_1":"9%","percent_2":"9%","percent_3":"7%","percent_4":"66%","percent_5":"9%","right_answer":"§D. ∆↑ ∆↑ ∆↑ ∆↓ ∆No change","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp691.jpg","explanation_1":"","explanation_2":"$The renin-angiotensin-aldosterone system (RAAS) regulates arterial blood pressure and extracellular fluid balance.  Renin release is stimulated by decreased sodium delivery to the distal tubule, low blood pressure (eg, low intravascular volume), and β1 sympathetic activity.  Renin converts angiotensinogen to angiotensin I.  Angiotensin I is then converted to angiotensin II by angiotensin-converting enzyme (ACE), which also degrades bradykinin.  Angiotensin II stimulates the #type 1 angiotensin II receptors# found on vascular smooth muscle (causing vasoconstriction) and the adrenal cortex (stimulating aldosterone secretion).  Systemic vasoconstriction and increased aldosterone-induced sodium reabsorption raise blood pressure, inhibiting further renin release from the kidneys (negative feedback). $#Angiotensin II receptor blockers# (ARBs) such as losartan competitively bind to angiotensin II receptors and block the effects of angiotensin II, resulting in #vascular smooth muscle relaxation# and #decreased aldosterone# secretion.  This reduces blood pressure, stimulating renal renin production, which in turn increases conversion of angiotensin I to angiotensin II.  Because ACE function remains intact with the use of ARBs, bradykinin levels are not significantly affected.  This is in contrast to ACE inhibitors, which lower angiotensin II and aldosterone levels but increase bradykinin levels #(choice C).#  Bradykinin is thought to increase prostaglandin production, which induces coughing due to bronchial irritation. $#(Choice A)#  β1 adrenergic blockers would inhibit renin release from the juxtaglomerular apparatus, thereby suppressing the entire renin-angiotensin cascade (although lowering of the blood pressure would somewhat blunt this response).  ACE activity is not regulated by renin, and so bradykinin levels are unchanged. $#(Choice B)#  Direct renin inhibitors reduce plasma renin activity, which reduces levels of all downstream hormones.  Suppression of the whole cascade lowers blood pressure, which would stimulate increased renin production.  Plasma renin activity, however, is inhibited. $#(Choice E)#  This combination of changes is seen with mineralocorticoid receptor antagonist (eg, spironolactone) or diuretic use.  Mineralocorticoid receptor antagonists block aldosterone activity by binding to the mineralocorticoid receptor.  Diuretics would cause a fall in blood pressure, stimulating the RAAS and increasing blood levels of all hormones. $#Educational objective# Angiotensin II receptor blockers (ARBs) work by blocking angiotensin II type 1 receptors, inhibiting the effects of angiotensin II.  This results in arterial vasodilation and decreased aldosterone secretion.  The resulting fall in blood pressure increases renin, angiotensin I, and angiotensin II levels.  ARBs do not affect the activity of angiotensin-converting enzyme, and therefore they do not affect bradykinin degradation and do not cause cough.  "},

{"id":"21356","title":"A 58-year-old man comes to the emergency room due to headache.  Medical history is significant for long-standing hypertension and medication nonadherence.  Blood pressure on arrival is 231/135 mm Hg.  Twenty minutes after intravenous hydralazine is administered, blood pressure is 145/95 mm Hg.  Over the following 24 hours, serum creatinine increases from 1.1 to 1.6 mg/dL.  Urine sediment demonstrates abundant granular casts.  Which of the following processes best explains this patient's acute kidney injury?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alteration of the blood pressure-flow relationship in renal arterioles","answer_2":"B. Drug-induced glomerular injury due to immune complex formation","answer_3":"C. Drug-induced renal interstitial inflammation","answer_4":"D. Drug-induced renal tubular injury due to crystal deposition","answer_5":"E. Prerenal azotemia due to a global reduction in cardiac output","percent_1":"44%","percent_2":"11%","percent_3":"11%","percent_4":"12%","percent_5":"21%","right_answer":"A. Alteration of the blood pressure-flow relationship in renal arterioles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21356.jpg","explanation_1":"","explanation_2":"$This patient with chronic hypertension has hypertensive urgency.  He received hydralazine, a fast-acting antihypertensive agent.  After abrupt normalization of blood pressure (BP), he developed acute tubular necrosis (ATN) (granular casts).  This sequence of events is consistent with #normotensive ischemia# (ie, inadequate renal perfusion despite a normal BP). $#Blood flow autoregulation# allows organs to receive the same perfusion (flow) across a wide range of pressure.  In the kidneys, blood flow autoregulation involves 2 key mechanisms: $• #Myogenic response:#  Afferent glomerular arterioles reflexively constrict when they sense greater stretch forces (high BP). $• #Tubuloglomerular feedback:#  High arterial pressure causes hyperfiltration (↑ glomerular filtration rate), increasing sodium and chloride delivery to the macula densa, which secretes vasoactive mediators (eg, adenosine) to constrict the afferent arterioles $The autoregulation response protects organs from dangerous, persistent BP elevations.  In #chronic hypertension#, there is #baseline constriction# of afferent glomerular arterioles.  This causes the entire renal autoregulation curve to be #shifted to the right#: a hypertensive patient's kidneys #receive less blood flow at any given BP# relative to those of a healthy patient without hypertension.  Quickly lowering the BP to normal (eg, 145/95 mm Hg) causes a steep drop in blood flow, leading to ischemic ATN; as a result, BP should be lowered gently, targeting above-normal values (eg, 25% reduction over several hours). $#(Choice B)#  Drug-induced lupus, a rare adverse effect of hydralazine, causes acute kidney injury (AKI) due to immune complex–mediated glomerulonephritis.  However, an active urine sediment (eg, red cells, white cells, casts) and other systemic signs of lupus (eg, rash, pleuritis) would be expected. $#(Choice C)#  Drug-induced allergic interstitial nephritis is an eosinophilic AKI usually triggered by beta-lactam antibiotics and nonsteroidal anti-inflammatory drugs.  It occurs after continual exposure (eg, several days), and eosinophiluria is usually present. $#(Choice D)#  Some drugs (eg, acyclovir, indinavir) can precipitate in the urine, causing AKI due to crystalluria.  Urine sediment may show tubular necrosis (eg, granular casts), but crystals are usually also seen. $#(Choice E)#  Decreased cardiac output can cause prerenal AKI, which may evolve to ischemic ATN.  However, treatment with hydralazine lowers the systemic vascular resistance, which reduces cardiac afterload.  This will lead to an increase in overall cardiac output. $#Educational objective# In patients with long-standing hypertension, a chronic autoregulatory shift in the blood pressure–flow relationship occurs, affording less perfusion (flow) at any given pressure.  Therefore, excessively rapid correction of blood pressure toward normal may induce relative ischemia.  "},

{"id":"144","title":"A 55-year-old man comes to the office for follow-up of hypertension and coronary heart disease.  He has been on several medications in the past with suboptimal blood pressure control.  The physician considers adding verapamil to the patient's current regimen, as its vasodilatory properties make it useful for controlling systemic hypertension.  Verapamil also affects cardiac contractility but has a minimal effect on skeletal muscle.  Which of the following properties of skeletal muscle is responsible for its resistance to the medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calmodulin-independent excitation-contraction coupling","answer_2":"B. Decreased troponin affinity to intracellular calcium","answer_3":"C. Elaborate T-tubular system","answer_4":"D. Lack of internal automaticity","answer_5":"E. Little dependence on extracellular calcium influx","percent_1":"17%","percent_2":"3%","percent_3":"12%","percent_4":"15%","percent_5":"52%","right_answer":"E. Little dependence on extracellular calcium influx","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp144.jpg","explanation_1":"","explanation_2":"$Calcium plays an important role in excitation-contraction coupling in cardiac, smooth, and skeletal muscle cells.  Myocyte depolarization causes activation of L-type calcium channels on the plasma membrane.  In @#cardiac@ and @smooth muscle cells@#, this leads to an #influx of extracellular calcium# that activates sarcoplasmic RyR channels, inducing the release of additional calcium from the sarcoplasmic reticulum (calcium-induced calcium release).  The released calcium binds to troponin (cardiac muscle) or calmodulin (smooth muscle), allowing actin and myosin to interact and cause muscle contraction. $In contrast, the L-type calcium channels in #skeletal muscle# directly interact with RyR calcium channels to release calcium from the sarcoplasmic reticulum.  This #mechanical coupling# between the receptors allows sarcoplasmic calcium release to occur without significant influx of calcium across the plasma membrane.  #Verapamil# is a nondihydropyridine calcium channel blocker that acts by #blocking L-type calcium channels#, preventing the initial calcium influx into cardiac myocytes and vascular smooth muscle cells.  Because skeletal muscle is not dependent on extracellular calcium influx, calcium channel blockers do not affect skeletal muscle contractility. $#(Choice A)#  Troponin (but not calmodulin) is responsible for contraction of both cardiac and skeletal muscle.  Unlike skeletal muscle, cardiac muscle is affected by verapamil due to its dependence on extracellular calcium to induce calcium release from the sarcoplasmic reticulum. $#(Choice B)#  A rise in intracellular calcium concentration results in a structural change in the troponin complex that allows actin and myosin to interact and cause skeletal muscle contraction.  Calcium channel blockers do not affect troponin's affinity to intracellular calcium. $#(Choice C)#  An elaborate T tubule system is present in skeletal and cardiac muscle but not in smooth muscle.  T tubules are a communication of the extracellular space that allows the depolarization impulse to reach deep into the cell, nearer to the myofilaments.  They are in close proximity to the sarcoplasmic reticulum and therefore facilitate rapid release of intracellular calcium stores. $#(Choice D)#  Unlike cardiac myocytes and specialized smooth muscle tissue (eg, gastrointestinal tract, ureters), skeletal muscle does not display automaticity and contracts only in response to the neurotransmitter acetylcholine.  However, the mechanical coupling between L-type and RyR calcium channels is responsible for skeletal muscle's resistance to verapamil. $#Educational objective# Contraction initiation in cardiac and smooth muscle cells is dependent on extracellular calcium influx through L-type calcium channels, which can be prevented by calcium channel blockers (eg, verapamil).  Skeletal muscle is resistant to calcium channel blockers, as calcium release by the sarcoplasmic reticulum is triggered by a mechanical interaction between L-type and RyR calcium channels.  ","clickable_1":"images/img1.144.jpg","clickable_2":"images/img2.144.jpg"},

{"id":"1166","title":"A 60-year-old man who was recently diagnosed with hypertension comes to the office for follow-up.  He was treated with lisinopril but stopped a week ago due to a dry, nagging cough.  Past medical history is notable for type 2 diabetes mellitus with moderately increased albuminuria but normal creatinine clearance.  His other medications include metformin and rosuvastatin.  The patient does not smoke or drink alcohol.  His blood pressure is 150/92 mm Hg.  BMI is 31 kg/m2.  Physical examination, including the heart and lungs, is unremarkable.  Which of the following is the best treatment for this patient's hypertension?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diltiazem","answer_2":"B. Hydralazine","answer_3":"C. Metoprolol","answer_4":"D. Ramipril","answer_5":"E. Valsartan","percent_1":"2%","percent_2":"3%","percent_3":"5%","percent_4":"3%","percent_5":"86%","right_answer":"E. Valsartan","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Diabetes causes impaired autoregulation of glomerular blood flow, leading to significant elevations of intraglomerular pressures and chronic glomerular injury.  Patients with diabetes and hypertension are at especially high long-term risk for chronic kidney disease.  Angiotensin-converting enzyme (ACE) inhibitors (eg, lisinopril) cause preferential dilation of the @glomerular efferent arteriole@, lowering intraglomerular pressures and reducing the risk of chronic glomerular injury. $In addition to converting angiotensin I to angiotensin II, ACE normally degrades #bradykinin# and substance P.  Inhibition of ACE leads to elevated bradykinin and substance P levels and a nonproductive cough.  #Angiotensin receptor blockers# (ARBs) have hemodynamic effects similar to those of ACE inhibitors but do not affect bradykinin levels and do not cause a cough.  Replacing this patient's ACE inhibitor with an ARB (eg, losartan, valsartan) will eliminate the cough while still providing the same long-term renovascular benefits. $#(Choices A, B, and C)#  Careful blood pressure control can help reduce the long-term risk of kidney injury, regardless of the agent used.  However, none of these drugs are as effective as ACE inhibitors or ARBs for preventing the progression of chronic kidney disease. $#(Choice D)#  Replacement of one ACE inhibitor with another carries a high likelihood of inducing the same nonproductive cough. $#Educational objective# Angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) reduce the risk of chronic kidney disease in patients with hypertension and diabetes.  ACE inhibitors raise levels of bradykinin and can cause a nonproductive cough, an effect not seen with ARBs.  ","clickable_1":"images/img1.1166.jpg"},

{"id":"1252","title":"A 46-year-old man is diagnosed with resistant hypertension.  He had a comprehensive workup for secondary hypertension, which was unrevealing.  The patient has tried multiple antihypertensive medications without significant effect.  Past medical history is otherwise unremarkable.  He agrees to enroll in a trial of a new long-acting medication that causes selective direct relaxation of the smooth muscle of arterioles but does not affect the veins.  Which of the following adverse effects is most likely to be caused by the drug during the clinical trial?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angioedema","answer_2":"B. Bradycardia","answer_3":"C. Cold extremities","answer_4":"D. Decreased cardiac output","answer_5":"E. Persistent cough","answer_6":"F. Sodium and fluid retention","answer_7":"G. Transient hypertension","percent_1":"19%","percent_2":"10%","percent_3":"8%","percent_4":"15%","percent_5":"6%","percent_6":"33%","percent_7":"10%","right_answer":"F. Sodium and fluid retention","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Selective #arteriolar vasodilators# (eg, hydralazine, minoxidil) lower blood pressure by reducing systemic vascular resistance.  However, this effect is limited by subsequent stimulation of baroreceptors with resulting reflex #sympathetic activation#.  This leads to increased heart rate, contractility, and cardiac output #(choices B and D)#.  In addition, sympathetic stimulation of the #renin-angiotensin-aldosterone# axis results in #sodium and fluid retention# with peripheral edema.  These effects offset much of the blood pressure lowering effect of these drugs and limit their long-term efficacy. $These agents are rarely used as monotherapy for chronic management of hypertension.  However, they are useful acutely for patients with severely elevated blood pressure.  They can also be given in combination with sympatholytics and diuretics to mitigate the side effects and provide synergistic blood pressure lowering in patients with resistant hypertension. $#(Choices A and E)#  Persistent cough and angioedema are well recognized side effects of ACE inhibitors.  Angioedema refers to acute, localized subcutaneous or submucosal edema caused by increased vascular permeability.  It differs from the chronic peripheral edema due to sodium retention seen with arteriolar dilators. $#(Choice C)#  Beta blockers decrease cardiac output, leading to peripheral vasoconstriction and resulting in cold hands and feet.  However, direct arteriolar vasodilators enhance blood flow to peripheral tissues, including skin and muscle, and they can be used to relieve symptoms in patients with Raynaud phenomenon. $#(Choice G)#  Although selective arteriolar vasodilators trigger reflex sympathetic activation, this does not raise blood pressure above baseline unless they are discontinued abruptly. $#Educational objective# Direct arteriolar vasodilators lower blood pressure but trigger reflex sympathetic activation and stimulate the renin-angiotensin-aldosterone axis.  This results in tachycardia and edema.  To counteract such compensatory effects, these agents are often given in combination with sympatholytics and diuretics.  "}


]