[

{"id":"2097","title":"  The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 24-year-old woman is being evaluated for chronic fatigue.  She has a history of heavy menstrual periods since menarche and also recalls frequent nosebleeds as a child.  Her past medical history is otherwise insignificant and she takes no medications.  Laboratory studies show a hemoglobin level of 9.2 g/dL, a mean corpuscular volume of 72 fL, and decreased levels of ferritin. $#Item 1 of 2# $Which of the following is the most likely diagnosis?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antiphospholipid syndrome","answer_2":"B. Factor VIII deficiency","answer_3":"C. Factor XIII deficiency","answer_4":"D. Immune thrombocytopenia","answer_5":"E. Protein C deficiency","answer_6":"F. von Willebrand factor deficiency","percent_1":"7%","percent_2":"10%","percent_3":"2%","percent_4":"12%","percent_5":"3%","percent_6":"66%","right_answer":"F. von Willebrand factor deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"!Laboratory characteristics of coagulopathies! ∆^ #PT# ∆^ #aPTT# ∆^ #Platelet count# ∆^ #Bleeding time# §^ #Hemophilia$ A & B# ∆^ Normal ∆^ ↑ ∆^ Normal ∆^ Normal §^ #Von Willebrand$ factor deficiency# ∆^ Normal ∆^ Normal or ↑ ∆^ Normal ∆^ ↑ §^ #Disseminated $intravascular$ coagulation# ∆^ ↑ ∆^ ↑ ∆^ ↓ ∆^ ↑ §^ #Uremic platelet $dysfunction# ∆^ Normal ∆^ Normal ∆^ Normal ∆^ ↑ §^ #Heparin $administration# ∆^ Normal ∆^ ↑ ∆^ Normal (except in$ heparin-induced $thrombocytopenia) ∆^ Normal §^ #Warfarin use# ∆^ ↑ ∆^ ↑ (weak effect) ∆^ Normal ∆^ Normal §^ #Immune$ thrombocytopenia# ∆^ Normal ∆^ Normal ∆^ ↓ ∆^ ↑ %#aPTT = activated partial thromboplastin time#;#PT# = prothrombin time.","explanation_img":"","explanation_1":"","explanation_2":"This patient has microcytic anemia with a low ferritin level, which is characteristic of #iron deficiency anemia#.  In developed countries, iron deficiency anemia is most commonly caused by overt or occult blood loss.  The patient's history of heavy menstrual periods (#menorrhagia#) since menarche and frequent nosebleeds (#epistaxis#) as a child further suggests #von Willebrand disease# (vWD) as the most likely etiology of her anemia. $In vWD, a mutation results in impaired synthesis in von Willebrand factor, leading to a qualitative defect in platelet binding and aggregation.  As a result, patients with vWD experience easy bleeding from #skin and mucosal sites#, including the gingivae, nasal mucosa, gastrointestinal tract, and endometrium. $#(Choice A)#  Antiphospholipid syndrome causes a hypercoagulable state that increases the risk of thromboses and spontaneous abortion. $#(Choice B)#  Factor VIII deficiency causes hemophilia A.  Severe forms of vWD can also result in factor VIII deficiency as factor VIII is protected from degradation by vWF.  However, this patient does not have the characteristic deep-tissue bleeding (eg, bleeding into joints/muscles, gastrointestinal bleeding, hematuria) typically seen with clotting factor deficiencies. $#(Choice C)#  Factor XIII deficiency is an extremely rare autosomal recessive disorder that causes clot instability.  Affected patients often have delayed, recurrent bleeding after trauma or surgery.  Hemophilia-like bleeding (eg, deep-tissue bleeding) is seen in factor XIII deficiency. $#(Choice D)#  Immune thrombocytopenia (formerly immune thrombocytopenic purpura) produces isolated thrombocytopenia with episodic bleeding that is typically mucocutaneous (eg, petechiae, purpura, epistaxis).  However, the associated bleeding is unlikely to be chronic and unrelenting since childhood. $#(Choice E)#  Protein C is a natural anticoagulant protein, and deficiency results in a procoagulant state that most commonly manifests with recurrent deep venous thromboses. $#Educational objective# Patients with von Willebrand disease often present with a lifelong history of mucosal bleeding, including gingival bleeding, epistaxis, and/or menorrhagia.  These patients have normal platelet levels but typically have a prolonged bleeding time due to impaired platelet functioning.  "},

{"id":"2098","title":"#Item 2 of 2#$ Further evaluation shows decreased von Willebrand factor activity in the patient's serum.  This protein normally binds to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Collagen","answer_2":"B. Fibrin polymer","answer_3":"C. Prostacyclin","answer_4":"D. Protein C","answer_5":"E. Thrombin","percent_1":"75%","percent_2":"12%","percent_3":"1%","percent_4":"4%","percent_5":"8%","right_answer":"A. Collagen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2098.jpg","explanation_1":"","explanation_2":"$#von Willebrand factor# (vWF) serves 2 important roles in hemostasis:  $1. vWF promotes #platelet adhesion# at sites of vascular injury by binding to and crosslinking #platelet glycoproteins# (primarily GpIb) with #exposed collagen# underneath damaged endothelium.  vWF also enhances platelet aggregation, particularly under conditions of high shear stress (such as in small vessels).  $2. vWF functions as a protective #carrier protein for factor VIII# that increases its plasma half-life.  In the absence of vWF, factor VIII is rapidly degraded in the circulation via proteolytic inactivation. $#(Choice B)#  A hemostatic fibrin polymer is the end result of the coagulation cascade.  Fibrin also plays a role in inflammation and coagulation regulation. $#(Choice C)#  Prostacyclin functions both as an inhibitor of platelet aggregation and a vasodilator. $#(Choice D)#  Protein C is a vitamin K-dependent anticoagulant activated by bound thrombin in the presence of endothelial thrombomodulin.  Protein C acts together with protein S to inactivate the activated forms of factors V and VIII, which are necessary for the production of thrombin. $#(Choice E)#  Thrombin is produced from prothrombin by activated factor X.  Thrombin, in turn, converts fibrinogen to fibrin.  Thrombin also activates factors V, VIII, and XIII. $#Educational objective# von Willebrand factor (vWF) functions as a promoter of platelet adhesion at sites of vascular injury by binding platelet glycoproteins to subendothelial collagen on injured blood vessel walls.  It also acts as a protective carrier protein for circulating factor VIII.  "},

{"id":"1079","title":"A 23-year-old man is evaluated for excessive bruising since childhood.  He says some of his family members 'bleed easily' and sometimes require blood transfusions.  Temperature is 36.7 C (98.1 F).  Physical examination is unremarkable.  Complete blood cell count is unremarkable.  Platelet aggregometry is abnormal.  Genetic testing identifies a defect in a platelet surface glycoprotein receptor that normally binds fibrinogen to support platelet aggregation.  The abnormal glycoprotein receptor found in this patient is most likely targeted by which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abciximab","answer_2":"B. Argatroban","answer_3":"C. Aspirin","answer_4":"D. Clopidogrel","answer_5":"E. Dabigatran","answer_6":"F. Heparin","answer_7":"G. Warfarin","percent_1":"66%","percent_2":"5%","percent_3":"2%","percent_4":"21%","percent_5":"3%","percent_6":"2%","percent_7":"1%","right_answer":"A. Abciximab","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1079.jpg","explanation_1":"","explanation_2":"$This patient likely has Glanzmann thrombasthenia, an autosomal recessive disorder that is caused by a deficient or defective #glycoprotein (GP) IIb/IIIa# on platelet surfaces and that typically presents in childhood with mucocutaneous bleeding.  Peripheral smear shows no platelet clumping (an important clue for diagnosis). $Platelets are responsible for formation of platelet plugs that stop bleeding from injured vessels (#primary hemostasis#).  Vessel wall injury exposes the subendothelial collagen and matrix.  Platelet attachment to exposed collagen is strengthened by GP Ib binding to von Willebrand factor on the vessel wall.  The resulting platelet activation leads to the following: $• Release of mediators (eg, ADP, thromboxane A2 [TXA2]) into circulation, which in turn activates other platelets $• Conformational structural change of #GP IIb/IIIa# on platelet surfaces; this allows thousands of copies of GP IIb/IIIa to bind #fibrinogen#, thereby forming a #platelet plug#. $#Abciximab#, a #GP IIb/IIIa receptor antagonist#, inhibits binding of this receptor to fibrinogen.  Abciximab and other GP IIb/IIIa inhibitors are useful for treatment of unstable angina and acute coronary syndrome, particularly in patients undergoing percutaneous coronary intervention. $#(Choices B, E, F, and G)#  Argatroban (used in heparin-induced thrombocytopenia) and dabigatran (used in atrial fibrillation or venous thromboembolism) are direct thrombin inhibitors.  Heparin potentiates antithrombin III activity, leading to inactivation of thrombin and factor Xa; warfarin prevents K-mediated carboxylation of several coagulation factors.  All these medications have @anticoagulant effects@. $#(Choices C and D)#  Aspirin, a cyclooxygenase (COX)-1 and 2 inhibitor, inhibits TXA2 (via platelet COX acetylation), thereby preventing platelet aggregation.  Clopidogrel inhibits platelet aggregation by blocking P2Y12 on platelet ADP receptors. $#Educational objective# Abciximab is a blocker of glycoprotein (GP) IIb/IIIa receptor, which normally promotes platelet binding to fibrinogen.  GP IIb/IIIa is either deficient or defective in patients with Glanzmann thrombasthenia.  ","clickable_1":"images/img1.1079.jpg"},

{"id":"1923","title":"A 9-year-old girl is brought to the emergency department due to prolonged epistaxis.  The girl says that she picked her nose immediately before the bleeding started.  Her parents decided to bring her to the emergency department after the epistaxis persisted for 20 minutes despite constant compression of the nasal alae.  The patient has had frequent nosebleeds that often last >10 minutes.  Her family history is significant for a grandfather who had an unspecified bleeding disorder.  Given the history of prolonged, recurrent nosebleeds, laboratory tests are ordered, and results are as follows:","title_table":"?Hematocrit? 43 ℅ ?Bleeding time? prolonged ?Partial thromboplastin time (PTT)? prolonged ?Prothrombin time (PT)? normal ?Thrombin time (TT)? normal ?D-dimer? normal","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Disseminated intravascular coagulopathy","answer_2":"B. Dysfibrinogenemia","answer_3":"C. Factor XIII deficiency","answer_4":"D. Hemophilia A","answer_5":"E. Hemophilia B","answer_6":"F. Vitamin K deficiency","answer_7":"G. von Willebrand disease","percent_1":"0%","percent_2":"1%","percent_3":"4%","percent_4":"9%","percent_5":"3%","percent_6":"1%","percent_7":"81%","right_answer":"G. von Willebrand disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1923.jpg","explanation_1":"","explanation_2":"$This patient has a normal prothrombin time (PT) and thrombin time (TT) and a #prolonged partial thromboplastin time (PTT)#, indicating a defect in the intrinsic pathway (coagulation factors VIII, IX, XI, or XII).  #Bleeding time# is a test of #platelet function# and is prolonged by qualitative and quantitative platelet defects.  The term ‘bleeding time’ refers to this particular test and not the duration of bleeding, which can be prolonged from other coagulopathies. $ #von Willebrand disease (vWD)# will cause both a prolonged PTT and bleeding time.  @von Willebrand factor (vWF)@ is produced by endothelial cells and megakaryocytes and functions as a #carrier protein for factor VIII# and as a #mediator of platelet adhesion# to the endothelium.  Absence of vWF leads to impaired platelet function and coagulation pathway abnormalities.  vWD is inherited in an autosomal dominant fashion with variable penetrance and is the #most common heritable bleeding disorder#. $ (Choice A)  Disseminated intravascular coagulopathy (DIC) is a consumptive coagulopathy most commonly seen in septic shock.  PT, PTT, and bleeding time are prolonged, and the D-dimer, a degradation product of cross-linked fibrin, is elevated.  $(Choice B)  Dysfibrinogenemias are inherited abnormalities in the fibrinogen molecule that can cause excessive bleeding or thrombophilia.  TT, PT, and PTT are abnormal in this condition, but bleeding time is unaffected. $ (Choice C)  Factor XIII is a transglutaminase that cross-links fibrin polymers, thereby stabilizing clots.  Factor XIII deficiency causes spontaneous or excessive bleeding, but it would not prolong the bleeding time, PT, or PTT.  $(Choice D)  Hemophilia A is an X-linked hereditary deficiency of factor VIII that causes coagulopathy with a prolonged PTT but shows normal bleeding time.  $(Choice E)  Hemophilia B is an X-linked hereditary deficiency of factor IX that causes coagulopathy with a prolonged PTT but shows normal bleeding time.  $ (Choice F)  Vitamin K is required for activation of clotting factors II, VII, IX, and X.  Vitamin K deficiency causes a coagulopathy that primarily prolongs PT, with PTT prolongation occurring in severe cases.  Bleeding time is not affected.  $Educational objective von Willebrand disease is the most common inherited bleeding disorder.  It has an autosomal dominant pattern of inheritance and variable penetrance.  Absence of von Willebrand factor leads to impaired platelet function (prolonged bleeding time) and coagulation pathway abnormalities due to decreased factor VIII activity (prolonged partial thromboplastin time).","clickable_1":"images/img1.1923.jpg"},

{"id":"106238","title":"A 16-year-old boy is evaluated for excessive skin bruising occurring over the last 6 weeks.  There is no personal or family history of excessive bleeding.  The patient has a history of chronic kidney disease and is waiting for a renal transplant.  Laboratory studies are as follows:","title_table":"?Hemoglobin? 9.5 g/dL ?Platelets? 200,000/mm3 ?Blood urea nitrogen? 50 mg/dL ?Creatinine? 4.4 mg/dL ?PT? 12 sec ?Activated PTT? 23 sec","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's bruising?","audio":"","comparison_items":"","answer_1":"A. Atrophy of dermal collagen","answer_2":"B. Consumptive coagulopathy","answer_3":"C. Dysfunctional platelets","answer_4":"D. Factor VIII deficiency","answer_5":"E. Vitamin K deficiency","percent_1":"8%","percent_2":"15%","percent_3":"57%","percent_4":"12%","percent_5":"8%","right_answer":"C. Dysfunctional platelets","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp106238.jpg","explanation_1":"","explanation_2":"$This patient has chronic kidney disease (CKD) with excessive bruising, a #normal platelet count#, and normal #coagulation studies#.  These findings are suggestive of #platelet dysfunction#, a common cause of easy bruising and mucosal bleeding in patients with CKD. $Normally, primary hemostasis consists of the formation of a @platelet plug@.  This process begins with binding of von Willebrand factor (vWF) to the denuded endothelium after injury; vWF creates a bridge between subendothelial collagen and platelets (#adhesion#).  Platelets are then #activated# and release substances (eg, ADP, thromboxane A2) to promote #aggregation# (ie, platelet-to-platelet clumping via binding of fibrinogen to the glycoprotein IIb/IIIa receptor). $In #CKD#, platelet function is thought to be disrupted due to #inappropriate upregulation of nitric oxide#.  Patients with CKD have elevated urea, the end product of @ammonia breakdown@, which is derived from arginine.  As urea levels rise, arginine and its precursors are shunted to a different pathway, instead producing guanidinosuccinic acid (GSA), a precursor to nitric oxide.  Inappropriately high nitric oxide levels in CKD inhibit primary hemostasis via the following mechanisms: $• #Decreased platelet adhesion:# Nitric oxide downregulates vWF secretion by endothelial cells. $• #Decreased activation and aggregation:# Nitric oxide leads to reduced levels of ADP and thromboxane A2.  In addition, it inhibits activation of the glycoprotein IIb/IIIa receptor. $Anemia in CKD (due to reduced erythropoietin production) can also contribute to platelet dysfunction by reducing platelet marginalization along the endothelial surface. $#(Choice A)#  Bruising due to atrophy of dermal collagen describes senile purpura (ie, benign purple patches on the hands/forearms in patients age ≥65); this patient's age is inconsistent with this diagnosis. $#(Choice B)#  Bleeding complications are typical of acute disseminated intravascular coagulation (DIC), a consumptive coagulopathy.  However, most patients have an acute risk factor (eg, sepsis, trauma), and PT and PTT would be prolonged.  Coagulation studies in chronic DIC may be normal, but these patients typically have thrombosis and a history of malignancy. $#(Choice D)#  Easy bruising is a common finding in factor VIII deficiency (hemophilia A), but PTT would be prolonged.  In addition, symptoms usually develop by age 2. $#(Choice E)#  Vitamin K deficiency can cause easy bruising, but PT would be prolonged. $#Educational objective# Chronic kidney disease increases the risk for platelet dysfunction, which is thought to be due to inappropriately upregulated nitric oxide, causing decreased platelet adhesion, activation, and aggregation.  Coagulation studies and platelet count are typically normal.  ","clickable_1":"images/img1.106238.jpg","clickable_2":"images/img2.106238.jpg"},

{"id":"11625","title":"A 35-year-old woman comes to the hospital due to sudden-onset numbness in her left arm and face.  The patient has had generalized headache, dyspnea on exertion, and easy fatigability for several days but no weakness.  She has a history of well-controlled asthma.  Temperature is 37.7 C (99.9 F), blood pressure is 110/60 mm Hg, and pulse is 80/min.  Light touch sensation is decreased in the left upper extremity and the lower left side of the face.  Strength and reflexes are normal.  Cardiopulmonary and abdominal examinations are unremarkable.  There is no skin rash.  Laboratory results are as follows:","title_table":"?Hemoglobin? 8.6 g/dL ?Platelets? 24,000/mm3 ?Blood urea nitrogen? 32 mg/dL ?Creatinine? 1.9 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"PT and PTT are normal.  Peripheral blood smear shows numerous schistocytes.  Urinalysis is positive for mild proteinuria.  Which of the following is the most likely underlying cause of this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. IgA immune complex deposition","answer_2":"B. Impaired cleavage of von Willebrand factor","answer_3":"C. Plasma cell proliferation","answer_4":"D. Rupture of atheromatous plaque","answer_5":"E. Systemic coagulation factor activation","percent_1":"14%","percent_2":"58%","percent_3":"5%","percent_4":"8%","percent_5":"15%","right_answer":"B. Impaired cleavage of von Willebrand factor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Thrombotic thrombocytopenic purpura! ?Pathophysiology? • ↓ ADAMTS13 level → uncleaved vWF$ multimers → platelet trapping & $activation • Acquired (autoantibody) or hereditary ?Clinical features? • Hemolytic anemia (↑ LDH, ↓ $haptoglobin) with schistocytes on $peripheral smear • Thrombocytopenia (↑ bleeding time,$ normal PT/PTT) • Sometimes with:$== ○ Renal failure$== ○ Neurologic manifestations$== ○ Fever %#LDH# = lactate dehydrogenase; #vWF# = von Willebrand factor. ","explanation_img":"","explanation_1":"","explanation_2":"This patient's severe #thrombocytopenia# and #schistocytes# on peripheral blood smear indicate #microangiopathic hemolytic anemia# (MAHA).  The presence of #normal coagulation studies# indicate that there is no systemic activation of the coagulation cascade, which makes disseminated intravascular coagulation unlikely #(choice E)#.  Therefore, a platelet-activated thrombotic microangiopathy such as #thrombotic thrombocytopenic purpura# (TTP) or hemolytic uremic syndrome is most likely. $ In this case, the patient has 4 of the 5 classic findings of acquired TTP: $ • Severe thrombocytopenia, which may cause bruising or bleeding $ • MAHA, which may cause symptomatic anemia (eg, fatigue, dyspnea on exertion) $ • #Renal damage#, which may cause #renal insufficiency# (eg, elevated creatinine) and mild #proteinuria# $ • #Neurologic damage#, which may cause confusion, #headache#, and #transient focal findings# (eg, numbness, weakness) $ • Fever (not present)$ Although this pentad of findings is classic, all 5 manifestations are rarely seen.  In addition, a purpuric rash (due to subcutaneous bleeding) is sometimes, but not always, present.  $Acquired TTP occurs due to the formation of an autoantibody inhibitor against #ADAMTS-13#, a von Willebrand factor (vWF)–cleaving protease.  Circulating vWF (produced by megakaryocytes and endothelial cells) normally is released as large vWF multimers that are cleaved to their regular size by ADAMTS-13.  These vWF multimers support @hemostasis@ by bridging platelets and subendothelial components to sites of vascular injury.  In TTP, the large #uncleaved vWF multimers# are significantly more prothrombotic and result in diffuse #microvascular thrombosis#. $ (Choice A)  Henoch-Schönlein purpura (IgA vasculitis) is characterized by IgA immune complex deposition.  Typical manifestations include palpable purpura, renal disease, and arthritis/arthralgias.  Platelet counts are usually normal. $ (Choice C)  Some features of this patient's presentation could be explained by plasma cell dyscrasias such as multiple myeloma (renal failure, anemia due to bone marrow replacement) and Waldenström macroglobulinemia (neurologic symptoms due to hyperviscosity, autoimmune hemolytic anemia).  However, microangiopathic hemolytic anemia would be atypical. $ (Choice D)  A cerebrovascular accident caused by plaque rupture could cause neurologic deficits but would not account for the patient's hematologic and renal abnormalities. $ Educational objective Thrombotic thrombocytopenic purpura frequently results from impaired function of the von Willebrand factor (vWF)–cleaving protease ADAMTS-13, which causes the accumulation of uncleaved vWF multimers that are significantly more prothrombotic.  Patients develop diffuse microvascular thrombosis, which leads to thrombocytopenia and microangiopathic hemolytic anemia.","clickable_1":"images/img1.11625.jpg"},

{"id":"15483","title":"A 29-year-old woman comes to the emergency department due to fever and headache for the last week.  The patient has a generalized tonic-clonic seizure while being evaluated.  Laboratory results are as follows:","title_table":"?Hemoglobin? 6.1 g/dL ?Platelets? 16,000/mm3 ?Creatinine? 2.2 mg/dL ?Total bilirubin? 4.3 mg/dL ?Serum haptoglobin? undetectable ?PT? 11 sec (INR 1.1) ?Activated PTT? 30 sec ","title_table_3":"","exhibit_1":"images/exhibit15483.jpg","image_1":"","title_2":"Peripheral blood smear is shown in the @exhibit@.  Which of the following is the most likely underlying cause of this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Bacterial product–mediated overactivation of coagulation cascade","answer_2":"B. Decreased activity of von Willebrand factor–cleaving protease","answer_3":"C. Expansion of neoplastic myeloid precursor cells in bone marrow","answer_4":"D. Inherited deficiency of glucose-6-phosphate dehydrogenase enzyme","answer_5":"E. Missense mutation at the sixth position of the hemoglobin beta chain","percent_1":"24%","percent_2":"50%","percent_3":"6%","percent_4":"15%","percent_5":"5%","right_answer":"B. Decreased activity of von Willebrand factor–cleaving protease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Thrombotic thrombocytopenic purpura! ?Pathophysiology? • ↓ ADAMTS13 level → uncleaved vWF$ multimers → platelet trapping & $activation • Acquired (autoantibody) or hereditary ?Clinical features? • Hemolytic anemia (↑ LDH, ↓ $haptoglobin) with schistocytes on $peripheral smear • Thrombocytopenia (↑ bleeding time,$ normal PT/PTT) • Sometimes with:$== ○ Renal failure$== ○ Neurologic manifestations$== ○ Fever %#LDH# = lactate dehydrogenase; #vWF# = von Willebrand factor. ","explanation_img":"","explanation_1":"","explanation_2":"This patient has the classic #pentad# of manifestations for acquired #thrombotic thrombocytopenic purpura# (TTP): $ • #Severe thrombocytopenia#:  Platelet-rich clots form in the microvasculature, leading to rapid platelet consumption. $ • #Microangiopathic hemolytic anemia# (MAHA):  Erythrocytes are mechanically sheared by the microvascular thrombi, leading to intravascular hemolytic anemia.  This typically causes an #elevated indirect bilirubin# level and an #undetectable haptoglobin# level (haptoglobin binds free hemoglobin in the circulation), but confirmation of MAHA requires identification of @schistocytes@ (eg, triangle cells, helmet cells) on peripheral blood smear. $ • #Neurologic manifestations# (eg, headache, seizure), #renal insufficiency#, and #fever# (the remainder of the pentad) occur in a minority of patients. $ Unlike patients who have disseminated intravascular coagulation (a consumptive coagulopathy also associated with MAHA and thrombocytopenia), those with TTP have #normal coagulation studies# because coagulation factors are not significantly consumed by the formation of platelet-rich clots #(choice A)#. $ TTP is triggered by the formation of autoantibody inhibitors against #ADAMTS-13#, a protease that #cleaves ultralarge von Willebrand factor# (VWF) multimers in the circulation, reducing their prothrombotic activity.  Patients with TTP have very low levels of ADAMTS-13, which increases the proportion of ultralarge VWF multimers and leads to the aggregation and activation of platelets.  #Plasma exchange#, which removes the autoantibody inhibitors against ADAMTS-13, is generally curative. $ (Choice C)  Expansion of neoplastic myeloid precursors in the bone marrow is seen in acute myeloid leukemia, which can cause anemia and thrombocytopenia due to bone marrow infiltration.  However, peripheral blood smear would show @leukemic blast cells@, not schistocytes. $ (Choice D)  Inherited deficiency of glucose-6-phosphate dehydrogenase typically causes hemolytic anemia during times of oxidative stress (eg, infection, medication exposure, certain foods).  High bilirubin and low haptoglobin are often present due to hemolytic anemia; however, thrombocytopenia is not seen, and peripheral smear would show @bite cells@ and Heinz bodies, not schistocytes. $ (Choice E)  A missense mutation at the sixth position of the hemoglobin beta chain is seen in sickle cell anemia, which is marked by periods of acute on chronic hemolytic anemia (eg, elevated bilirubin, low haptoglobin).  However, peripheral smear would show @sickled erythrocytes@, not schistocytes; in addition, thrombocytopenia is not generally seen. $ Educational objective Thrombotic thrombocytopenic purpura classically presents with the pentad of severe thrombocytopenia, microangiopathic hemolytic anemia (eg, schistocytes on peripheral smear), renal insufficiency, neurologic symptoms, and fever.  However, all these signs and symptoms are rarely present.  Diagnosis is often made by identifying severe deficiency of ADAMTS-13, a protease that cleaves large von Willebrand factor multimers off the endothelium.","clickable_1":"images/img1.15483.jpg","clickable_2":"images/img2.15483.jpg","clickable_3":"images/img3.15483.jpg","clickable_4":"images/img4.15483.jpg"},

{"id":"11624","title":"A 32-year-old woman comes to the office due to several days of fatigue and malaise.  She has no significant medical history and has had no recent sick contacts.  The patient does not appear to be in acute distress.  Evaluation reveals severe thrombocytopenia.  Thrombotic thrombocytopenic purpura is suspected.  Which of the following findings is required to make the diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal neurologic examination","answer_2":"B. Elevated liver aminotransferases","answer_3":"C. Fever","answer_4":"D. Hemolytic anemia","answer_5":"E. Positive Coombs testing","answer_6":"F. Renal failure","percent_1":"15%","percent_2":"3%","percent_3":"6%","percent_4":"52%","percent_5":"18%","percent_6":"5%","right_answer":"D. Hemolytic anemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Thrombotic thrombocytopenic purpura! ?Pathophysiology? • ↓ ADAMTS13 level → uncleaved vWF$ multimers → platelet trapping & $activation • Acquired (autoantibody) or hereditary ?Clinical features? • Hemolytic anemia (↑ LDH, ↓ $haptoglobin) with schistocytes on $peripheral smear • Thrombocytopenia (↑ bleeding time,$ normal PT/PTT) • Sometimes with:$== ○ Renal failure$== ○ Neurologic manifestations$== ○ Fever %#LDH# = lactate dehydrogenase; #vWF# = von Willebrand factor. ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Thrombotic thrombocytopenic purpura# (TTP) is a #thrombotic microangiopathy# characterized by the formation of platelet-rich thrombi in the microvasculature.  It is caused by severe deficiency of #ADAMTS13#, an enzyme that cleaves ultra-large von Willebrand factor multimers on the endothelial surface.  Loss of ADAMTS13 triggers spontaneous platelet aggregation and activation, which results in #thrombocytopenia# due to platelet consumption and #microangiopathic hemolytic anemia# (MAHA) due to mechanical shearing of passing red blood cells. $Acquired TTP (autoantibody against ADAMTS13) was initially described as a pentad of fever, neurologic symptoms, kidney disease, MAHA, and thrombocytopenia.  However, up to one-third of patients do not have neurologic abnormalities, half have normal kidney function, and only one-fifth have fever #(choices A, C, and F)#.  In fact, many with acquired TTP have minimal signs of toxicity (as in this case).  Therefore, the only factors required for further evaluation of suspected thrombotic microangiopathy (eg, TTP, HUS) are the presence of #thrombocytopenia and MAHA# on peripheral blood smear (eg, #schistocytes#); significantly reduced ADAMTS13 activity can help confirm a specific diagnosis of TTP. $#Plasma exchange# is life-saving and should be considered in patients who have MAHA and thrombocytopenia and in whom TTP is suspected (untreated patients have a mortality rate of up to 90%). $#(Choice B)#  Liver aminotransferases can sometimes be elevated in hemolytic anemia because these enzymes are present in erythrocytes.  However, in this case, elevated aminotransferases are a nonspecific finding that would not be useful for confirming the presence of a thrombotic microangiopathy such as TTP. $#(Choice E)#  Coombs testing evaluates for the presence of immunoglobulin on the erythrocyte surface.  In TTP, the hemolytic anemia is triggered by red blood cell shearing in the microvasculature, not immunoglobulin attachment; therefore, Coombs testing would be unrevealing. $#Educational objective# Thrombotic thrombocytopenic purpura is a thrombotic microangiopathy resulting in microangiopathic hemolytic anemia and thrombocytopenia, findings that are essential for making the diagnosis.  It is triggered by severe deficiency in ADAMTS13 levels.  "},

{"id":"942","title":"A 5-year-old boy is brought to the emergency department due to an hour of epistaxis after he was elbowed in the face during a basketball game.  He has a history of prolonged bleeding from the gums after brushing his teeth.  Vital signs are normal.  The patient has scattered bruises along his arms and legs.  He receives desmopressin, which stops the bleeding.  This treatment most likely improved the patient's condition through which of the following therapeutic mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binds to antidiuretic hormone receptors","answer_2":"B. Increases circulating factor IX","answer_3":"C. Increases circulating von Willebrand factor","answer_4":"D. Increases platelet count","answer_5":"E. Increases vitamin K–dependent coagulation factors","answer_6":"F. Relaxes vascular smooth muscle cells","percent_1":"7%","percent_2":"2%","percent_3":"85%","percent_4":"2%","percent_5":"3%","percent_6":"2%","right_answer":"C. Increases circulating von Willebrand factor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effects of desmopressin (DDAVP) therapy# ∆⨉ §^#Mild hemophilia A#$ &$ #Type 1 von Willebrand disease# ∆Increases circulating factor VIII & endothelial secretion of vWF to stop$ bleeding §^#Central diabetes insipidus#$ &$ #Nocturnal enuresis# ∆Binds to V2 receptors in renal tubular cells, leading to increased $aquaporin channels, increased water reabsorption & decreased urine $output %#vWF =# von Willebrand factor.","explanation_img":"","explanation_1":"","explanation_2":"This patient's history of prolonged mucosal bleeding (eg, oropharyngeal, nasal), easy bruising, and responsiveness to desmopressin (DDAVP) likely indicate #von Willebrand disease# (vWD), the most common inherited bleeding disorder.  VWD is caused by qualitative or quantitative defect in von Willebrand factor (vWF), a multimeric glycoprotein synthesized by endothelial cells and platelets.  VWF contributes to @hemostasis@ by forming a bridge between platelets and exposed subendothelial components at sites of injury and by serving as a carrier protein for factor VIII (whose half-life is tremendously shortened when not bound to vWF). $Treatment of minor bleeding episodes in patients with vWD often involves #desmopressin# (DDAVP), a synthetic analogue of antidiuretic hormone that does not induce vasoconstriction.  DDAVP induces a rapid and transient #increase in vWF# and factor VIII by indirectly releasing these compounds from #endothelial storage sites#.  DDAVP is most useful in the acute setting, as repeated doses have limited effectiveness due to tachyphylaxis (endothelial stores become depleted). $#(Choices A and F)#  Antidiuretic hormone binds to the vasopressin 2 receptor on @renal tubular cells@, which leads to increased aquaporin channels, increased water reabsorption, and decreased urine output.  It also binds to the vasopressin 1 (V1) receptor on vascular smooth muscle, which results in vasoconstriction.  In contrast, DDAVP has antidiuretic effects but little or no vasoactive (vasoconstrictive) effects because it only binds to the V2 receptor. $#(Choice B)#  Factor IX, a vitamin K–dependent clotting factor produced in the liver, is deficient in hemophilia B.  DDAVP has no effect on factor IX levels.  Hemophilia B must be treated with factor IX replacement. $#(Choice D)#  Platelets form the initial hemostatic plug when bleeding occurs.  DDAVP has no effect on platelet number. $#(Choice E)#  Patients with vitamin K deficiency are prone to bleeding due to decreased vitamin K–dependent coagulation factors (factors II, VII, IX, and X).  Vitamin K deficiency is typically seen in patients with fat malabsorption (eg, pancreatic insufficiency) or those on warfarin, a vitamin K antagonist. $#Educational objective# Patients with symptomatic von Willebrand disease can be treated with desmopressin (DDAVP), a synthetic antidiuretic hormone analogue that has no vasoconstrictive effects.  DDAVP transiently increases von Willebrand factor and factor VIII release from endothelial cell storage through indirect mechanisms; it can be used prophylactically prior to procedures or to treat minor bleeding.","clickable_1":"images/img1.942.jpg","clickable_2":"images/img2.942.jpg"},

{"id":"16705","title":"A 12-month-old boy is brought to the office by his father due to prolonged bleeding from mouth after slipping and hitting his face on a coffee table.  He was born at term, and his mother died shortly after his birth due to bleeding complications following a home delivery.  Vital signs are normal.  He is awake and alert.  There is blood oozing from his gums and marked bruises along his trunk and thighs.  The remainder of the physical examination is normal.  Laboratory evaluation shows decreased von Willebrand Factor antigen levels and activity, measured via the ristocetin cofactor assay.  Which of the following sets of laboratory values is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Platelets ∆PT ∆PTT","answer_1":"A. ∆ Decreased ∆Normal ∆Normal","answer_2":"B. ∆ Decreased ∆Prolonged ∆Prolonged","answer_3":"C. ∆ Normal ∆Normal ∆Prolonged","answer_4":"D. ∆ Normal ∆Prolonged ∆Normal","answer_5":"E. ∆ Normal ∆Prolonged ∆Prolonged","percent_1":"9%","percent_2":"3%","percent_3":"72%","percent_4":"8%","percent_5":"8%","right_answer":"C. ∆ Normal ∆Normal ∆Prolonged","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"!Laboratory characteristics of coagulopathies! ∆^ #PT# ∆^ #aPTT# ∆^ #Platelet count# ∆^ #Bleeding time# §^ #Hemophilia$ A & B# ∆^ Normal ∆^ ↑ ∆^ Normal ∆^ Normal §^ #Von Willebrand$ factor deficiency# ∆^ Normal ∆^ Normal or ↑ ∆^ Normal ∆^ ↑ §^ #Disseminated $intravascular$ coagulation# ∆^ ↑ ∆^ ↑ ∆^ ↓ ∆^ ↑ §^ #Uremic platelet $dysfunction# ∆^ Normal ∆^ Normal ∆^ Normal ∆^ ↑ §^ #Heparin $administration# ∆^ Normal ∆^ ↑ ∆^ Normal (except in$ heparin-induced $thrombocytopenia) ∆^ Normal §^ #Warfarin use# ∆^ ↑ ∆^ ↑ (weak effect) ∆^ Normal ∆^ Normal §^ #Immune$ thrombocytopenia# ∆^ Normal ∆^ Normal ∆^ ↓ ∆^ ↑ %#aPTT = activated partial thromboplastin time#;#PT# = prothrombin time.","explanation_img":"","explanation_1":"","explanation_2":"#Von Willebrand disease# (vWD) is caused by genetic mutations that lead to decreased quantity or impaired function of #von Willebrand factor# (vWF), a multimeric glycoprotein produced by platelets and endothelial cells.  VWF has 2 important @hemostatic functions@:  $1. It binds platelets to vascular subendothelial components at sites of injury (and platelets to each other), which results in the formation of hemostatic platelet plugs.  Therefore, patients with VWD have impaired platelet aggregation but #normal platelet count# (as platelet consumption/production is unaffected).  $2. VWF acts as a #carrier protein for factor VIII# and protects it from degradation.  Because factor VIII is part of the @intrinsic@ (contact activation) coagulation pathway, patients with VWD sometimes have #prolonged PTT# (due to increased destruction of factor VIII), but #PT will be normal#. $VWD is typically transmitted in an autosomal dominant fashion so a #family history# of bleeding is often an important diagnostic clue.  Most cases are asymptomatic, but a minority (~1%) have easy bruising, skin bleeding, and bleeding from mucous membranes (eg, oropharyngeal, gastrointestinal, uterine).  Testing for vWF level and activity (eg, ristocetin cofactor assay) can help confirm the diagnosis. $#(Choice A)#  Primary immune thrombocytopenia (ITP) is an autoimmune disease associated with immune-mediated platelet destruction.  Although patients with ITP often have easy bleeding, VWF levels and activity are normal, and a family history of bleeding is uncommon (as ITP is an acquired disorder).  ITP is marked by thrombocytopenia and normal PT/PTT. $#(Choice B)#  Disseminated intravascular coagulation is caused by widespread activation of coagulation and fibrinolysis due to sepsis, malignancy, trauma, or obstetric complication.  It is an acquired disorder, so a family history of bleeding is uncommon.  Disseminated intravascular coagulation is associated with low platelets and elevated PT and PTT. $#(Choice D)#  Vitamin K deficiency and warfarin use impair synthesis of vitamin K–dependent clotting factors (II, VII, IX, and X), which leads to prolonged PT and normal platelet count and PTT (PTT can sometimes be mildly elevated).  Although vitamin K deficiency is common in newborns, it is very uncommon in otherwise healthy children and adults.  In addition, the family history of bleeding disorder makes this much less likely than vWD. $#(Choice E)#  Patients with severe liver disease often have impaired hepatic synthetic function and are unable to generate sufficient quantities of clotting factors.  Therefore, they often have elevated PT and PTT (with normal or low platelets).  This otherwise healthy boy is unlikely to have significant liver disease. $#Educational objective# Von Willebrand disease is the most common inherited bleeding disorder and is usually transmitted in an autosomal dominant fashion.  Symptomatic patients typically present with easy bruising and mucosal bleeding.  Laboratory evaluation will show normal platelets, normal PT, and either normal or prolonged PTT due to low levels of factor VIII.  ","clickable_1":"images/img1.16705.jpg","clickable_2":"images/img2.16705.jpg"},

{"id":"15120","title":"A 26-year-old woman, gravida 2 para 1, at 8 weeks gestation comes to the office due to pain and swelling of her left leg for the past day.  The patient had a pulmonary embolism during her previous pregnancy, and prophylactic low-molecular-weight heparin therapy was initiated 6 days ago.  She has no other medical conditions and takes prenatal vitamins.  Physical examination shows left lower extremity edema and calf tenderness but no other abnormalities.  Venous duplex ultrasonography reveals acute left femoral vein thrombosis.  Platelet count, which was normal prior to anticoagulant therapy initiation, is 84,000/mm3.  Other blood cell counts and renal and liver function studies are within normal limits.  Which of the following most likely predisposed this patient to her current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acquired protein C deficiency","answer_2":"B. Anti-platelet factor 4/heparin antibodies","answer_3":"C. Anti-platelet glycoprotein IIb/IIIa antibodies","answer_4":"D. Cold-precipitable immunoglobulins","answer_5":"E. Decreased ADAMTS13 level","percent_1":"12%","percent_2":"72%","percent_3":"5%","percent_4":"2%","percent_5":"9%","right_answer":"B. Anti-platelet factor 4/heparin antibodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15120.jpg","explanation_1":"","explanation_2":"$This patient with a significant drop in platelet count and acute venous thromboembolism following recent exposure to low molecular weight heparin likely has #heparin-induced thrombocytopenia and thrombosis# (HITT), also known as heparin-induced thrombocytopenia type 2.  HITT typically occurs 5-10 days following exposure to heparin products and is characterized by a large drop in platelet count.  It is more common following exposure to unfractionated heparin but can occur following exposure to low-molecular weight heparin as well. $ #Platelet factor 4# (PF4) is a protein released from the alpha granules of platelets that plays a role in platelet aggregation.  It also binds heparin and helps inactivate the molecule.  The mechanism of HITT involves the generation of #IgG antibodies# to these complexes of heparin and PF4.  The Fc component of the activated IgG antibodies then binds to additional platelets, resulting in further PF4 release and #widespread platelet activation#.  This leads to a #prothrombotic state# that places patients at high risk for both arterial and venous thrombosis. $ (Choice A)  Acquired protein C deficiency occurs early in the course of warfarin therapy, as the inhibition of protein C by warfarin occurs more rapidly than the inhibition of other factors (ie, factors II, VII, IX, X).  If not bridged with heparin when starting therapy, patients may develop warfarin-induced skin necrosis due to localized cutaneous thrombus formation. $ (Choice C)  Idiopathic thrombocytopenic purpura (ITP) results from splenic destruction of platelets labeled by IgG antibodies to glycoprotein IIb/IIIa receptors.  ITP often causes very low platelet levels and is associated with bleeding complications rather than thrombosis. $ (Choice D)  Cryoglobulinemia can occur in the setting of autoimmune disease (eg, systemic lupus erythematosus) or viral infection (eg, hepatitis C) and causes systemic vasculitis characterized by fatigue, arthralgia, and purpuric rash.  Marked thrombocytopenia is not typical. $ (Choice E)  Thrombotic thrombocytopenic purpura (TTP) results from decreased levels of the von Willebrand factor-cleaving protease ADAMTS13.  The classic presentation of TTP is the pentad of fever, thrombocytopenia, microangiopathic hemolytic anemia, renal insufficiency, and neurologic dysfunction. $ Educational objective Heparin-induced thrombocytopenia and thrombosis results from the production of IgG antibodies against complexes of heparin and platelet factor 4.  The Fc component of these antibodies binds to platelets, resulting in widespread platelet activation and a prothrombotic state."},

{"id":"14791","title":"A 66-year-old woman is brought to the emergency department due to left leg pain.  Five days ago, the patient underwent elective right hip arthroplasty for advanced osteoarthritis.  She had been recovering well at an acute rehabilitation facility until she woke today with severe left calf pain and swelling.  The patient has taken daily subcutaneous, low-molecular-weight heparin and as-needed acetaminophen since the surgery.  She has no other medical conditions.  Temperature is 37 C (98.6 F), blood pressure is 130/70 mm Hg, and pulse is 92/min.  The surgical incision over her right hip is healing well.  Her left posterior calf is tender and swollen to the knee.  Three days ago, complete blood count was normal, but platelet count is now 70,000/mm3.  Peripheral blood smear shows decreased platelet number but no other abnormalities.  Which of the following is the most likely cause of this patient's thrombocytopenia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bone marrow platelet production","answer_2":"B. Mechanical destruction of platelets","answer_3":"C. Non–immune-mediated platelet clumping","answer_4":"D. Platelet removal by splenic macrophages","answer_5":"E. Uncontrolled activation of the coagulation cascade","percent_1":"3%","percent_2":"10%","percent_3":"41%","percent_4":"27%","percent_5":"20%","right_answer":"D. Platelet removal by splenic macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14791.jpg","explanation_1":"","explanation_2":"$This patient on low-molecular-weight heparin developed thrombocytopenia and deep venous thrombosis (calf pain/swelling), raising strong suspicion for heparin-induced thrombocytopenia #(HIT) type 2#.  In HIT type 2, heparin induces a conformational change in platelet-factor 4, leading to the formation of a neoantigen.  #IgG antibodies# form against the neoantigen (#heparin-platelet factor 4#), which results in antibody aggregation on the platelet surface. $Patients generally develop manifestations #5-10 days# after heparin initiation.  #Thrombocytopenia# is the hallmark feature due to the clearance of antibody-coated platelets by #splenic macrophages#.  Antibody aggregation on the platelet surface also results in wide-spread platelet aggregation, which worsens the thrombocytopenia and significantly increases the risk of #venous and arterial thrombosis#. $Patients with HIT-type 2 should immediately stop heparin and be initiated on a #nonheparin anticoagulant# (eg, argatroban) to help prevent/treat thrombosis. $#(Choice A)#  Although bone marrow suppression can cause thrombocytopenia, it most often occurs in the setting of malignant invasion of the bone marrow (eg, leukemia) or chemical toxicity (eg, chemotherapy, excessive alcohol).  Thrombosis is uncommon. $#(Choices B and E)#  Mechanical destruction of platelets can be seen with a mechanical prosthetic heart valve or in disseminated intravascular coagulation, a condition marked by the excessive activation of the coagulation cascade.  In both of these conditions, thrombocytopenia is accompanied by schistocytes on peripheral blood smear. $#(Choice C)#  HIT type 1 is a non–immune-mediated condition caused by platelet clumping.  Thrombocytopenia is typically mild (nadir ~100,000/mm3), and most cases arise within 2 days of heparin administration.  It does not cause thrombosis and is not considered clinically significant; therefore, heparin can be continued. $#Educational objective# Heparin-induced thrombocytopenia type 2 results from the formation of IgG antibodies to complexes of heparin and endogenous platelet factor 4.  The major manifestation is thrombocytopenia, which typically occurs 5-10 days after heparin initiation due to the destruction of antibody-coated platelets by splenic macrophages.  Widespread intravascular platelet activation also results in a high risk of arterial and venous thrombosis.  "},

{"id":"1954","title":"A 22-year-old woman comes to the emergency department due to a nosebleed.  She had a similar episode yesterday, but the bleeding stopped with prolonged local pressure.  On review of systems, the patient has also had easy bruising for the past several months.  She has no significant past medical history and takes no medications.  On physical examination, her heart and lungs appear normal.  The liver span is 8 cm and the spleen is not palpable.  There are scattered ecchymoses over her arms and legs.  Laboratory results are as follows:","title_table":"?Hematocrit? 45℅ ?Platelet count? 9,000/mm3 ?Leukocytes? 5,500/mm3 ? Neutrophils? 60℅ ? Eosinophils? 2℅ ? Lymphocytes? 32℅ ? Monocytes? 6℅ ?Fibrinogen? 250 mg/dL (normal: 150–350 mg/dL) ?Prothrombin time? 13 sec","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"HIV and hepatitis C tests are negative.  Which of the following is the most likely primary mechanism causing this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Bone marrow aplasia","answer_2":"B. Bone marrow infiltration by malignant cells","answer_3":"C. Disseminated intravascular coagulation","answer_4":"D. Immune destruction of platelets","answer_5":"E. Platelet sequestration","answer_6":"F. von Willebrand disease","percent_1":"2%","percent_2":"2%","percent_3":"4%","percent_4":"71%","percent_5":"7%","percent_6":"14%","right_answer":"D. Immune destruction of platelets","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has recurrent epistaxis, ecchymoses, and marked thrombocytopenia (normal 150,000-400,000/mm3).  She has a normal hematocrit, leukocyte count and differential, fibrinogen level, and prothrombin time/International Normalized Ratio.  She takes no medications, and there is no obvious hepatosplenomegaly on physical examination.  Taken together, these findings suggest an isolated acquired thrombocytopenia. $Common causes of acquired thrombocytopenia include increased platelet consumption, sequestration, and/or destruction.  In this patient, primary #immune thrombocytopenic purpura (ITP)# is the most likely diagnosis as, other than thrombocytopenia (with associated ecchymosis), her physical examination and laboratory findings are unremarkable.  ITP is characterized by the #autoimmune# destruction of platelets by anti-platelet antibodies, likely IgG autoantibodies against the platelet membrane glycoproteins GPIIb/IIIa.  In children, ITP is typically acute and self-limited, whereas it tends to run an insidious and chronic course in adults.  A peripheral blood smear with #isolated# thrombocytopenia and no other platelet abnormalities would help confirm the diagnosis (megakaryocytes can sometimes be seen).  Treatment involves systemic immunosuppression (corticosteroids).  Secondary ITP is sometimes associated with HIV or hepatitis C infection. $#(Choice A)#  Bone marrow aplasia would cause pancytopenia.  It is unlikely that this patient's thrombocytopenia is due to bone marrow failure as the peripheral counts of the hematopoietic cell lines, other than platelets, are normal.  Common causes of aplastic anemia include parvovirus and Epstein-Barr virus infections, high-dose chemotherapy, and radiation. $#(Choice B)#  Malignant infiltration of the bone marrow would be expected to cause pancytopenia and extramedullary hematopoiesis within the liver and spleen, leading to hepatosplenomegaly. $#(Choice C)#  If this patient were experiencing accelerated platelet consumption due to disseminated intravascular coagulation, the plasma fibrinogen level would be decreased and the prothrombin time would be elevated due to clotting factor consumption. $#(Choice E)#  Splenic sequestration of platelets typically occurs in disorders that produce splenomegaly, such as portal hypertension; the platelet count usually remains >30,000/mm3, and abnormal bleeding generally does not occur.  Although platelets can undergo splenic sequestration in ITP, the primary mechanism responsible for the thrombocytopenia is immune destruction. $#(Choice F)#  In von Willebrand disease, platelet function is impaired because von Willebrand factor, which normally facilitates platelet binding to damaged endothelium, is deficient.  The platelet count would be normal (unlike in this patient), and the bleeding time and partial thromboplastin time would be prolonged. $#Educational objective# Autoimmune platelet destruction is a common cause of thrombocytopenia and should be suspected in patients with ecchymoses, petechiae, mucosal bleeding, and no other obvious causes of thrombocytopenia (eg, medications, bone marrow failure).  "},

{"id":"219","title":"A 12-year-old boy has prolonged oral bleeding immediately after a tooth extraction.  Despite several interventions, the bleeding persists for hours and stops only after desmopressin (DDAVP) administration.  The patient has several dental caries due to excessive juice intake and inconsistent oral hygiene.  He has no other medical problems and takes no medications.  His father and paternal grandmother have also had excessive bleeding after dental procedures.  Review of systems is positive for mild bruising on his legs.  Which of the following is the most likely therapeutic mechanism of desmopressin for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binding to renal tubular cell receptors","answer_2":"B. Increase in endothelial protein release","answer_3":"C. Increase in liver protein synthesis","answer_4":"D. Inhibition of fibrinolysis","answer_5":"E. Vascular smooth muscle contraction","percent_1":"3%","percent_2":"65%","percent_3":"8%","percent_4":"4%","percent_5":"19%","right_answer":"B. Increase in endothelial protein release","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effects of desmopressin (DDAVP) therapy# ∆⨉ §^#Mild hemophilia A#$ &$ #Type 1 von Willebrand disease# ∆Increases circulating factor VIII & endothelial secretion of vWF to stop$ bleeding §^#Central diabetes insipidus#$ &$ #Nocturnal enuresis# ∆Binds to V2 receptors in renal tubular cells, leading to increased $aquaporin channels, increased water reabsorption & decreased urine $output §#vWF =# von Willebrand factor. ∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #von Willebrand disease (vWD)#, an #autosomal dominant# deficiency of @von Willebrand factor (vWF)@.  #vWF# is secreted by #endothelial cells# and circulates in multimers that are non-covalently attached to clotting factor VIII, increasing its stability.  vWF is also responsible for augmenting platelet binding at endothelial injury sites, which helps in the formation of the initial #platelet plug#.  Patients have #increased bruisability# and #mucosal bleeding# (eg, oropharyngeal, gastrointestinal, uterine).  Common manifestations include prolonged bleeding during dental procedures and heavy menstrual periods. $Most patients do not require medical attention as vWD symptoms are typically mild.  However, those who need treatment can receive #desmopressin# (or 1-desamino-8-d-arginine vasopressin [DDAVP]), a synthetic analog of vasopressin (ie, antidiuretic hormone [ADH]), which is normally released by the posterior pituitary.  DDAVP increases vWF release from endothelial cells. $DDAVP also raises factor VIII levels and is used for the treatment of mild hemophilia A.  Hemophilia is an X-linked coagulation disorder and is unlikely in this patient given the clear autosomal dominant pattern of inheritance (father and paternal grandmother). $#(Choice A)#  DDAVP also acts as an ADH analogue by binding to V2 receptors in the renal tubular cells, which leads to increased aquaporin channels, increased water reabsorption, and decreased urine output.  Due to this action, DDAVP can be used in the treatment of central diabetes insipidus and nocturnal enuresis. $#(Choice C)#  Although most clotting factors are synthesized in the liver, vWF and factor VIII are produced in endothelial cells.  DDAVP has no known effect on liver protein synthesis. $#(Choice D)#  Inhibition of fibrinolysis (breaking down fibrin in blood clots) can decrease the rate of clot breakdown and potentially slow heavy bleeding.  Aminocaproic acid is an anti-fibrinolytic medication used to treat excessive postoperative bleeding.  DDAVP has no effect on the fibrinolytic system. $#(Choice E)#  Vascular smooth muscle cells are involved in blood pressure regulation, with contraction leading to higher blood pressure.  Endogenous vasopressin acts via the V1 vasopressin receptor to raise blood pressure through vascular smooth muscle contraction.  Although DDAVP is chemically similar to vasopressin, it has a minimal effect on the V1 vasopressin receptor. $#Educational objective# The von Willebrand factor (vWF) enhances clotting through both augmentation of platelet binding and stabilization of factor VIII.  Patients with von Willebrand disease are deficient in functional vWF and present with increased bruisability and prolonged mucosal bleeding.  Desmopressin can alleviate bleeding through endothelial release of vWF.  ","clickable_1":"images/img1.219.jpg"},

{"id":"346","title":"A 17-year-old girl comes to the office for follow-up on anemia.  She has taken iron supplements regularly since being diagnosed with iron deficiency anemia 3 months ago.  However, the patient still feels fatigued and does not think that the supplements have improved her symptoms.  She has occasional gingival bleeding when brushing her teeth.  Menses occur every 27-28 days and last 7-8 days with heavy flow, sometimes requiring her to change pads every hour.  Platelet count is normal.  Further evaluation reveals that the patient's platelets do not agglutinate appropriately in response to ristocetin.  When normal plasma is added to the solution of patient platelets and ristocetin, appropriate platelet agglutination occurs.  Which of the following is most likely deficient in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glycoprotein Ib receptors","answer_2":"B. Glycoprotein IIb-IIIa receptors","answer_3":"C. Hageman factor","answer_4":"D. Thromboxane A2","answer_5":"E. Von Willebrand factor","percent_1":"7%","percent_2":"14%","percent_3":"3%","percent_4":"2%","percent_5":"74%","right_answer":"E. Von Willebrand factor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp346.jpg","explanation_1":"","explanation_2":"$#Von Willebrand factor (vWF)# is an important hemostatic glycoprotein (GP) synthesized by endothelial cells and megakaryocytes.  Following endothelial damage, vWF #binds GP Ib receptors# on the platelet membrane and mediates #platelet adhesion# to subendothelial collagen.  Deficiency of vWF impairs platelet adhesion and can lead to easy bruising and #prolonged mucocutaneous bleeding# (eg, gingival bleeding, heavy menses). $Laboratory workup in vWF deficiency reveals a normal platelet count and an #abnormal ristocetin cofactor assay#.  The ristocetin cofactor assay measures in-vitro, vWF-dependent platelet agglutination (indicative of impaired platelet adhesion in-vivo).  Ristocetin activates GP Ib receptors on platelets and makes them available for vWF binding; when the vWF level is decreased, there is #poor platelet agglutination in the presence of ristocetin#.  When normal plasma that contains vWF is added, appropriate platelet agglutination occurs. $VWF also serves as a #carrier for factor VIII# to prolong its half-life, and vWF deficiency can lead to functional deficiency of factor VIII that further contributes to bleeding complications.  PTT may be normal or prolonged depending on the degree of factor VIII impairment. $Combined oral contraceptives are often used for treatment of menorrhagia due to vWF deficiency.  Patients can also be treated with desmopressin, which stimulates vWF release from endothelium. $#(Choice A)#  Bernard-Soulier syndrome (hereditary deficiency of GP Ib receptors) is characterized by thrombocytopenia, enlarged platelets, and mucocutaneous bleeding.  Platelet agglutination to ristocetin will be abnormal and, because the deficiency is with GP Ib receptors and not vWF, the addition of normal plasma will not correct the agglutination. $#(Choice B)#  Hereditary deficiency of GP IIb/IIIa receptors occurs in Glanzmann thrombasthenia, which manifests with mucocutaneous bleeding.  Platelet agglutination in response to ristocetin is normal because the levels of vWF and GP Ib receptors are normal. $#(Choice C)#  Congenital deficiency of factor XII (Hageman) causes marked PTT prolongation; however, it does not cause clinical bleeding complications.  Instead, patients may have a tendency for thromboembolic complications for unclear reasons. $#(Choice D)#  Thromboxane A2 deficiency is associated with aspirin treatment due to irreversible inactivation of cyclooxygenase in platelets.  The major effect is on GP IIb/IIIa-mediated platelet aggregation rather than GP Ib-mediated platelet adhesion; therefore, platelet agglutination to ristocetin is normal. $#Educational objective# Following endothelial damage, von Willebrand factor (vWF) binds glycoprotein Ib receptors on platelets to mediate platelet adherence.  The ristocetin cofactor assay measures platelet agglutination via binding of glycoprotein Ib receptors to vWF; it will be abnormal in vWF deficiency but will correct with the addition of normal (vWF-containing) plasma.  "}


]