[

{"id":"15283","title":"A 35-year-old man comes to the office due to problems with irritability, anxiety, and low self-esteem.  He was recently fired due to poor work performance at his data entry job and worries about finding a new job and supporting himself.  The patient is currently in a relationship but mentions that his girlfriend is upset by his frequent lateness and forgetfulness and has threatened to leave him.  Further history indicates that his problems are long-standing and date back to childhood when he had behavioral problems in school.  The patient frequently feels overwhelmed due to being disorganized.  He frequently procrastinates, is bored easily at work, and jumps to another project before completing what he is working on.  The patient drinks 3 or 4 beers a week and smokes marijuana twice a month.  On mental status examination, he is cooperative and talkative but appears tense, restless, and easily distracted.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder","answer_2":"B. Attention-deficit hyperactivity disorder","answer_3":"C. Bipolar disorder","answer_4":"D. Borderline personality disorder","answer_5":"E. Generalized anxiety disorder","answer_6":"F. Persistent depressive disorder","answer_7":"G. Substance-induced mood disorder","percent_1":"1%","percent_2":"85%","percent_3":"2%","percent_4":"3%","percent_5":"5%","percent_6":"2%","percent_7":"2%","right_answer":"B. Attention-deficit hyperactivity disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Attention deficit hyperactivity disorder#∆⨉ §^#Clinical$ features# ∆ • Inattentive &/or hyperactive/impulsive symptoms for ≥6 months $== ○ #Inattentive symptoms:# difficulty focusing, distractible, does not listen or follow instructions, disorganized, forgetful, loses/misplaces objects $== ○ #Hyperactive/impulsive symptoms:# fidgety, unable to sit still, \"driven by a motor,\" hypertalkative, interrupts, blurts out answers • Several symptoms present #before age 12# • Symptoms occur in at least 2 settings (home, school) & cause functional impairment • Subtypes: predominantly inattentive, predominantly hyperactive/impulsive, combined type §^#Treatment# ∆ • Stimulants (methylphenidate, amphetamines) • Nonstimulants (atomoxetine, α-2 adrenergic agonists) • Behavioral therapy","explanation_1":"","explanation_2":"$This patient's disorganization, forgetfulness, excessive procrastination, difficulty completing tasks, irritability, restlessness, and distractibility are suggestive of adult #attention-deficit hyperactivity disorder# (ADHD).  Evidence of behavioral problems since childhood (some symptoms prior to age 12 are required) and the chronic nature of his difficulties further support this diagnosis.  #ADHD frequently persists# into #adulthood# and may go unrecognized or misdiagnosed as an anxiety, mood, or personality disorder. $ Although the same diagnostic criteria are used, adults with ADHD are #less overtly hyperactive# compared to children.  They typically experience a sense of inner restlessness, irritability, impulsive speech, and decision making and executive skills dysfunction (eg, difficulties in organizing/prioritizing tasks, lack of follow-through, forgetfulness, poor time management) that can result in significant social and occupational impairment (eg, unemployment, reduced productivity, relationship difficulties).  Stimulant medication is the first-line treatment for adult ADHD. $ (Choice A)  Adjustment disorder is diagnosed when symptoms occur in response to a stressor and do not meet the criteria for another mental disorder.  This patient's symptoms and impairment are long-standing and are likely the cause of his employment and relationship difficulties. $ (Choice C)  Bipolar disorder is differentiated from ADHD in adults by an episodic course consisting of discrete periods of severe manic or depressive symptoms.  Although mood instability, impulsivity, restlessness, and talkativeness are seen in both disorders, this patient has a chronic (not episodic) course and lacks other bipolar symptoms. $ (Choice D)  Patients with borderline personality disorder also exhibit emotional dysregulation and impulsivity, but this patient lacks the identity disturbance and recurrent suicidal behaviors that characterize this disorder. $ (Choice E)  Generalized anxiety disorder involves excessive anxiety about multiple issues.  This patient's anxiety is related to realistic worries about his job situation. $ (Choice F)  Patients with ADHD often struggle with poor self-esteem due to years of underachievement and may experience comorbid depression.  However, this patient does not have sufficient depressive symptoms to diagnose persistent depressive disorder. $ (Choice G)  The amount and extent of this patient's alcohol and marijuana use are insufficient to explain his symptoms and lifelong impairment. $ Educational objective Attention-deficit hyperactivity disorder (ADHD) often persists into adulthood.  Adults with ADHD are less overtly hyperactive but experience chronic problems with distractibility, disorganization, and impulsivity that cause significant social and occupational impairment."},

{"id":"11828","title":"A 12-year-old boy is brought to the office due to behavioral problems.  His parents are upset about his poor grades and recent school suspension for setting fires in the locker room and stealing another student's cell phone.  They say that the boy has always been impulsive, had a lot of energy, and become angry and argumentative easily, but over the past year his aggressive behavior \"has gotten out of control.\"  The patient says that the fires were an \"accident,\" although he admits to being angry at the coach for kicking him off the basketball team.  Regarding the theft, he jokingly says, \"People deserve to have their phones stolen when they are stupid enough to leave them in plain sight.\"  The patient has a history of getting into trouble for talking back to teachers, skipping class, and getting into fights since the fourth grade.  He has no medical history.  There is a family history of bipolar disorder and alcohol dependence.  The patient smokes cigarettes occasionally but denies illicit drug or alcohol use.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antisocial personality disorder","answer_2":"B. Attention-deficit hyperactivity disorder","answer_3":"C. Conduct disorder","answer_4":"D. Intermittent explosive disorder","answer_5":"E. Oppositional defiant disorder","answer_6":"F. Pyromania","percent_1":"9%","percent_2":"1%","percent_3":"78%","percent_4":"1%","percent_5":"10%","percent_6":"0%","right_answer":"C. Conduct disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Conduct disorder#∆⨉ §^#Clinical features# ∆ • Pattern of violating major societal norms or rights of others over the previous 12 months • Aggression & cruelty toward people & animals • Destruction of property, setting fires • Serious violation of rules (truancy, running away) • Deceitfulness &/or theft (lying, stealing)","explanation_1":"","explanation_2":"$This patient's history of fire setting, stealing, and aggressive behavior is most likely explained by #conduct disorder#.  Conduct disorder is a psychiatric disorder of children and adolescents and is characterized by a pattern of behaviors that #violate major societal norms# or the #rights of others#.  Other behaviors seen in conduct disorder include bullying, frequent physical fights, using weapons (eg, bat, gun, knife), torturing animals, breaking into houses, and sexual coercion.  Conduct disorder generally presents in middle childhood to adolescence and is more common in boys.  Children with conduct disorder are at greater risk for developing antisocial personality disorder as adults. $ (Choice A)  Antisocial personality disorder is not diagnosed in individuals under age 18.  It involves a pattern of violation of basic societal rules and the rights of others and requires a history of some symptoms of conduct disorder before age 15. $ (Choice B)  This patient does not have enough inattentive and hyperactive symptoms to diagnose attention-deficit hyperactivity disorder, and his overall behavior is more characteristic of conduct disorder. $ (Choice D)  Aggression occurs in both conduct and intermittent explosive disorders.  However, in intermittent explosive disorder, aggression is not premeditated or committed to achieve a tangible objective (eg, money, power, intimidation).  This disorder would not explain this patient's stealing and fire setting. $ (Choice E)  Oppositional defiant disorder (ODD) involves a pattern of angry/irritable mood and argumentative/defiant behavior toward authority figures.  Symptoms of ODD are less severe than those of conduct disorder.  ODD does not include physical aggression, stealing, or destruction of property, as seen in this patient. $ (Choice F)  Pyromania is characterized by intentional and repeated fire setting with no obvious motive; it does not involve other behaviors seen in conduct disorder (eg, lying, theft, cruelty to others).  A separate diagnosis of pyromania is not given when fire setting occurs as part of conduct disorder. $ Educational objective Conduct disorder involves a persistent pattern of violating major societal norms or the rights of others.  Behaviors include aggression toward people and animals, deceitfulness or theft, destruction of property, and serious violation of rules."},

{"id":"11874","title":"A 10-year-old boy is brought to the pediatric clinic due to unusual classroom behavior for the past year, which has worsened over the last few weeks.  Although the patient is generally quiet, he intermittently disrupts the class with sniffling, repetitive throat clearing, and grunting sounds.  His teacher states that the boy distracts other students and that his focus in class is poor.  The behaviors worsen when he is tired, stressed, or excited.  The patient's parents are also concerned because he has only a few friends and his classmates make fun of him.  Medical history is significant for recurrent otitis media as a toddler, atopic dermatitis, and an influenza infection 9 months ago.  Family history is significant for rheumatoid arthritis and anxiety in his mother.  Temperature is 36.7 C (98 F), pulse is 78/min, blood pressure is 110/72 mm Hg, and respirations are 14/min.  Physical examination shows frequent eye blinking and shoulder shrugging but is otherwise normal.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Attention-deficit hyperactivity disorder","answer_2":"B. Stereotypic movement disorder","answer_3":"C. Sydenham chorea","answer_4":"D. Tourette syndrome","answer_5":"E. Wilson disease","percent_1":"4%","percent_2":"4%","percent_3":"3%","percent_4":"89%","percent_5":"1%","right_answer":"D. Tourette syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Tourette syndrome#∆⨉ §^#Clinical features# ∆ • Both #multiple motor tics & ≥1 vocal tics (#not necessarily concurrent) >1 year $== ○ Motor: facial grimacing, blinking, head/neck jerking, shoulder shrugging, tongue protrusion, sniffing $== ○ Vocal: grunting, snorting, throat clearing, barking, yelling, coprolalia (obscenities) • Onset age <18 (commonly age 6-15)","explanation_1":"","explanation_2":"$This patient is experiencing #both vocal# and multiple #motor tics# (sudden, intermittent, nonrhythmic motor movements and vocalizations) consistent with a diagnosis of #Tourette syndrome#.  Vocal tics can range from simple sounds (eg, coughing, grunting, throat clearing) to blurting out inappropriate comments and obscenities (coprolalia).  They are typically preceded by irresistible urges and followed by feelings of relief.  Tics have a waxing and waning course and are typically exacerbated by stress or fatigue, but they can be suppressed voluntarily for brief periods. $ Tourette syndrome is more #common# in #boys# and typically presents at #age 6-15#.  Comorbid psychiatric conditions such as attention-deficit/hyperactivity disorder (ADHD) and obsessive-compulsive disorder are common. $ (Choice A)  Although ADHD is a common comorbidity, this patient does not exhibit sufficient symptoms of inattention and hyperactivity/impulsivity required for this diagnosis. $ (Choice B)  Stereotypic movement disorder is characterized by simple repetitive movements (eg, rocking, head banging), which are voluntary in nature and seemingly purposeless.  They are often seen in children with autism spectrum disorders and intellectual disability and are a common form of self-soothing. $ (Choice C)  Sydenham chorea is a manifestation of rheumatic fever (related to group A streptococcal infection) characterized by choreiform movements (brief, random, irregular contractions of the limbs and face), emotional lability, and hypotonia.  Tics can be differentiated from chorea by their patterned, repetitive appearance; ability to be temporarily suppressed; and association with premonitory urges. $ (Choice E)  Wilson disease is caused by copper accumulation and can present in children and adolescents.  It is characterized by liver dysfunction, neurological signs (eg, dysarthria, dystonia, ataxia) rather than tics, and psychiatric abnormalities (eg, depression, psychosis). $ Educational objective Tourette syndrome is a common childhood neuropsychiatric disorder characterized by both vocal and multiple motor tics.  These tics characteristically wax and wane, can be suppressed temporarily, and are preceded by a premonitory urge."},

{"id":"11737","title":"A 2-year-old boy is brought to the clinic by his mother, who is concerned about his language development.  She says, \"I know that children speak at different ages and he is still young, but I am concerned that his speech isn't progressing and that he needs to interact with other children more.  His day care teacher says that he is shy and sits in a corner playing with his favorite truck.  We have also been busy with a recent move and have not given him as much attention, which doesn't help.\"  The patient's birth history, medical history, and audiology screening are unremarkable.  His mother is 6 months pregnant with her second child, and the family moved to a new home 3 months ago.  In the examination room, the patient sits in a corner, avoiding eye contact with the doctor and repeatedly spinning the wheels of a toy truck.  He does not respond to his name.  He makes occasional grunting sounds but says no fully formed words.  When his mother tries to take his truck away, he begins screaming and pulls it back.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Adjustment disorder","percent_1":"8%","answer_2":"B.Autism spectrum disorder","percent_2":"80%","answer_3":"C.Language disorder","percent_3":"2%","answer_4":"D.Normal variation in development","percent_4":"4%","answer_5":"E.Selective mutism","percent_5":"3%","answer_6":"F.Social anxiety disorder","percent_6":"0%","answer_7":"G.Social (pragmatic) communication disorder","percent_7":"2%","right_answer":"B.Autism spectrum disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Autism spectrum disorder#∆⨉ §^#Clinical$ features# ∆ • Deficits in social communication & interactions with onset in early development $== ○ Sharing of emotions or interests $== ○ Nonverbal communication $== ○ Developing & understanding relationships • Restricted, repetitive patterns of behavior $== ○ Repetitive movements or speech $== ○ Insistence on sameness/routines $== ○ Intense, fixated interests $== ○ Adverse responses to sensory input • May occur with or without language & intellectual impairment","explanation_1":"","explanation_2":"$This child's #lack of social engagement#, speech delay, and #repetitive play# are consistent with #autism spectrum disorder# (ASD).  ASD is more common in boys. $ Deficits often become apparent by the #second year of life#, with the diagnosis typically made before age 5.  In higher-functioning cases, ASD may be diagnosed later, when social expectations increase and deficits become more noticeable. $ ASD can occur with varying degrees of #language and intellectual impairment#.  Language deficits can range from odd, stilted speech to delayed or complete lack of intelligible speech.  Other features of ASD include impaired joint attention (eg, lack of pointing or bringing objects to others), #motor stereotypies# (eg, hand flapping, spinning), and hyperreactivity or hyporeactivity to sensory input (eg, extreme responses to sounds or textures, indifference to pain). $ (Choice A)  Adjustment disorders are diagnosed when symptoms develop within 3 months of an identifiable stressor.  Although the mother's pregnancy and family's move to a new home may be stressful for the boy, it would not explain his lack of language acquisition, poor social interaction, and repetitive play. $ (Choice C)  Language impairment frequently accompanies ASD.  However, an isolated language disorder would not explain this child's lack of social interaction and restricted interests. $ (Choice D)  At age 2, children should be saying 2- or 3-word phrases, engaging in parallel play using a variety of toys, making eye contact, and responding to their names. $ (Choice E)  Selective mutism involves a failure to speak in specific situations (eg, school) despite speaking in other settings.  This boy's language impairment in all settings, deficits in social reciprocity, and restricted and repetitive behaviors are characteristic of ASD. $ (Choice F)  In social anxiety disorder, children may have difficulty engaging with others due to anxiety in new social circumstances but otherwise have normal communication skills.  This child's deficits are evident in multiple domains (home, school, office). $ (Choice G)  Social (pragmatic) communication disorder is characterized by deficits in verbal and nonverbal communication for the purposes of social interaction.  If these deficits are accompanied by restricted patterns of behavior, such as in this child, the appropriate diagnosis is ASD. $ Educational objective Autism spectrum disorder is characterized by impaired social communication/interactions and restricted, repetitive interests or behaviors.  It can occur with or without language and intellectual impairment."},

{"id":"15602","title":"A 13-year-old boy is brought to the office by his parents after being involved in a fight with another student at school.  His parents say, \"He has never gotten into fights before, and we are getting worried because his grades have been declining as well.  He seems irritable and moody, stays in his room for hours at a time, and no longer invites friends home.\"  When interviewed alone about the incident, the patient says, \"The wall people warned me that he was trying to poison my lunch.\"  The patient has no significant medical history; there is a family history of bipolar disorder in a paternal aunt.  Temperature is 37.2 C (99 F), blood pressure is 130/80 mm Hg, pulse is 98/min, and respirations are 14/min.  Physical examination shows a postural tremor on extension of the arms and a broad-based gait.  Mental status examination is significant for slurred speech, sad mood, and distractibility.  Laboratory studies reveal elevated serum transaminases.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute intermittent porphyria","answer_2":"B. Alcohol abuse","answer_3":"C. Bipolar disorder with psychotic features","answer_4":"D. Hemochromatosis","answer_5":"E. Major depressive disorder with psychotic features","answer_6":"F. Prodromal schizophrenia","answer_7":"G. Wilson disease","percent_1":"5%","percent_2":"12%","percent_3":"2%","percent_4":"5%","percent_5":"2%","percent_6":"6%","percent_7":"67%","right_answer":"G. Wilson disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table":"!Wilson disease! ?Pathogenesis? • Autosomal recessive mutation of ATP7B →$ hepatic copper accumulation → leak from$ damaged hepatocytes → deposits in$ tissues (eg, basal ganglia, cornea) ?Clinical$ findings? • Hepatic (acute liver failure, chronic $hepatitis, cirrhosis) • Neurologic (parkinsonism, gait $disturbance, dysarthria) • Psychiatric (depression, personality $changes, psychosis) ?Diagnosis? • ↓ Ceruloplasmin & ↑ urinary copper $excretion • Kayser-Fleischer rings on slit-lamp $examination • ↑ Copper content on liver biopsy ?Treatment? • Chelators (eg, D-penicillamine, trientine) • Zinc (interferes with copper absorption)","explanation_1":"","explanation_2":"$This patient's auditory hallucinations, mood and personality changes associated with neurologic features (slurred speech, tremor, gait instability), and abnormal liver function tests suggest a diagnosis of #Wilson disease#.  Wilson disease is an autosomal recessive condition marked by #copper accumulation# in the liver, brain, and cornea, which most commonly manifests in childhood, adolescence, or early adulthood with hepatic involvement and/or neuropsychiatric symptoms. $ #Psychiatric symptoms# range from subtle personality changes to depression, mania, and/or psychosis.  These symptoms may predate #hepatic or neurologic manifestations# and be mistaken for normal adolescence or primary psychiatric illness.  Evaluation includes a ceruloplasmin level, 24-hour urinary copper excretion, and slit-lamp examination for copper deposition in the cornea (Kayser-Fleischer rings). $ (Choice A)  Acute intermittent porphyria (AIP) can present with psychiatric symptoms; however, these are episodic in nature and normally associated with abdominal pain and peripheral neuropathy.  AIP commonly manifests in midlife rather than childhood. $ (Choice B)  Heavy alcohol use can result in elevated transaminases and psychiatric symptoms, and acute intoxication can present with slurred speech and unsteady gait.  However, acute intoxication would likely present with stupor or disinhibition, alcohol on the breath, and additional findings such as abnormal vital signs (eg, hypotension, tachycardia), or other metabolic abnormalities (eg, hypoglycemia, hyperlactatemia).  Tremors would be expected in alcohol withdrawal, not intoxication. $ #(Choices C and E)#  Although this patient has mood and psychotic symptoms, these primary psychiatric disorders would not explain his neurologic findings and abnormal liver function tests.  Major depressive and bipolar disorders are not diagnosed when symptoms are attributable to another medical condition. $ (Choice D)  In hemochromatosis, there is an abnormal buildup of iron, which particularly affects the liver, heart, and pancreas.  It may present with abnormal liver function tests, diabetes, arthralgia, and/or cardiomegaly.  Hemochromatosis tends to present in later life (eg, age ≥ 40).  Neurologic findings and psychosis are uncommon. $ (Choice F)  Prodromal schizophrenia often presents with personality changes and social withdrawal prior to the onset of overt psychosis.  However, because primary psychotic disorders in children and adolescents are rare, a thorough workup of substance-induced and other etiologies is necessary.  This patient's psychiatric symptoms are better explained as a manifestation of Wilson disease. $ Educational objective Wilson disease is associated with copper accumulation in the liver, brain, and cornea.  It can present in childhood or adolescence with abnormal liver function tests and/or neuropsychiatric symptoms.  Psychiatric symptoms may predate other manifestations and include personality changes, depression, mania, and/or psychosis."},

{"id":"11784","title":"An 11-year-old girl is brought to the office due to disruptive behavior at home and at school.  Her parents report that she gets in trouble for talking during class and not following instructions.  Although the patient is of above-average intelligence, her grades are poor.  Teachers note that she makes careless mistakes while rushing through tests and frequently forgets to hand in assignments.  At home, she is easily distracted while trying to focus on her homework.  The patient has frequent conflicts with her mother, who says, \"Getting her ready for school in the morning is impossible.  We're frequently late because she always misplaces her cell phone and books.\" The patient has no other medical history, and developmental milestones are within normal range.  Physical examination shows no abnormalities.  The girl and her parents are willing to consider medication if it will help.  A drug with which of the following mechanisms of action is most appropriate for this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antagonism of alpha-2 adrenergic receptors","answer_2":"B. Antagonism of dopamine D2 receptors","answer_3":"C. Increased availability of norepinephrine and dopamine","answer_4":"D. Increased availability of serotonin","answer_5":"E. Increased availability of serotonin and norepinephrine","answer_6":"F. Positive allosteric modulation of GABA","percent_1":"8%","percent_2":"4%","percent_3":"63%","percent_4":"5%","percent_5":"14%","percent_6":"6%","right_answer":"C. Increased availability of norepinephrine and dopamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient's inattention, distractibility, disorganization, and forgetfulness are characteristic of @attention-deficit hyperactivity disorder@ (ADHD).  Norepinephrine and dopamine are the key neurotransmitters involved in the pathophysiology of ADHD symptoms.  Symptoms of hyperactivity, impulsivity, and inattention have been linked to reduced levels of norepinephrine and dopamine in the prefrontal cortex. $ #Stimulant drugs#, including methylphenidate and amphetamines, are #first-line# drug treatments for school-age children with ADHD.  They work by #blocking norepinephrine# and #dopamine reuptake# at synapses in the prefrontal cortex.  In addition, amphetamines increase the release of norepinephrine and dopamine from presynaptic storage vesicles and inhibit monoamine oxidase. $ (Choice A)  Alpha-2 adrenergic agonists (not antagonists) are used in the treatment of ADHD but do not have the same evidence for efficacy as stimulants.  Examples include clonidine and guanfacine. $ (Choice B)  Antagonism of dopamine D2 receptors is the mechanism of action of antipsychotic medications.  These drugs do not specifically treat ADHD. $ #(Choices D and E)#  Selective serotonin reuptake inhibitor antidepressants increase availability of serotonin by blocking serotonin reuptake from the synapse.  Serotonin-norepinephrine reuptake inhibitors block the reuptake of both serotonin and norepinephrine.  These agents are commonly used to treat depressive and anxiety disorders, not ADHD. $ (Choice F)  Benzodiazepines work as positive allosteric modulators of GABA, facilitating the increased frequency of chloride-channel opening in the GABA receptor.  Benzodiazepines have sedative, hypnotic, anxiolytic, anticonvulsant, and muscle-relaxant properties. $ Educational objective Stimulant medications are a first-line treatment for attention-deficit hyperactivity disorder.  They work by increasing the availability of norepinephrine and dopamine in the prefrontal cortex.","clickable_1":"images/img1.11784.jpg"},

{"id":"11592","title":"A 12-year-old girl is brought to the office for an annual checkup.  The mother expresses concern about her daughter's behavior and poor grades, and says, \"She is stubborn, irritable, overly emotional, and doesn't listen.  She also seems resentful of her twin brother and deliberately annoys or upsets him.  I can't get her to do chores or her homework, or go to bed on time.\"  Over the past year, the mother has been called several times by the school guidance counselor about her daughter talking back to teachers and skipping classes.  The patient says that school is \"boring\" and blames her behavior on \"pointless rules and unreasonable demands,\" saying that her teachers are all \"stupid.\"  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antisocial personality disorder","answer_2":"B. Attention-deficit hyperactivity disorder","answer_3":"C. Conduct disorder","answer_4":"D. Disruptive mood dysregulation disorder","answer_5":"E. Normal adolescent behavior","answer_6":"F. Oppositional defiant disorder","percent_1":"2%","percent_2":"4%","percent_3":"15%","percent_4":"4%","percent_5":"15%","percent_6":"61%","right_answer":"F. Oppositional defiant disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp11592.jpg","explanation_1":"","explanation_2":"$This patient's pattern of deliberately annoying behavior and defiance of rules and authority figures that causes problems at home and at school suggests a diagnosis of #oppositional defiant disorder# (ODD).  Blaming failures on others and being #angry#, #argumentative# or resentful are also characteristic of the disorder.  Although the behavior often manifests with family members, it must also be observed during interactions with other individuals. $ For diagnosis, the oppositional behaviors must be excessive in frequency and duration when compared to normative age-appropriate behaviors.  Although adolescents may test boundaries and assert their independence, this patient's 1-year history of persistent #defiance#, skipping classes, repeated refusal to follow rules, and #irritable# mood are beyond what would be expected for a 12-year-old girl #(choice E)#. $ (Choice A)  Antisocial personality disorder is characterized by a pattern of disregard for and violation of the rights of others and is not diagnosed in individuals age <18. $ (Choice B)  Although attention-deficit hyperactivity disorder (ADHD) is commonly comorbid with ODD, this patient does not exhibit characteristic inattentive and hyperactive symptoms.  Children with ODD should be assessed and treated for comorbid ADHD and learning disorders. $ (Choice C)  ODD should be differentiated from conduct disorder, in which the problematic behaviors are more severe and aggressive.  This patient does not exhibit destruction of property, physical aggression or cruelty toward people or animals, or the typical pattern of stealing or deceit seen in conduct disorder. $ (Choice D)  In disruptive mood dysregulation disorder, patients also present with irritable mood.  However, this is accompanied by repetitive temper outbursts (verbal or physical) that are out of proportion to the stimulus and inconsistent with developmental level.  Symptoms should manifest prior to age 10. $ Educational objective Oppositional defiant disorder is a behavioral disorder of childhood characterized by argumentative and defiant behavior toward authority figures.  It does not involve the more severe violations of the basic rights of others seen in conduct disorder."},

{"id":"15482","title":"A 27-year-old man is brought to a family therapist by his wife following a violent outburst in which he nearly injured her.  They were having what seemed like a minor argument over a miscommunication about her being late when he suddenly flew into a rage, started shouting, and threw several plates against the wall.  His wife is now threatening to leave him because similar episodes keep happening despite his promise to control his anger.  The patient is remorseful and says, \"I have been getting into trouble because of my temper since high school.  Once I get angry, I feel out of control and it's impossible to stop.\"  The patient has no medical history.  He drinks beer and uses cannabis to relax approximately 2-3 times a month.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antisocial personality disorder","answer_2":"B. Bipolar disorder, manic episode","answer_3":"C. Borderline personality disorder","answer_4":"D. Conduct disorder","answer_5":"E. Disruptive mood dysregulation disorder","answer_6":"F. Intermittent explosive disorder","answer_7":"G. Phencyclidine intoxication","percent_1":"7%","percent_2":"2%","percent_3":"7%","percent_4":"5%","percent_5":"24%","percent_6":"53%","percent_7":"2%","right_answer":"F. Intermittent explosive disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's repetitive outbursts of impulsive aggression that are grossly disproportionate to the situation is suggestive of #intermittent explosive disorder# (IED), an impulse control disorder.  Patients with IED often feel a sense of heighted arousal or tension that quickly escalates to rage and #uncontrollable impulses# to be #verbally# or #physically aggressive#.  Outbursts may provide an immediate sense of relief that is usually followed by remorse.  Patients can be assaultive and destroy property, resulting in significant functional impairment due to interpersonal difficulties, school suspension, job loss, and legal problems. $ IED is not diagnosed if the violent behavior is premeditated or better explained as a manifestation of another disorder, such as a manic episode of bipolar disorder or substance intoxication.  Treatment consists of cognitive-behavioral therapy and pharmacotherapy with selective serotonin reuptake inhibitors. $ #(Choices A and D)#  Aggressive behavior is common in antisocial personality disorder and conduct disorder, but it is often premeditated with the goal of intimidating others.  This patient's behavior is not premeditated, and he does not show other antisocial features such as lawbreaking, lying, chronic irresponsibility, and lack of remorse.  Conduct disorder is diagnosed in children, whereas antisocial personality disorder is diagnosed in patients age ≥18. $ (Choice B)  Patients with acute mania can be verbally or physically aggressive.  However, this patient does not show other features of mania necessary for this diagnosis (ie, euphoric mood, increased energy and goal-directed activity, decreased need for sleep, pressured speech, grandiosity). $ (Choice C)  Patients with borderline personality disorder may become enraged in response to interpersonal conflicts but are not typically aggressive physically.  This patient lacks other characteristic borderline features (eg, suicidal behavior, feelings of emptiness, fears of abandonment). $ (Choice E)  Patients with disruptive mood dysregulation disorder may also present with frequent verbal or physical outbursts.  However, this is a childhood diagnosis that requires an onset age <10 and persistent irritability or anger between episodes. $ (Choice G)  Phencyclidine intoxication can present with violent behavior and is typically associated with nystagmus.  It is unlikely to explain his pattern of impulsive, angry outbursts since high school. $ Educational objective Intermittent explosive disorder is characterized by recurrent episodes of explosive verbal or physical aggression.  The aggressive behaviors are impulsive and grossly out of proportion to the provocation."},

{"id":"11796","title":"A 13-month-old girl is brought to the office by her mother.  She is worried that there is something wrong and explains, \"My daughter used to sit on her own and loved babbling and clapping her hands.  She still plays with her sisters and likes snuggles, but for the past 3 months she hasn't babbled as much, and can no longer sit without my help.  She twists her hands together and I cannot get her to stop.  I am worried that the skin on her hands is getting red, dry, and painful.\"  Weight and height are in the 60th percentile.  The patient's head growth, however, has decreased from the 50th to the 40th percentile in 3 months.  On examination, the child is globally hypotonic and unable to sit upright without being held.  She makes no sound apart from an occasional grunt.  She shows interest in toys the doctor provides her but does not reach out for them, wringing her hands repeatedly.  Which of the following best explains this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angelman syndrome","answer_2":"B. Autism spectrum disorder","answer_3":"C. Fragile X syndrome","answer_4":"D. Lesch-Nyhan syndrome","answer_5":"E. Rett syndrome","answer_6":"F. Tay-Sachs disease","percent_1":"6%","percent_2":"7%","percent_3":"3%","percent_4":"9%","percent_5":"69%","percent_6":"6%","right_answer":"E. Rett syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's normal development through age 10 months followed by regression (eg, loss of babbling and motor control) and development of hand wringing is characteristic of #Rett syndrome#, a neurodevelopmental disorder that occurs mainly in girls.  Most cases are due to de novo mutations in the X-linked MECP2 gene.  Rett syndrome is characterized by normal development until #age 6-18 months#, followed by a #loss of motor and language skills# and the development of #stereotypic hand movements#.  #Deceleration of head growth# is a classic feature of Rett syndrome and can be an early sign.  Other features include seizures, intellectual disability, autistic features, and breathing abnormalities. $ There is no specific therapy for Rett syndrome; many patients survive well into adulthood with severe, permanent neurologic deficits. $ (Choice A)  Features of Angelman syndrome include a happy disposition, jerky gait, and hand flapping.  Development is commonly delayed rather than initially normal. $ (Choice B)  Although this patient has deficits in verbal communication and stereotypical hand movements, she does not display other features of autism spectrum disorder (ASD) such as deficits in social reciprocity, emotional restriction, or repetitive interests.  She plays and snuggles with family and appears to be trying to interact with the doctor. $ (Choice C)  Fragile X syndrome mainly affects males and is associated with CGG trinucleotide repeats on the X chromosome.  Features include intellectual disability; a long, narrow face; large protruding ears; macrocephaly; and macroorchidism. $ (Choice D)  Lesch-Nyhan syndrome is an X-linked recessive disorder characterized by a deficiency in HGPRT (hypoxanthine guanine phosphoribosyltransferase), leading to an increase in uric acid levels.  Although hypotonia and involuntary movements such as hand wringing may be present, developmental milestones are typically delayed rather than normal.  Gout and self-mutilating behaviors (eg, lip and finger biting) are commonly seen. $ (Choice F)  Tay-Sachs disease is a lysosomal storage disease caused by a deficiency in beta-hexosaminidase A (Hex A).  Like Rett syndrome, it presents with a regression of motor skills, but it typically begins earlier (age 2-6 months) and is associated with macrocephaly and a cherry red spot on the macula. $ Educational objective Rett syndrome is characterized by loss of speech and motor skills, deceleration of head growth, and stereotypic purposeless hand movements after a period of normal development.  It affects mainly girls and is associated with mutations in the MECP2 gene."},

{"id":"15282","title":"A 10-year-old boy is brought to the office due to poor grades and behavioral problems.  Although the patient is very intelligent, his parents report that he struggles at school and has received failing grades because he is easily distracted, makes careless mistakes, and often loses his homework.  His teacher has called several times to report that he repeatedly disrupts the class by getting out of his seat and by blurting out answers when he is not called on.  At home, the patient does not listen to his parents, does not clean up after himself, and fails to complete chores despite repeated redirection.  He has no other medical conditions.  Family history is significant for a substance use disorder in the patient's 16-year-old brother and depression in his mother.  Treatment options are discussed with the parents.  They would like to try medication but prefer a nonstimulant option.  Which of the following is the most appropriate pharmacotherapy for this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alprazolam","answer_2":"B. Amitriptyline","answer_3":"C. Aripiprazole","answer_4":"D. Atomoxetine","answer_5":"E. Bupropion","answer_6":"F. Dextroamphetamine","answer_7":"G. Fluoxetine","answer_8":"H. Methylphenidate","percent_1":"4%","percent_2":"5%","percent_3":"4%","percent_4":"46%","percent_5":"9%","percent_6":"4%","percent_7":"8%","percent_8":"19%","right_answer":"D. Atomoxetine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Attention deficit hyperactivity disorder#∆⨉ §^#Clinical$ features# ∆ • Inattentive &/or hyperactive/impulsive symptoms for ≥6 months $== ○ #Inattentive symptoms:# difficulty focusing, distractible, does not listen or follow instructions, disorganized, forgetful, loses/misplaces objects $== ○ #Hyperactive/impulsive symptoms:# fidgety, unable to sit still, \"driven by a motor,\" hypertalkative, interrupts, blurts out answers • Several symptoms present #before age 12# • Symptoms occur in at least 2 settings (home, school) & cause functional impairment • Subtypes: predominantly inattentive, predominantly hyperactive/impulsive, combined type §^#Treatment# ∆ • Stimulants (methylphenidate, amphetamines) • Nonstimulants (atomoxetine, α-2 adrenergic agonists) • Behavioral therapy","explanation_1":"","explanation_2":"$This patient's inattentiveness and hyperactivity (eg, being distractible, making careless mistakes, losing things, not listening, struggling with organization, becoming sidetracked with chores, struggling to remain seated, blurting out answers) are consistent with #attention deficit hyperactivity disorder# (ADHD). $ Although stimulants (eg, dextroamphetamine, methylphenidate) are commonly used for ADHD due to their rapid onset and larger treatment effect size, they have the potential for misuse #(choices F and H)#.  For patients who do not want a stimulant, #nonstimulant options#, including norepinephrine reuptake inhibitors (eg, atomoxetine, viloxazine) or alpha-2 adrenergic agonists (eg, clonidine, guanfacine), are available.  #Atomoxetine# is a first-line nonstimulant alternative that #lacks abuse potential# and is not a controlled substance. $ (Choice A)  The benzodiazepine alprazolam has abuse potential and is not effective in treating ADHD. $ #(Choices B and E)#  Tricyclic antidepressants (eg, amitriptyline) and norepinephrine and dopamine reuptake inhibitors (eg, bupropion) are not first-line agents in the treatment of ADHD; they are sometimes used for refractory cases. $ (Choice C)  Aripiprazole is a second-generation antipsychotic that has no role in the treatment of ADHD. $ (Choice G)  Selective serotonin reuptake inhibitors (eg, fluoxetine) have no benefit in the treatment of ADHD. $ Educational objective Atomoxetine is a norepinephrine reuptake inhibitor that can be considered as an alternate to stimulants in the treatment of patients with attention deficit hyperactivity disorder who have a personal or family history of substance abuse."},

{"id":"11810","title":"An 18-month-old girl is brought to the office by her parents due to concerns about her development.  The girl squeals and babbles nonspecific sounds like \"bababa.\"  Last week, she started saying \"mama\" when she sees her mom.  She points at objects that she wants and will retrieve an object when asked.  The patient can use a spoon but often spills food and prefers to feed herself with her fingers.  She walks independently and loves to climb.  She often imitates her parents' actions such as holding a toy phone to her ear.  During the visit, the child scribbles with a crayon and excitedly shows her father the drawing.  The patient's mother says, \"My daughter is such a happy child.  I don't know why she won't speak more.  Her sister had so many words by this age.\"  Which of the following is the most appropriate response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Children develop at different rates, but I am concerned your child has a language delay.","answer_2":"B. Every child is different; we will reevaluate her development in a few months.","answer_3":"C. I am concerned your child may have selective mutism, which can be easily treated.","answer_4":"D. I understand your concerns; her lack of speech is worrisome for autism spectrum disorder.","answer_5":"E. There is no need to worry; your child's development is within the normal range.","percent_1":"27%","percent_2":"39%","percent_3":"2%","percent_4":"2%","percent_5":"30%","right_answer":"A. Children develop at different rates, but I am concerned your child has a language delay.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Developmental milestones of toddlers#∆⨉∆⨉∆⨉∆⨉ §^#Age# ∆^#Gross motor# ∆^#Fine motor# ∆^#Language# ∆^#Social/cognitive# §^#1 year# ∆ • Pulls to stand • Cruises ∆ • Pincer grasp ∆ • Says \"mama\" or \"dada\" • Understands \"no\" ∆ • Plays \"pat-a-cake\" • Looks for hidden object §^#15 months# ∆ • Takes a few steps ∆ • Stacks 2 blocks ∆ • Says 1 or 2 words (plus \"mama\" & \"dada\") ∆ • Follows 1-step command with gesture • Points to get something • Shows affection §^#18# #months# ∆ • Walks easily • Climbs on/off chair ∆ • Scribbles • Feeds with fingers ∆ • Says ≥3 words (plus \"mama\" & \"dada\") ∆ • Follows 1-step command without gesture • Imitates §^#2 years# ∆ • Runs • Kicks ball • Walks up stairs ∆ • Uses spoon ∆ • Says 2-word phrases ∆ • Knows 2 body parts • Parallel play §^#30 months# ∆ • Jumps ∆ • Removes clothes • Turns pages ∆ • Says ≥50 words ∆ • Follows 2-step command • Knows 1 color §^#3 years# ∆ • Walks up stairs alternating feet • Rides tricycle ∆ • Dresses with help • Uses fork • Copies circle ∆ • Says ≥3-word sentences • Speech 75℅ intelligible ∆ • Knows age/sex • Plays with other children","explanation_1":"","explanation_2":"$Developmental milestones are skills the majority of children achieve by a given age.  At #age 18 months#, a child should be able to walk well, finger-feed, imitate others, and follow a 1-step command without a gesture (eg, retrieve an object when asked).  An 18-month-old should also say #≥3 words# in addition to \"mama\" and \"dada.\"  This patient has appropriate motor and social skills but babbles and says only 1 word (\"mama\"); these findings are suggestive of an isolated #language delay (choice E).# $ Language is the most commonly delayed developmental milestone, and any child with language delay should have an #audiology evaluation# to assess for hearing loss as a potential contributing factor.  Infants and toddlers with developmental delays should also be referred for early intervention; although many children with isolated language delay will catch up in preschool, early initiation of #speech therapy# results in improved and more rapid acquisition of skills #(choice B)#. $ (Choice C)  Selective mutism is a failure to speak in a specific social situation (eg, school) but not in others (eg, home).  It is often associated with anxiety, especially social phobia.  This child's language impairment is not specific to a certain situation. $ (Choice D)  Autism spectrum disorder is characterized by impaired social communication/interactions and restricted, repetitive patterns of behavior or interests typically presenting by age 2.  Although language delay can be the first sign of autism, the diagnosis is unlikely in this child who has age-appropriate social interactions with her family (eg, showing father her drawing, imitating a phone call). $ Educational objective Failure to say ≥3 words in addition to \"mama\" and \"dada\" at age 18 months is indicative of language delay.  Initial evaluation includes audiology testing to assess for potential hearing loss."},

{"id":"11814","title":"An 8-year-old boy is brought to the pediatrician for school refusal.  He has not gone to school for a few days, saying that he has a stomach ache.  However, when it comes time for soccer practice, he has no physical symptoms.  When the pediatrician asks how things are going at school, the patient says, \"kids laughed at me when the teacher said she couldn't read my homework.\"  His mother brings a recent report from the boy's teacher, which says that he is able to read and do math, but that when writing he fidgets a lot and stares out the window.  His writing is unclear, disorganized, and below the level of his peers.  His mother received a call from his teacher last week after the boy threw his writing book on the floor and began to cry.  Vital signs and physical examination, including abdominal examination, are normal.  At this time, which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Attention-deficit hyperactivity disorder","answer_2":"B. Language disorder","answer_3":"C. Mild intellectual disability","answer_4":"D. Oppositional defiant disorder","answer_5":"E. Social anxiety disorder","answer_6":"F. Somatic symptom disorder","answer_7":"G. Specific learning disorder","percent_1":"12%","percent_2":"4%","percent_3":"2%","percent_4":"2%","percent_5":"4%","percent_6":"4%","percent_7":"72%","right_answer":"G. Specific learning disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","explanation_1":"","explanation_2":"A #learning disorder# is characterized by #difficulties# with key #academic skills# (#reading#, #writing#, or #mathematics#).  Problems manifest at school age when these skills are being acquired, and performance is well below average for age.  Many children display symptoms of anxiety, inattention, defiance, or hyperactivity when under stress to perform in an area of weakness, as exemplified by this child's struggle to pay attention and his emotional outburst in class.  Learning disorders are often comorbid (eg, writing plus reading).  In addition to academic dysfunction, they can also impact social skills and self-confidence. $ Definitive diagnosis requires comprehensive assessment, including educational testing and ruling out intellectual disability, hearing or vision impairment, and other psychiatric or neurological disorders.  Providers should consider the possibility of a learning disorder in any child presenting with #school difficulty#.  Early intervention can be helpful in improving self-esteem and preventing further disability. $ (Choice A)  Attention-deficit hyperactivity disorder is characterized by inattention and/or hyperactivity-impulsivity across at least 2 settings.  There is no indication that this child struggles with inattention or hyperactivity when asked to read or do math or that this is a problem in the home setting. $ (Choice B)  Language disorder presents with difficulties in acquiring and using language, which manifests in spoken as well as written language. $ (Choice C)  Intellectual disability begins in early development and includes deficits in general mental abilities and adaptive functioning.  Specific learning disorders occur in the presence of normal levels of intellectual functioning. $ (Choice D)  In oppositional defiant disorder, there is a pattern of anger or irritability, argumentativeness, and defiant behavior.  This patient's school refusal and throwing a book are in the context of stress.  There is no indication that he is routinely defiant or argumentative. $ (Choice E)  This patient enjoys playing soccer, and his school refusal is more likely due to fears of being teased.  A diagnosis of social anxiety disorder requires persistent symptoms ≥6 months.  This boy's learning disorder should be addressed to avoid further social anxiety. $ (Choice F)  In somatic symptom disorder, anxiety revolves around a patient's symptoms.  This boy is not anxious about his stomach ache; his stomach ache is a manifestation of his anxiety about school. $ Educational objective Learning disorders are characterized by difficulties with key academic skills (reading, writing, or mathematics), resulting in performance well below expectations for age.  Providers should consider a possible learning disorder in any school-aged child with behavioral, academic, or social difficulties at school."},

{"id":"15286","title":"A 13-year-old boy is brought to the office due to anxiety and behavioral problems at school.  Although he has good grades, he frequently feels overwhelmed at school and his mother worries that he is socially awkward and has no friends.  The patient often appears anxious and uncomfortable in new social situations.  He insists on sitting in the same row and seat in every class and has had several inappropriate outbursts when told by teachers that this was not possible.  After school, the patient prefers to spend time at home.  His mother observes that he is obsessed with dates and comparing solar and lunar calendars and can discuss this for hours, but has difficulty shifting to other topics of conversation.  The patient was born at full term, and developmental milestones were within normal range.  Physical examination is unremarkable.  Which of the following is the most likely explanation of this patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autism spectrum disorder","answer_2":"B. Obsessive compulsive disorder","answer_3":"C. Obsessive compulsive personality disorder","answer_4":"D. Schizoid personality disorder","answer_5":"E. Separation anxiety disorder","answer_6":"F. Social anxiety disorder","percent_1":"70%","percent_2":"9%","percent_3":"12%","percent_4":"5%","percent_5":"0%","percent_6":"4%","right_answer":"A. Autism spectrum disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Autism spectrum disorder#∆⨉ §^#Clinical$ features# ∆ • Deficits in social communication & interactions with onset in early development $== ○ Sharing of emotions or interests $== ○ Nonverbal communication $== ○ Developing & understanding relationships • Restricted, repetitive patterns of behavior $== ○ Repetitive movements or speech $== ○ Insistence on sameness/routines $== ○ Intense, fixated interests $== ○ Adverse responses to sensory input • May occur with or without language & intellectual impairment","explanation_1":"","explanation_2":"This patient's behavior is most consistent with mild, high-functioning #autism spectrum disorder# (ASD).  Patients diagnosed with ASD later in childhood and adolescence frequently have normal or near-normal language and intellectual ability and come to clinical attention when social and academic demands increase, exposing a lack of flexibility and social skill deficits (more severe ASD is usually diagnosed by age 5).  Key features of ASD include #deficits in social communication# and reciprocal social interactions as well as #restricted, repetitive interests# and #stereotyped behaviors#. $ This patient's lack of friends, social isolation, insistence on sameness, intensely fixated interests, and trouble taking turns in conversation are characteristic.  Patients with autism have difficulty interpreting and responding appropriately to nonverbal aspects of communication.  Abnormal eye contact, stilted, overly formal speech, abnormal sensory sensitivity, and unusual repetitive movements (hand flapping, rocking) are other common findings. $ (Choice B)  Obsessive-compulsive disorder may also present with obsessive interests and insistence on routines.  However, this patient lacks the intrusive obsessional thoughts and compulsive rituals performed in response to these thoughts required for this diagnosis (eg, thoughts of contamination leading to cleaning rituals). $ #(Choices C and D)#  Personality disorders are not diagnosed when the behavior is better explained by another mental disorder and are generally not diagnosed before age 18.  Patients with obsessive-compulsive personality disorder are preoccupied with orderliness and control but do not have deficits in social communication.  Patients with schizoid personality disorder are socially isolated and disinterested in relationships, but do not exhibit the restricted interests and repetitive patterns seen in ASD. $ (Choice E)  Separation anxiety disorder is characterized by developmentally inappropriate and excessive anxiety related to separation from the primary attachment figure. $ (Choice F)  Patients with social anxiety disorder typically have normal communication skills and an interest in socializing, but they avoid social situations due to fear of being judged.  In patients with ASD, social anxiety is related to their lack of social skills. $ Educational objective Patients with milder forms of autism spectrum disorder frequently have normal language and cognitive development.  Characteristic features include deficits in social communication and reciprocal social interactions, restricted interests, and behavioral rigidity that become more apparent as social and academic demands increase."},

{"id":"11809","title":"An 8-year-old boy is brought to the office due to severe behavioral problems.  The patient has been suspended from school on two occasions over the past year due to running around in the classroom and talking back to his teachers.  His parents report that he is 'in constant motion' and are concerned about his poor grades and inability to follow directions or household routines.  The patient has a history of mild asthma and no other medical problems.  There is a family history of schizophrenia in a maternal uncle.  Physical examination shows marked fidgeting and difficulty staying seated but is otherwise normal.  The boy frequently interrupts his mother while she speaks with the physician.  Treatment with methylphenidate is recommended.  The parents should be educated about which of the following regarding this medication?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute dystonia","answer_2":"B. Decreased appetite and weight loss","answer_3":"C. Delayed onset of action","answer_4":"D. Polyuria and polydipsia","answer_5":"E. Increased appetite and weight gain","answer_6":"F. Initial worsening of symptoms","answer_7":"G. Life-threatening rash","answer_8":"H. Sedation","percent_1":"1%","percent_2":"76%","percent_3":"2%","percent_4":"1%","percent_5":"6%","percent_6":"8%","percent_7":"1%","percent_8":"4%","right_answer":"B. Decreased appetite and weight loss","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's hyperactivity, impulsivity, and disorganization that are resulting in behavioral problems both at school and at home are characteristic of attention-deficit hyperactivity disorder #(ADHD)#. #Psychostimulants# (methylphenidate and amphetamines) are first-line treatment for ADHD in school-age children and are generally safe and well tolerated.  They have a rapid onset of action, resulting in improvement in core ADHD symptoms for the expected duration of action #(choices C and F)#. $ The most #common adverse effects# include #decreased appetite#, #weight loss#, and #insomnia#.  Most affected children will experience a mild decrease in appetite that can typically be managed by administering the medication after meals and encouraging the child to eat nutrient-dense foods.  Other psychostimulant adverse effects that are less common include tics and increases in heart rate and blood pressure.  During treatment, patients are typically seen monthly to monitor weight, height, heart rate, and blood pressure. $ #(Choices A, E, and H)#  Increased appetite, weight gain, and sedation are adverse effects commonly associated with second-generation antipsychotics; acute dystonia is an extrapyramidal side effect most commonly seen with high-potency first-generation antipsychotics.  These drugs do not have a role in the treatment of ADHD. $ (Choice D)  The mood stabilizer lithium has been associated with polyuria and polydipsia due to its potential to cause nephrogenic diabetes insipidus.  Lithium is used to treat bipolar disorder and is not effective in ADHD. $ (Choice G)  The risk of life-threatening rash, such as seen in Stevens-Johnson syndrome, has been associated with lamotrigine, an anticonvulsant used to treat seizure and bipolar disorders. $ Educational objective Decreased appetite and insomnia are the most common adverse effects of psychostimulant medications used to treat attention-deficit hyperactivity disorder.  They are usually mild and can be managed without stopping the medication."},

{"id":"15285","title":"A healthy 8-year-old boy is brought to the office by his parents for an annual checkup.  Both parents express concern about their son's behavior.  The mother says, \"He never listens and I am always worried that he is going to run out into the street without looking.  He rarely sits still and is always running and jumping on the furniture.\"  The father adds, \"He talks all the time, interrupts me when I'm speaking, and, despite multiple reminders, forgets to do his chores and misplaces or loses his books or sporting equipment.  We thought he would grow out of it as he got older, but it seems to be getting worse.\"  Physical examination is unremarkable.  Which of the following would be most helpful in establishing the diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brain imaging","answer_2":"B. Hearing test","answer_3":"C. Quantitative EEG","answer_4":"D. Speech and language evaluation","answer_5":"E. Teacher evaluations","answer_6":"F. Toxicology screening","percent_1":"1%","percent_2":"8%","percent_3":"2%","percent_4":"5%","percent_5":"84%","percent_6":"0%","right_answer":"E. Teacher evaluations","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Attention deficit hyperactivity disorder#∆⨉ §^#Clinical$ features# ∆ • Inattentive &/or hyperactive/impulsive symptoms for ≥6 months $== ○ #Inattentive symptoms:# difficulty focusing, distractible, does not listen or follow instructions, disorganized, forgetful, loses/misplaces objects $== ○ #Hyperactive/impulsive symptoms:# fidgety, unable to sit still, \"driven by a motor,\" hypertalkative, interrupts, blurts out answers • Several symptoms present #before age 12# • Symptoms occur in at least 2 settings (home, school) & cause functional impairment • Subtypes: predominantly inattentive, predominantly hyperactive/impulsive, combined type §^#Treatment# ∆ • Stimulants (methylphenidate, amphetamines) • Nonstimulants (atomoxetine, α-2 adrenergic agonists) • Behavioral therapy","explanation_1":"","explanation_2":"$This patient's inattention, inability to sit still, and impulsivity are concerning for possible attention-deficit hyperactivity disorder #(ADHD)#.  The diagnosis of ADHD is made clinically and requires evidence of #symptoms# in #≥2 settings# (eg, home, school, after-school program).  Demonstration of functional impairment due to symptoms (eg, academic difficulties, impaired social relationships, peer rejection) is also required. $ Obtaining #teacher evaluations# to determine if the symptoms extend beyond the home environment would be the most helpful step in establishing the diagnosis.  Teachers can provide observations of classroom behavior over an extended period (eg, 6 months) and assist in determining if the symptoms are excessive compared to same-age peers (eg, comparative degree of inattentiveness, difficulty staying seated and/or following directions, talkativeness, disruptive classroom behavior).  Teacher evaluations may also incorporate validated ADHD-specific rating scales, which can help assess core symptom severity and monitor response to treatment. $ #(Choices A and C)#  Brain imaging and EEG are not performed routinely in the work-up of ADHD in the absence of other neurological symptoms.  They would not be indicated in this patient with no other medical history and a normal physical examination. $ (Choice B)  A hearing test is not routinely performed in the initial evaluation of ADHD, and hearing impairment would have likely been identified by this age.  However, a hearing test should be performed if coexisting hearing impairment is suspected. $ (Choice D)  A speech and language evaluation would be warranted if the patient had problems with speech articulation/production or his language development was delayed. $ (Choice F)  Toxicology screening is not routinely performed in the assessment of ADHD.  It is less likely to be helpful in the assessment of this patient who lacks any history pointing to medical illness or substance use. $ Educational objective Diagnosis of attention-deficit hyperactivity disorder requires evidence of inattentive and/or hyperactive/impulsive symptoms for ≥6 months in ≥2 settings (eg, home, school, after-school program).  Teacher evaluations can assist in diagnosis."},

{"id":"11732","title":"A 9-year-old boy is brought to the pediatrician due to poor school performance and difficulty making friends.  His parents say he always had \"very high energy,\" but they noticed that this got worse after they moved 8 months ago, which they attributed to a normal adjustment period.  Over the past several months, however, the parents have received repeated phone calls from his teachers, reporting that he does not listen in class, has difficulty staying in his seat, turns in assignments late without his name, and frequently disrupts the class by talking out of turn.  At home the boy forgets to do his daily chores, regularly loses his books and homework, and delays the family by taking too long getting ready for school in the morning.  When his older brother teases him about this, the patient becomes irritable, and on a few occasions has shouted profanities and tried to hit his brother.  Which of the following is the most likely explanation for this patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder","answer_2":"B. Attention-deficit hyperactivity disorder","answer_3":"C. Conduct disorder","answer_4":"D. Social anxiety disorder","answer_5":"E. Oppositional defiant disorder","percent_1":"6%","percent_2":"80%","percent_3":"5%","percent_4":"0%","percent_5":"9%","right_answer":"B. Attention-deficit hyperactivity disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Attention deficit hyperactivity disorder#∆⨉ §^#Clinical$ features# ∆ • Inattentive &/or hyperactive/impulsive symptoms for ≥6 months $== ○ #Inattentive symptoms:# difficulty focusing, distractible, does not listen or follow instructions, disorganized, forgetful, loses/misplaces objects $== ○ #Hyperactive/impulsive symptoms:# fidgety, unable to sit still, \"driven by a motor,\" hypertalkative, interrupts, blurts out answers • Several symptoms present #before age 12# • Symptoms occur in at least 2 settings (home, school) & cause functional impairment • Subtypes: predominantly inattentive, predominantly hyperactive/impulsive, combined type §^#Treatment# ∆ • Stimulants (methylphenidate, amphetamines) • Nonstimulants (atomoxetine, α-2 adrenergic agonists) • Behavioral therapy","explanation_1":"","explanation_2":"$#Attention-deficit hyperactivity disorder (ADHD)# is a common behavioral disorder characterized by a persistent pattern of inattention and/or hyperactivity/impulsivity that interferes with functioning in #≥2 settings# (eg, school, home).  Diagnosis requires the presence of symptoms #before age 12# with ≥6 inattentive and/or hyperactive/impulsive symptoms for ≥6 months.  This patient's combination of #inattentive# symptoms (ie, forgetful, disorganized, loses things) and #hyperactive/impulsive# symptoms (ie, difficulty staying seated, interrupts others) is characteristic of the combined subtype.  ADHD is more common in boys; girls are more likely to have the inattentive subtype. $ (Choice A)  Adjustment disorders are diagnosed when symptoms develop within 3 months of an identifiable stressor.  This child's symptoms predated the family move. $ (Choice C)  Although this child occasionally tries to hit his sibling when frustrated, he does not exhibit behavior that consistently violates major societal norms or the basic rights of others (eg, repeated aggression, property destruction, theft, deceitfulness, rule violations), which would characterize conduct disorder. $ (Choice D)  Children with ADHD often experience difficulty with peer relationships due to their impulsive and disruptive behaviors.  However, this child does not exhibit the excessive social anxiety and fear of negative peer evaluation that is characteristic of social anxiety disorder. $ (Choice E)  Oppositional defiant disorder (ODD) involves a pattern of angry/irritable mood and argumentative/defiant behavior toward authority figures or vindictiveness.  Although ODD may occur as a comorbid diagnosis with ADHD, this child's difficulty completing tasks, inability to sit still, and interrupting others at school are more likely related to his ADHD symptoms than to willfully defiant behavior. $ Educational objective Attention-deficit hyperactivity disorder is characterized by a pattern of inattention and/or hyperactivity/impulsivity that interferes with functioning in ≥2 settings."},

{"id":"20300","title":"A 24-month-old girl is brought to the office by her mother due to concerns about walking.  The mother says, \"She seems so unsteady when she walks.  She was walking so well until a few weeks ago, and now she keeps tripping over things.\"  On examination, the patient is sitting on the floor and clapping her hands.  She does not answer questions and instead makes babbling sounds.  When her mother encourages her to walk, the patient pulls to stand using a chair and has an unsteady gait.  The remainder of the examination is normal apart from abrasions on both knees, which her mother explains are from frequent falls.  Height and weight track at the 50th percentile.  At a checkup 6 months ago, the patient had been saying 1- or 2-word phrases and walking without aid.  Which of the following neuropathic changes most likely underlies this patient's presentation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accumulation of hyperphosphorylated tau protein","answer_2":"B. Arrested brain development","answer_3":"C. Copper deposition in the lenticular nucleus","answer_4":"D. Cortical hyperexpansion","answer_5":"E. Hypoxic ischemic injury during delivery","percent_1":"11%","percent_2":"48%","percent_3":"21%","percent_4":"17%","percent_5":"3%","right_answer":"B. Arrested brain development","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Rett syndrome#∆⨉ §^#Epidemiology# ∆ • Rare, girls > boys • Onset age 6-18 months §^#Clinical$ features# ∆ • Initially normal development followed by: $== ○ Loss of speech $== ○ Loss of purposeful hand use $== ○ Stereotypical hand movements (eg, wringing) $== ○ Gait abnormalities $== ○ Seizures $== ○ Microcephaly §^#Neuropathology# ∆ • MECP2 gene mutations (sporadic, X chromosome) • Arrested brain development (not neurodegeneration) §^#Prognosis# ∆ • Slow deterioration leading to death in middle age","explanation_1":"","explanation_2":"This child who was previously meeting developmental milestones now has dramatic regression of speech and motor milestones accompanied by repetitive hand movements, which is concerning for #Rett syndrome# (RS).  RS is a sporadic, X-linked genetic disorder characterized by #normal development# until age 6-18 months, when #regression of speech#, loss of purposeful hand movements, development of #stereotypical movements# (eg, clapping), and #gait abnormalities# occur. $ MECP2 is a gene encoded on the X chromosome that has abundant expression in the brain.  It is thought to impact synaptic maturation and cortical maintenance.  Neuropathology is consistent with #arrested brain development# (eg, impaired dendritic maturation, reduced neuromelanin in substantia nigra) rather than death of neurons (ie, neurodegeneration).  Brain growth decelerates after birth, with no further growth after age 4. $ (Choice A)  The accumulation of hyperphosphorylated tau protein, seen in Alzheimer disease, is neurotoxic and can lead to neuronal cell death.  However, neuropathology in RS is characterized by arrested development rather than neuronal degeneration. $ (Choice C)  Copper deposition in the lenticular nucleus is characteristic of Wilson disease.  Although Wilson disease can present with neuropsychiatric symptoms, including dysarthria and ataxia, it typically presents in adolescence with liver disease; @Kayser-Fleischer rings@ are nearly always present by the time neurologic symptoms develop. $ (Choice D)  Cortical hyperexpansion seems to underly the brain enlargement associated with autism spectrum disorder (ASD).  Although ASD can present in toddlers with regression of speech and stereotypical movements (eg, flapping, clapping), it does not usually cause regression of gross motor milestones (eg, walking). $ (Choice E)  Hypoxic ischemic injury during delivery can lead to neonatal encephalopathy, a condition which can result in decreased level of consciousness, seizures, and impaired respiration.  However, it would present as neurologic abnormalities shortly after birth, rather than as a regression in milestones after previous normal development. $ Educational objective Rett syndrome is a genetic disorder characterized by normal development until age 6-18 months, when regression of speech, loss of purposeful hand movements, development of stereotypical movements, and gait abnormalities occur.  Neuropathology shows arrested brain development rather than neurodegeneration.","clickable_1":"images/img1.20300.jpg"}


]