[

{"id":"7228","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 42-year-old man with HIV comes to the emergency department with 3 days of abdominal pain, decreased appetite, and diarrhea.  Temperature is 38 C (100.4 F), blood pressure is 98/60 mm Hg, and pulse is 110/min.  Abdominal examination shows tenderness over the left lower quadrant without guarding or rebound tenderness.  CD4 count is 38/mm3.  Colonoscopy shows erythematous, friable mucosa with superficial ulcerations in the sigmoid and descending colon.  Biopsy from the ulcers reveals inflammatory infiltrate, mucosal necrosis, and enlarged endothelial cells with large, ovoid nuclei containing prominent basophilic deposits. $#Item 1 of 2# $Which of the following is the most likely cause of this patient's gastrointestinal symptoms?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Disseminated mycobacterial infection","answer_2":"B. Infection by a modified acid-fast protozoan","answer_3":"C. Mucosal invasion by a commensal yeast","answer_4":"D. Reactivation of a herpesvirus","answer_5":"E. Toxin from an anaerobic bacteria","percent_1":"8%","percent_2":"33%","percent_3":"11%","percent_4":"38%","percent_5":"11%","right_answer":"D. Reactivation of a herpesvirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common opportunistic causes of diarrhea in HIV patients#∆⨉ §^#Pathogen# ∆^#Histopathologic findings# §Cytomegalovirus ∆ • Multiple ulcers & mucosal erosions • Large cells with basophilic intranuclear & intracytoplasmic inclusions §Cryptosporidium ∆ • Nonulcerative inflammation • Basophilic clusters seen on the surface of intestinal mucosal cells §Microsporidium ∆ • Distortion of villus architecture without inflammation • Small spores with a diagonal or equatorial belt-like structure §Mycobacterium avium complex ∆ • Necrotizing & non-necrotizing granulomas • Acid-fast staining bacilli are present","explanation_img":"","explanation_1":"","explanation_2":"#Cytomegalovirus# (CMV) is the most common viral opportunistic infection of the gastrointestinal tract in patients with advanced AIDS.  Initial infection with CMV is usually asymptomatic or similar to Epstein-Barr virus-induced mononucleosis.  As with all members of the #herpesvirus family#, latent infection is established after resolution of the initial infection.  Reactivation can occur at any time but is most common in the setting of immunosuppression. $In patients with HIV, #CMV colitis# is the second most common reactivation syndrome after CMV retinitis.  Patients with CMV colitis have fever, anorexia, weight loss, and abdominal pain.  The pain may be vague initially but becomes more localized as the disease progresses.  Colonoscopy shows mucosal erythema, erosions, and ulcerations.  Histologic examination of biopsy specimens will reveal acute and chronic inflammatory changes, vasculitis, and large cells with large, ovoid nuclei containing #centralized intranuclear basophilic inclusions# (@owl's eye appearance@). $#(Choice A)#  Patients with advanced AIDS are at risk for disseminated Mycobacterium avium complex, which is often associated with diarrhea, abdominal pain, and weight loss.  However, acid-fast staining organisms and necrotizing and non-necrotizing granulomas are typically seen on biopsy. $#(Choice B)#  Cryptosporidium is a protozoan parasite that causes watery diarrhea in both immunocompromised and immunocompetent patients.  However, it primarily affects the small intestine, not the colon.  Oocysts can be identified in the stool using microscopy with modified acid-fast stain; biopsy will show basophilic parasites attached to the mucosal brush border. $#(Choice C)#  Candida albicans is a normal part of human flora that often causes oropharyngeal and esophageal infections in patients with advanced AIDS.  However, Candida and other yeasts (eg, Histoplasma capsulatum) are a rare cause of colitis. $#(Choice E)#  Clostridium difficile is an exotoxin-producing, anaerobic bacterium that can cause severe colitis, most commonly after antibiotic use.  Patients usually have fever, abdominal pain, leukocytosis, and diarrhea.  Endoscopy is not usually needed but often reveals mucosal pseudomembranes. $#Educational objective# Cytomegalovirus (CMV) is a common cause of colitis in patients with advanced AIDS.  It is the second most common CMV reactivation disease in this population (CMV retinitis is the most common).  Patients with CMV colitis often have abdominal pain, fever, diarrhea, and weight loss.  Colonoscopy usually shows erythema, erosions, and ulcerations; colonic biopsy typically reveals large cells with prominent basophilic intranuclear inclusions.  ","clickable_1":"images/img1.7228.jpg"},

{"id":"7229","title":"#Item 2 of 2#$ The patient is hospitalized, and appropriate treatment is begun.  After discussing the underlying cause of his condition—immunosuppression due to HIV infection—the patient agrees to take antiretroviral therapy consistently.  One of the medications in his treatment regimen leads to the production of immature, noninfectious virions containing large polyproteins.  Which of the following viral processes is most likely directly inhibited by this agent?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Expression of glycoproteins on the virus cell surface","answer_2":"B. Integration of the viral DNA molecule into the host genome","answer_3":"C. Production of functional viral-encoded enzymes","answer_4":"D. Removal of viral template RNA from the RNA-DNA hybrid","answer_5":"E. Translation of virus-encoded regulatory proteins","percent_1":"13%","percent_2":"12%","percent_3":"58%","percent_4":"5%","percent_5":"12%","right_answer":"C. Production of functional viral-encoded enzymes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7229.jpg","explanation_1":"","explanation_2":"$The #HIV genome# contains 3 major genes (#env#, #gag#, and #pol#) that are transcribed as #polycistronic mRNA# and translated into #polyproteins# in the endoplasmic reticulum.  The gag and pol polyprotein products (gag-pol) are #cleaved by HIV protease# into individual HIV enzymes and structural proteins. $#Protease inhibitors# inhibit HIV protease from cleaving the gag-pol polyproteins, which results in the formation of immature, noninfectious virions due to #impaired production of functional viral proteins#.  Protease inhibitors are a common component of first-line HIV antiretroviral therapy and are denoted by medications that end in \"navir\" (eg, darunavir, atazanavir, ritonavir). $#(Choice A)#  The HIV envelope proteins gp120 and gp41 mediate viral attachment and fusion with the host cell membrane.  These proteins are generated as a polyprotein (gp160) from the env gene.  Unlike the gag-pol polyprotein (which is cleaved by HIV protease) the env polyprotein is cleaved by a host protease, so production of glycosylated viral envelope proteins is not affected by HIV protease inhibitors. $#(Choices B and D)#  The pol gene encodes the major HIV enzymes: reverse transcriptase (RT), integrase, and protease.  RT converts the HIV RNA genome into complementary double-stranded DNA; it also destroys the HIV RNA genomic template during transcription (ribonuclease H activity).  RT is inhibited by nucleoside/nonnucleoside reverse transcriptase inhibitors.  Integrase inserts complementary viral DNA into the host chromosome.  Integrase strand transfer inhibitors block the function of this enzyme.  Both RT and integrase inhibitors block viral replication, but neither are associated with immature virions containing polyproteins. $#(Choice E)#  The HIV genome encodes for several regulatory proteins that are required for viral replication.  However, all virus-encoded proteins are translated by host ribosomes, and blockade of protein translation would not be associated with the formation of polyproteins. $#Educational objective# The HIV genome contains 3 major structural genes that are translated as polyproteins and subsequently cleaved by host protease (env gene products) or viral protease (gag-pol gene products) into the individual proteins that compose the HIV virus.  Protease inhibitors block viral protease from cleaving gag-pol polyproteins, which results in the formation of immature virions that are noninfectious.  "},

{"id":"15375","title":"A previously healthy 27-year-old man comes to the clinic due to fever and rash.  The patient is a missionary who recently emigrated from South Africa with his wife and 3 young children.  Four days ago, he developed a high fever and malaise followed by the appearance of multiple discrete macules on his face, trunk, and extremities.  The lesions are pruritic and evolved into pustules then vesicles.  The patient has continued to develop new vesicles as other lesions crust over and heal.  The remainder of the examination is unremarkable.  This patient's symptoms are most likely due to an infection with which of the following pathogens?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coxsackievirus","answer_2":"B. Herpes simplex virus","answer_3":"C. Human herpesvirus 6","answer_4":"D. Parvovirus","answer_5":"E. Varicella-zoster virus","answer_6":"F. Variola virus","percent_1":"3%","percent_2":"3%","percent_3":"7%","percent_4":"1%","percent_5":"78%","percent_6":"7%","right_answer":"E. Varicella-zoster virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Primary varicella#∆⨉ §^#Epidemiology# ∆ • Primary infection (chickenpox) with varicella-zoster virus • Transmission via direct contact or aerosol droplets • High risk: newborns, adolescents/adults, pregnant women, immunocompromised individuals §^#Clinical features# ∆ • Prodrome (eg, fever, malaise) • Pruritic macules, papules & vesicles in different stages • Complications: skin infection, pneumonia, encephalitis §^#Management# ∆ • Supportive care (eg, antihistamines) • Acyclovir for high-risk patients & complicated disease","explanation_img":"","explanation_1":"","explanation_2":"This patient has classic symptoms of #primary varicella-zoster virus# (VZV) infection, a vaccine-preventable illness that causes varicella, or #chickenpox#.  Primary infection usually occurs in children but can develop at any age, with severe illness occurring more often in adolescents and adults. $Transmission of VZV occurs via aerosolized droplets or direct contact, and a #prodrome# of fever, headache, and malaise typically develops after a 2-week incubation period.  Within a day, a #pruritic#, maculopapular rash develops and evolves into pustules then @vesicles@.  A characteristic finding in varicella is the development of #successive crops of lesions# on the face, trunk, and extremities, as seen in this patient with lesions in #different stages# of development (eg, crusted lesions, new vesicles).  Vesicles crust over and resolve within 1-2 weeks.  Once the primary infection has resolved, patients are at risk for reactivated infection (ie, @herpes zoster@). $#(Choice A)#  Hand-foot-and-mouth disease, caused by coxsackievirus, presents with oral ulcers and a nonpruritic rash of variable morphology (eg, macular, vesicular) on the @hands@ and feet.  This patient's pruritus and lack of oral involvement make this diagnosis less likely. $#(Choice B)#  Herpes simplex virus (HSV) in adults typically causes severe pharyngitis (primary infection) or a localized cluster of perioral vesicles (reactivated infection).  Although HSV can cause a disseminated vesicular rash, this typically occurs in immunocompromised patients (eg, HIV).  In addition, the rash is painful with vesicles in the same stage of development. $#(Choice C)#  Human herpesvirus 6, which causes @roseola infantum@, most commonly presents with fever followed by a diffuse, maculopapular rash in young children.  Vesicles would not be seen, and infection in immunocompetent adults is rare. $#(Choice D)#  Parvovirus causes erythema infectiosum.  Prodromal symptoms (eg, fever, headache) are followed by the development of malar erythema (slapped-cheek rash) and a reticular truncal rash.  This patient's vesiculopustular rash makes parvovirus unlikely. $#(Choice F)#  Variola virus causes smallpox, which is characterized by a vesiculopustular rash with lesions at the same stage of development, unlike in this patient.  Moreover, smallpox has been eradicated due to vaccination. $#Educational objective# Primary varicella zoster virus infection presents with a prodromal illness (eg, fever, malaise) followed by pruritic, vesicular lesions that appear in successive crops in different stages.  ","clickable_1":"images/img1.15375.jpg","clickable_2":"images/img2.15375.jpg","clickable_3":"images/img3.15375.jpg","clickable_4":"images/img4.15375.jpg"},

{"id":"1592","title":"A 26-year-old man is being screened as a potential kidney donor for his mother, who has end-stage renal disease.  The patient has no history of diabetes, hypertension, or kidney disease and is up to date with all recommended vaccinations.  Physical examination is unremarkable.  Blood type and crossmatch testing demonstrate biological compatibility.  As part of the evaluation, screening for transmissible diseases is performed and is notable for the following results:","title_table":"?HIV-1 antibody? negative?Hepatitis B core antibody, IgM? negative?Hepatitis B core antibody, IgG? negative?Hepatitis B surface antigen? negative?Hepatitis B surface antibody? positive?Hepatitis C virus antibody? negative?Cytomegalovirus antibody, IgM? negative?Cytomegalovirus antibody, IgG? positive","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Based on these data, the patient most likely has had which of the following conditions in the past?","audio":"","comparison_items":"","answer_1":"A. Esophageal ulcer","answer_2":"B. Hepatitis","answer_3":"C. Mononucleosis-like illness","answer_4":"D. Retinitis","answer_5":"E. Vesicular skin rash","answer_6":"F. Viral pneumonia","percent_1":"2%","percent_2":"7%","percent_3":"81%","percent_4":"7%","percent_5":"1%","percent_6":"2%","right_answer":"C. Mononucleosis-like illness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient, who is HIV negative, has a positive titer for #cytomegalovirus# (CMV) IgG, suggesting prior CMV infection.  CMV is a rare cause of disease in the immunocompetent, with the virus more typically responsible for subclinical infection.  When primary CMV infection does result in clinically evident illness, affected individuals appear to have a systemic #mononucleosis-like syndrome# characterized by fever, malaise, myalgia, atypical lymphocytosis, and elevated liver transaminases.  In contrast to Epstein-Barr virus mononucleosis (most common), heterophile antibodies are not usually present in patients with CMV mononucleosis (negative Monospot test). $#(Choices A and D)#  Odynophagia (painful swallowing) associated with linear esophageal ulcers due to CMV infection is seen in patients with HIV.  Retinitis is one of the most common manifestations of CMV infection in patients with HIV. $#(Choice B)#  Disseminated CMV can cause diarrhea and hepatitis in the immunocompromised.  In this patient, the combination of a positive hepatitis B surface antibody with a negative hepatitis B surface antigen and a negative hepatitis B core antibody reflects immunization against hepatitis B, not prior hepatitis B infection. $#(Choice E)#  A vesicular skin rash is seen in association with herpes simplex or herpes zoster virus infection. $#(Choice F)#  CMV pneumonitis typically occurs after organ transplantation. $#Educational objective# Cytomegalovirus (CMV) is typically associated with subclinical infection in the immunocompetent, with the occasional individual developing a mononucleosis-like syndrome that is heterophile antibody (Monospot) negative.  In the immunocompromised, primary or reactivated CMV infection can result in severe retinitis, pneumonia, esophagitis, colitis, or hepatitis.  "},

{"id":"105489","title":"Researchers are developing a vaccine to protect against a novel coronavirus infection.  The virus spreads via droplet inhalation and enters respiratory epithelium using viral spike proteins.  The researchers develop mRNA for the spike protein in vitro and formulate an mRNA vaccine that can be administered to susceptible individuals.  The protective effect generated by this vaccine most likely involves which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enhanced extracellular RNase enzyme production","answer_2":"B. Expression of viral protein by antigen-presenting cells","answer_3":"C. Formation of antibodies targeting viral mRNA","answer_4":"D. Integration of viral mRNA into the host genome","percent_1":"1%","percent_2":"56%","percent_3":"36%","percent_4":"7%","right_answer":"B. Expression of viral protein by antigen-presenting cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Traditional vaccinations are generally divided into the following categories: $• #Live attenuated vaccinations# introduce a disabled virus that replicates but causes minimal illness.  Because the virus infects host cells, it produces a long-lasting humoral and cell-mediated immune response against a diverse range of viral antigens that mirrors that of a normal infection. $• #Inactivated vaccinations# introduce viral fragments that are taken up by antigen presenting cells and displayed to B and T lymphocytes.  However, because the virus does not replicate with host cells, they tend to elicit a short-acting humoral immune response and less robust cell-mediated response; multiple doses and booster shots are often required to provide effective immunity. $Although live attenuated and inactivated virus immunizations are effective, their #development requires years# or decades and is often more difficult for nonmicrobial antigens (eg, cancer cell antigens).  In contrast, #mRNA vaccinations# can be #rapidly synthesized# in vitro and can be targeted to produce #any known protein# (eg, viral spike protein, cancer antigens).  Once in the cytoplasm, the exogenous mRNA is translated by host ribosomes to the #encoded viral protein#, which then translocates to the cell surface.  This triggers a strong B- and T-cell–mediated immune response against the foreign protein, leading to long-lasting immunity. $#(Choice A)#  RNase enzymes present in the extracellular milieu as part of the innate immune defense against viruses rapidly destroy unprotected mRNA.  Therefore, mRNA vaccines are generally encased in a carrier compound (eg, lipid bilayer) to protect it and to efficiently deliver it into host cells. $#(Choice C)#  mRNA vaccines provide protective immunity only when the mRNA is translated to its encoded protein and expressed on the surface of host cells.  An adaptive immune response targeting the mRNA directly would not provide protective immunity, as the viral capsid/membrane protects the genome while the viron remains extracellular. $#(Choice D)#  Retroviruses (eg, HIV) can convert their genomic RNA to DNA and then integrate into the host genome.  However, mRNA is transcribed to protein and then degraded within host cells; it is not integrated into the genome. $#Educational objective# mRNA vaccines deliver mRNA molecules encoding foreign protein into the cytoplasm of host cells (particularly antigen presenting cells that avidly engulf the associated carrier compound).  The mRNA is then translated by ribosomes and displayed on the cell surface, leading to a robust adaptive immune response. "},

{"id":"1648","title":"A 78-year-old woman comes to the office due to fever, headache, sore throat, cough, and severe myalgias for 24 hours.  Her medical problems include hypertension and Alzheimer dementia.  Her family came to visit over the weekend, and her grandson had symptoms of a cold.  The patient's temperature is 38.9 C (102 F).  Lung examination is unremarkable.  A nasal specimen swab is positive for influenza.  The patient is started on oseltamivir.  Which of the following is most likely impaired in the patient's infected cells as a result of the treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Foreign protein splitting","answer_2":"B. Foreign protein synthesis","answer_3":"C. Viral RNA replication","answer_4":"D. Viral uncoating","answer_5":"E. Virion particle release","percent_1":"2%","percent_2":"4%","percent_3":"13%","percent_4":"14%","percent_5":"67%","right_answer":"E. Virion particle release","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1648.jpg","explanation_1":"","explanation_2":"$#Oseltamivir# is a #neuraminidase inhibitor# useful in the treatment of both influenza A and B virus infections.  Neuraminidase is required for the #release# of virus from infected cells and for the spread of virus within the respiratory tract.  Neuraminidase inhibitors cause the newly synthesized virions to adhere to the host cell surface and form viral aggregates, thereby reducing the spread of virus to other host cells.  Oseltamivir (Tamiflu) can shorten the course and complications of influenza A and B infections if taken within 48 hours of the onset of symptoms.  In addition, oseltamivir works to slow viral penetration of the mucous secretions that protect the respiratory epithelium.  Oseltamivir can therefore be used to treat or prevent influenza. $#(Choice A)#  The influenza viral genome consists of segmented RNA, which is translated predominantly into individual proteins rather than a large polyprotein product.  HIV protease inhibitors (eg, darunavir) are used to counteract HIV polyprotein cleavage mediated by viral protease. $#(Choice B)#  Foreign (viral) protein synthesis can be inhibited by α- and β-interferons, which induce the synthesis of proteins that have an antiviral effect.  These antiviral proteins promote the degradation of RNA and halt protein translation in virally infected cells only. $#(Choice C)#  Impairment of viral RNA replication is accomplished by the reverse transcriptase inhibitors used to combat HIV (eg, abacavir, tenofovir, zidovudine). $#(Choice D)#  Amantadine (limited use in influenza management due to viral resistance) impairs uncoating or disassembly of the influenza A virion after host cell endocytosis.  Oseltamivir does not operate via the same mechanism of action.  Currently, amantadine is mainly used in Parkinson disease as it increases dopamine release (unclear mechanism). $#Educational objective# Oseltamivir is a neuraminidase inhibitor useful in the treatment and prevention of both influenza A and B virus infections.  This medication impairs the release of newly formed virions from infected host cells and impairs viral penetration of mucous secretions that overlie the respiratory epithelium.  "},

{"id":"1465","title":"A 17-year-old boy is hospitalized with recent-onset insomnia, headaches, periodic agitation, and dysphagia.  He is a high school student interested in becoming a veterinarian.  He owns a snake, fish, and parrot.  About 4 weeks ago, he went on a field trip to study bats in a cave.  The patient has no known medical problems and is not taking any medications.  He does not consume alcohol and has never used illicit drugs.  Despite hospitalization and treatment, he develops painful spasms, progressive paralysis, and coma and dies.  Which of the following interventions would have most likely prevented this student from developing this illness?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cellular receptor inhibitor drug","answer_2":"B. Inactivated vaccine","answer_3":"C. Interferon therapy","answer_4":"D. Live attenuated vaccine","answer_5":"E. Toxoid vaccine","answer_6":"F. Viral enzyme inhibitor drug","percent_1":"6%","percent_2":"40%","percent_3":"6%","percent_4":"12%","percent_5":"33%","percent_6":"3%","right_answer":"B. Inactivated vaccine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Human rabies#∆⨉∆⨉ §^#Pathogenesis# ∆ • Transmission of rabies virus by a bite from an infected mammal ∆⨉ §^#Reservoir# ∆ • United States: bats (most common), raccoons, skunks, foxes • Resource-limited countries: dogs ∆⨉ §^#Clinical#$ #features# ∆^#Encephalitic# ∆ • Hydrophobia & aerophobia (due to pharyngeal spasm) • Autonomic instability • Spasticity • Agitation & altered mental status §↕ ∆^#Paralytic# ∆ • Ascending flaccid paralysis §^#Postexposure$ prophylaxis*# ∆ • Rabies immunoglobulin • Rabies vaccine series ∆⨉ §^#Prognosis# ∆ • Coma, respiratory failure & death within weeks ∆⨉ %#*In cases of a high-risk animal that cannot be tested or observed.","explanation_img":"","explanation_1":"","explanation_2":"Restlessness, agitation, and dysphagia progressing to #coma# within weeks of exploring a bat cave is concerning for #rabies# encephalitis.  Although #bats# (and, almost as commonly, raccoons) are among the main sources of rabies in the United States, many patients with bat-derived rabies are not aware that they had been bitten. $Once in a wound, the virus travels retrograde via peripheral nerves to the dorsal root ganglia and then to the brain, where replication occurs.  Common manifestations include a nonspecific, flu-like prodrome followed by an acute neurologic syndrome with agitation, persistent fever, variable consciousness, and #painful spasms# with swallowing or inspiration (causing dysphagia, #hydrophobia#, and aerophobia).  Generalized flaccid paralysis and coma ensue, with most patients dying within weeks. $#Prophylactic vaccination# is recommended for individuals at high exposure risk (eg, veterinarians, cave explorers, laboratory workers handling infected tissues, travelers to countries where rabid dogs are prevalent).  Postexposure prophylaxis (a medical emergency) generally includes rabies immune globulin and vaccination; it is not effective after symptom onset.  The approved rabies #vaccines# consist of various rhabdovirus strains grown in tissue cell culture and #inactivated# by beta-propiolactone. $#(Choices A, C, and F)#  No antirabies drugs targeting specific viral pathways (eg, cellular entry) are available, and interferon is not used in rabies management. $#(Choice D)#  Some live attenuated rabies vaccines have been used in wild animal populations, but none are currently recommended in humans.  The varicella and yellow fever vaccines are live attenuated. $#(Choice E)#  Toxoid (prepared from formalin- or heat-treated toxin) can induce humoral immunity against the corresponding toxin without producing serious toxic effects.  However, rabies does not appear predominantly toxin mediated.  The tetanus-(reduced) diphtheria vaccine contains inactivated bacterial toxoids.  Although tetanus presents with painful muscle spasms, there is no impairment in conciousness or awareness (unlike this patient). $#Educational objective# In the United States, bats are the main source of rabies (only transmitted by mammals).  Agitation and spasms progressing to coma within weeks of exposure is strongly suggestive of rabies encephalitis.  Prophylactic vaccination is recommended for individuals at high risk for exposure to rabid animals or their tissues.  The approved rabies vaccines consist of various rhabdovirus strains grown in tissue cell culture and then inactivated.  "},

{"id":"1374","title":"A 25-year-old primigravida has a stillbirth at 18 weeks gestation.  Her only symptom during pregnancy was pain in both knees and feet, which she attributed to pregnancy-related weight gain and being \"on my feet all day\" as an elementary school teacher.  The pain lasted approximately a week and resolved without medication.  The patient was taking prenatal vitamins daily, and her prenatal care was appropriate.  Fetal autopsy shows pleural effusion, pulmonary hypoplasia, and ascites.  Infection with which of the following is the most likely etiology of the stillbirth? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enveloped, double-stranded DNA virus","answer_2":"B. Enveloped, single-stranded RNA virus","answer_3":"C. Gram-positive coccus in chains","answer_4":"D. Nonenveloped, single-stranded DNA virus","answer_5":"E. Obligate intracellular protozoa","percent_1":"20%","percent_2":"23%","percent_3":"6%","percent_4":"46%","percent_5":"5%","right_answer":"D. Nonenveloped, single-stranded DNA virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Parvovirus is a nonenveloped #single-stranded (ss) DNA virus# with an increased incidence in children and teachers, as most individuals are infected during #school outbreaks#.  Infection in adults can present with an acute, symmetric #arthralgia/arthritis# involving hands, wrists, knees, and/or feet, with or without rash. $Fetal infection with parvovirus can lead to #interruption of erythropoiesis#, causing #profound anemia# and congestive heart failure.  Fetal congestive heart failure can cause pleural effusions, pericardial effusions, and #ascites#.  The findings on fetal autopsy (pleural effusion with secondary pulmonary hypoplasia, and ascites) represent #fetal hydrops#. $Parvovirus is also responsible for erythema infectiosum (\"fifth disease\"), which presents with a \"slapped cheek\" appearance in children, and aplastic crisis in patients with sickle cell anemia. $#(Choice A)#  Varicella zoster virus (VZV) and cytomegalovirus (CMV) are examples of enveloped, double-stranded DNA viruses.  VZV exposure in the second trimester increases the risk of fetal varicella syndrome (presents as limb hypoplasia, microcephaly, chorioretinitis).  Congenital CMV can cause jaundice, hepatosplenomegaly, and periventricular calcifications.  Congenital CMV (and other @TORCH infections@), when severe, can also cause hydrops due to multiorgan failure.  However, parvovirus is the most common infectious agent causing hydrops and is especially likely given the mother's history of transient arthralgias during pregnancy. $#(Choice B)#  Rubella is an enveloped ssRNA virus.  Congenital rubella infection characteristically causes cataracts, sensorineural deafness, and a \"blueberry muffin\" rash (purpuric lesions signify dermal erythropoiesis). $#(Choice C)#  Group B streptococcus (GBS) is a gram-positive coccus that is present in chains and colonizes the female genital and gastrointestinal tracts.  Fetuses exposed to GBS via the amniotic fluid during labor, or with rupture of membranes, can develop sepsis a few days after birth.  GBS exposure does not cause hydrops fetalis. $#(Choice E)#  Congenital toxoplasmosis leads to chorioretinitis, hydrocephalus, intracranial calcifications, microcephaly, and seizures.  It is caused by an obligate intracellular protozoan, Toxoplasma gondii. $#Educational objective# Infection with parvovirus B19 (a nonenveloped single-stranded DNA virus) can cause arthralgia with or without rash in adults.  An infected fetus may develop hydrops fetalis (severe anemia, heart failure, pleural effusions, pericardial effusions, and ascites).  ","clickable_1":"images/img1.1374.jpg"},

{"id":"390","title":"A 29-year-old male is hospitalized with low-grade fever and high serum levels of alanine aminotransferase (ALT) and aspartate aminotransferase (AST).  His serum is positive for HBsAg.  You should inform the patient that the most likely outcome for his infection would be:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complete resolution","answer_2":"B. Fulminant hepatitis","answer_3":"C. Stable chronic hepatitis","answer_4":"D. Chronic hepatitis with progression to cirrhosis","answer_5":"E. Chronic hepatitis with progression to hepatocellular carcinoma","percent_1":"58%","percent_2":"6%","percent_3":"19%","percent_4":"9%","percent_5":"8%","right_answer":"A. Complete resolution","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Hepatitis B virus infection can produce one of three syndromes: acute hepatitis with complete resolution; chronic hepatitis (with or without cirrhosis and the attendant increased risk of hepatocellular carcinoma); or fulminant hepatitis with massive liver necrosis.  By far the most common outcome in HBV-infected adults (> 95%) is acute hepatitis with mild or subclinical symptoms that eventually completely resolve. $#(Choice B)#  Fulminant hepatitis occurs in < 1% of patients who develop acute hepatitis. $#(Choice C)#  Only 4-5% of patients with hepatitis B virus infection will go on to develop chronic hepatitis.  Of those, 50-80% will remain stable with no evidence of cirrhosis. $#(Choice D)#  Approximately 20-50% of patients with chronic hepatitis B infection will also eventually develop cirrhosis. $#(Choice E)#  Hepatocellular carcinoma arises in 10% of patients with chronic hepatitis and cirrhosis. $#Educational objective# The most common outcome in HBV-infected adults (> 95%) is acute hepatitis with mild or subclinical symptoms that eventually completely resolve.  "},

{"id":"15419","title":"A 9-year-old boy is brought to the clinic by his mother for evaluation of rash and sore throat.  Two days ago, the patient returned home from summer camp with a fever, sore throat, and rash on his extremities.  The fever has resolved, but the rash has continued to spread.  The patient has no chronic medical conditions and has received all routine vaccinations.  Vital signs are normal.  Oropharyngeal examination shows superficial ulcers on the buccal mucosa and soft palate but no tonsillar enlargement or exudates.  Skin examination is shown in the @exhibit@.  The infectious agent most likely responsible for this patient's condition is also associated with which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15419.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Facial nerve palsy","answer_2":"B. Keratitis","answer_3":"C. Myocarditis","answer_4":"D. Symmetric polyarthritis","answer_5":"E. Temporal lobe encephalitis","percent_1":"9%","percent_2":"9%","percent_3":"45%","percent_4":"15%","percent_5":"22%","right_answer":"C. Myocarditis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Enterovirus!?Epidemiology? • Young children• Peaks during summer/fall?Clinical features? • HFMD $==○ Painful oral vesicles/ulcers $==○ Maculopapular &/or vesicular rash on hands & feet $==○(including palms & soles)• Herpangina: painful oral vesicles/ulcers only• Myocarditis*• Aseptic meningitis*%*May occur as the primary disease process or as a complication of HFMD. $ #HFMD# = hand-foot-and-mouth disease.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has characteristic findings of #hand-foot-and-mouth disease# (HFMD), an infection caused by Enterovirus.  HFMD is characterized by a painful #oral enanthem# consisting of vesicles/ulcers usually affecting the tongue, buccal mucosa, or soft palate as well as a maculopapular or #vesicular exanthem# on the hands and feet (including #palms and soles#).  Illness may be accompanied by a fever and is usually self-limited. $Other presentations of #Enterovirus infection# include the following: $• Herpangina:  This condition is not associated with an exanthem but causes high fever and a painful oral enanthem primarily affecting the posterior oropharynx and sparing the gingiva. $• #Myocarditis#:  Patients often present with a viral prodrome (eg, fever, myalgia) followed by signs of heart failure, such as dyspnea, tachypnea, and tachycardia.  Myocarditis may also occur as a rare complication of HFMD due to widespread viremia prior to the development of protective antibodies. $• Aseptic meningitis:  Enterovirus is the most common cause of #viral meningitis# and occurs most frequently in infants.  Similar to myocarditis, it may also occur as a complication of HFMD. $#(Choice A)#  Facial nerve palsy (Bell palsy) is classically associated with Lyme disease, which usually presents with a bull's-eye rash (@erythema migrans@), not oral ulcers or rash on the palms. $#(Choices B and E)#  Keratitis (inflammation of the cornea) and temporal lobe encephalitis are serious complications of herpes simplex virus (HSV) infection.  HSV gingivostomatitis presents with vesicles on the anterior oral mucosa, particularly the lips, and gingivae.  Patients may also have concomitant @herpetic whitlow@, which usually appears as clusters of vesicles on the fingers (not diffuse blisters on the palm).  Although Enterovirus may cause CNS complications (eg, aseptic meningitis), temporal lobe encephalitis is more specific for HSV. $#(Choice D)#  Parvovirus B19 infection (fifth disease) may cause a slapped-cheek appearance or a diffuse, reticulated rash.  In some cases, particularly in women or adolescent girls, the infection is followed by polyarthralgia or polyarthritis 1-2 weeks later.  Enterovirus is not associated with joint manifestations. $#Educational objective# Hand, foot, and mouth disease (oral ulcerations and rash on the palms/soles) is a common manifestation of Enterovirus infection.  Although Enterovirus infections are typically self-limited, rare but serious complications include myocarditis and aseptic meningitis.  ","clickable_1":"images/img1.15419.jpg","clickable_2":"images/img2.15419.jpg"},

{"id":"373","title":"A 22-year-old man who recently immigrated to the United States comes to the physician for routine care.  He has no current symptoms.  He takes no medications and has no known allergies.  Laboratory testing yields the following results:","title_table":"?Anti-hepatitis A IgM? Negative ?Anti-hepatitis A IgG? Positive","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"The patient's country of origin does not offer universal immunization against hepatitis A, and he says he has not been vaccinated against the virus.  Which of the following do these laboratory findings most likely suggest?","audio":"","comparison_items":"","answer_1":"A. Anicteric viral infection as a toddler","answer_2":"B. Asymptomatic viral carrier state","answer_3":"C. Chronic viral hepatitis","answer_4":"D. Immunity against hepatitis D infection","answer_5":"E. Liver failure during childhood","answer_6":"F. Occult cirrhosis","answer_7":"G. Reinfection with hepatitis A virus","answer_8":"H. Window period","percent_1":"73%","percent_2":"14%","percent_3":"6%","percent_4":"2%","percent_5":"1%","percent_6":"0%","percent_7":"4%","percent_8":"2%","right_answer":"A. Anicteric viral infection as a toddler","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This asymptomatic patient with immunoglobulin G (IgG) antibodies against #hepatitis A virus# (HAV) likely had a prior infection with HAV.  In children age <6, HAV infection is most often (>80%) silent or subclinical (\"#anicteric#,\" with no jaundice observed).  Less frequently, it can present as an acute, self-limited illness characterized by jaundice, malaise, fatigue, anorexia, nausea, vomiting, and right upper-quadrant pain.  Clinical disease is typically more severe (70% of symptomatic patients with jaundice) in adults (some of whom develop an aversion to smoking, for unclear reasons), although in the United States most adults with anti-HAV IgG antibodies have never experienced an icteric illness.  Liver failure and death due to HAV are extremely rare (<0.5% of cases) #(choice E).# $#(Choices B, C, and F)#  Unlike hepatitis B or C, HAV infection is a self-limiting disease that is not associated with an asymptomatic viral carrier state and does not progress to chronic hepatitis, cirrhosis, or hepatocellular carcinoma. $#(Choice D)#  Immunity against hepatitis D virus (HDV) infection would be signaled by anti-HDV IgG antibodies, not anti-HAV IgG antibodies. $#(Choice G)#  Reinfection with HAV would be associated with the presence of anti-HAV IgM antibodies.  Individuals who have persistent anti-HAV IgG antibodies typically enjoy immunity to repeat HAV infection. $#(Choice H)#  Acute hepatitis B infection is sometimes associated with a window period where hepatitis B surface antigen (HBsAg) is no longer present but anti-HBsAg is not yet detectable in serum. $#Educational objective# Hepatitis A virus infection is most commonly silent or subclinical (\"anicteric\") in young children but can also present as an acute, self-limited illness characterized by jaundice, malaise, fatigue, anorexia, nausea, vomiting, right upper-quadrant pain, or an aversion to smoking.  "},

{"id":"15490","title":"A 22-year-old woman comes to the office due to 2 weeks of profound fatigue, which has prevented her from attending college classes.  The fatigue was preceded by fevers and sore throat, but these have now improved.  The patient is an exchange student from Turkey and has no prior medical conditions.  She does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  Oropharyngeal examination shows no abnormalities.  There are several enlarged lymph nodes posterior to the sternocleidomastoid muscle bilaterally.  Cardiopulmonary examination is unremarkable.  The spleen is palpable 1 cm below the left costal margin.  No skin rashes or other lymphadenopathy is present.  Peripheral blood evaluation shows increased numbers of abnormal white blood cells as shown in the @exhibit@.  The observed cytoplasmic granules of these cells are most likely to contain which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15490.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Elastase","answer_2":"B. Immunoglobulins","answer_3":"C. Major basic protein","answer_4":"D. Perforin","answer_5":"E. Ribosomes","answer_6":"F. Viral capsid","percent_1":"3%","percent_2":"17%","percent_3":"13%","percent_4":"38%","percent_5":"7%","percent_6":"23%","right_answer":"D. Perforin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15490.jpg","explanation_1":"","explanation_2":"$This patient's peripheral blood smear reveals a @reactive (atypical) lymphocyte@.  In contrast to normal lymphocytes, which are small, round, and have minimal cytoplasm, reactive lymphocytes are large, #scalloped#, and have abundant cytoplasm. $Reactive lymphocytes are activated, pathogen-specific #cytotoxic T cells# and natural killer cells that form in response to certain #intracellular infections# (eg, HIV, cytomegalovirus, toxoplasmosis); they are particularly linked to #infectious mononucleosis#, a primary Epstein-Barr virus characterized by fever, pharyngitis, adenopathy, splenomegaly, and severe fatigue (as is likely in this patient). $Reactive lymphocytes are effector cells that contain #cytotoxic granules# composed of #perforin# (creates holes in the infected cell's membrane) and granzymes (enter the cytoplasm of infected cells and trigger cell death), which are released in response to foreign antigens on the surface (MHC class I receptors) of infected host cells. $#(Choice A)#  Elastase breaks down collagen and is released by neutrophils and macrophages during acute inflammation.  Neutrophils have multi-lobe nuclei and pinkish cytoplasm; macrophages have central round nuclei and abundant greyish, vacuolated cytoplasm.  Neither typically has scalloped edges or abundant basophilic cytoplasm. $#(Choice B)#  Immunoglobulins are secreted by plasma cells, which have an eccentric nucleus, perinuclear paleness (large Golgi apparatus), and spoke-wheel chromatin.  Although immunoglobins cannot typically be visualized on light microscopy, immunoglobulin inclusions can sometimes be seen in plasma cell malignancies such as multiple myeloma (characterized by anemia, hypercalcemia, bone pain, and renal insufficiency). $#(Choice C)#  Eosinophils generate and release major basic protein, which is the core constituent of eosinophilic granules; it acts as a cytotoxin and helminthotoxin and mediates epithelial damage, exfoliation, and bronchospasm in hypersensitivity diseases.  Eosinophils have a bilobed nucleus and stain intensely pink. $#(Choice E)#  Ribosomes generate proteins from messenger RNA; they can be visualized by electron microscopy but usually cannot be seen on light microscopy.  However, ribosomal aggregates can sometimes be seen as basophilic stippling in patients with thalassemia or alcoholism. $#(Choice F)#  Viral capsids are usually bound to viral genomes and shed in the cytoplasm prior to viral replication.  This typically cannot be seen on light microscopy.  Atypical lymphocytes are not infected by virus; they react to infected cells. $#Educational objective# Reactive (atypical) lymphocytes are activated, pathogen-specific cytotoxic T cells or natural killer cells that form in response to certain intracellular infections.  In contrast to normal lymphocytes, reactive lymphocytes are large, scalloped, and have abundant cytoplasm.  Reactive lymphocytosis is a diagnostic feature of infectious mononucleosis. ","clickable_1":"images/img1.15490.jpg"},

{"id":"14903","title":"A 29-year-old woman comes to the office due to 2 weeks of severe, progressive joint pain in her hands, wrists, and ankles.  The pain started in several fingers and spread over the course of a day to more joints.  It is so severe that she is unable to perform daily activities, and ibuprofen provides only partial relief.  The patient has no medical conditions but developed a high fever and diffuse rash on her trunk and extremities during a trip to Puerto Rico 2 weeks ago.  Evaluation at a local medical facility was negative for malaria, and her fever and rash resolved spontaneously after a few days.  She does not use tobacco, alcohol, or illicit drugs and is in a monogamous relationship with her husband.  Temperature is 37 C (99 F), blood pressure is 122/70 mm Hg, and pulse is 86/min.  On physical examination, the patient has pink, moist oropharyngeal mucosa; no rash; clear lungs; normal heart sounds; and no abdominal organomegaly.  Periarticular swelling and tenderness are noted in the wrists, ankles, and interphalangeal joints of her hands.  Range of motion in these joints is decreased due to pain.  Laboratory testing reveals lymphopenia.  Which of the following is the most likely cause of this patient's joint pain?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute joint inflammation from crystal deposition","answer_2":"B. Autoantibody-mediated inflammatory arthritis","answer_3":"C. Spondyloarthritis triggered by bacterial infection","answer_4":"D. Tick bite–borne spirochetal joint infection","answer_5":"E. Viral infection transmitted by mosquito bite","percent_1":"1%","percent_2":"18%","percent_3":"14%","percent_4":"26%","percent_5":"42%","right_answer":"E. Viral infection transmitted by mosquito bite","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Chikungunya virus infection#∆⨉ §^#Epidemiology# ∆ • Tropical/subtropical parts of the Caribbean region, Central/South America, Africa & Asia • Vector: Aedes mosquitoes (also transmit dengue, yellow fever & Zika viruses) §^#Manifestations# ∆ • Incubation period: 3–7 days • High fever & severe polyarthralgia (almost always present) • Headache, myalgia, conjunctivitis, maculopapular rash • Lymphopenia, thrombocytopenia, transaminitis §^#Management# ∆ • Supportive care (initial symptoms usually resolve in 7–10 days) • Chronic arthralgia/arthritis frequently occurs (may require methotrexate)","explanation_img":"","explanation_1":"","explanation_2":"This patient developed a transient febrile illness and rash while traveling in Puerto Rico and now has severe, persistent #polyarthritis#.  The likely cause is #chikungunya#, an alphavirus infection transmitted by Aedes #mosquitoes#.  Outbreaks are common in tropical and subtropical regions (eg, #Caribbean#, Africa, Asia, Indian and Pacific Oceanic islands) during the rainy seasons; travelers may bring the illness home. $Manifestations generally begin a few days after transmission and include high fever; diffuse maculopapular rash; and #severe#, symmetric #polyarticular arthralgia# that begins in the small joints of the hands and feet and may move proximally.  Transient #lymphopenia #and thrombocytopenia are common.  Fever and rash usually abate within a few days, but many (>70%) patients have persistent arthralgia, polyarticular arthritis (particularly of the wrists, hands, or ankles), or tenosynovitis for weeks or months.  Because Aedes mosquitoes also transmit the viruses that cause dengue, yellow fever, and Zika, coinfection can occur. $#(Choice A)#  Gout causes recurrent, acute joint inflammation due to monosodium urate crystal deposition.  However, most cases are monoarticular and occur in lower extremity joints. $#(Choice B)#  Rheumatoid arthritis (RA) and systemic lupus erythematosus (SLE) are autoantibody disorders that cause symmetric, inflammatory polyarthritis.  Patients generally develop morning stiffness followed by joint swelling in the fingers, wrists, and toes; this migrates in SLE and progresses to eventual joint destruction in RA.  The presence of a febrile illness while traveling and persistent nonmigratory joint pain makes an infection like chikungunya more likely than an autoantibody-mediated inflammatory arthritis. $#(Choice C)#  Reactive arthritis is a rare condition that primarily follows a gastrointestinal (eg, Salmonella, Shigella, Campylobacter) or genital (eg, Chlamydia) bacterial infection.  Manifestations typically include an asymmetric oligoarthritis that often affects the knees.  This patient's febrile illness while traveling and symmetric polyarthritis make chikungunya more likely. $#(Choice D)#  Lyme disease is caused by the spirochete Borrelia burgdorferi.  Initial symptoms usually include fever; malaise; and a spreading, annular rash (erythema migrans).  Several months or years later, late manifestations such as monoarticular arthritis of the knee or asymmetric oligoarthritis can develop. $#Educational objective# Chikungunya is an alphavirus transmitted by mosquitoes in tropical and subtropical areas.  Initial manifestations include fever, diffuse rash, and severe polyarthralgia.  Although fever and rash quickly resolve, many patients have chronic arthralgia, polyarthritis (eg, wrist, fingers, ankles), or tenosynovitis.  "},

{"id":"1670","title":"A 4-year-old boy is brought to the office due to high fever, nasal discharge, and cough for 3 days.  His family recently returned from a vacation in Mexico.  Physical examination shows an ill-appearing, febrile child.  The patient has bilateral conjunctival injection and several small white spots with an erythematous base on his buccal mucosa.  A review of the medical record shows parental refusal of preventive health services.  Over the next several days, which of the following is most likely to develop in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Jaundice","answer_2":"B. Maculopapular rash","answer_3":"C. Parotid swelling","answer_4":"D. Paroxysmal cough","answer_5":"E. Upper airway obstruction","answer_6":"F. Vesicular rash","answer_7":"G. Watery diarrhea","percent_1":"3%","percent_2":"65%","percent_3":"11%","percent_4":"6%","percent_5":"5%","percent_6":"7%","percent_7":"2%","right_answer":"B. Maculopapular rash","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Measles virus (rubeola)! ?Clinical presentation? • Prodrome (eg, cough, coryza, conjunctivitis, fever, Koplik spots) • Maculopapular exanthem • Cephalocaudal & centrifugal spread • Spares palms/soles ?Complications? • Primary measles pneumonia • Secondary bacterial infections (pneumonia & otitis media) • Neurologic • Encephalitis (within days) • Acute disseminated encephalomyelitis (within weeks) • Subacute sclerosing panencephalitis (within years) ?Prevention? • Live-attenuated measles vaccine","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Measles# virus, or rubeola, is an enveloped, nonsegmented, negative-sense RNA virus of the Paramyxoviridae family.  This highly contagious infection is transmitted by airborne or person-to-person contact.  Classically, @measles@ presents with a #prodrome# of fever, cough, rhinorrhea, and conjunctivitis (ie, conjunctival injection [hyperemia]).  #Koplik spots# on the buccal mucosa are a #pathognomonic# finding and consist of small white, blue, or gray specks on an erythematous base.  These symptoms are followed by a @maculopapular exanthem@ that starts on the face and spreads down the trunk and extremities. $The parents' refusal of preventive medicine also supports a diagnosis of measles, as the child likely did not receive the combined measles, mumps, and rubella (MMR) vaccine. $#(Choice A)#  Hepatitis A spreads through the fecal-oral route and is generally an acute and self-limited disease.  Hepatitis B is transmitted via bodily fluids and causes acute and chronic disease.  These viruses cause elevated liver enzymes and hyperbilirubinemia (jaundice). $#(Choice C)#  @Mumps@ is a member of the Paramyxoviridae family and spreads by respiratory droplets or person-to-person contact.  Infection classically causes parotitis, orchitis, and aseptic meningitis. $#(Choice D)#  Pertussis is caused by the gram-negative bacteria Bordetella pertussis and spread by respiratory droplets.  It is highly contagious and presents with paroxysms of cough and an inspiratory \"whoop\" sound in children. $#(Choice E)#  @Epiglottitis@ is linked with Haemophilus influenzae type b, a gram-negative, encapsulated bacteria spread by respiratory droplets.  Patients often present with tripod positioning in an attempt to increase airflow due to life-threatening airway obstruction. $#(Choice F)#  A diffuse vesicular rash of different stages is typical of @chickenpox@, or varicella-zoster virus (VZV) infection.  VZV is a double-stranded, enveloped, DNA virus that is part of the Herpesviridae family.  Transmission occurs via aerosolized droplets or direct contact. $#(Choice G)#  Rotavirus, a double-stranded RNA virus of the Reoviridae family, causes profuse watery diarrhea in infants, potentially leading to dehydration and death. $#Educational objective# Measles presents with fever, cough, rhinorrhea, and conjunctivitis followed by a maculopapular rash that starts on the face and spreads downwards.  Koplik spots are pathognomonic for measles and characterized by tiny white or blue-gray lesions on the buccal mucosa.  ","clickable_1":"images/img1.1670.jpg","clickable_2":"images/img2.1670.jpg","clickable_3":"images/img3.1670.jpg","clickable_4":"images/img4.1670.jpg","clickable_5":"images/img5.1670.jpg"},

{"id":"1045","title":"An unvaccinated 20-month-old girl is brought to the emergency department with a rash.  Three days ago, she developed a fever along with cough, congestion, and red eyes.  The rash appeared on her face yesterday and spread to her trunk, arms, and legs today.  The patient's temperature is 39.4 C (103 F).  She is lethargic and ill appearing.  Physical examination shows conjunctival injection and a diffuse, maculopapular, erythematous rash.  She is admitted to the hospital for further management.  Deficiency of which of the following is associated with a high rate of complications from this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Vitamin A","answer_2":"B. Vitamin B6","answer_3":"C. Vitamin B12","answer_4":"D. Vitamin D","answer_5":"E. Vitamin E","answer_6":"F. Vitamin K","percent_1":"64%","percent_2":"10%","percent_3":"5%","percent_4":"1%","percent_5":"7%","percent_6":"14%","right_answer":"A. Vitamin A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Measles virus (rubeola)! ?Clinical presentation? • Prodrome (eg, cough, coryza, conjunctivitis, fever, Koplik spots) • Maculopapular exanthem • Cephalocaudal & centrifugal spread • Spares palms/soles ?Complications? • Primary measles pneumonia • Secondary bacterial infections (pneumonia & otitis media) • Neurologic • Encephalitis (within days) • Acute disseminated encephalomyelitis (within weeks) • Subacute sclerosing panencephalitis (within years) ?Prevention? • Live-attenuated measles vaccine","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's history of fever, cough, congestion, and conjunctivitis followed by a maculopapular rash is consistent with measles.  #Measles# is a highly contagious paramyxovirus that spreads by contact or aerosolized respiratory droplets.  This vaccine-preventable infection can be life-threatening.  The classic @exanthema@ starts on the face and spreads in a cephalocaudal and centrifugal pattern.  Erythematous, blanching, maculopapular lesions often progress to a deep red or brown, nonblanching, coalesced rash. $#Vitamin A# supplementation is recommended, especially in patients with vitamin A deficiency.  Acute measles infection depletes vitamin A stores, resulting in a risk of keratitis and corneal ulceration.  Vitamin A helps #prevent# and treat these #ocular complications#.  In addition, it #reduces# risk of other comorbidities (eg, pneumonia, encephalitis), #recovery time#, and #length of hospital stay#.  No other vitamin is linked to measles. $#(Choice B)#  Vitamin B6, or pyridoxine, deficiency can result in oral abnormalities (eg, stomatitis, cheilosis) and irritability.  Vitamin B6 is given therapeutically in specific circumstances (eg, to decrease adverse side effects of isoniazid therapy, to decrease homocysteine levels). $#(Choice C)#  Deficiency of vitamin B12, or cobalamin, results in macrocytic anemia; hypersegmented neutrophils on peripheral smear; and neurologic signs, such as paresthesias.  Patients with a vegan diet are at risk as this vitamin is only found in animal products. $#(Choices D, E, and F)#  Like vitamin A, vitamins D, E, and K are fat-soluble vitamins and often present in patients with fat malabsorption (eg, cystic fibrosis).  Vitamin D deficiency results in bony abnormalities, such as rickets and osteomalacia.  Vitamin E deficiency results in hemolytic anemia and neurologic abnormalities (eg, ataxia).  Vitamin K deficiency presents with easy bleeding (eg, easy bruising, gum bleeding, hematuria, hematochezia). $#Educational objective# Vitamin A can be beneficial in the treatment of measles infection by reducing comorbidities (eg, ocular complications, diarrhea, pneumonia), recovery time, and length of hospital stay.  ","clickable_1":"images/img1.1045.jpg"},

{"id":"1644","title":"A 42-year-old man comes to the emergency department due to fever, abdominal pain, and explosive diarrhea.  He has a history of HIV but has not been taking any medications.  BMI is 18.2 kg/m2.  Abdominal examination is notable for right-sided tenderness to palpation.  Laboratory results show a CD4 cell count of 38/mm3, leukopenia, and thrombocytopenia.  A CT scan of the abdomen reveals colitis.  Colonoscopy reveals areas of erosions and ulcerations; pathology demonstrates cells with viral intranuclear and intracytoplasmic inclusions.  Antiviral therapy is initiated to treat the colitis with an intravenous agent that does not require intracellular activation and is known to bind in vitro with viral-encoded enzymes such as DNA polymerase, RNA polymerase, and reverse transcriptase.  Which of the following agents did this patient most likely receive?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acyclovir","answer_2":"B. Foscarnet","answer_3":"C. Ganciclovir","answer_4":"D. Lamivudine","answer_5":"E. Oseltamivir","answer_6":"F. Saquinavir","answer_7":"G. Sofosbuvir","percent_1":"4%","percent_2":"57%","percent_3":"16%","percent_4":"13%","percent_5":"3%","percent_6":"4%","percent_7":"3%","right_answer":"B. Foscarnet","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with HIV likely has cytomegalovirus (CMV) colitis (intranuclear and intracytoplasmic inclusions), which, in some patients (eg, with ganciclovir resistance or refractory thrombocytopenia), is treated with foscarnet.  #Foscarnet# is a pyrophosphate analog that does #not# require intracellular activation.  It directly inhibits both DNA polymerase in herpesvirus and reverse transcriptase in HIV.  Foscarnet must be administered intravenously.  In addition to treating ganciclovir-resistant CMV infections, foscarnet is useful in patients who have acyclovir-resistant herpesvirus infections.  #Ganciclovir#, a guanine nucleoside analogue structurally similar to acyclovir, is often used for CMV infections.  However, it requires intracellular conversion by a virally encoded kinase and then by cellular kinases #(choice C).# $#(Choice A)#  Acyclovir is a nucleoside analog that must be converted intracellularly to its monophosphate form by a virally encoded thymidine kinase.  Cellular kinases convert the monophosphate form into a triphosphate form, which inhibits herpesvirus DNA polymerase-mediated replication. $#(Choice D)#  Lamivudine is a cytosine analog classified as a nucleoside reverse transcriptase inhibitor.  It must be phosphorylated to its active form, lamivudine triphosphate, by intracellular kinases.  Lamivudine inhibits HIV reverse transcription through viral DNA chain termination. $#(Choices E and F)#  Oseltamivir and saquinavir do not require intracellular activation but are not used for CMV infection.  Oseltamivir is a sialic acid analogue inhibitor of influenza A and B virus neuraminidase.  Saquinavir is an HIV protease inhibitor that prevents the cleavage of polyprotein precursors necessary for the generation of functional viral proteins. $#(Choice G)#  Sofosbuvir inhibits nonstructural protein 5B (NS5B), an RNA-dependent RNA polymerase needed for hepatitis C virus replication.  It requires intracellular activation. $#Educational objective# Of all the antiviral agents that bind and inhibit DNA polymerase in herpesvirus and reverse transcriptase in HIV, the pyrophosphate analog foscarnet is one of few that do not require intracellular activation by viral or cellular kinases.  "},

{"id":"1498","title":"A diarrheal outbreak is reported at a private school in Columbus, Ohio.  Six healthy children age 10-11 and two teachers developed acute vomiting and diarrhea within a 2-day period.  They describe the diarrhea as watery and without blood or mucus.  Three of those affected are febrile during their illness.  None of the patients have traveled abroad recently, and all are up to date with their vaccinations.  Stool test results are pending.  Which of the following pathogens is the most likely cause of the illness?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenovirus","answer_2":"B. Campylobacter jejuni","answer_3":"C. Clostridioides (formerly Clostridium) difficile","answer_4":"D. Enterotoxigenic Escherichia coli","answer_5":"E. Norovirus","answer_6":"F. Rotavirus","answer_7":"G. Salmonella typhi","percent_1":"4%","percent_2":"1%","percent_3":"1%","percent_4":"5%","percent_5":"64%","percent_6":"23%","percent_7":"2%","right_answer":"E. Norovirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Norovirus#∆⨉ §^#Epidemiology# ∆ • Single-stranded RNA genome • Most common cause of viral gastroenteritis in developed countries §^#Clinical features# ∆ • Acute onset; resolves in 2-3 days • Vomiting &/or diarrhea (no blood or mucus)","explanation_img":"","explanation_1":"","explanation_2":"#Norovirus# is the most common cause of #viral gastroenteritis#.  Symptoms include diarrhea, #vomiting#, fever, malaise, and headache.  The #diarrhea# is typically #watery without blood or mucus# due to lack of small bowel inflammation. $Norovirus (part of the Calicivirus family) possesses a linear, nonenveloped, single-stranded RNA genome.  It is resistant to inactivation by acid, bile, and pancreatic enzymes.  As a result, norovirus is easily transmitted via #fecal-oral spread# (eg, foodborne, person-to-person via contaminated bodily fluids) and results in #outbreaks# in crowded settings (eg, schools, hospitals, cruise ships, nursing homes).  The incubation period is 1-2 days; symptoms develop acutely and self-resolve within days.  The diagnosis is typically based solely on clinical presentation, but polymerase chain reaction testing may be performed to confirm an outbreak. $#(Choice A)#  Adenoviral gastroenteritis typically presents with fever and watery diarrhea.  Outbreaks can occur, but these are far less common than with norovirus.  Adenovirus more commonly causes pharyngoconjunctivitis and coryza (eg, runny nose, nasal congestion). $#(Choice B)#  Vomiting, high fever, and bloody diarrhea are typical of Campylobacter jejuni enteritis.  Transmission occurs via oral contact with contaminated food (eg, poultry) or drinks.  Outbreaks are not as common as those of viral etiology. $#(Choice C)#  Clostridioides (formerly Clostridium) difficile infection can result in asymptomatic carriers, pseudomembranous colitis, or fulminant colitis.  Patients have watery diarrhea with or without blood, abdominal pain, fever, and leukocytosis.  Prior antibiotic exposure (eg, fluoroquinolones, clindamycin) is the most significant risk factor. $#(Choice D)#  Enterotoxigenic Escherichia coli (ETEC), the most common cause of traveler's diarrhea, is prevalent in developing countries.  Although the acute onset of nausea, vomiting, and watery nonbloody diarrhea is typical of ETEC infection, it would be unlikely in patients who have not traveled abroad recently. $#(Choice F)#  Gastroenteritis outbreaks can also occur with rotavirus infection, with a presentation similar to that of norovirus.  However, the prevalence of rotavirus in developed countries has decreased dramatically since the introduction of routine childhood vaccination.  Rotavirus is unlikely in vaccinated children (as in this case). $#(Choice G)#  Salmonella typhi infection can result in typhoid fever and presents with fever, followed by abdominal pain and diarrhea and/or constipation.  Severe complications (eg, hepatosplenomegaly, intestinal perforation, sepsis) occur in a minority of patients. $#Educational objective# Norovirus is the most common cause of viral gastroenteritis.  Outbreaks in crowded settings (eg, schools, cruise ships, nursing homes) are common, and symptoms include vomiting and watery diarrhea.  "},

{"id":"1647","title":"A 52-year-old man is evaluated for low-grade fever, malaise, abdominal pain, and diarrhea.  The patient underwent a cadaveric renal transplant 6 months ago to treat renal failure from underlying polycystic kidney disease.  He takes maintenance immunosuppressive therapy.  Physical examination shows mild tenderness in the lower abdominal quadrants with no rebound tenderness.  Serum immunosuppressant levels are within therapeutic range, and renal function studies are normal.  Colonoscopy reveals mucosal erythema and ulcerations.  Biopsy shows large cells with inclusion bodies, and a polymerase chain reaction-based test detects viral DNA.  First-line therapy for the infection is initiated.  This patient is at greatest risk of which of the following from the treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hepatitis","answer_2":"B. Myopathy","answer_3":"C. Neutropenia","answer_4":"D. Pancreatitis","answer_5":"E. Thyroiditis","percent_1":"24%","percent_2":"8%","percent_3":"62%","percent_4":"6%","percent_5":"1%","right_answer":"C. Neutropenia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Patients who undergo organ transplantation and are on immunosuppressive therapy are at risk for #cytomegalovirus #(CMV) #reactivation# with end-organ disease (eg, colitis, retinitis, pneumonitis).  This patient has classic manifestations of #CMV colitis# including fever, fatigue, abdominal pain, and diarrhea.  Because serum testing for CMV DNA may be negative, patients with suspected CMV colitis usually undergo colonoscopy with biopsy.  Typical findings include colonic mucosal erythema/ulcerations.  Biopsy generally reveals #large cells# with @intranuclear and intracytoplasmic inclusions@ (\"owl's-eye\" appearance). $First-line therapy for CMV colitis is intravenous #ganciclovir#.  This guanine nucleoside analogue #interferes with viral DNA replication# by competitively inhibiting the incorporation of guanosine triphosphate into CMV DNA strands by CMV DNA polymerase.  However, this drug also impedes human DNA polymerase to a lesser degree and can interfere with host cell replication, particularly in areas of high turnover (eg, hematologic progenitor cells).  Therefore, ganciclovir is often associated with prominent hematologic side effects such as #neutropenia#, anemia, and thrombocytopenia. $#(Choice A)#  The tuberculosis medications isoniazid and pyrazinamide can cause significant hepatotoxicity. $#(Choice B)#  Myopathy and rhabdomyolysis can be associated with the use of integrase inhibitors (eg, raltegravir, dolutegravir) in the treatment of HIV. $#(Choice D)#  Pancreatitis is an important side effect of the HIV medication didanosine, a nucleoside reverse transcriptase inhibitor. $#(Choice E)#  Amiodarone is an antiarrhythmic medication that can cause hypothyroidism, hyperthyroidism, or thyroiditis. $#Educational objective# First-line therapy for CMV colitis and retinitis is ganciclovir.  This medication inhibits viral synthesis by blocking CMV DNA polymerase.  However, ganciclovir also blocks host DNA polymerase to a lesser degree, which can lead to hematologic side effects such as neutropenia, anemia, and thrombocytopenia.  ","clickable_1":"images/img1.1647.jpg"},

{"SubjectSystem":"Microbiology-Infectious","id":"15215","title":"A 3-year-old girl is brought to the emergency department with abrupt-onset vomiting followed by frequent, large-volume, watery diarrhea for the last day.  She has no prior medical conditions but has not received recommended vaccinations.  Temperature is 37.8 C (100 F).  Physical examination shows mild dehydration.  The abdomen is soft and mildly tender to palpation throughout.  Bowel sounds are increased.  Polymerase chain reaction testing of the stool sample yields a virus with a segmented, double-stranded RNA genome.  Which of the following pathologic findings is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blunting of the villi in the duodenum and proximal jejunum","answer_2":"B. Extensive colonic mucosal injury with yellow-white adherent layer","answer_3":"C. Flask-shaped ulcerations in the cecum and ascending colon","answer_4":"D. Foamy macrophages in the small intestinal lamina propria","answer_5":"E. Inflammatory infiltration and necrosis of the Peyer patches","percent_1":"48%","percent_2":"10%","percent_3":"4%","percent_4":"11%","percent_5":"27%","right_answer":"A. Blunting of the villi in the duodenum and proximal jejunum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Rotavirus# is a segmented, nonenveloped, double-stranded RNA virus that is primarily transmitted via the fecal-oral route.  It is a major cause of infectious diarrhea in children worldwide and typically presents in those #age <5# with acute, self-limited fever and #watery diarrhea# that may lead to #dehydration #and electrolyte abnormalities.  Rotavirus vaccination is protective and has resulted in a dramatic reduction in disease incidence. $Rotavirus invades the villous epithelium of the #duodenum and proximal jejunum#.  Infection causes diarrhea via multiple mechanisms including #villous blunting# (loss of absorptive capacity), proliferation of secretory crypt cells (secretory diarrhea), and reduced brush border enzymes (accumulation of unmetabolized disaccharides in the small intestine lumen).  Rotavirus-induced diarrhea is noninflammatory; therefore, fecal leukocytes and erythrocytes are not typically seen.  Repeat infections are often less severe than initial infection due to the generation of protective secretory IgA against rotaviral antigens. $#(Choice B)#  Clostridioides difficile infection causes exotoxin-mediated damage to the large intestine mucosa, leading to the development of @yellow-white pseudomembranes@.  Cases are most common after recent antibiotic therapy and usually present with watery diarrhea, fever, and abdominal pain.  C difficile is a spore-forming, gram-positive bacterium. $#(Choice C)#  Entamoeba histolytica is an anaerobic parasite that commonly causes dysentery and extraintestinal disease (eg, liver abscess) in the developing world.  Gastrointestinal infection usually results in bloody stools and fever; colonic visualization classically reveals flask-shaped ulcers (ie, with overhanging edges) in the cecum and ascending colon. $#(Choice D)#  @Whipple disease@ is caused by the gram-positive bacillus Tropheryma whipplei.  Histopathology of the small intestine classically shows foamy macrophages in the lamina propria.  Manifestations usually include arthralgias and chronic diarrhea with malabsorption and weight loss. $#(Choice E)#  Typhoid strains of Salmonella pass through enterocytes and invade macrophages in the intestinal submucosa and Peyer patches.  Inflammation and necrosis of Peyer patches can lead to life-threatening gastrointestinal bleeding and perforation. $#Educational objective# Rotavirus is a common cause of self-limited childhood diarrhea in unvaccinated individuals.  It infects villous enterocytes in the duodenum and proximal jejunum and results in villous blunting, proliferation of secretory crypt cells, and a loss of brush border enzymes; this results in watery diarrhea without fecal leukocytes.  ","clickable_1":"images/img1.15215.jpg","clickable_2":"images/img2.15215.jpg"},

{"id":"1668","title":"A 1-month-old boy is brought to the emergency department during winter with cough and difficulty breathing.  He has had rhinorrhea, cough, and congestion for the past 3 days.  Today, the patient began breathing harder and faster with increased cough.  Temperature is 37.8 C (100 F) and respirations are 68/min.  Oxygen saturation is 91%.  The patient is alert and awake and has subcostal and suprasternal retractions.  Mucous membranes are moist, and the anterior fontanelle is open and flat.  Physical examination reveals diffuse expiratory wheezes and scattered rales.  Which of the following pathogens is most likely causing this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenovirus","answer_2":"B. Bordetella pertussis","answer_3":"C. Mycoplasma pneumoniae","answer_4":"D. Parainfluenza virus","answer_5":"E. Respiratory syncytial virus","answer_6":"F. Streptococcus pneumoniae","percent_1":"1%","percent_2":"5%","percent_3":"0%","percent_4":"6%","percent_5":"85%","percent_6":"2%","right_answer":"E. Respiratory syncytial virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Bronchiolitis#∆⨉ §^#Epidemiology# ∆ • Age <2 years • RSV most common cause §^#Clinical$ presentation# ∆ • Antecedent nasal congestion/discharge & cough • Wheezing/crackles & respiratory distress (eg, tachypnea, retractions, nasal flaring) • Apnea in high-risk patients §^#Treatment# ∆ • Supportive care","explanation_img":"","explanation_1":"","explanation_2":"This infant with worsening cough and respiratory distress has diffuse wheezing and crackles, findings suggestive of #bronchiolitis#.  Bronchiolitis is a lower respiratory tract infection that typically affects children age <2 years, usually during the fall and winter.  The most common cause is #respiratory syncytial virus# (RSV). $Initial symptoms include rhinorrhea and congestion, followed by cough, low-grade fever, and increased work of breathing.  Classic findings include hypoxemia, #tachypnea#, and #retractions# with diffuse #wheezes# and #crackles#.  Although illness severity typically peaks at 3-5 days, cough may last several weeks. $In older infants and young children, bronchiolitis is typically a mild, self-limited illness.  However, in premature or young (age <2 months) infants, symptoms may be severe (eg, cyanosis, poor perfusion, poor feeding) and lead to apnea and/or respiratory failure. $Diagnosis of bronchiolitis is clinical, and treatment is supportive (eg, supplemental oxygen, nasal suctioning). $#(Choices A and D)#  Adenovirus most commonly causes pharyngitis with conjunctivitis and fever.  Parainfluenza virus is the most common cause of croup (laryngotracheobronchitis), which presents with a barky, seal-like cough and inspiratory stridor.  Both viruses cause bronchiolitis far less commonly than RSV does. $#(Choice B)#  Bordetella pertussis infection in infants classically causes upper respiratory symptoms (eg, rhinorrhea, congestion) with progression to a whooping cough and bouts of coughing and posttussive emesis.  In contrast to this patient's examination, the lungs are usually clear to auscultation. $#(Choice C)#  Pneumonia caused by Mycoplasma pneumoniae typically presents with fever, cough, and rales and wheezing on examination.  However, M pneumoniae usually affects children age >5 years and is a rare cause of bronchiolitis. $#(Choice F)#  Streptococcus pneumoniae is the most common cause of lobar pneumonia in children and presents with fever and cough.  However, examination typically reveals focal rales, not diffuse findings, as seen in this patient. $#Educational objective# Viral bronchiolitis is most commonly caused by respiratory syncytial virus and presents with low-grade fever, cough, and respiratory distress (eg, tachypnea, retractions) in children age <2 years.  Examination typically shows diffuse wheezes and/or crackles.  "},

{"id":"11822","title":"A 9-month-old girl is brought to the emergency department after a 2-minute generalized seizure.  The patient has had a fever for the past 12 hours and has been very fussy.  She takes no medications and has no allergies.  Her temperature is 39.4 C (103 F).  Examination shows no abnormalities, and the patient is discharged home.  Three days later, she is afebrile but develops a maculopapular rash affecting her trunk.  Infection with which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coxsackievirus A16","answer_2":"B. Herpes simplex virus type 1","answer_3":"C. Human herpesvirus 6","answer_4":"D. Measles virus","answer_5":"E. Parvovirus B19","answer_6":"F. Rubella virus","answer_7":"G. Streptococcus pyogenes","percent_1":"4%","percent_2":"3%","percent_3":"52%","percent_4":"18%","percent_5":"5%","percent_6":"14%","percent_7":"3%","right_answer":"C. Human herpesvirus 6","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Roseola infantum#∆⨉ §^#Microbiology# ∆HHV-6 most common §^#Epidemiology# ∆Age <2 §^#Clinical features# ∆ • Febrile phase $== ○ High fever for 3–5 days $== ○ Well-appearing ± nonspecific viral symptoms$== (eg, rhinorrhea, cervical lymphadenopathy) • Rash (after abrupt resolution of fever) $== ○ Blanching maculopapular rash (trunk → extremities & face) §^#Management# ∆Supportive care, reassurance %#HHV-6 =# human herpesvirus 6.","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #roseola infantum#, which is most commonly caused by #human herpesvirus 6 (HHV-6)#.  Febrile seizures can be caused by any febrile illness, and HHV-6 is one of the most common causes.  However, most patients with HHV-6 infection do not develop seizures.  Primary symptoms include #high fever# for 3-5 days followed by an erythematous #maculopapular rash#.  The @rash@ usually #starts on the trunk# and spreads to the face and extremities.  The diagnosis is based on clinical presentation, and the infection is typically benign and self-limited. $#(Choice A)#  Coxsackievirus A16 is a common cause of @hand, foot, and mouth@ disease in children.  Patients typically have erythematous oropharyngeal ulcers and maculopapular or vesicular lesions on the palms and soles. $#(Choice B)#  Children with primary infection with herpes-simplex virus type 1 (HSV-1) have painful @gingivostomatitis@, often accompanied by fever and irritability.  Neonatal HSV, most commonly caused by HSV-2, can present with fever and seizures in the newborn period. $#(Choices D and F)#  @Rubella@ and @measles@ are vaccine-preventable viral infections that typically present with a maculopapular rash on the face that then spreads to the trunk and extremities; both infections can be distinguished from roseola by the pattern of rash development.  In addition, patients with rubella often have Forchheimer spots on the soft palate, and measles is characterized by pathognomonic Koplik spots on buccal mucosa. $#(Choice E)#  Parvovirus B19 causes @erythema infectiosum@, or fifth disease, which can present as a flulike illness followed by a characteristic \"slapped cheek\" rash and truncal reticular rash.  Parvovirus B19 can be associated with aplastic crisis in those with pre-existing hematologic abnormalities (eg, sickle cell anemia). $#(Choice G)#  Streptococcus pyogenes (Group A Streptococcus) can cause acute, exudative pharyngitis that is associated with fever, headache, and abdominal pain in school-aged children.  It can also be accompanied by scarlet fever, a diffuse sandpaper-textured rash most prominent in skinfolds (eg, groin, axillae, antecubital fossa). $#Educational objective# Human herpesvirus 6 infection (roseola) classically presents with fever for 3-5 days followed by a truncal rash.  It is also the most common cause of febrile seizures.  ","clickable_1":"images/img1.11822.jpg","clickable_2":"images/img2.11822.jpg","clickable_3":"images/img3.11822.jpg","clickable_4":"images/img4.11822.jpg","clickable_5":"images/img5.11822.jpg","clickable_6":"images/img6.11822.jpg"},

{"id":"378","title":"A 23-year-old pregnant woman is found to have chronic viral hepatitis B on liver biopsy.  The presence of which of the following serologic markers is most likely to increase the risk of vertical transmission of the virus?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. HBcAg","answer_2":"B. HBsAg","answer_3":"C. HBeAg","answer_4":"D. Anti-HBcAg IgG","answer_5":"E. Anti-HBeAg IgM","answer_6":"F. Anti-HBsAg IgG","percent_1":"5%","percent_2":"9%","percent_3":"77%","percent_4":"3%","percent_5":"3%","percent_6":"2%","right_answer":"C. HBeAg","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Vertical transmission of hepatitis B from pregnant females to the unborn child can occur with active hepatitis B infection.  Typically, such transmission takes place during the passage of the fetus through the birth canal, but transplacental infection can also occur.  This is especially common in those women who developed acute hepatitis B infection in the third# #trimester. $The presence of HBeAg (a soluble protein that is a marker of viral replication and increased infectivity) in the mother significantly increases the risk of vertical transmission of the virus.  Were this woman HBeAg negative, her neonate's risk of infection would be 20%.  If she were HBeAg positive, however, her neonate's risk of infection would be 95%.  Moreover, should the infant become infected, his chance of progression to chronic hepatitis is 90%.  Because of this concern, the newborns of all mothers with active hepatitis B are passively immunized at birth with hepatitis B immune globulin (HBIG), followed by active immunization with recombinant HBV vaccine. $#(Choice A)#  HBcAg is not detectable in serum as it is normally sequestrated within the HBsAg coat. $#(Choice B)#  HBsAg is the first virological marker detected in the serum after inoculation, preceding both the elevation of serum aminotransferases and the onset of clinical symptoms.  It remains detectable during the entire symptomatic phase of acute hepatitis B and suggests infectivity.  It is not the most ominous marker in the pregnant woman, however. $#(Choice D)#  Anti-HBc appears in the serum shortly after the emergence of HBsAg and remains detectable long after the patient recovers.  The IgM fraction signals the acute phase of disease, whereas the IgG fraction signals recovery from the disease.  Because IgM anti-HBc is present in the \"window period,\" it is an important tool for diagnosis when HBsAg has been cleared and anti-HBs is not yet detectable.  Thus IgM anti-HBc is the most specific marker for diagnosis of acute hepatitis B. $#(Choice E)#  Anti-HBe suggests the cessation of active viral replication and low infectivity. $#(Choice F)#  Anti-HBsAg IgG appears in the serum after either successful HBV vaccination or the clearance of HBsAg and remains detectable for life.  It serves as an indicator of noninfectivity and immunity.  However, there is a time lag between the disappearance of HBsAg and the appearance of anti-HBs in the serum, which is termed the \"window period.\" $#Educational objective# Vertical transmission of hepatitis B from pregnant females to the unborn child can occur in women with active hepatitis B infection.  The presence of HBeAg (a marker of viral replication and increased infectivity) in the mother greatly increases the risk of vertical transmission of the virus.  Because of this concern, the newborns of all mothers with active hepatitis B are passively immunized at birth with hepatitis B immune globulin (HBIG), followed by active immunization with recombinant HBV vaccine.  "},

{"id":"15228","title":"A 45-year-old man comes to the office due to a sore throat for the past 3 months.  The patient also has pain with swallowing.  He has never smoked, drinks alcohol occasionally, and does not use illicit drugs.  On physical examination, the right tonsil is enlarged with a small area of ulceration.  The rest of the physical examination is unremarkable.  Biopsy of the right tonsil is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15228.jpg","title_2":"Which of the following most likely played the most significant role in the pathogenesis of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Coxsackievirus","answer_2":"B. Epstein-Barr virus","answer_3":"C. Herpes simplex virus","answer_4":"D. Human immunodeficiency virus","answer_5":"E. Human papilloma virus","percent_1":"5%","percent_2":"35%","percent_3":"13%","percent_4":"6%","percent_5":"42%","right_answer":"E. Human papilloma virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15228.jpg","explanation_1":"","explanation_2":"Biopsy of the ulcerative tonsil lesion in this patient with persistent throat pain shows malignant cells with atypical mitotic figures and @keratin pearls@, findings consistent with #head and neck mucosal squamous cell carcinoma# (HNSCC). $Although most head and neck cancers are linked to tobacco and excessive alcohol use, patients with #oropharyngeal carcinoma# (eg, tonsil, base of tongue) often #lack traditional risk factors#.  Instead, oropharyngeal cancer is frequently associated with #human papillomavirus# (HPV) exposure, particularly in #younger# patients.  HPV-positive HNSCC primarily affects the oropharynx, possibly due to the higher concentration of lymphatic tissue facilitating viral processing.  The most common causative subtypes are #HPV-16 and 18#, which are covered by the HPV vaccine. $HPV is a nonenveloped, double-stranded DNA virus that infects cutaneous and mucosal tissues.  Some strains (eg, HPV-1, HPV-2) cause skin warts.  Others (eg, HPV-6, HPV-11) cause anogenital papillomas or papillomas that affect the upper respiratory tract (ie, recurrent respiratory papillomatosis).  #High-risk strains# (eg, HPV-16, HPV-18) produce proteins #(E6, E7)# that prevent apoptosis, promote cellular proliferation, and cause genetic instability; they are also linked to cancer of the cervix, vulva, anus, and penis. $#(Choice A)#  Coxsackievirus is the leading cause of hand-foot-and-mouth disease, which is characterized by low-grade fever, oral macules/vesicles, and a macular/papular/vesicular rash on the hands, feet, and extremities.  This virus does not typically cause malignant transformation. $#(Choice B)#  Epstein-Barr virus (EBV) can also cause HNSCC; however, it is most specifically implicated in the nasopharynx, rather than the oropharynx.  The classic triad of nasopharyngeal carcinoma is a neck mass, nasal obstruction, and a unilateral, persistent middle ear effusion due to @obstruction of the eustachian tube@. $#(Choice C)#  Herpes simplex virus causes latent infection in the sensory nerves.  It is associated with vesicular lesions of the orolabial mucosa, not tonsillar ulcers, and does not cause HNSCC. $#(Choice D)#  HIV increases the risk of many types of cancer due to immune dysregulation.  The risk of cancers related to underlying infections, such as human herpesvirus 8 (Kaposi sarcoma), HPV, EBV, and hepatitis B and C viruses (hepatocellular carcinoma), is particularly increased.  However, oropharyngeal cancer is most tightly linked to underlying HPV infection even in the setting of HIV. $#Educational objective# Most oropharyngeal carcinomas (eg, tonsil, base of tongue) are caused by human papilloma virus (HPV) infection.  HPV-16 and HPV-18 are particularly likely to cause malignant transformation.  ","clickable_1":"images/img1.15228.jpg","clickable_2":"images/img2.15228.jpg"},

{"id":"1466","title":"A 71-year-old man with chronic obstructive pulmonary disease (COPD) is hospitalized due to shortness of breath and wheezing.  The patient is treated with bronchodilators and systemic corticosteroids for acute COPD exacerbation.  His symptoms improve over the next 2 days.  Before being discharged, an intramuscular vaccine containing inactivated viral components, which he normally receives annually, is administered.  Several weeks later, the patient comes in close contact with an individual infected with the same virus contained in the vaccine.  Which of the following is most likely to occur in this patient as a result of the vaccination?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Destruction of infected cells by CD8+ T lymphocytes","answer_2":"B. Impaired intracellular viral assembly","answer_3":"C. Impaired release of viral progeny from cells","answer_4":"D. Inhibition of viral entry into cells","answer_5":"E. Inhibition of viral genome replication","percent_1":"46%","percent_2":"2%","percent_3":"7%","percent_4":"41%","percent_5":"3%","right_answer":"D. Inhibition of viral entry into cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1466.jpg","explanation_1":"","explanation_2":"$#Influenza vaccination# is administered either by injection (inactivated [killed] vaccine) or nasal spray (live attenuated vaccine).  Each seasonal influenza vaccine contains antigens (or attenuated virions) from 3 or 4 influenza A and B virus strains.  Antigens from multiple influenza types are included in the vaccine because antibodies against 1 strain confer limited or no protection against the others.  #Annual vaccination# is recommended due to waning effectiveness over time and because circulating strains of influenza change from year to year.  All individuals age >6 months should be immunized, especially health care workers and those at risk of serious complications such as the elderly, patients with chronic illness (eg, chronic obstructive pulmonary disease), and immunocompromised individuals. $Inactivated versions of the influenza vaccine stimulate the formation of #neutralizing antibodies# against the #hemagglutinin antigen# of included strains.  Subsequent exposure to a strain of influenza included in the vaccine will not result in infection because the antibodies bind to hemagglutinin, thereby preventing hemagglutinin from attaching to the sialic acid receptor on host respiratory epithelial cells (#preventing viral entry#). $#(Choice A)#  Because inactivated viral vaccines do not infect host cells, they are not processed by the @MHC class I pathway@ and do not stimulate a potent CD8+ T-cell response.  In contrast, live attenuated influenza vaccines replicate in nasopharyngeal cells and are displayed on MHC class I molecules, thereby generating a strong cytotoxic T-cell response that results in the destruction of the infected cell. $#(Choices B and E)#  Protective antibodies against influenza primarily target the surface glycoproteins and impair viral entry.  Immunization does not typically affect viral genomic replication or assembly, which occurs in the interior of the cell and cannot be targeted easily by an antibody response. $#(Choice C)#  Neuraminidase cleaves the terminal sialic acid residues on glycoconjugate receptors, which releases influenza virions from infected cells.  Oseltamivir is a sialic acid analogue that competitively inhibits influenza neuraminidase, which prevents release of viral progeny. $#Educational objective# Inactivated (killed or component) viral vaccines primarily generate a humoral immune response against extracellular viral antigens, preventing viral entry into the cell.  In contrast, live attenuated viral vaccines can generate a strong cell-mediated immune response that can kill virally-infected cells, in addition to providing humoral immunity.  ","clickable_1":"images/img1.1466.jpg"},

{"id":"15177","title":"A 24-year-old hospital phlebotomist comes to the occupational health clinic after sustaining a needlestick injury while drawing blood from a hepatitis B–positive patient.  She has no medical history and received the complete hepatitis B vaccination series prior to her hospital employment a year ago.  She is closely monitored over the next 6 months with repeat hepatitis B serologies and does not develop clinical or laboratory evidence of infection.  Which of the following mechanisms most likely explains her immunity?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activated CD8+ T-lymphocyte–mediated clearance","answer_2":"B. Disrupted replication of the viral genome","answer_3":"C. Expression of interferon from infected cells","answer_4":"D. Impaired virion entry into hepatocytes","answer_5":"E. Reduced assembly of virions within the cytosol","percent_1":"43%","percent_2":"4%","percent_3":"4%","percent_4":"47%","percent_5":"2%","right_answer":"D. Impaired virion entry into hepatocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Serologic evidence of #hepatitis B virus# (HBV) exposure is present in approximately 2 billion people worldwide.  Nearly 250 million of these individuals have chronic infection and can transmit the virus to others.  Perinatal transmission is most common in high prevalence countries (eg, sub-Saharan Africa); unprotected sex or intravenous drug use causes most infections in low-incidence countries (eg, United States).  #Health care providers# are at #high risk# for infection due to potential exposure to the blood of infected patients. $HBV #vaccination #is recommended for all health care providers and other high-risk individuals (eg, intravenous drug users).  The vaccine utilizes #recombinant HBsAg# to generate protective immunity against the virus.  HBsAg is a collection of envelope glycoproteins found on the surface of HBV; these glycoproteins mediate attachment of the virus to hepatocytes and subsequent viral entry.  Patients who adequately respond to the HBV vaccine generate #anti-HBs antibodies#, which bind to circulating viral particles and prevent attachment to and penetration of hepatocytes. $Patients who have been immunized against HBV as well as those who have cleared the virus after acute infection will have anti-HBs antibodies.  These 2 populations are distinguished by the presence of anti-HBc antibodies, which are seen only in those who have been exposed to the virus (not in immunized patients). $#(Choice A)#  The immunity conferred by the hepatitis B vaccination is mediated by protective antibodies against HBsAg; the protective effects are not due to activation of cytotoxic T cells.  However, in patients exposed to HBV, the resolution of acute infection is mediated primarily by a vigorous, polyclonal cytotoxic T-cell response that destroys infected hepatocytes. $#(Choice B)#  HIV treatment often includes nucleotide and non-nucleoside reverse transcriptase inhibitors, which disrupt viral genome replication.  Hepatitis C virus is often treated with similar medications (eg, sofosbuvir) that target viral RNA-dependent RNA polymerase.  Immunization against HBV does not interfere with replication of the HBV genome. $#(Choice C)#  HBV is considered a stealth virus because it possesses virulence factors that block portions of the innate immune system, including the release of interferon-gamma from infected cells.  However, HBV immunization does not significantly affect the innate immune system. $#(Choice E)#  NS5A inhibitors (eg, ledipasvir) are thought to block hepatitis C virus replication and assembly.  HBV immunization generates protective antibodies against the HBsAg; it does not affect viral assembly. $#Educational objective# Immunization against hepatitis B virus uses recombinant HBsAg to generate anti-HBs antibodies.  These antibodies prevent infection by binding to the envelope of circulating virus and inhibiting viral entry.  "},

{"id":"45","title":"Researchers find that even though the current recombinant hepatitis B vaccine is immunogenic, about 10% of immunocompetent individuals do not develop high enough levels of anti-HB antibodies to confer immunity despite receiving the recommended 3 doses of the vaccine.  To increase the vaccine immunogenicity, they use a lipopolysaccharide derivative as a vaccine adjuvant.  The new vaccine induces an exaggerated immune response in previous nonresponders, which results in high antibody titers and, possibly, lifelong protection.  Universal vaccination with the new vaccine would most likely lead to eradication of which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fulminant viral hepatitis","answer_2":"B. Hepatitis C infection","answer_3":"C. Hepatitis D infection","answer_4":"D. Hepatocellular carcinoma","answer_5":"E. Membranous glomerulopathy","answer_6":"F. Mixed cryoglobulinemia","percent_1":"6%","percent_2":"2%","percent_3":"78%","percent_4":"12%","percent_5":"2%","percent_6":"1%","right_answer":"C. Hepatitis D infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Hepatitis D virus# (HDV) is a small, enveloped RNA virus that does not contain a replicase or RNA polymerase.  Therefore, the virus is completely reliant on host cell machinery for transcription and translation.  In addition, HDV is considered a #replication-defective# virus because it does not encode for viral envelope proteins, which are necessary to generate viral progeny.  HDV can only finish its replication cycle in the setting of #coinfection with hepatitis B virus# (HBV).  HBV encodes for several envelope proteins (HBsAg) that are used to generate the envelope of HDV.  Therefore, universal vaccination against HBV would completely eliminate HDV. $HDV infection can occur as an acute coinfection with hepatitis B or as a superinfection in a chronic HBV carrier.  Infection with HDV dramatically increases the already elevated risk of cirrhosis and hepatocellular carcinoma seen with HBV. $#(Choice A)#  Fulminant viral hepatitis is rare but can occur with any of the hepatitis viruses (A, B, C, D, or E).  Therefore, vaccination against HBV would not eliminate fulminant viral hepatitis. $#(Choice B)#  There is currently no vaccine against hepatitis C virus (HCV).  Vaccinating a patient against HBV would not prevent HCV infection. $#(Choice D)#  Hepatocellular carcinoma is most commonly associated with HCV or HBV infection.  Although universal vaccination against HBV would reduce the incidence of hepatocellular carcinoma, it would not eradicate the condition. $#(Choices E and F)#  HBV and HCV can cause extrahepatic manifestations such as membranous glomerulopathy and mixed cryoglobulinemia due to the formation of circulating immune complexes.  Although vaccination against HBV would reduce the incidence of these extrahepatic manifestations, it would not completely eliminate them. $#Educational objective# Hepatitis D virus (HDV) is a replication-defective RNA virus that is capable of causing infection only in the setting of coinfection with hepatitis B virus (HBV).  HBV provides hepatitis B surface antigen for the HDV envelope.  "},

{"id":"377","title":"A 38-year-old woman who works as a nurse at a large community hospital is undergoing evaluation following an accidental needlestick in the operating room.  The patient being operated on is not known to have any infections.  As part of her evaluation, the nurse has serologic testing for viral hepatitis.  Laboratory results are as follows:","title_table":"?Anti-HAV IgM? negative ?Anti-HAV IgG? positive ?HbsAg? negative ?HbeAg? negative ?Anti-HBs? positive ?Anti-HBc IgM? negative ?Anti-HBc IgG? negative ?Anti-Hbe? negative ?Anti-HCV? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following statements is most likely to be true regarding the nurse's viral status?","audio":"","comparison_items":"","answer_1":"A. She has been vaccinated against hepatitis B virus (HBV)","answer_2":"B. She has chronic hepatitis but is non-contagious","answer_3":"C. She has recovered from HBV infection recently","answer_4":"D. She is actively shedding hepatitis A virus","answer_5":"E. She is an asymptomatic carrier of HBV","answer_6":"F. She is infected with hepatitis D virus","percent_1":"88%","percent_2":"2%","percent_3":"4%","percent_4":"2%","percent_5":"4%","percent_6":"0%","right_answer":"A. She has been vaccinated against hepatitis B virus (HBV)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Importance of hepatitis B serological markers#∆⨉§^#HBsAg# ∆ • Hepatitis B virus surface glycoproteins • Detectable during acute infection • Persistence >6 months = #chronic infection#§^#HBeAg# ∆ • Hepatitis B virus polypeptide • Detectable during acute infection • Indicates #↑ viral replication &# infectivity§^#Anti-HBc IgM# ∆ • Detectable during #acute i#nfection • Present during #window phase (#between HBsAg & anti-HBs)§^#Anti-HBs# ∆ • Seen with cleared infection or vaccination • Confers long-term #immunity#§^#Anti-HBe# ∆ • Develops in cleared infection & later in chronic infection • Indicates #↓ viral replication &# infectivity§^#Anti-HBc IgG# ∆ • Present in both acute & chronic infection • #Not present a#fter vaccination","explanation_img":"","explanation_1":"","explanation_2":"This patient's laboratory studies are typical of #hepatitis B vaccination#.  The hepatitis B vaccine is a safe and highly effective recombinant vaccine that contains HBsAg, a surface antigen that stimulates the production of anti-HBs in the host.  #Anti-HBs# is a #neutralizing antibody# that prevents viral entry into cells.  Therefore, individuals who receive the vaccination will develop immunity and be positive for anti-HBs but #negative for HBsAg#. $In contrast to the vaccine, which only contains HBsAg, infection with hepatitis B virus (HBV) exposes patients to additional antigens.  Hepatitis B core antigen (HBcAg) is found within the virus and on infected hepatocytes but does not circulate in the bloodstream.  If this patient had actually experienced HBV infection (@1@,@2@), her #anti-HBc# would also be positive #(choice C).#  Hepatitis B e antigen (HBeAg) is involved in viral replication, and detection of #HBeAg# in the bloodstream implies high levels of viral replication and infectivity. $#(Choices B and E)#  Persistence of HBsAg in the bloodstream indicates chronic hepatitis.  Patients with no circulating HBeAg, presence of anti-HBe, and low viral loads have a lower risk of disease progression and are less likely to transmit HBV. $#(Choice D)#  The presence of anti-hepatitis A virus (HAV) IgG suggests that this patient is protected from acute HAV infection.  It is impossible to determine from the information given whether the anti-HAV IgG is due to previous infection or immunization with the hepatitis A vaccine. $#(Choice F)#  The hepatitis D virus (HDV) is replication defective and depends on the genetic information provided by HBV for replication.  This individual is not infected with HBV (her HBsAg is negative) and therefore cannot be infected with HDV. $#Educational objective# Individuals who are successfully immunized against hepatitis B virus develop protective anti-HBs antibody.  Individuals who recover from hepatitis B infection, however, have anti-HBs as well as anti-HBc antibodies.  The presence of circulating HBsAg indicates active infection.  ","clickable_1":"images/img1.377.jpg","clickable_2":"images/img2.377.jpg"},

{"id":"11395","title":"A 21-year-old man is brought to the emergency department in a stuporous condition by his parents.  The patient returned from a visit to South America a week ago and shortly thereafter developed high fever, headache, severe myalgia, and joint pain.  He had similar symptoms following a trip to Mexico 5 years ago, but the symptoms resolved spontaneously within a few days.  Temperature is 38.3 C (101 F), blood pressure is 80/50 mm Hg, and pulse is 128/min.  Examination is notable for multiple petechiae, purpuric lesions, and hepatomegaly.  There is severe lower back pain at rest and with movement.  Laboratory studies reveal marked thrombocytopenia, leukopenia, and elevated liver aminotransferases.  Which of the following most likely accounts for the severity of this patient's current illness?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antigenic drift in the virus","answer_2":"B. Blunted T-lymphocyte response","answer_3":"C. Infection with a different viral serotype","answer_4":"D. Larger viral inoculation dose","answer_5":"E. Viral superinfection","percent_1":"11%","percent_2":"11%","percent_3":"52%","percent_4":"5%","percent_5":"21%","right_answer":"C. Infection with a different viral serotype","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Manifestations of dengue#∆⨉ §^#Nonhemorrhagic# ∆ • Flu-like febrile illness with marked myalgia &/or arthralgia • Diffuse maculopapular rash • Retroorbital pain • Leukopenia §^#Hemorrhagic# ∆ • Increased vascular permeability • Positive tourniquet test (petechiae after sphygmomanometer cuff inflation for 5 min) • Hemoconcentration & thrombocytopenia • Spontaneous bleeding → shock","explanation_img":"","explanation_1":"","explanation_2":"This patient recently traveled to South America and now has several manifestations of #dengue#, a Flavivirus infection transmitted by female Aedes mosquitoes.  Although primary (first) infections can be asymptomatic, adult patients may develop high fever, retroorbital pain, and severe myalgia/arthralgia, which gives dengue its common name #breakbone fever#.  Hemorrhagic symptoms (eg, epistaxis, petechiae/purpura) can also occur, and laboratory evaluation often shows leukopenia, thrombocytopenia, and elevated transaminases.  Most primary infections #resolve spontaneously# within 3-5 days and lead to lifelong protective immunity against the infecting viral serotype. $However, there are 4 dengue virus serotypes, and #secondary# infection with a #different viral serotype# is common and is usually associated with #more severe illness#.  Secondary infections are particularly likely to cause #dengue shock syndrome#, a life-threatening dysregulation marked by increased capillary permeability, circulatory collapse (eg, shock), and end-organ damage (eg, #stupor#). $Although the exact pathogenesis of dengue shock syndrome remains unclear, it is probably due to the formation of nonneutralizing, #cross-reactive antibodies# during primary infection that then trigger antibody-dependent #enhancement of secondary infection#.  There may also be accelerated (not blunted) T-lymphocyte activity against secondary infection due to display of cross-reacting viral antigens on major histocompatibility complexes of infected cells #(choice B).# $#(Choice A)#  Antigenic drift is a minor change in viral structure that makes neutralizing antibodies formed during previous infection less effective.  This can increase the risk of reinfection and lead to outbreaks.  Antigenic drift is frequently seen with the influenza virus, but is not prominent with the dengue virus. $#(Choice D)#  Dengue virus inoculation size is not strongly correlated with severity of illness compared to many other viral infections (eg, influenza, hepatitis B). $#(Choice E)#  Viral superinfection can occur when hepatitis D virus infects a patient with active hepatitis B virus infection.  Although superinfection can cause severe hepatitis (eg, elevated transaminases, systemic symptoms, high fever), the presence of the shock syndrome and hemorrhagic manifestations shortly after travel to South America makes dengue more likely.  Hepatitis D is uncommon in the western hemisphere unless patients are in a high-risk category (eg, injection drug user). $#Educational objective# There are 4 different serotypes of dengue virus.  Repeat infection occurs when a person is exposed to a serotype not previously encountered.  Secondary infections are often far more severe than primary infections and may be associated with a life-threatening shock syndrome.  "},

{"id":"1593","title":"A 34-year-old man comes to the physician due to fever, myalgias, malaise, and progressive fatigue over a 2-week period.  He has not experienced any sore throat.  He recently received a blood transfusion while hospitalized for a bleeding duodenal ulcer.  Physical examination shows mild splenomegaly.  There is no lymphadenopathy and no jaundice.  Lymphocytosis is identified in the peripheral blood with 30% atypical lymphocytes.  The patient's serum fails to agglutinate horse erythrocytes.  The agglutination test is repeated a week later and, again, no agglutination is noted.  HIV testing is negative.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coxsackievirus A","answer_2":"B. Cytomegalovirus","answer_3":"C. Epstein-Barr virus","answer_4":"D. Hepatitis C virus","answer_5":"E. JC virus","answer_6":"F. Parvovirus B19","percent_1":"3%","percent_2":"62%","percent_3":"16%","percent_4":"9%","percent_5":"3%","percent_6":"7%","right_answer":"B. Cytomegalovirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Most cases of #infectious mononucleosis (IM)#, caused by the #Epstein-Barr virus (EBV)#, are associated with #serum heterophile antibodies# that agglutinate with erythrocytes from unrelated species (eg, horse erythrocytes in the Monospot test, sheep erythrocytes in the classic Paul-Bunnell test).  The agglutination test may be negative at the beginning of the infection and can be repeated later for confirmation.  Because the Monospot (horse erythrocyte agglutination) test was negative on 2 separate occasions in this patient with a mononucleosis-like syndrome (fever, fatigue, splenomegaly, atypical lymphocytosis), his symptoms are #unlikely# to be due to EBV; the lack of sore throat and lymphadenopathy is also atypical for classic EBV-associated IM #(choice C).# $In immunocompetent patients with a #heterophile antibody-negative mononucleosis-like syndrome#, the most likely diagnosis is #cytomegalovirus (CMV) infection#.  Pharyngitis and lymphadenopathy are seen less commonly than with EBV.  CMV can be acquired during the transfusion of leukocyte-laden blood products, as the virus infects leukocytes of granulocyte-macrophage lineage.  Irradiation helps reduce this risk.  Other causes of heterophile antibody-negative mononucleosis-like syndromes include human herpesvirus-6, HIV, and toxoplasmosis. $#(Choice A)#  Coxsackie A viruses cause aseptic meningitis and herpangina (fever, posterior pharyngeal gray vesicles/ulcers) in children. $#(Choice D)#  Acute hepatitis C (HCV) rarely causes symptoms.  Transfusion-acquired HCV can cause chronic hepatitis, but highly sensitive blood donor screening tests have led to low transmission rates.  Atypical lymphocytosis is less common with HCV than with EBV or CMV. $#(Choice E)#  JC virus causes progressive multifocal leukoencephalopathy (PML), a central nervous system viral infection seen in immunocompromised patients.  Clinical manifestations include hemiparesis, visual field defects (eg, hemianopsia), and cognitive impairment. $#(Choice F)#  Parvovirus B19 causes erythema infectiosum, a childhood illness characterized by red, flushed cheeks (\"slapped cheeks\" appearance).  The virus can also cause aplastic crises in patients with sickle cell anemia and hydrops fetalis in the fetus. $#Educational objective# The Monospot test is positive in most cases of Epstein-Barr virus-associated mononucleosis.  In immunocompetent patients with a heterophile antibody-negative mononucleosis-like syndrome, the most likely diagnosis is cytomegalovirus infection.  "},

{"id":"1497","title":"During the course of a week at an overnight summer camp, 4 children age 7-9 are sent to the camp health center.  They each have fever, cough, congestion, sore throat, and red eyes.  Physical examination of the children shows bilateral conjunctival injection and an erythematous oropharynx.  Auscultation of one child also reveals crackles in the left lower lung field.  All the children's symptoms improve over 7 days with supportive care.  Which of the following is the most likely cause of the outbreak?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenovirus","answer_2":"B. Coxsackievirus","answer_3":"C. Influenza virus","answer_4":"D. Norovirus","answer_5":"E. Parvovirus","answer_6":"F. Respiratory syncytial virus","percent_1":"75%","percent_2":"4%","percent_3":"6%","percent_4":"3%","percent_5":"1%","percent_6":"10%","right_answer":"A. Adenovirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Adenovirus#∆⨉ §^#Epidemiology# ∆ • Double-stranded DNA • Transmission via direct contact, fecal-oral route, respiratory droplets • Occurs year round §^#Clinical$ features# ∆ • Pharyngoconjunctival fever • Outbreaks in crowded quarters (eg, day care centers, camp dormitories, military barracks)","explanation_img":"","explanation_1":"","explanation_2":"#Adenovirus# infection is a common, usually #self-limiting#, disease caused by a double-stranded DNA genome that is transmitted via direct contact, fecal-oral route, or respiratory droplets.  Adenovirus infection occurs year-round and in #outbreaks# in crowded quarters (eg, day care centers, camp dormitories, military barracks). $Viral replication in epithelial cells can give rise to varying manifestations of disease based on serotype, with upper respiratory involvement as the most common.  #Pharyngoconjunctival fever# is characterized by the #acute# onset of #fever, cough, congestion, pharyngitis,# and #conjunctivitis#.  Physical examination usually reveals an erythematous oropharynx with bilateral, conjunctival injection (ie, conjunctival blood vessel enlargement) and serous discharge.  Pneumonia occurs in a small percentage of patients, such as the child with focal crackles. $#(Choice B)#  In young children, hand-foot-and-mouth disease is caused by coxsackievirus.  Painful vesicles develop in the oropharynx and on the @hands@ (eg, palms, dorsal fingers) and @feet@ (eg, soles, sides).  Coxsackievirus can also cause herpangina, an illness characterized by fever with posterior pharyngeal vesicles and without a rash. $#(Choice C)#  Influenza viruses cause acute onset of high fever, cough, muscle aches, and malaise with a peak incidence during the winter.  In children, infection can be complicated by febrile seizures, vomiting, acute otitis media, and pneumonia. $#(Choice D)#  Norovirus causes rapid-onset, self-limiting gastroenteritis in outbreak settings (eg, restaurants, child care facilities, cruise ships).  In addition to vomiting and diarrhea, fever, headache, and malaise are common. $#(Choice E)#  Parvovirus B19 causes @erythema infectiosum@ (fifth disease) in school-aged children and presents with fever, malaise, and a classic \"slapped cheek\" rash. $#(Choice F)#  Respiratory syncytial virus (RSV) classically causes lower respiratory tract disease (eg, bronchiolitis, pneumonia) in infants.  Although older children and adults can develop respiratory infection and outbreaks can occur in close quarters, RSV is a seasonal virus that peaks in the winter months. $#Educational objective# Adenovirus is a self-limiting, year-round infection that causes the acute onset of fever, cough, congestion, pharyngitis, and conjunctivitis.  This pharyngoconjunctival disease can occur in outbreaks among those living in close quarters (eg, camp dormitories, military barracks).  ","clickable_1":"images/img1.1497.jpg","clickable_2":"images/img2.1497.jpg","clickable_3":"images/img3.1497.jpg"},

{"id":"15034","title":"A 24-year-old woman, gravida 1 para 0, at 26 weeks gestation comes to the emergency department due to abdominal cramping and vaginal bleeding.  She recently emigrated from Bolivia and reports no prior medical problems.  The patient's only medication is a daily multivitamin.  Immunization status is unknown.  The patient spontaneously delivers a stillborn fetus with multiple congenital malformations.  Fetal autopsy reveals microcephaly with thin cerebral cortices, ventriculomegaly, and subcortical calcifications.  Viral RNA of a neurotropic virus is detected in body fluids of the mother and the fetus.  Transplacental transmission of this virus causes apoptosis of neural progenitor cells in the developing fetus, leading to disruption of neuronal proliferation, migration, and differentiation.  Which of the following viruses most likely caused this patient's in utero infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytomegalovirus","answer_2":"B. Herpes simplex virus","answer_3":"C. Parvovirus B19","answer_4":"D. Rubella virus","answer_5":"E. Varicella zoster virus","answer_6":"F. Zika virus","percent_1":"25%","percent_2":"2%","percent_3":"5%","percent_4":"14%","percent_5":"1%","percent_6":"54%","right_answer":"F. Zika virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital Zika syndrome#∆⨉ §^#Pathogenesis# ∆ • Single-stranded RNA Flavivirus • Transplacental transmission to fetus • Targets neural progenitor cells §^#Clinical features# ∆ • Microcephaly, craniofacial disproportion • Neurologic abnormalities (eg, spasticity, seizures) • Ocular abnormalities §^#Diagnosis# ∆ • Neuroimaging: Calcifications, ventriculomegaly, cortical thinning • Zika RNA detection","explanation_img":"","explanation_1":"","explanation_2":"#Zika virus# is a #single-stranded RNA# virus belonging to the Flavivirus genus.  Transmission occurs primarily via an Aedes mosquito bite, but infected patients can also spread the virus via genital secretions.  The neurotropic virus can cross the placenta and infect and destroy #fetal neural progenitor cells#, causing congenital Zika syndrome and possible fetal demise.  Fetal brain development is impaired due to disruption of normal proliferation, migration, and differentiation of neurons. $Classic findings in affected newborns include #microcephaly# with facial features out of proportion to head size, #arthrogryposis# (contractures), seizures, hypertonia, and ocular abnormalities.  Loss of brain mass (eg, #cortical thinning#, ventriculomegaly) as well as subcortical calcifications are typically present.  Diagnosis is confirmed by detection of Zika RNA (real-time reverse transcriptase PCR) in serum, urine, or cerebrospinal fluid. $The mainstay of treatment for surviving infants is supportive care with management of feeding difficulties, hydrocephalus, and seizures.  Pregnant women should be counseled to avoid traveling to areas with ongoing Zika transmission (eg, South and Central America, Asia, Africa, Mexico, the Caribbean). $#(Choices A, B, and E)#  Cytomegalovirus (CMV), herpes simplex virus (HSV), and varicella zoster virus (VZV) are double-stranded DNA viruses that can be transmitted in utero and cause CNS abnormalities in the fetus.  Typical CMV findings include hearing loss, chorioretinitis, jaundice, and periventricular calcifications.  When transmitted in utero, HSV and VZV can cause diffuse cutaneous lesions and severe brain destruction; hypoplasia of the limbs and eyes is also commonly seen with fetal VZV infection. $#(Choice C)#  Parvovirus B19 is a single-stranded DNA virus that infects and destroys erythroid progenitor cells and can result in fetal hydrops when the infection is contracted during pregnancy. $#(Choice D)#  Rubella virus is a single-stranded RNA virus that typically presents with cardiac defects, hearing loss, and cataracts. $#Educational objective# Zika virus is a single-stranded RNA virus that infects fetal neural progenitor cells, causing severe congenital malformations (eg, microcephaly, arthrogryposis), cerebral cortical thinning, and possible fetal demise.  "},

{"id":"15068","title":"A 30-year-old man is brought to the emergency department due to erratic behavior, progressive right-sided weakness, and difficulty walking for the last month.  The patient was diagnosed with HIV several years ago and is not compliant with antiretroviral treatment.  Physical examination shows a cachectic and disheveled man.  Funduscopic examination shows no abnormalities.  Motor strength in the right upper and lower extremities is decreased, and his gait is ataxic.  Brain MRI reveals several discrete areas of demyelination in the subcortical and periventricular white matter with no surrounding edema or mass effect.  CD4 cell count is 30/mm3.  Reactivation of which of the following pathogens is most likely responsible for this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytomegalovirus","answer_2":"B. Epstein-Barr virus","answer_3":"C. Herpes simplex virus","answer_4":"D. JC virus","answer_5":"E. Measles virus","answer_6":"F. Toxoplasma gondii","percent_1":"12%","percent_2":"4%","percent_3":"5%","percent_4":"70%","percent_5":"1%","percent_6":"8%","right_answer":"D. JC virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Progressive multifocal leukoencephalopathy#∆⨉ §^#Epidemiology# ∆ • JC virus reactivation • Severe immunosuppression (eg, untreated AIDS) §^#Manifestations# ∆ • Confusion, paresis, ataxia, seizure §^#Diagnosis# ∆ • MRI/CT of the brain with contrast: asymmetric white matter lesions; no enhancement/edema • Lumbar puncture: CSF PCR positive for JC virus • Brain biopsy (rarely needed) §^#Treatment# ∆ • Often fatal • If HIV positive: antiretroviral therapy %#CSF =# cerebrospinal fluid.","explanation_img":"","explanation_1":"","explanation_2":"#JC virus# is a polyomavirus, typically acquired in childhood, that causes life-long, latent infection of the kidney and lymphoid organs.  Most adults have serologic evidence of exposure but remain asymptomatic.  However, those with severe immunosuppression, particularly patients with #advanced AIDS#, are at risk for #viral reactivation# with spread to the brain.  The virus attacks #oligodendrocytes#, the cells that produce myelin, causing a severe demyelinating disease called #progressive multifocal leukoencephalopathy# (PML). $PML presents with confusion, ataxia, motor deficits, and seizures that typically progress over weeks (ie, subacute).  Brain MRI usually shows multifocal areas of @white matter demyelination@ with #no mass effect or enhancement#.  Diagnosis is confirmed with JC virus PCR testing of the cerebrospinal fluid; brain biopsy is rarely required. $There is no specific treatment for PML, but patients with HIV who develop the disease are treated with antiretroviral therapy to reduce immune suppression. $#(Choice A)#  Patients with advanced AIDS can occasionally develop cytomegalovirus encephalitis, which usually presents with rapidly progressive altered mental state and focal neurologic deficits.  However, this condition is highly inflammatory so brain imaging typically shows enhancing lesions. $#(Choice B)#  Epstein-Barr virus reactivation can cause primary CNS lymphoma in patients with advanced AIDS.  Patients usually have focal neurologic symptoms and altered mental state.  However, brain MRI normally reveals an @enhancing lesion@ with mass effect. $#(Choice C)#  Herpes simplex virus encephalitis usually causes focal neurologic deficits and altered mental status.  However, symptom onset is usually rapid (<1 week), most patients have fever, and brain imaging usually reveals an enhancing @temporal lobe lesion@ with mass effect. $#(Choice E)#  Measles can cause subacute, sclerosing panencephalitis several years after initial infection.  This fatal, progressive disease is characterized by slowly worsening neurologic symptoms and multifocal, enhancing, white matter lesions. $#(Choice F)#  Toxoplasma gondii is usually acquired by exposure to cat feces.  Most patients are asymptomatic and have a life-long dormant infection.  However, patients with advanced AIDS can have reactivation leading to meningoencephalitis (eg, headache, confusion, fever).  Brain imaging usually shows @several ring-enhancing lesions@ with surrounding edema. $#Educational objective# Patients with advanced AIDS can have reactivation of JC virus, which causes progressive multifocal leukoencephalopathy.  This condition usually presents with progressive confusion, ataxia, and motor deficits.  Brain MRI reveals multifocal areas of white matter demyelination with no mass effect or enhancement.  ","clickable_1":"images/img1.15068.jpg","clickable_2":"images/img2.15068.jpg","clickable_3":"images/img3.15068.jpg","clickable_4":"images/img4.15068.jpg"},

{"id":"1595","title":"An 18-year-old man comes to the emergency department due to 3 days of fever, myalgias, and profound fatigue.  He was feeling fine prior to the onset of symptoms.  The patient has a history of intermittent asthma for which he uses an inhaler as needed.  He is a senior in high school and plays on the football team.  Temperature is 38 C (100.4 F), blood pressure is 110/80 mm Hg, pulse is 88/min, and respirations are 16/min.  BMI is 22.1 kg/m2.  On physical examination, the patient is found to have swollen lymph nodes in his neck and behind his ears.  The tip of the spleen is palpable 1 cm below the left costal margin.  Laboratory results are notable for the following:","title_table":"!Complete blood count! ?Hemoglobin? 14.4 g/dL ?Platelets? 310,000/mm3 ?Leukocytes? 11,000/mm3 ? Lymphocytes? 70℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is most likely to be elicited on further history?","audio":"","comparison_items":"","answer_1":"A. Anal sexual intercourse","answer_2":"B. Contact with saliva","answer_3":"C. Exposure to urine","answer_4":"D. Prior blood transfusion","answer_5":"E. Recent tick bite","answer_6":"F. School trip to South Asia","percent_1":"1%","percent_2":"91%","percent_3":"1%","percent_4":"1%","percent_5":"4%","percent_6":"2%","right_answer":"B. Contact with saliva","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has many of the classic features of Epstein-Barr virus (#EBV#)-induced #mononucleosis#, including fever, profound fatigue, lymphadenopathy, lymphocytosis (with atypical lymphocytes), and splenomegaly (palpable spleen tip).  EBV is typically transmitted from an asymptomatic virus shedder to a susceptible individual through #saliva# transfer (eg, kissing). $#(Choice A)#  Anal sexual intercourse is more likely to transmit pathogens such as HIV, Neisseria gonorrhoeae, and Chlamydia trachomatis. $#(Choices C, D, and E)#  Urine can harbor pathogens such as cytomegalovirus, adenovirus, Escherichia coli, Staphylococcus saprophyticus, and Klebsiella pneumoniae; blood can harbor hepatitis B virus, hepatitis C virus, and HIV; and arthropods (eg, ticks) can harbor Rickettsia rickettsii and Borrelia burgdorferi, among others. $#(Choice F)#  Malaria and leishmaniasis, which can cause splenomegaly, are found in South Asia.  However, malaria would classically be associated with anemia and thrombocytopenia.  Visceral leishmaniasis (kala-azar) manifests as progressive splenic enlargement and weight loss over months. $#Educational objective# Typical clinical and laboratory features of Epstein-Barr virus (EBV) mononucleosis include fever, pharyngitis, lymphadenopathy, splenomegaly, and atypical lymphocytosis.  EBV is generally transmitted from an asymptomatic virus shedder to a susceptible individual through saliva transfer (eg, kissing).  "},

{"id":"11859","title":"A 21-year-old man comes to the emergency department due to shortness of breath, fatigue, myalgias, and debilitating retroorbital headaches for the past several days.  The patient is on summer break and came to work at his grandparents' dairy farm 3 weeks ago.  He cleans out animal waste from the barn, but he does not handle hay.  His past medical history is insignificant.  He does not use tobacco or illicit drugs.  The patient's temperature is 38.8 C (101.8 F).  Bronchial breath sounds are heard in the right lower lung.  There are no cardiac murmurs.  Abdominal examination is unremarkable.  Chest x-ray demonstrates right lower and middle lobe consolidation.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 14 g/dL ?Platelets? 60,000/mm³ ?Leukocytes? 8,800/mm³ !Liver function studies! ?Aspartate aminotransferase (SGOT)? 162 U/L ?Alanine aminotransferase (SGPT)? 174 U/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"An HIV test is negative.$Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Borrelia burgdorferi","answer_2":"B. Coxiella burnetii","answer_3":"C. Epstein Barr virus","answer_4":"D. Escherichia coli","answer_5":"E. Salmonella enterica","percent_1":"8%","percent_2":"85%","percent_3":"2%","percent_4":"2%","percent_5":"3%","right_answer":"B. Coxiella burnetii","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Q fever# is a zoonosis caused by #Coxiella burnetii#.  Human infection usually occurs through inhalation of bacteria from air contaminated by #animal waste#.  Q fever has acute and chronic stages.  #Acute# Q fever manifests as a nonspecific febrile illness with fever lasting >10 days, fatigue, and myalgias.  Severe debilitating #headaches#, which are often #retroorbital# and associated with photophobia, are a frequent symptom.  #Pneumonia# is one of the primary signs of acute Q fever, and the most common x-ray abnormality is lobar consolidation.  Leukocyte count is often normal.  Other classic laboratory findings are increased liver enzymes and #thrombocytopenia#.  Chronic Q fever, which is frequently fatal if not treated, is rare, may occur in patients with or without previous symptomatic acute infection, and manifests as infective endocarditis in patients with valvular disease. $#(Choice A)#  Borrelia burgdorferi is a spirochete that is the causative agent in Lyme disease, transmitted to humans through the bite of the Ixodes tick.  Manifestations include erythema migrans (target lesion), febrile illness with headaches and joint pains, and central nervous system or cardiac involvement.  Pneumonia would be unusual. $#(Choice C)#  Epstein-Barr virus causes infectious mononucleosis (malaise, pharyngitis, splenomegaly). $#(Choice D)#  Escherichia coli can infect the udders of cows and cause infection of unpasteurized milk, but it is unlikely to cause a febrile illness with retroorbital headaches and pneumonia. $#(Choice E)#  Salmonellosis typically causes a gastrointestinal illness with abdominal cramps and diarrhea. $#Educational objective# Q fever is a zoonotic infection that occurs in farm workers exposed to waste from cattle and sheep.  Its causative agent is Coxiella burnetii.  A patient with exposure to waste from farm animals who develops a nonspecific illness (myalgias, fatigue, fever [>10 days], retroorbital headache) with a normal leukocyte count, thrombocytopenia, and increased liver enzymes should be evaluated for acute Q fever infection.  "},

{"id":"1572","title":"A 56-year-old man comes to the office due to several months of progressive neck swelling.  He has also had intermittent epistaxis and headaches.  The patient has no chronic medical conditions and takes no medications.  He does not use tobacco, alcohol, or illicit drugs, and he emigrated to the United States from rural China 12 years ago.  Physical examination shows several enlarged, firm, and nontender cervical lymph nodes.  Nasopharyngeal evaluation reveals a mass arising from the pharyngeal recess.  Histopathological examination of the mass shows undifferentiated malignant cells of epithelial origin.  Further analysis of these cells is most likely to reveal the presence of nucleic acid sequences from which of the following viruses?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenovirus","answer_2":"B. Coronavirus","answer_3":"C. Cytomegalovirus","answer_4":"D. Epstein-Barr virus","answer_5":"E. Human herpes virus 8","answer_6":"F. Polyomavirus","percent_1":"1%","percent_2":"1%","percent_3":"3%","percent_4":"90%","percent_5":"3%","percent_6":"2%","right_answer":"D. Epstein-Barr virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Nasopharyngeal carcinoma# is an epithelial tumor that usually originates in the pharyngeal recess.  Local tumor growth often leads to epistaxis and headaches, and metastatic spread to cervical lymph nodes frequently causes firm, fixed neck swelling.  NPC is relatively uncommon in the United States but is endemic to #southern China#, where genetic and dietary factors (eg, consumption of salted fish) predispose to premalignant nasopharyngeal epithelial lesions.  Subsequent #malignant transformation# is then induced by #Epstein-Barr virus# (EBV). $EBV is a ubiquitous human herpes virus that causes infectious mononucleosis in a minority of patients (primary infection is usually asymptomatic).  Initial infection is followed by life-long #latent infection# in memory B cells.  While latent, the EBV genome exists as an episome in the nucleus of infected cells and expresses a restricted subset of EBV genes (#latency genes#) which do the following: $• Promote periodic viral reactivation from memory B-cells, leading to recurrent (asymptomatic) mucosal infections. $• Promote survival of infected memory B cells by encoding for proteins (eg, EBNA-1, LMP1) that prevent apoptosis.  In a minority of patients, these proteins are oncogenic and lead to #malignant transformation# of infected B cells (eg, Burkitt lymphoma, Hodgkin lymphoma) or premalignant epithelial cells (eg, nasopharyngeal carcinoma, salivary cancer). $Individuals who do not have premalignant epithelial lesions are at very low risk of EBV-associated epithelial cancers like NPC. $#(Choice A)#  Adenovirus causes acute upper respiratory infection with pharyngitis, coryza, otitis media, bronchitis, and/or pneumonia.  It is not associated with nasopharyngeal carcinoma. $#(Choice B)#  Coronavirus is one of the most common causes of upper respiratory tract infection (eg, common cold) but has no association with nasopharyngeal or other cancers. $#(Choices C and E)#  Cytomegalovirus (CMV) and human herpes virus 8 (HHV-8) are also herpes viruses; as such, they cause acute infection followed by latent disease.  Although CMV can reactivate in immunocompromised individuals (eg, HIV, post-transplantation) and cause severe end-organ disease (eg, retinitis, gastroenteritis), it is not an oncogenic virus.  HHV-8 reactivation also primarily occurs in immunocompromised individuals and is associated with Kaposi sarcoma. $#(Choice F)#  The BK and JC viruses are members of Polyomaviridae and cause life-long latent infections in the kidney.  BK reactivation can cause nephropathy in renal transplant recipients, and JC virus causes progressive multifocal leukoencephalopathy (primarily in patients with advanced HIV). $#Educational objective# Nasopharyngeal cancer is endemic in southern China due to genetic and dietary factors that promote nasopharyngeal epithelial pre-malignant lesions.  In almost all cases, malignant transformation occurs due to infection of premalignant cells with Epstein-Barr virus and the subsequent expression of oncogenic viral proteins.  "},

{"id":"48","title":"An outbreak of hepatitis in New Delhi was characterized by high incidence of fulminant hepatitis in pregnant women, who experienced a mortality rate of 20%.  The virus responsible for the outbreak:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Is an unenveloped RNA virus","answer_2":"B. Is transmitted parenterally","answer_3":"C. Is associated with chronic hepatitis","answer_4":"D. Infects only HBsAg-positive individuals","answer_5":"E. Has oncogenic properties","percent_1":"64%","percent_2":"12%","percent_3":"6%","percent_4":"14%","percent_5":"4%","right_answer":"A. Is an unenveloped RNA virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Hepatitis E# virus is an #unenveloped#, single-stranded RNA virus spread through the fecal-oral route.  Infection with HEV occurs primarily in young and middle-aged adults living in Asia, sub-Saharan Africa, and Mexico, with an average incubation period of 6 weeks.  While the virus is shed in the stool during the acute illness, the disease is typically self-limited and not associated with either chronic liver disease or a carrier state.  HEV antigen or HEV RNA can be detected in the stool or liver in the earliest stages of infection (when the patient is asymptomatic).  Later, serum transaminases and IgM anti-HEV titers rise in association with clinical illness.  The most concerning feature of hepatitis E is the high mortality rate observed in infected #pregnant women#. $#(Choice B)#  Although hepatitis B, C, and D can be transmitted parenterally (with patients with intravenous drug use and hemophilia at particularly high risk), hepatitis A and E are primarily transmitted via the fecal-oral route. $#(Choice C)#  Hepatitis E causes an acute illness and is not associated with chronic infection. $#(Choice D)#  Unlike hepatitis D virus, hepatitis E is not dependent on HBsAg for infection and multiplication. $#(Choice E)#  Because of their association with hepatocellular carcinoma, hepatitis B and C have been suggested to have oncogenic properties.  Hepatitis E is not associated with an increased risk of hepatocellular carcinoma, however. $#Educational objective# Hepatitis E virus is an unenveloped, single-stranded RNA virus spread through the fecal-oral route.  The most concerning feature of hepatitis E infection is the high mortality rate observed in infected pregnant women.  "},

{"id":"46","title":"A 2-month-old girl is brought to the clinic due to perinatal hepatitis B exposure.  Her mother is age 22 and immigrated to the United States shortly after giving birth.  The pregnancy was complicated by maternal hepatitis B infection.  However, the mother received no prenatal or perinatal care and was not diagnosed with chronic hepatitis B until the immigration process.  Maternal HBsAg, HBeAg, and anti-HBc are all positive; anti-HBs is negative.  The infant has not been evaluated previously and has not received any immunizations or other medications.  She is exclusively breast fed and has been growing normally.  Vital signs are normal and physical examination is unremarkable.  No hepatomegaly or jaundice is seen.  The infant's laboratory results will most likely show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibody against HBsAg (anti-HBs)","answer_2":"B. HBeAg","answer_3":"C. Markedly elevated direct bilirubin","answer_4":"D. Markedly elevated liver function tests","answer_5":"E. Neither HBsAg nor anti-HBs","percent_1":"15%","percent_2":"43%","percent_3":"1%","percent_4":"7%","percent_5":"33%","right_answer":"B. HBeAg","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Perinatal hepatitis B infection#∆⨉ §^#Risk factors# ∆ • Maternal viral load • Maternal HBeAg positive §^#Clinical findings# ∆ • Infants usually immune-tolerant (normal or mildly elevated liver enzymes, no symptoms) • High risk for chronic infection • High viral load & HBeAg positive §^#Prevention# ∆ • Maternal antiviral therapy in some cases • Newborn hepatitis B vaccination & immunoglobulin within 12 hours • Routine immunization • Serology ~3 months after 3rd dose of vaccine","explanation_img":"","explanation_1":"","explanation_2":"This infant was exposed to hepatitis B virus (HBV) during delivery.  Mother-to-child transmission most commonly occurs during #delivery#, but transplacental infection can also occur.  Maternal #viral load# and #HBeAg# status are the strongest risk factors for infant infection.  Infants born to HBeAg-positive women (as in this case) have a >90% chance of acquiring infection, whereas the chance is less in infants born to HBeAg-negative women. $Viral replication occurs rapidly in infected infants due to immune system immaturity in newborns.  As a result, infected infants have high viral loads and HBeAg levels.  Despite this high level of replication, infants enter an #immune-tolerant# phase of chronic HBV infection in which they are asymptomatic and have normal or only mildly elevated liver function tests.  Over time, chronically infected newborns are at high risk of progression to #cirrhosis# and #hepatocellular carcinoma#.  The chance of progression to chronic hepatitis B is 90% without treatment, much higher than the chance of progression in older children and adults.  Administration of #hepatitis B vaccine# and #immunoglobulin# as soon as possible after delivery can prevent chronic infection. $#(Choice A)#  Due to their immature immune system, more than 90% of vertically infected infants develop chronic infection (eg, they do not develop anti-HBs and do not clear their HBV infection).  Additionally, the infant's mother has chronic disease and lacks anti-HBs, meaning there would be no maternally derived transplacental antibodies.  Therefore, anti-HBs would not be expected in this infant. $#(Choices C and D)#  Hepatic injury from hepatitis B is due to the cellular immune response, not by the virus itself.  Therefore, infants with HBV infection enter an immune-tolerant phase due to their immature T-cell responses, which limits hepatocyte damage.  As a result, laboratory markers of liver injury (eg, liver function tests, direct bilirubinemia) are usually normal or only mildly elevated in HBV-infected neonates. $#(Choice E)#  Perinatally infected infants have rapid appearance of HBsAg within a few days; absence of both HBsAg and anti-HBs at age 2 months would suggest that the infant was not infected.  However, this is unlikely as virtually all infants born to HBeAg-positive mothers will be infected perinatally. $#Educational objective# Infants born to HBeAg-positive mothers have a high risk of acquiring perinatal hepatitis B virus (HBV) infection.  Infected neonates have high levels of HBV replication and are at high risk for chronic infection, but are usually asymptomatic or have only mildly elevated liver function tests.  "},

{"id":"1594","title":"A 21-year-old woman volunteers in a research study evaluating the effects of viral infection on immunoglobulin production.  The patient is a college student who has no past medical history and does not take any medications.  She has not felt ill recently.  Her lymphocytes are isolated from whole blood and cultured.  The mature B lymphocytes exposed to a specific virus in vitro acquire the ability to proliferate indefinitely while maintaining the capacity to secrete immunoglobulins.  Which of the following tests is used to diagnose an in vivo infection with this virus?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Circulating surface antigen","answer_2":"B. Cryoglobulins","answer_3":"C. Hemadsorption in the cell culture","answer_4":"D. Heterophile antibodies","answer_5":"E. Papanicolaou test","answer_6":"F. Tzanck smear","percent_1":"12%","percent_2":"6%","percent_3":"2%","percent_4":"67%","percent_5":"5%","percent_6":"8%","right_answer":"D. Heterophile antibodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Epstein-Barr virus# (EBV) commonly infects B cells, stimulating them to enter the cell cycle and proliferate continuously (\"transformation\" or \"#immortalization#\").  This is accomplished when EBV-encoded oncogenes activate proliferative and anti-apoptotic signaling pathways within the infected B cell.  In an immunocompetent host, a vigorous immune response holds EBV-induced B cell proliferation in check.  The immortalized B cells maintain the ability to #secrete immunoglobulins# (Ig) and B-cell activation products (eg, CD23), with very few of them releasing virus particles at any one time. $Diagnosing EBV infection relies on detecting a heterogeneous group of #heterophile# IgM #antibodies# that react with antigens on horse erythrocytes (or sheep erythrocytes in the classic Paul Bunnell test).  Agglutination of these horse erythrocytes by human serum is a sensitive and highly specific (~100%) test for EBV infection in human B cells.  The mechanism remains unclear; EBV either induces a humoral response to heterophile antigens or stimulates nonspecific polyclonal activation of B cells. $#(Choice A)#  EBV typically causes a latent infection of B cells, with viral genome persistence but no full virion replication, no lytic release, and sparse viral protein expression.  Normally, only minimal amounts of EBV-specific antigens circulate in an immunocompetent host; therefore, blood tests for such antigens are insensitive to latent EBV infection.  Detection of circulating surface antigen is used to diagnose hepatitis B virus infection. $#(Choice B)#  Cryoglobulins, cold-precipitable serum proteins that contain Igs, are most commonly associated with hepatitis C virus infection. $#(Choice C)#  Some influenza and parainfluenza viruses are associated with hemadsorption (hemagglutinins or glycoproteins with a high affinity for erythrocytes expressed on the host cell surface).  Hemadsorption is not characteristic of EBV. $#(Choice E)#  The Papanicolaou test is used to screen cervical cytology specimens for dysplasia caused by oncogenic strains of human papillomavirus. $#(Choice F)#  Tzanck smear is used to diagnose herpes simplex or varicella zoster virus infection.  The epithelial cells scraped from the ulcer base are prepared with a Wright-Giemsa stain and examined for multinucleated giant cells and intranuclear inclusions. $#Educational objective# Epstein-Barr virus (EBV) commonly infects B cells, stimulating them to proliferate continuously (\"transformation\" or \"immortalization\").  EBV is an oncogenic virus that promotes polyclonal B cell proliferation and heterophile antibody production.  The heterophile antibody test is sensitive and highly specific for EBV infection.  "},

{"id":"21018","title":"A 74-year-old man with end-stage renal disease who is receiving hemodialysis is found to have elevated liver transaminase levels.  He has had no fever or jaundice.  The patient does not drink alcohol and has received a complete vaccine series for hepatitis B.  Vital signs are normal.  BMI is 24 kg/m2.  Physical examination shows anicteric sclerae and no hepatosplenomegaly.  Laboratory results are positive for hepatitis C virus RNA.  Six months previously, he tested negative for hepatitis C.  Without treatment, which of the following is the most likely outcome in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute liver failure","answer_2":"B. Decompensated liver cirrhosis","answer_3":"C. Hepatocellular carcinoma","answer_4":"D. Lifelong persistent infection","answer_5":"E. Spontaneous viral clearance","percent_1":"4%","percent_2":"13%","percent_3":"21%","percent_4":"51%","percent_5":"11%","right_answer":"D. Lifelong persistent infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a new infection with #hepatitis C virus (HCV)#, presenting with elevated hepatic aminotransferases and confirmed on HCV RNA assay.  The risk of HCV infection is elevated in patients on #hemodialysis# due to their frequent exposure to blood products, and these individuals are regularly screened for HCV. $Immediately after exposure to HCV, some patients develop jaundice, abdominal pain, and elevated aminotransferases (ie, acute hepatitis C), whereas others remain asymptomatic.  Although some patients clear the virus spontaneously within 6 months of initial infection, the majority (50%-80%) remain persistently viremic and develop #chronic HCV# unless they receive treatment with antiviral medication #(choice E).#  Viral persistence is even more likely in elderly or immunosuppressed individuals (eg, end-stage renal disease, HIV infection). $Most patients with chronic HCV exhibit nonspecific disease manifestations, including fatigue, abdominal pain, and elevations in aminotransferases.  Approximately 20% of chronic HCV infections lead to cirrhosis, which takes decades (25-30 years) to develop.  Of those with HCV-related cirrhosis, a small minority develop life-threatening hepatic decompensation (eg, esophageal variceal bleeding, ascites) or hepatocellular carcinoma #(choices B and C)#.  Given this patient's age and comorbidities, he is unlikely to survive long enough to develop cirrhosis or carcinoma. $#(Choice A)#  Acute HCV can cause acute (eg, fulminant) liver failure, a life-threatening condition characterized by encephalopathy and impaired hepatic synthetic function (eg, prolonged prothrombin time).  However, this is a rare manifestation and is much less common than chronic HCV. $#Educational objective# The most common outcome of hepatitis C infection without antiviral treatment is lifelong persistent infection (ie, chronic hepatitis C).  Of those with chronic hepatitis C, approximately 20% develop cirrhosis, and only a minority experiences complications (eg, ascites, variceal bleeding, hepatocellular carcinoma).  "},

{"id":"15362","title":"A 43-year-old, HIV-positive woman comes to the office due to lesions on her vulvar and perineal areas for the past 4 weeks.  On examination, there are clusters of firm, shiny, round papules that are each 2-6 mm in diameter with central indentation.  Microscopic examination of a lesion is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15362.jpg","title_2":"Which of the following is the most likely cause of this patient's presenting condition?","audio":"","comparison_items":"","answer_1":"A. Herpes simplex virus","answer_2":"B. Human herpesvirus 8","answer_3":"C. Human papillomavirus","answer_4":"D. Poxvirus","answer_5":"E. Treponema pallidum","percent_1":"10%","percent_2":"5%","percent_3":"28%","percent_4":"55%","percent_5":"2%","right_answer":"D. Poxvirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Molluscum contagiosum#∆⨉ §^#Pathophysiology# ∆ • Cause: poxvirus • Transmission: direct contact, contaminated fomites, autoinoculation • Microscopy: intracytoplasmic eosinophilic inclusion bodies §^#Clinical features# ∆ • Firm, dome-shaped papule with central umbilication • ± Pruritus • Commonly affected areas $== ○ Children (most common): trunk, intertriginous areas, face $== ○ Adults: groin, genitals, upper thighs $== ○ Immunosuppressed: widespread","explanation_img":"","explanation_1":"","explanation_2":"This patient has @molluscum contagiosum (MC)@, a benign skin condition caused by a #poxvirus#.  MC is most common in young children, but older patients who are sexually active, participate in contact sports, or are immunocompromised (eg, HIV) are also at increased risk. $MC classically presents as #firm, shiny, dome-shaped, flesh-colored# papules that often have a #central umbilication#.  Lesions are nontender but may be pruritic.  Affected areas in adults usually include the lower abdomen, genitalia, and upper thighs because sexual contact is the most common route of transmission.  However, autoinoculation can lead to spread on any part of the body (except the palms and soles), and patients who are immunosuppressed are at increased risk for widespread disease. $Microscopy of the lesions shows @intracytoplasmic eosinophilic inclusion bodies@ (molluscum bodies) composed of poxvirus within keratinocytes in the epidermis.  Lesions usually self-resolve within 6-12 months but typically last longer in immunocompromised patients. $#(Choice A)#  @Genital herpes simplex virus@ causes acute episodes of painful vesicles and ulcers, which are not present in this patient.  In addition, @microscopy@ of herpes shows multinucleated cells. $#(Choice B)#  Human herpesvirus 8 in immunocompromised patients causes @Kaposi sarcoma@, which typically presents with nontender, discolored (eg, pink, purple, red) papules on the extremities, face, and genitalia.  Biopsy(@1@,@2@) shows whorls of spindle cell proliferation and extravasated red blood cells. $#(Choice C)#  @Condyloma acuminata@ (due to human papillomavirus) are typically soft, verrucous anogenital lesions without a central indentation.  @Microscopy@ shows papillomatosis and perinuclear cytoplasmic vacuolation (koilocytosis). $#(Choice E)#  Syphilis, caused by Treponema pallidum, classically presents with a painless genital ulcer in its primary stage.  Secondary syphilis can cause condyloma lata, which are pale papules and plaque-like genital lesions.  Although the diagnosis is normally confirmed through serologic testing, microscopy would show spirochetes on darkfield examination rather than molluscum bodies in keratinocytes. $#Educational objective# Molluscum contagiosum is caused by a poxvirus and presents with small, firm, rounded, papules that often have a central umbilication.  Adults who are immunocompromised (eg, HIV) or sexually active are at increased risk.  Biopsy shows intracytoplasmic eosinophilic inclusion bodies of poxvirus in keratinocytes.  ","clickable_1":"images/img1.15362.jpg","clickable_2":"images/img2.15362.jpg","clickable_3":"images/img3.15362.jpg","clickable_4":"images/img4.15362.jpg","clickable_5":"images/img5.15362.jpg","clickable_6":"images/img6.15362.jpg","clickable_7":"images/img7.15362.jpg","clickable_8":"images/img8.15362.jpg","clickable_9":"images/img9.15362.jpg"},

{"id":"11377","title":"A 29-year-old woman comes to the emergency department due to high fever and a rash.  The illness began 5 days ago with acute-onset high fever, headache, retroorbital pain, and joint and muscle pain.  Yesterday, the patient developed a diffuse rash, and this morning she had a nosebleed.  The patient returned from a trip to Brazil 10 days ago.  Her boyfriend traveled with her and is asymptomatic.  Examination shows a diffuse maculopapular rash and scattered petechiae over her extremities.  Laboratory evaluation reveals thrombocytopenia.  Transmission of the pathogen causing this patient's current symptoms occurs in a manner that is most similar to which of the following diseases?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chikungunya","answer_2":"B. Lymphogranuloma venereum","answer_3":"C. Meningococcal meningitis","answer_4":"D. Pulmonary tuberculosis","answer_5":"E. Rocky Mountain spotted fever","answer_6":"F. Typhoid fever","percent_1":"65%","percent_2":"2%","percent_3":"5%","percent_4":"2%","percent_5":"21%","percent_6":"6%","right_answer":"A. Chikungunya","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Transmission of common infections#∆⨉ §^#Mechanism of transmission# ∆^#Examples# §^#Direct contact# ∆ • Infectious mononucleosis • Lymphogranuloma venereum • RSV, rhinovirus, Norwalk virus §^#Droplet (>5 µm)$(eg, coughing, sneezing)# ∆ • Influenza • Meningococcal meningitis • Adenovirus, pertussis §^#Airborne (<5 µm)$(eg, aerosols, ventilation system)# ∆ • Tuberculosis • Measles, chickenpox, smallpox §^#Vector-borne# ∆ • Mosquito: malaria, dengue, chikungunya • Tick: Lyme disease, RMSF %#RMSF =# Rocky Mountain spotted fever; #RSV =# respiratory syncytial virus.","explanation_img":"","explanation_1":"","explanation_2":"This patient traveled to Brazil and subsequently developed a high fever and hemorrhagic manifestations (eg, petechiae, thrombocytopenia, mucosal bleeding).  The likely diagnosis is #dengue#, a Flavivirus infection transmitted by female Aedes #mosquitoes#.  Dengue virus causes approximately 400 million infections per year and is especially prevalent in tropical and subtropical regions of Asia and South America (eg, #Brazil#). $Manifestations typically arise 4-7 days after transmission and include sudden-onset #high fever#, headache, #retroorbital pain#, arthralgia, and myalgia.  Hemorrhagic manifestations such as petechiae, purpura, or mucosal bleeding (eg, #epistaxis#, melena) often occur within days of symptom onset and can be life-threatening.  Laboratory evaluation frequently reveals thrombocytopenia, leukopenia, and hemoconcentration. $Because Aedes mosquitoes also transmit the viruses that cause yellow fever, Zika, and #chikungunya#, there are often #simultaneous outbreaks# in endemic areas during the rainy seasons when mosquito populations peak.  Patients are also at high risk for coinfection with multiple mosquito-borne viral pathogens during these periods. $#(Choice B)#  Lymphogranuloma venereum is an ulcerative genital disease caused by specific serovars for Chlamydia trachomatis, which is transmitted by direct sexual contact with an infected individual. $#(Choice C)#  Meningococcal meningitis is a life-threatening bacterial infection that typically starts with acute-onset myalgia, high fever, and vomiting and rapidly progresses to petechial rash and circulatory collapse.  The pathogen (Neisseria meningitidis) is transmitted by respiratory droplets. $#(Choice D)#  Pulmonary tuberculosis typically causes asymptomatic initial infection but may reactivate and lead to cough, hemoptysis, and cavitary pulmonary disease.  Mycobacterium tuberculosis is spread primarily through airborne droplet nuclei. $#(Choice E)#  Rocky Mountain spotted fever is a tick-borne illness caused by Rickettsia rickettsii, a gram-negative obligate intracellular pathogen.  It typically presents with fever and nonspecific symptoms followed a few days later by a petechial rash. $#(Choice F)#  Typhoid fever is a Salmonella infection that typically causes a stepwise, progressive illness marked by fever in week 1, abdominal pain and a rose-colored rash in week 2, and hepatosplenomegaly and intestinal perforation in week 3.  It is transmitted primarily by contaminated food or water ingestion in areas with poor sanitation. $#Educational objective# Aedes mosquitoes transmit the viruses that cause dengue, chikungunya, Zika, and yellow fever; simultaneous outbreaks and coinfections are common.  Dengue usually presents as an acute febrile illness with headache, retroorbital pain, arthralgia, and myalgia; hemorrhagic signs (eg, thrombocytopenia, petechiae, mucosal bleeding) often occur within days.  "},

{"SubjectSystem":"Genetics-Infectious","id":"1469","title":"Studies conducted following an influenza epidemic that affected the inhabitants of several countries determine that the cause is an antigenically novel virus strain carrying the animal-strain hemagglutinin and neuraminidase surface molecules.  Further analysis reveals that reassortment of the genetic materials occurred during coinfection with human influenza virus and swine influenza virus, leading to the development of some progeny that contain genetic materials from both viruses.  Which of the following viruses can undergo a similar process?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hepatitis C virus","answer_2":"B. Human papillomavirus","answer_3":"C. Measles virus","answer_4":"D. Poliovirus","answer_5":"E. Rotavirus","percent_1":"19%","percent_2":"10%","percent_3":"10%","percent_4":"5%","percent_5":"56%","right_answer":"E. Rotavirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1469.jpg","explanation_1":"","explanation_2":"$#Genetic shift# in the influenza A virus involves #reassortment# of genomic segments of the #human# strain with genomic segments of the #animal# strain, typically when both strains coinfect birds (avian) or pigs (swine).  The resulting new strain can cause a new influenza epidemic or pandemic if it has dramatically altered viral surface glycoproteins (eg, hemagglutinin). $The key structural feature that enables influenza viruses to undergo such relatively rapid genetic shifts through reassortment is the #segmented# nature of their genomes.  Members of another virus family with a segmented genome could also undergo such reassortment - as opposed to the less radical, slower genetic drift that occurs via point mutations in all viral families.  Among the viruses listed, only #rotavirus# has a segmented genome.  Segmented viruses include orthomyxoviruses, reoviruses, bunyaviruses, and arenaviruses. $#(Choices A, B, C, and D)#  Hepatitis C virus, human papillomavirus, measles virus, and poliovirus all lack the segmented genome necessary to undergo reassortment. $#Educational objective# Viruses with segmented genomes (eg, orthomyxoviruses, rotaviruses) are capable of genetic shifts through reassortment.  Reassortment (genetic shift) involves exchange of entire genomic segments, a far more dramatic process than the point mutations responsible for genetic drift.  "},

{"id":"15491","title":"Several individuals in a Florida neighborhood develop a febrile illness during the summer.  Most of them experience abrupt-onset fever, headache, confusion, and lethargy.  Some patients also develop tremors, seizures, and focal motor or sensory deficits.  Physical examination shows signs of meningeal irritation and altered mental status.  Cerebrospinal fluid evaluation reveals lymphocytic pleocytosis with no organisms seen on Gram stain.  Brain imaging shows no abnormalities.  Which of the following would be most helpful in controlling this disease outbreak?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Control of vector arthropods","answer_2":"B. Decontamination of bat droppings","answer_3":"C. Isolation of infected individuals","answer_4":"D. Purification of drinking water","answer_5":"E. Vaccination of all individuals","percent_1":"57%","percent_2":"3%","percent_3":"16%","percent_4":"15%","percent_5":"9%","right_answer":"A. Control of vector arthropods","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common arboviral infections#∆⨉ §^#Viral pathogens# ∆ • West Nile virus • St. Louis encephalitis virus • La Crosse virus • Eastern & Western equine encephalitis viruses §^#Clinical syndromes# ∆ • Most common: asymptomatic to flu-like illness (eg, fever, headache, myalgias) • Meningitis (eg, neck stiffness, headache) • Encephalitis (eg, confusion, tremors, focal neurological deficits) • Acute asymmetric flaccid paralysis: West Nile virus §^#Transmission# ∆ • Arthropod (eg, mosquito, tick) bites • Host: birds and small mammals","explanation_img":"","explanation_1":"","explanation_2":"These patients have a febrile illness with signs of meningitis (eg, neck stiffness, headache) and encephalitis (eg, confusion, seizure, tremor, focal deficits), raising strong suspicion for an outbreak of #arbovirus meningoencephalitis# (eg, West Nile virus, La Crosse virus).  Arboviruses are small RNA viruses that are harbored by birds and small mammals and are transmitted to humans via biting arthropods (eg, #mosquitos#, ticks, fleas), primarily during the #summer months# when arthropod populations are at their peak. $Infections in otherwise healthy individuals usually result in an asymptomatic low-level viremia that is cleared within a week by the humoral antibody response.  In contrast, patients who cannot mount a rapid, effective antibody response (eg, elderly, immunocompromised) may have persistent and more severe viremia; these individuals often develop a severe #flu-like illness# (eg, fever, headache, fatigue, arthralgias) that may progress to #meningitis# and/or #encephalitis#. $Most arbovirus infections are self-limited and resolve with supportive care, but some cases of meningoencephalitis are fatal.  Because no vaccines are currently available for North American arboviruses #(choice E),# prevention primarily relies on the #elimination of vector arthropod breeding grounds# (eg, stagnant water) and the early identification of infected arthropods (and birds) so that aerosolized insecticide can be sprayed. $#(Choice B)#  Histoplasmosis is an endemic mycosis of the Ohio and Mississippi River Valleys that can be transmitted by bird or bat droppings.  Most patients are asymptomatic, but a minority develop pneumonia.  Dissemination to the CNS can occur occasionally but is associated with focal brain lesions on imaging. $#(Choice C)#  Meningococcal meningitis requires isolation of infected individuals (droplet precautions) to prevent transmission.  Patients often initially develop flu-like symptoms that can progress within hours to petechial/hemorrhagic rash, sepsis, and death.  Cerebrospinal fluid will show neutrophilic pleocytosis. $#(Choice D)#  Aseptic meningitis is often caused by enteroviruses (eg, Coxsackievirus, echovirus) that are transmitted via the fecal-oral route through contaminated food or water.  However, enteroviruses are less likely to cause signs of encephalitis (eg, confusion, focal neurologic deficits, tremors, seizures) than arboviruses. $#Educational objective# Arboviruses, small RNA viruses transmitted by biting arthropods, are the most common cause of encephalitis outbreaks in the United States.  Because no vaccines are currently available, prevention primarily involves eliminating the vector arthropods (eg, infected mosquitos).  "}


]