[

{"id":"1680","title":"A 45-year-old man with a history of end-stage renal disease undergoes renal allograft transplantation.  The donor kidney and proximal ureter are transplanted in the right iliac fossa, with implantation of the ureter into the patient's bladder.  Six days following surgery, the donor kidney appears to be functioning well, but the patient develops fever and right lower quadrant abdominal pain.  Imaging studies reveal a large pelvic fluid collection.  Exploratory laparotomy is performed and discovers urinary leakage, with significant ischemia and necrosis of the transplanted ureter immediately adjacent to the site of implantation into the bladder.  The proximal portion of the ureter appears normal.  The healthy segment of this patient's transplanted ureter is most likely receiving blood from which of the following arteries?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common iliac artery","answer_2":"B. Internal iliac artery","answer_3":"C. Lumbar arteries","answer_4":"D. Phrenic artery","answer_5":"E. Renal artery","answer_6":"F. Superior vesical artery","percent_1":"12%","percent_2":"22%","percent_3":"4%","percent_4":"1%","percent_5":"50%","percent_6":"10%","right_answer":"E. Renal artery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp1680.jpg","explanation_1":"","explanation_2":"$The blood supply to the #proximal ureter# comes from branches of the #renal artery#.  At the distal ureter, arterial blood supply arises from the superior vesical artery.  In between, the arterial supply to the ureter is anastomotic and highly variable, with possible afferent branches from the gonadal, common and internal iliac, aorta, and uterine arteries. $ In a kidney transplant operation, the native kidneys are typically left in place, and the donor kidney is placed retroperitoneally in the right iliac fossa.  Blood supply is established by #anastomosing# the #donor renal artery# with the recipient's #external iliac artery#.  The proximal 1/3 of the donor ureter is preserved and used to establish continuity from the collecting system of the kidney to the recipient's bladder.  Although the transplanted ureter will continue to receive blood through the donor's renal artery, the most distal portion may be susceptible to ischemia due to lack of anastomotic connections.  #Distal ureteral ischemia# is a recognized complication of renal transplant and causes leakage of urine 5-10 days following transplant. $#(Choices A, B, and F)#  Branches from the common iliac, internal iliac, and superior vesical arteries supply more distal segments of the ureter, which are not typically retained in the transplanted specimen in order to limit distal ureteral ischemia. $(Choice C)  The lumbar arteries arise directly from the aorta to supply the lumbar vertebrae and surrounding structures. $(Choice D)  The inferior phrenic arteries are branches of the aorta that supply the diaphragm and provide branches to the suprarenal glands. $ Educational objective The proximal ureter receives its blood supply from the renal artery whereas the distal ureter is supplied by the superior vesical artery.  Circulation to the middle portions of the ureter is variable and anastomotic."},

{"id":"1607","title":"Nephrologists at a research hospital are investigating the physiologic changes that occur in diabetes insipidus.  The group develops a technique that permits sampling of tubular urine in experimental animals with physiology similar to that of humans.  The animals then undergo hypophysectomy, after which tubular fluid samples are obtained from multiple sites throughout the nephron.  In the absence of antidiuretic hormone, fluid from which of the following sampling sites is most likely to have the highest osmolarity?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1607.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"4%","percent_2":"8%","percent_3":"60%","percent_4":"8%","percent_5":"6%","percent_6":"14%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1607.jpg","explanation_1":"","explanation_2":"$Tubular fluid osmolarity varies along the different segments of the nephron depending on each segment's permeability to water, the osmolarity of the renal interstitium, and the presence or absence of antidiuretic hormone (ADH):  $1. In the proximal tubule, water is passively reabsorbed along with active transport of solutes into the interstitium.  Fluid in the proximal tubule lumen is therefore isoosmotic with plasma #(choice A).#  $2. The descending limb of the loop of Henle is permeable to water, but not solutes.  As this segment of the nephron descends into the medullary interstitium, water moves down its concentration gradient from the lumen into the highly osmotic medulla.  No reabsorption of electrolytes occurs in this segment, so the fluid in the lumen becomes hypertonic #(choice B).#  However, tubular fluid will be the #most concentrated# at the #bottom of the loop# of Henle where interstitial osmolality is the greatest.  $3. The thick ascending limb of the loop of Henle is impermeable to water.  In this portion of the nephron, electrolytes are actively resorbed by the Na+/K+/2Cl- cotransporter, causing the osmolarity of the tubular fluid to decrease and become hypotonic #(choice D).#  $4. Reabsorption of solutes continues to occur in the distal convoluted tubule through the action of the NaCl symporter.  Because the early distal convoluted tubule is impermeable to water, tubular fluid increases in hypotonicity in this segment of the nephron #(choice E).#  $5. The water permeability of the collecting ducts depends on the presence of ADH.  In the #absence of antidiuretic hormone# (ADH) (eg, overhydration, diabetes insipidus), the collecting ducts are impermeable to water, even when passing through high-osmolarity regions within the medullary concentration gradient.  As solutes continue to be removed, tubular fluid in this segment can become as hypotonic as 50 mOsm/L, producing a very #dilute urine#. $#(Choice F)#  When ADH levels are @high@ (eg, dehydration), the collecting duct is highly permeable to water.  Water leaves the tubular fluid driven by the high osmolarity of the medullary interstitium, and hypertonic urine is formed (up to 1200 mOsm/L).  However, in this experiment the hypophysectomized animals are unable to produce ADH and will have dilute urine. $#Educational objective# Antidiuretic hormone (ADH) acts primarily on the collecting ducts, increasing their permeability to water.  In the absence of ADH, the tubular fluid is most concentrated at the junction between the descending and ascending limbs of the loop of Henle and most dilute in the collecting ducts.  ","clickable_1":"images/img1.1607.jpg"},

{"id":"19292","title":"A 62-year-old woman comes to the office for medical evaluation.  The patient states her 26-year-old son has developed renal failure from chronic glomerulonephritis and is undergoing dialysis therapy.  She has the same blood group as her son and she wants to donate one of her kidneys to him.  The patient has no chronic medical conditions and takes no medications.  Vital signs are within normal limits, and physical examination shows no abnormalities.  The patient understands that she may not be a compatible donor based on human leukocyte antigen (HLA) testing.  In addition, which of the following age-related renal changes should be taken into consideration when assessing donor suitability?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased number of functional glomeruli","answer_2":"B. Decreased solute excreting ability","answer_3":"C. Increased creatinine clearance","answer_4":"D. Increased renal blood flow","answer_5":"E. Increased sensitivity for renin release","percent_1":"63%","percent_2":"24%","percent_3":"9%","percent_4":"1%","percent_5":"3%","right_answer":"A. Decreased number of functional glomeruli","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Normal aging# results in multiple physiologic and structural alterations that lead to a slow decline in renal function, even in the absence of renal disease.  These alterations typically begin around age 30, with a more marked decline occurs in those >50 years, resulting in the predisposition of elderly patients to develop acute kidney injury or chronic kidney disease.  These alterations include: $• #Reduced renal mass and functional glomeruli:#  There is a 50% reduction in functional glomeruli by age 75 associated with a reduction in renal mass due to atrophy and fibrotic replacement.  This results in #reduced glomerular filtration rate and creatinine clearance#, as well as a reduced ability to concentrate urine, which may predispose patients to hypovolemia during periods of stress #(choice C).# $• #Reduced renal blood flow (RBF):#  Loss of renal microvasculature results in a reduction in renal blood flow with age, increasing the susceptibility to ischemic injury #(choice D).#  Furthermore, RBF becomes more dependent upon prostaglandins to maintain adequate blood flow, leading to increased susceptibility to renal injury with nonsteroidal anti-inflammatory drugs (due to reduced prostaglandin formation). $• #Reduced hormonal responsiveness:#  There is reduced secretion of renin (blunts the renin-angiotensin-aldosterone system response) and reduced hydroxylation of vitamin D in response to parathyroid hormone #(choice E).#  However, unlike chronic renal disease, the production of erythropoietin in response to anemia or hypoxemia is unchanged. $Older kidneys also have a higher proportion of cells that undergo apoptosis after a given insult (eg, ischemia) and are less capable of regeneration. $#(Choice B)#  The ability to excrete solutes is relatively preserved in the aging kidney. $#Educational objective# Normal aging results in multiple physiologic and structural alterations that lead to a slow decline in renal function.  These include reductions in renal mass and functional glomeruli (ie, reduced glomerular filtration rate and creatinine clearance), decreased renal blood flow, and limited hormonal responsiveness (eg, renin, parathyroid hormone).  "},

{"id":"690","title":"A 55-year-old woman is treated with ramipril for primary (essential) hypertension.  Her blood pressure decreases to normal value over several weeks of treatment.  The patient seems to be compliant with her medication and experiences no significant side effects.  She has no other medical issues and takes no other medications.  She does not use tobacco, alcohol, or illicit drugs.  Physical examination shows no abnormalities.  Which of the following is the most likely combination of changes in response to this patient's treatment (AT = angiotensin)?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Renin∆AT I∆AT II∆Aldosterone∆Bradykinin","answer_1":"§A. ∆↑ ∆↑ ∆↓ ∆↓ ∆↑","answer_2":"§B. ∆↑ ∆↑ ∆↑ ∆↓ ∆↑","answer_3":"§C. ∆↑ ∆↑ ∆↑ ∆↓ ∆No change","answer_4":"§D. ∆↑ ∆↑ ∆↓ ∆↓ ∆↓","answer_5":"§E. ∆↑ ∆↓ ∆↓ ∆↓ ∆↓","answer_6":"§F. ∆↓ ∆↓ ∆↓ ∆↓ ∆No change","percent_1":"85%","percent_2":"3%","percent_3":"2%","percent_4":"6%","percent_5":"1%","percent_6":"3%","right_answer":"§A. ∆↑ ∆↑ ∆↓ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp690.jpg","explanation_1":"","explanation_2":"$The renin-angiotensin-aldosterone system (RAAS) is one of the most important neurohormonal systems, regulating arterial blood pressure and sodium and fluid content in the body.  In response to decreased sodium, fluid volume, or arterial blood pressure, renin is released from the kidneys, converting angiotensinogen to angiotensin I.  Subsequently, angiotensin-converting enzyme (ACE) converts angiotensin I to angiotensin II.  Angiotensin II then increases aldosterone secretion from the adrenal cortex, leading to increased sodium and fluid retention in the collecting tubules of the kidneys.  Angiotensin II is also a potent vasoconstrictor that ultimately increases systemic vascular resistance and arterial pressure. $Angiotensin II itself is involved in 2 negative feedback mechanisms that help regulate the RAAS.  In short-loop negative feedback, elevated angiotensin II stimulates the angiotensin receptors on juxtaglomerular cells to inhibit renin release.  In long-loop negative feedback, increased blood pressure and sodium levels (due to angiotensin II) eventually decrease renin release via intrarenal baroreceptor and macula densa pathways, respectively. $#ACE inhibitors# such as ramipril block ACE and decrease the conversion of angiotensin I to angiotensin II, effectively blocking arteriolar vasoconstriction and aldosterone secretion.  In addition to decreased blood pressure and sodium levels, #decreased angiotensin II# levels also interfere with negative feedback mechanisms, ultimately activating the RAAS to #promote renin release#.  @ACE@ is also responsible for the breakdown of bradykinin; therefore, ACE inhibitors lead to i#ncreased bradykinin #levels, which are thought to cause the characteristic ACE inhibitor–induced cough. $#Educational objective# Angiotensin-converting enzyme (ACE) inhibitors block the effect of ACE, decreasing angiotensin II and aldosterone levels.  By decreasing angiotensin II levels, ACE inhibitors directly interrupt negative feedback loops, thereby increasing renin and angiotensin I levels.  ACE is also responsible for the breakdown of bradykinin; ACE inhibitors therefore increase bradykinin levels.  ","clickable_1":"images/img1.690.jpg"},

{"id":"6772","title":"A 34-year-old healthy woman enrolls in a clinical trial.  She receives an intravenous infusion of glucose to achieve various steady-state plasma concentrations.  Urinary volume and urinary glucose excretion are measured at different plasma glucose levels.  The data are extrapolated to determine the normal (baseline) relationship between plasma glucose concentration and renal glucose reabsorption.  The experiment is repeated following administration of the study medication (after treatment).  The results are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/6772.jpg","title_2":"Which of the following medications was most likely used in this study?","audio":"","comparison_items":"","answer_1":"A. Canagliflozin","answer_2":"B. Chlorthalidone","answer_3":"C. Insulin","answer_4":"D. Liraglutide","answer_5":"E. Metformin","answer_6":"F. Sitagliptin","percent_1":"76%","percent_2":"3%","percent_3":"5%","percent_4":"4%","percent_5":"5%","percent_6":"6%","right_answer":"A. Canagliflozin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp6772.jpg","explanation_1":"","explanation_2":"$Glucose is freely filtered at the glomerulus and is promptly reabsorbed in the proximal tubule by a sodium-coupled active transport mechanism (ie, #sodium-glucose cotransporter-2# [SGLT-2]).  Normally, nearly all filtered glucose is reabsorbed.  However, this reabsorption mechanism is saturable; at higher filtered glucose loads (ie, higher plasma glucose), reabsorption is inadequate to completely retain all of the filtered glucose, and the excess is excreted in the urine. $#SGLT-2 inhibitors# (eg, canagliflozin) are a class of antidiabetic agents that reduce sodium-coupled glucose reabsorption in the proximal tubule.  This# reduces glucose reabsorption# by the kidney (ie, increases urinary glucose loss) and lowers blood glucose levels.  Concurrently, the glycosuria causes an #osmotic diuresis# that modestly lowers blood pressure. $As blood glucose falls and the filtered glucose load decreases, glucose reabsorption is again adequate to reabsorb nearly all of the filtered glucose.  At normal blood glucose levels, the glucose-lowering effect is minimal; therefore, these agents carry a #low risk# for drug-induced #hypoglycemia#. $#(Choice B)#  @Thiazide diuretics@ (eg, chlorthalidone) decrease reabsorption of sodium, chloride, and water in the distal convoluted tubule.  They can cause hyperglycemia by decreasing insulin secretion; however, they do not affect renal glucose reabsorption. $#(Choice C)#  Insulin has a variety of physiologic effects, but it primarily lowers blood glucose by increasing hepatic glycogen synthesis and stimulating glucose uptake in peripheral tissues.  It does not alter renal glucose reabsorption. $#(Choices D, E, and F)#  @Glucagon-like peptide-1@ (GLP-1) agonists (eg, liraglutide) lower blood glucose by increasing glucose-dependent insulin secretion and decreasing glucagon secretion.  Metformin lowers glucose levels by decreasing hepatic glucose production and increasing peripheral glucose uptake.  Dipeptidyl peptidase-4 inhibitors (eg, sitagliptin) decrease degradation of endogenous GLP-1, leading to similar (though less potent) effects.  These drugs do not affect renal glucose reabsorption. $#Educational objective# Glucose is reabsorbed from the proximal tubule by sodium-glucose cotransporter-2 (SGLT-2).  Normally, nearly all filtered glucose is reabsorbed.  SGLT-2 inhibitors lower the threshold at which filtered glucose can be fully reabsorbed; this increases urinary glucose losses and lowers blood glucose levels.  ","clickable_1":"images/img1.6772.jpg","clickable_2":"images/img2.6772.jpg"},

{"id":"19177","title":"A 28-year-old woman, gravida 1 para 0, at 12 weeks gestation comes to the office for follow-up.  During the first trimester, the patient had mild nausea, which has now resolved, and the patient feels well.  She has a history of epilepsy for which she is taking lamotrigine; her only other medication is a prenatal vitamin with folic acid.  Vital signs and physical examination show no abnormalities.  Fetal heart tones are normal.  In addition to routine prenatal care, the patient's serum lamotrigine level is being closely monitored because the drug is eliminated primarily by the kidneys.  Which of the following renal changes are expected in this patient during her pregnancy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Renal blood flow ∆Glomerular filtration rate ∆Serum creatinine level ","answer_1":"§A. ∆ Decreased ∆Decreased ∆Increased","answer_2":"§B. ∆ Decreased ∆Unchanged ∆Decreased","answer_3":"§C. ∆ Increased ∆Decreased ∆Unchanged","answer_4":"§D. ∆ Increased ∆Increased ∆Decreased","answer_5":"§E. ∆ Unchanged ∆Increased ∆Increased","percent_1":"17%","percent_2":"2%","percent_3":"10%","percent_4":"62%","percent_5":"10%","right_answer":"§D. ∆ Increased ∆Increased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19177.jpg","explanation_1":"","explanation_2":"$#Pregnancy# results in multiple maternal hemodynamic changes that affect renal physiology.  Marked #volume expansion# occurs due to renin release from extrarenal sources (eg, ovaries, decidua) with upregulation of the renin-angiotensin-aldosterone system (RAAS).  Despite the increased sodium and water retention and RAAS activity, pregnancy is marked by #widespread vasodilation# and increased arterial compliance, likely due to the release of relaxin and reduced sensitivity to angiotensin II and norepinephrine. $Increased blood volume and cardiac output result in the following alterations in renal hemodynamics: $• #Increased renal plasma flow (RPF)#, which peaks at 12 weeks gestation. $• #Increased glomerular filtration rate#, which is largely driven by the increased RPF.  However, later in gestation, the dilutional reduction in serum albumin levels results in lower plasma oncotic pressure and further promotes filtration. $These alterations result in increased creatinine clearance, leading to #decreased serum creatinine levels#, typically by an average reduction of approximately 0.4 mg/dL.  Therefore, serum creatinine levels considered normal in nonpregnant patients (eg, 1.0 mg/dL) represent significant renal dysfunction in this population.  Furthermore, a small rise in creatinine in a pregnant woman reflects a marked reduction in renal function. $#(Choices A, B, C, and E)#  These hemodynamic alterations would not occur in normal pregnancy and represent renal dysfunction in a pregnant patient. $#Educational objective# Pregnancy results in significant plasma expansion and widespread vasodilation, leading to increased renal plasma flow and glomerular filtration rates.  Serum creatinine is reduced by approximately 0.4 mg/dL in this population; therefore, a rise in serum creatinine, even to levels that are normal in nonpregnant patients, represents significant renal dysfunction.  "},

{"id":"1017","title":"An experimental substance is infused intravenously at a constant rate into a healthy volunteer.  The substance is known to selectively constrict the efferent arteriole in renal glomeruli.  The rate of infusion is closely controlled during the experiment to allow for only mild constriction of the efferent arteriole.  Which of the following changes in glomerular filtration rate (GFR) and filtration fraction (FF) is most likely to occur during the infusion of this substance?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. GFR↓, FF↑","answer_2":"B. GFR↓, FF unchanged","answer_3":"C. GFR↑, FF↓","answer_4":"D. GFR↑, FF↑","answer_5":"E. GFR unchanged, FF↑","percent_1":"8%","percent_2":"4%","percent_3":"7%","percent_4":"78%","percent_5":"4%","right_answer":"D. GFR↑, FF↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1017.jpg","explanation_1":"$Blood circulates in the kidney along the following path: interlobar arteries→arcuate arteries→radial arteries→afferent arterioles→glomerular capillaries→efferent arterioles→peritubular capillaries→interlobar veins.  Glomerular filtration rate (GFR) normally equals approximately 125 ml/min, although this number can vary between 90 to 130 by gender and between different subjects.  The GFR depends on the difference in hydrostatic and oncotic pressures between the glomerular capillaries and Bowman's capsule.$","explanation_2":"$Constriction of the efferent arteriole produces a significant increase in glomerular capillary hydrostatic pressure because of the reduction in glomerular blood outflow.  This produces a corresponding increase in GFR.  Efferent arteriolar constriction also reduces renal plasma flow (RPF).  The increase in GFR along with the decrease in RPF leads to an increased filtration fraction (FF) because FF=GFR/RPF (choice D). $As RPF decreases, the slower capillary flow allows more time for the filtration of plasma across the glomerular membrane.  This leads to an increased concentration of non-filterable plasma proteins within the glomerular capillaries, thus elevating capillary oncotic pressure.  As efferent arteriolar constriction increases past a certain point, this increase in capillary oncotic pressure begins to oppose, and eventually overwhelm, the increase in capillary hydrostatic pressure also produced by efferent arteriolar constriction.  Thus, when RPF is low secondary to severe efferent arteriolar constriction, the substantially increased capillary oncotic pressure results in an overall decrease in GFR #(choice A).# $#(Choice B)#  Selective constriction of the afferent arteriole decreases plasma flow into the glomerular capillaries, reducing capillary hydrostatic pressure and thus decreasing the GFR.  Constriction of the afferent arteriole results in relatively equal decreases in RPF and GFR (FF=GFR/RPF), so the filtration fraction remains unchanged. $#Educational objective# Selective vasoconstriction of the efferent arteriole (up to certain extent) increases hydrostatic pressure in the glomerular capillaries, and therefore increases the glomerular filtration rate.  As efferent arteriolar constriction continues to increase, the glomerular filtration rate begins to decrease due to a flow-mediated rise in oncotic pressure in the glomerular capillaries.  The filtration fraction always increases with increasing efferent arteriole constriction.  "},

{"id":"1988","title":"A 38-year-old man is brought to the emergency department due to progressive nausea, confusion, and unsteady gait.  Family members state that symptoms started 4 days ago after he went to the dentist due to a toothache, for which he was prescribed ibuprofen.  He also takes lithium for bipolar disorder.  On examination, he is drowsy and ataxic, having slurred speech and coarse tremors.  His serum lithium level is 3.86 mEq/L (therapeutic range: 0.8-1.2 mEq/L), and serum creatinine and blood urea nitrogen are elevated.  While in the emergency department, he develops a generalized tonic-clonic seizure.  During emergent hemodialysis treatment, his blood is passed along a semipermeable membrane and allowed to equilibrate with a dialysate solution.  Which of the following is most likely to increase the rate of drug removal?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adding lithium to the dialysis solution","answer_2":"B. Decreasing dialysis solution temperature","answer_3":"C. Decreasing the membrane pore size","answer_4":"D. Increasing surface area of the membrane","answer_5":"E. Increasing thickness of the membrane","percent_1":"1%","percent_2":"1%","percent_3":"4%","percent_4":"92%","percent_5":"1%","right_answer":"D. Increasing surface area of the membrane","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1988.jpg","explanation_1":"","explanation_2":"$This patient is presenting with severe @lithium toxicity@ secondary to his recent NSAID use and requires urgent hemodialysis to lower his blood lithium levels.  Multiple factors affect the rate of #molecular diffusion# across a semipermeable membrane separating 2 well-mixed compartments.  The number of molecules that cross the membrane per second is #proportional# to the molecular #concentration difference# across the membrane, the #surface area# of the membrane, and the solubility of the substance.  Diffusion is inversely proportional to the total membrane thickness and the molecular weight of the molecule. $#(Choice A)#  Adding lithium to the dialysate will decrease the concentration gradient between the dialysate and the patient's plasma.  This would decrease the diffusion rate of lithium across the membrane. $#(Choice B)#  Diffusion rate generally increases with temperature due to increased molecular movement speed and increased macromolecule solubility. $#(Choices C and E)#  A decrease in membrane pore size would slow or prevent diffusion of larger molecules across the membrane.  Increasing membrane thickness would also decrease diffusion rate. $#Educational objective# Diffusion speed across a semipermeable membrane increases with higher molecular concentration gradients, larger membrane surface areas, and increased solubility of the diffusing substance.  Diffusion speed decreases with increased membrane thickness, smaller pore size, higher molecular weights, and lower temperatures.  ","clickable_1":"images/img1.1988.jpg"},

{"id":"20243","title":"A 5-year-old boy is brought to the office by his parents due to bed-wetting.  The patient has stayed dry during the day since age 3 but has continued to wet the bed 4 or 5 nights a week.  He urinates approximately 5 times during the day; the urinary stream is continuous and strong.  Bowel movements occur daily and are soft.  The patient is otherwise healthy and takes no daily medications.  Height and weight are tracking along the 75th percentile.  Vital signs and examination are normal.  Urinalysis is unremarkable.  This patient's bed-wetting is most likely caused by which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bladder flaccidity","answer_2":"B. Brain maturational delay","answer_3":"C. Increased bladder capacity","answer_4":"D. Osmotic diuresis","answer_5":"E. Posterior urethral valves","percent_1":"15%","percent_2":"52%","percent_3":"8%","percent_4":"15%","percent_5":"10%","right_answer":"B. Brain maturational delay","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Primary nocturnal enuresis#∆⨉ §^#Definition# ∆ • Nighttime urinary incontinence age ≥5 • No prior prolonged period of overnight dryness §^#Pathogenesis# ∆ • Delayed maturation of bladder control • ↑ Nocturnal urine output (eg, ↑ evening fluids, ↓ ADH) • ↓ Bladder capacity §^#Risk factors# ∆ • Family history • Boys age 5-8 §^#Evaluation# ∆ • Urinalysis (to exclude other causes) • Voiding diary %#ADH =# antidiuretic hormone.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #primary nocturnal enuresis#, defined as bed-wetting in a child age ≥5 who has never achieved a prolonged period of nighttime urinary continence. $The pathogenesis primarily involves a #maturational delay# in the #development of bladder control#.  As neural pathways in the #brain# evolve over the first few years of life, voiding normally progresses from a primitive reflex to a purposeful action.  This process of developing @bladder control@ involves the following: $• Awareness of bladder filling $• Suppression of bladder contractions by the cerebral cortex $• Coordination of sphincter/detrusor function in the pontine micturition center $This process, and therefore toilet training, is typically complete by age 4 in most children.  However, nighttime bladder control may be delayed until school age in others, leading to primary nocturnal enuresis.  Patients with a family history of nocturnal enuresis are at increased risk of delayed maturation. $In addition to delayed bladder control, the pathogenesis may also involve increased overnight urine output due to decreased antidiuretic hormone activity and/or excessive fluid consumption in the evenings.  Reduced bladder capacity can also contribute #(choice C).# $#(Choice A)#  Bladder flaccidity can occur in patients with impaired spinal cord signaling (eg, spina bifida causing neurogenic bladder).  The sensation of bladder fullness is lost, which leads to both daytime and nighttime incontinence, incomplete emptying, and a weak urinary stream (eg, dribbling).  In addition, other neurologic findings (eg, leg weakness) are usually expected with spinal cord lesions. $#(Choice D)#  Osmotic diuresis is characterized by urinary excretion of excessive solute, such as glucose with diabetes mellitus.  In addition to nocturnal enuresis, children with diabetes mellitus typically also have daytime polyuria and poor growth, which are not seen in this patient.  Furthermore, glucosuria would be expected on urinalysis. $#(Choice E)#  @Posterior urethral valves@ are an anatomic abnormality that can cause nocturnal enuresis.  However, patients also typically have daytime incontinence, obstructive symptoms (eg, weak stream), and recurrent urinary tract infections, none of which are seen in this child. $#Educational objective# Primary nocturnal enuresis (ie, bed-wetting at age ≥5 without prior nighttime urinary continence) is caused primarily by a brain maturational delay in the development of bladder control.  ","clickable_1":"images/img1.20243.jpg","clickable_2":"images/img2.20243.jpg"},

{"id":"20178","title":"A 24-year-old man is being evaluated for gross hematuria.  Cystoscopy under general anesthesia is performed.  After the scope is passed into the urinary bladder, a triangular portion of the bladder floor formed by the internal urethral orifice and 2 slit-like openings is observed.  Gross blood is seen oozing from one of the slit-like openings.  Which of the following is the most likely cause of this patient's hematuria?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bladder rupture","answer_2":"B. Colovesical fistula","answer_3":"C. Renal papillary necrosis","answer_4":"D. Urethral diverticulum","answer_5":"E. Urinary bladder cancer","percent_1":"13%","percent_2":"8%","percent_3":"52%","percent_4":"20%","percent_5":"7%","right_answer":"C. Renal papillary necrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp20178.jpg","explanation_1":"","explanation_2":"$The @trigone@ is the triangular portion of the #bladder# formed by 2 slit-like #ureteric orifices# and the internal #urethral opening#.  Bleeding from the ureter, as seen on this patient's cystoscopy, suggests an origin in the #upper urinary tract# (ie, #kidney or ureter#).  In contrast, lower urinary tract bleeding (eg, trauma, infection) originates in the bladder or urethra, and the source is typically directly visualized upon insertion of a cystoscope through the urethra into the bladder. $ The etiology of upper urinary tract bleeding is often identified based on other signs and symptoms, such as flank pain suggestive of a ureteral stone.  Similarly, associated hypertension or proteinuria may indicate glomerular disease, and fever and pyuria are concerning for pyelonephritis. $ In the absence of other findings, #renal papillary necrosis# (RPN) should also be considered as a cause of bleeding from the upper urinary tract.  This condition is characterized by infarction of the renal medullary vessels, leading to sloughing of the renal papillae and #gross hematuria#.  RPN is common with sickle cell nephropathy or can occur with analgesic use, obstructive uropathy, or diabetes mellitus.  Bleeding is often painless and self-limited. $#(Choices A and E)#  Hematuria originating in the bladder (ie, lower urinary tract) can be due to rupture or malignancy.  However, bladder wall rupture would appear as an open perforation (not two slit-like openings) and bladder cancer presents with a mass on cystoscopy. $(Choice B)  A colovesical fistula, which most commonly causes air bubbles and stool within the urine, is typically seen as an erythematous and edematous opening in the bladder wall.  Although hematuria can occur with concomitant gastrointestinal bleeding, this patient's 2 slit-like openings within the triangular portion of the bladder are consistent with anatomic ureteric orifices. $(Choice D)  Urethral diverticulum, another cause of lower urinary tract bleeding, is an outpouching of the urethra that would be visualized on cystoscopy prior to insertion into the bladder.  In addition to postvoid dribbling and frequent urinary tract infections, hematuria can occur in this condition but would be present only in the urethra, not in the bladder or ureters. $ Educational objective The bladder trigone is formed by 2 slit-like ureteric orifices and the internal urethral opening.  Blood within the ureteric orifice suggests upper urinary tract bleeding originating in the kidney (eg, renal papillary necrosis) or ureter.","clickable_1":"images/img1.20178.jpg"},

{"id":"15324","title":"A 56-year-old woman with polycystic kidney disease comes to the office for follow up.  Her renal function has been gradually declining, and she is being considered for hemodialysis in the near future.  The patient has recently experienced increasing exertional dyspnea and fatigue but has had no fever, dysuria, or flank pain.  Other medical conditions include hypertension and renal calculi.  Blood pressure is 130/86 mm Hg and pulse is 80/min.  Physical examination shows mucosal pallor.  The lungs are clear on auscultation and heart sounds are normal.  Abdominal examination reveals palpably enlarged kidneys.  There is no lower extremity edema.  Laboratory results show normocytic, normochromic anemia, which is attributed to insufficient hormone production by the kidneys.  This hormone is predominantly secreted by which of the following parts of the kidney?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Efferent arteriolar smooth muscles","answer_2":"B. Glomerular podocytes","answer_3":"C. Juxtaglomerular cells","answer_4":"D. Peritubular interstitial cells","answer_5":"E. Proximal tubule epithelium","percent_1":"4%","percent_2":"1%","percent_3":"18%","percent_4":"66%","percent_5":"12%","right_answer":"D. Peritubular interstitial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15324.jpg","explanation_1":"","explanation_2":"$Patients with #chronic kidney disease# (CKD) often develop symptomatic anemia (eg, fatigue, exertional dyspnea) as the glomerular filtration rate declines.  Most cases are due to the #inadequate secretion of erythropoietin# (EPO), a glycoprotein hormone produced by #peritubular fibroblasts in the renal cortex# in response to tissue hypoxia (as is seen with anemia).  EPO acts on erythrocyte precursor cells (erythroid colony–forming unit cells) in the bone marrow to stimulate red blood cell differentiation and survival. $Healthy patients increase EPO levels up to 10,000-fold in response to anemia, but patients with CKD have chronic inflammatory damage to renal EPO-producing cells and are often unable to generate sufficient EPO to maintain red blood cell counts.  These individuals are often treated with #synthetic EPO agents# (eg, epoetin, darbepoetin) to stimulate erythrocyte production.  As iron is rapidly consumed to make red blood cells, individuals treated with EPO agents are often also given iron supplementation to prevent the development of iron deficiency anemia. $In adults, approximately 80% of EPO is generated in the kidney; the remainder is largely generated in the liver by hepatocytes and Ito perisinusoidal cells. $#(Choices A and C)#  Decreased renal perfusion and glomerular filtration leads to decreased solute delivery to the @juxtaglomerular apparatus@ in the distal tubule, which stimulates renin secretion by juxtaglomerular cells.  Activation of the @renin-angiotensin-aldosterone system@ leads to increased production of angiotensin II, a potent vasoconstrictor that preferentially constricts the efferent arteriole to restore glomerular filtration.  These hormones do not have a substantial effect on red cell production. $#(Choices B and E)#  Foot processes of renal podocytes surround glomerular capillaries to prevent filtration of large molecules (eg, plasma proteins); defects can cause chronic proteinuric kidney disease (eg, minimal change disease).  Epithelial cells of the proximal tubule have a prominent role in reabsorption and secretion of solutes into the urine; these cells have high metabolic activity and are therefore susceptible to ischemic injury (eg, acute tubular necrosis) due to inadequate renal perfusion and oxygen delivery.  However, neither of these cell types produces EPO. $#Educational objective# Erythropoietin (EPO) is produced primarily by peritubular fibroblast cells in the renal cortex in response to decreased renal oxygen delivery (eg, decreased blood hemoglobin content).  EPO acts on erythrocyte precursor cells in the bone marrow to stimulate red blood cell production.  Patients with chronic kidney disease have inflammatory damage to renal EPO-producing cells and often develop normocytic anemia due to insufficient EPO.  ","clickable_1":"images/img1.15324.jpg","clickable_2":"images/img2.15324.jpg"},

{"id":"1618","title":"A researcher is studying the effect of various manipulations on kidney blood flow and glomerular filtration.  Which of the following is most likely to both decrease renal plasma flow and increase the filtration fraction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperproteinemia","answer_2":"B. Bladder neck obstruction","answer_3":"C. Constriction of the efferent arteriole","answer_4":"D. Constriction of the afferent arteriole","answer_5":"E. Dilation of the efferent arteriole","percent_1":"1%","percent_2":"1%","percent_3":"83%","percent_4":"12%","percent_5":"3%","right_answer":"C. Constriction of the efferent arteriole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$Constriction of the efferent (outgoing) arteriole will impede blood flow through the kidney.  This will decrease RPF, but will increase glomerular capillary hydrostatic pressure as the fluid \"backs up\" in the glomerulus, increasing hydrostatic pressure.  This increased glomerular hydrostatic pressure will cause an increase in the filtration fraction. $The renal plasma flow (RPF) is the volume of plasma that is delivered to the kidney per unit time.  The RPF is provided by the renal blood flow, which delivers both erythrocytes and plasma to the kidney.  The RPF is theoretically calculated by subtracting the amount of erythrocytes (hematocrit) from the total renal blood flow.  Clinically, however, RPF is generally estimated by calculating the paraaminohippuric acid (PAH) clearance.  RPF is linked to the glomerular filtration rate (GFR) and the filtration fraction (FF) by the following equation: $   FF = GFR / RPF $The filtration fraction refers to the proportion of the RPF that is filtered from the glomerular capillaries into Bowman's space and is expressed as a percentage.  Using the equation above, one can observe that increases in GFR or decreases in RPF will increase the FF.  The GFR is dependent on hydrostatic and oncotic pressures in the glomerular capillaries and Bowman’s space and can be calculated with the following equation: $   \\( {\\small GFR = K_f \\Big( (P_G - P_B) - (\\pi_G - \\pi_B) \\Big)} \\) $ Where Kf refers to the coefficient of filtration, PG refers to the hydrostatic pressure in the glomerular capillaries, PB refers to the hydrostatic pressure in Bowman's space, πG refers to the oncotic pressure in the glomerular capillaries and πB refers to the oncotic pressure in Bowman's space.  Increases in the glomerular capillary hydrostatic pressure or the Bowman's space oncotic pressure will increase GFR, while increases in capillary oncotic pressure or Bowman's space hydrostatic pressure will decrease GFR. $#(Choice A)#  Hyperproteinemia causes increased glomerular capillary oncotic pressure thereby decreasing GFR.  This will have no effect on the RPF, but will cause a decreased FF due to the decreased GFR. $#(Choice B)#  Bladder neck obstruction causes an increase in Bowman's space hydrostatic pressure thereby decreasing GFR.  This too will have no effect on the RPF, but will cause a decreased FF due to the decreased GFR. $#(Choice D)#  Constriction of the afferent (incoming) arteriole causes a decrease in glomerular capillary hydrostatic pressure leading to a decreased GFR.  RPF is also decreased by this process.  The FF remains unchanged due to decreases in both GFR and RPF. $#(Choice E)#  Dilation of the efferent arteriole causes decreased glomerular capillary hydrostatic pressure leading to a decrease in GFR.  The RPF is increased by this process, and the FF is decreased due to the decrease in GFR and increase in RPF. $#Educational objective# Increases in the capillary hydrostatic pressure or the Bowman's space oncotic pressure will increase GFR, while increases in capillary oncotic pressure or Bowman's space hydrostatic pressure will decrease GFR.  The filtration fraction (FF) can be calculated by dividing the GFR by the renal plasma flow (RPF).  Increases in GFR or decreases in RPF will increase the FF.  "},

{"id":"2010","title":"Physiologists are studying how the plasma concentration of various substances affects the degree to which they are excreted in the urine.  During one experiment, a substance freely filtered at the glomerulus is infused intravenously at various rates.  The plasma concentration (mg/mL) and urinary excretion rate (mg/min) of the substance are monitored.  Assuming a constant glomerular filtration rate (GFR) of 100 mL/min, the following observations are made:","title_table":"","title_table_3":"§ ∆^#Preinfusion# ∆^#Low-dose$ infusion# ∆^#Medium-dose$ infusion# ∆^#High-dose$ infusion# §Filtered load (mg/min)$ (GFR × plasma concentration) ∆^100 ∆^200 ∆^400 ∆^600 §Urinary excretion rate (mg/min) ∆^0 ∆^100 ∆^300 ∆^500","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following substances is most likely to demonstrate a similar pattern of filtration and excretion in a healthy adult?","audio":"","comparison_items":"","answer_1":"A. Albumin","answer_2":"B. Creatinine","answer_3":"C. Glucose","answer_4":"D. Mannitol","answer_5":"E. Urea","percent_1":"2%","percent_2":"27%","percent_3":"44%","percent_4":"8%","percent_5":"20%","right_answer":"C. Glucose","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2010.jpg","explanation_1":"","explanation_2":"$At physiologic levels (preinfusion), the experimental substance is filtered at the glomerulus but completely reabsorbed, and no amount is excreted in the urine.  However, as the concentration and filtered load are increased, the substance begins to spill into the urine, suggesting a #limit to the rate# at which it can be #reabsorbed#.  This rate, called the #transport maximum# (Tmax) of a substance, is determined by the capacity of transporters available for active reabsorption. $The reabsorption pattern is #similar #to that of #glucose#, which is #filtered in the glomerulus# and #reabsorbed completely# in the proximal tubule under normal serum concentrations.  However, once glucose reaches its Tmax, the excess filtered load passes unabsorbed through the tubules.  The serum concentration at which glucosuria begins, called the threshold of glucose, is approximately #200 mg/dL#. $#(Choice A)#  Albumin is a large, polarized plasma protein that is not filtered in a normal, healthy glomerulus, so urinary excretion would remain at 0 mg/min. $#(Choices B and D)#  Creatinine and mannitol (an osmotic diuretic) are freely filtered in the glomerulus and are not reabsorbed.  As a result, the urinary excretion of these substances is dependent on the glomerular filtration rate and remains equal to the filtered load of the substance regardless of the serum concentration (note that urinary excretion of creatinine is slightly more than the filtered rate due to tubular secretion). $#(Choice E)#  Urea is filtered and then reabsorbed by passive diffusion into the peritubular capillaries.  Approximately 20%-50% of the filtered load is normally reabsorbed.  Urea has no Tmax because it is passively reabsorbed. $#Educational objective# At normal plasma concentrations of glucose, the renal tubules reabsorb the entire filtered load of glucose because it is below the maximum tubular reabsorption ability (transport maximum of glucose).  At higher plasma concentrations, glucose is excreted when the filtered amount exceeds the transport maximum.  The serum concentration at which glucosuria begins, called the threshold of glucose, is approximately 200 mg/dL.  "},

{"id":"11708","title":"A 65-year-old man comes to the emergency department due to severe lower abdominal pain and nausea.  He also has not been able to urinate for the past 24 hours.  The patient has a history of hypertension and benign prostatic hyperplasia.  On examination, a large mass is palpable in the suprapubic area.  Multiple attempts at urethral catheterization are unsuccessful, and an ultrasound-guided midline suprapubic cystostomy is planned.  Besides the bladder wall, which of the following structures is most likely to be penetrated by the trocar and cannula during the procedure?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior abdominal aponeurosis","answer_2":"B. Parietal peritoneum","answer_3":"C. Perineal membrane","answer_4":"D. Ureter","answer_5":"E. Visceral peritoneum","percent_1":"53%","percent_2":"17%","percent_3":"9%","percent_4":"5%","percent_5":"16%","right_answer":"A. Anterior abdominal aponeurosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp11708.jpg","explanation_1":"","explanation_2":"$This patient has a severe bladder outlet obstruction, with the bladder palpable above the pelvic brim.  The superior surface of the bladder is covered with peritoneum and is found below coils of ileum or sigmoid colon.  Along the lateral margins of the bladder, the peritoneum is reflected onto the lateral pelvic walls.  The #bladder# is therefore #extraperitoneal#.  As the bladder fills and bulges upward, it comes into direct contact with the anterior abdominal wall anteroinferior to the peritoneal space. $ In a #suprapubic cystostomy#, the trocar and cannula pierces the #aponeurosis# of the abdominal wall muscles, along with the layers of the superficial fascia, transversalis fascia, and extraperitoneal fat.  However, the peritoneum is not entered #(choices B and E)#, reducing the risk of peritonitis and hemoperitoneum. $(Choice C)  The perineal membrane (inferior fascia of the urogenital diaphragm) spans the deep perineal pouch from the periosteum of the ischiopubic rami to the arcuate ligament of the pubis.  It is penetrated by the urethra inferior to the bladder but would not be encountered in suprapubic cystostomy. $(Choice D)  The ureters enter the bladder posterolaterally at the lateral angle of the bladder.  A suprapubic trocar enters anteriorly and will not encounter the ureters unless it passes through the body of the bladder. $ Educational objective The bladder is extraperitoneal.  In placement of a suprapubic cystostomy, the trocar and cannula will pierce the layers of the abdominal wall but will not enter the peritoneum."},

{"id":"1354","title":"Physiologists are studying the forces governing glomerular ultrafiltration using a single nephron in an intact kidney of an experimental animal.  Hydrostatic pressure in the glomerular capillary and Bowman space is measured using micropipette transducers.  Colloid osmotic pressure in the glomerular capillary is estimated using the difference in plasma protein concentration in the afferent and efferent arterioles.  The glomerular surface is assumed to be functionally intact with negligible filtration of plasma proteins into the Bowman space.  From the data obtained, net filtration pressure is calculated at 10 mm Hg.  A substance is instilled into the renal artery, and measurements are repeated.  The net filtration pressure after the intervention is 20 mm Hg.  Which of the following substances was most likely used in this experiment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Albumin concentrate","answer_2":"B. Alpha-adrenergic agonist","answer_3":"C. Angiotensin II agonist","answer_4":"D. Prostaglandin inhibitor","answer_5":"E. Vasopressin 2 antagonist","percent_1":"5%","percent_2":"5%","percent_3":"80%","percent_4":"7%","percent_5":"4%","right_answer":"C. Angiotensin II agonist","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1354.jpg","explanation_1":"","explanation_2":"$The net filtration pressure is a result of pressure gradients formed by Starling forces and is calculated by subtracting the oncotic pressure gradient from the hydrostatic pressure gradient (ie, net filtration pressure = [Pc − Pi] − [πc − πi]): $• #The hydrostatic pressure gradient# (Pc − Pi) is the difference between the hydrostatic pressure in the intraglomerular capillaries and Bowman's space.  Hydrostatic pressure in the capillaries is higher than in Bowman's space, and provides the #driving force for fluid efflux #from the capillaries. $• #The oncotic pressure gradient# (πc − πi) is the difference between the oncotic pressure in the intraglomerular capillaries and Bowman's space.  Oncotic pressure is driven chiefly by large plasma proteins (eg, albumin), which do not freely filter across the glomerular capillary basement membrane due to both a size and a charge barrier.  The high oncotic pressure in the capillaries counteracts the capillary hydrostatic pressure and #decreases net fluid efflux# from the capillaries. $This patient's net #filtration pressure has increased# from 10 to 20 mm Hg after infusion of a substance.  Increased net filtration pressure occurs due to either an increase in the hydrostatic pressure gradient or a decrease in the oncotic pressure gradient.  Of the available options, only an #angiotensin II agonist# would increase the net filtration pressure.  Angiotensin II preferentially #constricts the efferent arteriole#, resulting in an #increased hydrostatic pressure gradient# and increased net filtration pressure. $#(Choice A)#  Albumin is not filtered across the glomerular capillary and would increase the oncotic pressure gradient, resulting in a lower net filtration pressure. $#(Choice B)#  Alpha-1 receptors are located mainly in the afferent arteriole; alpha agonists (eg, epinephrine, norepinephrine) result in constriction of the afferent arteriole, which reduces hydrostatic pressure and leads to lower net filtration pressures. $#(Choice D)#  Prostaglandins (eg, prostaglandin E2) are responsible for dilation of the afferent arteriole.  Inhibition of prostaglandin synthesis, as seen with nonsteroidal anti-inflammatory drugs, results in constriction of the afferent arteriole, leading to reduced hydrostatic pressure and a lower net filtration pressure. $#(Choice E)#  Vasopressin 2 antagonists (eg, tolvaptan) reduce vasopressin-induced free water resorption.  These drugs do not have a direct effect on the Starling forces; however, reduced free water resorption can result in decreased blood volume, which decreases capillary hydrostatic pressure, which would lower the net filtration pressure. $#Educational objective# The net filtration pressure is a result of pressure gradients formed by Starling forces and is calculated by subtracting the oncotic pressure gradient from the hydrostatic pressure gradient.  Angiotensin II preferentially constricts the efferent arteriole, resulting in an increased hydrostatic pressure gradient and an increased net filtration pressure.  "},

{"id":"2011","title":"A clinical trial of a novel drug X is being conducted.  Animal studies have shown that the drug is eliminated primarily by the kidneys.  A healthy volunteer of body weight 60 kg (132.3 lb) is recruited, and his glomerular filtration rate is 100 mL/min.  In this volunteer, plasma concentration of the drug, immediately after intravenous administration, is 0.5 mg/mL.  Urinary excretion rate of the drug is found to be 75 mg/min.  When another medication, drug Y, is coadministered, urinary excretion rate of the drug X is 50 mg/min.  Which of the following effects of drug Y on the pharmacokinetics of drug X best explains the findings in this study?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased renal tubular reabsorption","answer_2":"B. Decreased renal tubular secretion","answer_3":"C. Displacement from plasma proteins","answer_4":"D. Increased glomerular filtration","percent_1":"4%","percent_2":"88%","percent_3":"6%","percent_4":"2%","right_answer":"B. Decreased renal tubular secretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Renal excretion# is a major mechanism of drug removal.  This process is dependent on #glomerular filtration#, #tubular secretion,# and #tubular reabsorption# of the drug.  Therefore, factors that reduce renal drug excretion and lead to increased plasma drug levels include the following: $• #Reduced glomerular filtration:#  Kidney disease (eg, chronic kidney disease from diabetes mellitus) and reduced renal blood flow (eg, NSAID-induced vasoconstriction, volume contraction) lead to reduced drug filtration.  In addition, plasma proteins are not filtered at the glomerulus; therefore, highly protein-bound drugs are not effectively filtered. $• #Reduced renal tubular secretion:#  Active transport of drugs is largely dependent on transporters (eg, organic anion or cation transporter).  Coadministration of drugs with overlapping substrate specificity can result in competition for or inhibition of transporters. $• #Increased renal tubular reabsorption:#  Only polarized (ionized) drugs are water soluble, whereas nonionized forms are lipid soluble and can passively diffuse across the renal tubular membrane to reenter the plasma.  Therefore, alterations in urine pH can augment drug excretion; for example, acidification of urine favors the reabsorption of acidic drugs because a greater proportion of the drug is in the nonionized form. $The urinary excretion rate of drug X was reduced from 75 to 50 mg/min after the administration of drug Y.  Of the options available, only #decreasing the renal tubular secretion# of drug X reduces its excretion rate.  Drug Y likely had similar specificity for active transporters in the renal tubules, limiting or inhibiting the secretion of drug X. $#(Choices A, C, and D)#  Decreased renal tubular reabsorption, displacement from plasma proteins, and increased glomerular filtration would all increase the excretion rate of drug X. $#Educational objective# Renal excretion of a drug is dependent on: $• Glomerular filtration (reduced with low renal blood flow, kidney disease, and high drug protein binding) $• Renal tubular secretion (reduced by coadministration of drugs with overlapping substrate specificity) $• Tubular reabsorption (may be altered by changes in urine pH)  "},

{"id":"1982","title":"Physiologists are investigating renal autoregulatory mechanisms in an animal species that closely mimics human physiology.  During one of their experiments, renal blood flow and glomerular filtration rate are measured in an anesthetized animal in response to changes in mean arterial pressure.  The data they obtain is shown on the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1982.jpg","title_2":"Assuming a hematocrit of 0.50, what is the best estimate of the filtration fraction when the mean arterial pressure is 120 mm Hg?","audio":"","comparison_items":"","answer_1":"A. 0.1","answer_2":"B. 0.2","answer_3":"C. 0.4","answer_4":"D. 0.5","answer_5":"E. 0.9","percent_1":"31%","percent_2":"48%","percent_3":"6%","percent_4":"11%","percent_5":"4%","right_answer":"B. 0.2","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The #filtration fraction (FF)# is the fraction of #plasma# flowing through the glomeruli that is filtered across the glomerular capillaries into Bowman's space.  It can be thought of as the ratio between the glomerular filtration rate (GFR) and renal plasma flow (RPF): $   FF = GFR/RPF $RPF is used to calculate FF rather than renal blood flow (RBF) because RBF includes the volume of the blood that is occupied by erythrocytes, a volume unavailable for filtration across the glomerular capillaries.  The RPF quantifies the volume of plasma that is able to pass through the glomerular capillaries more accurately and can be calculated from the RBF using the following equation: $   RPF = RBF * (1 - Hematocrit) $In this case, at a mean arterial pressure of 120 mm Hg, the experimental animal has a RBF of 1.0 L/min and a GFR of 0.1 L/min.  Because the hematocrit is 0.5, this gives: $   RPF = (1.0 L/min) * (1 - 0.5) = 0.5 L/min $Therefore, FF = (0.1 L/min) / (0.5 L/min) = 0.2. $#Educational objective# The filtration fraction is the fraction of plasma flowing through the glomeruli that is filtered across the glomerular capillaries into Bowman's space (FF = GFR/RPF).  Renal plasma flow can be determined from renal blood flow by multiplying the renal blood flow by (1 – Hematocrit).  "},

{"id":"1617","title":"Scientists investigating the specifics of kidney function in humans develop a new technique allowing them to measure the concentration of various compounds along the length of the proximal tubule.  During an experiment, they record the concentrations of several endogenous substances in the fluid traversing the proximal tubule.  Tubular fluid/plasma ultrafiltrate concentration ratios for the measured substances are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1617.jpg","title_2":"Which of the following substances are most likely to produce lines 2 and 4, respectively?","audio":"","comparison_items":"","answer_1":"A. Bicarbonate, sodium","answer_2":"B. Creatinine, amino acids","answer_3":"C. Creatinine, glucose","answer_4":"D. Potassium, chloride","answer_5":"E. Urea, bicarbonate","percent_1":"12%","percent_2":"22%","percent_3":"20%","percent_4":"8%","percent_5":"37%","right_answer":"E. Urea, bicarbonate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1617.jpg","explanation_1":"","explanation_2":"$The tubular fluid/plasma ultrafiltrate value is calculated by dividing the tubular fluid concentration of a given substance in the proximal tubule by the initial concentration of that substance within Bowman's capsule.  Therefore, an #upward (positive) slope# indicates an #increasing concentration# of that substance as fluid moves toward distal parts of the tubule, which is usually the result of #secretion or nonreabsorption# of that substance.  A #downward slope# indicates #active reabsorption# of that substance in the proximal tubule. $• #Line 1# represents #creatinine#, which is freely filtered in the glomerulus, as well as actively secreted and not reabsorbed along the proximal tubule, resulting in a rapidly increasing concentration in the tubular fluid. $• #Line 2# represents #urea#, which is freely filtered from the glomerular capillaries and is poorly reabsorbed from the proximal tubule, resulting in increasing concentrations along the proximal tubule but less so than with creatinine.  Renal handling of urea varies throughout the different tubular systems, but it is ultimately secreted in very high concentrations because it is a waste product of metabolism. $• #Line 3# represents #sodium or potassium#, which is reabsorbed in concentrations approximately equal with water in the proximal tubule, resulting in no concentration change along the proximal tubule. $• #Line 4# represents #bicarbonate#, which is actively reabsorbed in the proximal tubule due to the activity of carbonic anhydrase along the brush border.  This reabsorption causes the concentration of bicarbonate to decrease as fluid runs along the proximal tubule. $• #Line 5# represents #glucose or amino acids#, which are avidly reabsorbed in the proximal tubule. $In summary, the concentrations of creatinine and urea increase along the proximal tubule due to active secretion or poor reabsorption, respectively, whereas the concentrations of bicarbonate, glucose, and amino acids decrease due to active reabsorption.  Sodium and potassium are reabsorbed with water in the proximal tubule, resulting in no concentration change. $#Educational objective# The concentrations of creatinine and urea increase as fluid runs along the proximal tubule, whereas the concentrations of bicarbonate, glucose, and amino acids decrease.  Sodium and potassium are reabsorbed with water in the proximal tubule, resulting in no concentration change.  "},

{"id":"1555","title":"A longitudinal study is conducted to assess changes in renal function over time in patients with recently diagnosed type 2 diabetes mellitus.  An initial set of laboratory tests is obtained in newly enrolled patients to establish baseline renal function parameters.  The following measurements are taken from a 42-year-old male volunteer.","title_table":"","title_table_3":"§ ∆#Urine# ∆#Serum# §#Creatinine# ∆110.0 mg/dL ∆1.1 mg/dL §#Glucose# ∆0 ∆80.0 mg/dL §#Potassium# ∆50.0 mEq/L ∆4.0 mEq/L §#Uric acid# ∆15.0 mg/dL ∆3.0 mg/dL §#Para-aminohippuric acid# ∆100 mg/mL ∆0.2 mg/mL","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the best estimate of the filtration fraction in this patient assuming a urine flow of 1.0 mL/min?","audio":"","comparison_items":"","answer_1":"A. 10%","answer_2":"B. 20%","answer_3":"C. 30%","answer_4":"D. 40%","answer_5":"E. 50%","percent_1":"18%","percent_2":"59%","percent_3":"7%","percent_4":"5%","percent_5":"11%","right_answer":"B. 20%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1555.jpg","explanation_1":"","explanation_2":"$#Filtration fraction (FF)# is the fraction of plasma flowing through the glomeruli that is filtered across the glomerular capillaries into Bowman's space.  It can be thought of as the ratio between the glomerular filtration rate (GFR) and renal plasma flow (RPF): $  FF = GFR / RPF $GFR can be calculated using the inulin or creatinine clearance, as these substances are freely filtered at the glomerulus and have relatively insignificant tubular reabsorption or secretion.  RPF can be determined using the para-aminohippuric acid (PAH) clearance as almost all the PAH entering the kidneys is excreted in the urine (mostly via tubular secretion). $The clearance (C) of any given substance S can be calculated as: $   \\( C_\\text{s} \\) = ([Urine concentration of S] x [Urine flow rate]) / (Plasma concentration of S) $In this example, creatinine and PAH clearances can be calculated as: $    \\( C_\\text{creatinine} \\) = (110 mg/dl x 1 ml/min) / 1.1 mg/dl = 100 ml/min $   \\( C_\\text{PAH} \\) = (100 mg/ml x 1 ml/min) / 0.2 mg/ml = 500 ml/min $From these values, FF can then be calculated as (100 ml/min) / (500 ml/min) = 0.2 or 20%, which is the typical filtration fraction for a healthy individual. $#Educational objective# The glomerular filtration rate (GFR) can be estimated by the inulin or creatinine clearance, while the renal plasma flow (RPF) is calculated using the para-aminohippuric acid clearance.  The filtration fraction (FF = GFR / RPF) is the fraction of the RPF that is filtered across the glomerular capillaries into Bowman's space.  It is usually equal to 20% in healthy individuals."},

{"id":"1651","title":"A 48-year-old woman is evaluated for postcoital bleeding and vaginal discharge.  Pelvic examination shows a friable mass at the cervix that bleeds easily on touch.  Cervical biopsy confirms invasive squamous cell cancer confined to the cervix and uterus.  Lymph node metastases are not seen.  A radical hysterectomy is performed during which the right ureter is accidentally injured but then repaired.  Imaging studies performed after the surgery show a partial obstruction of the right ureter with mild dilation of the proximal collecting system.  Which of the following changes are most likely to be seen in the right kidney?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Glomerular Filtration Rate ∆Filtration Fraction","answer_1":"§A. ∆ No change ∆↑","answer_2":"§B. ∆ ↑ ∆↓","answer_3":"§C. ∆ ↓ ∆↑","answer_4":"§D. ∆ ↓ ∆No change","answer_5":"§E. ∆ ↓ ∆↓","percent_1":"5%","percent_2":"5%","percent_3":"10%","percent_4":"13%","percent_5":"67%","right_answer":"§E. ∆ ↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1651.jpg","explanation_1":"","explanation_2":"$The glomerular filtration rate (GFR) depends on the interplay of hydrostatic and oncotic pressures in the glomerular capillaries and Bowman's space.  The GFR increases with higher glomerular hydrostatic pressure and decreases with increasing Bowman's capsule hydrostatic pressure or higher glomerular capillary oncotic pressure.  Acute #ureteral obstruction# increases hydrostatic pressure proximal to the constriction.  This pressure rise is transmitted back to the Bowman's space, resulting in #decreased GFR#. $The filtration fraction (FF) is the portion of the renal plasma flow (RPF) that is filtered from the glomerular capillaries into Bowman's space (ie, the GFR:RPF ratio).  With acute ureteral obstruction (first 12 hours), the RPF may transiently increase; however, with time, efferent arteriolar constriction (in response to reduced GFR) will decrease RPF.  Even at later stages, though, the GFR remains depressed to a greater extent than the RPF, resulting in #reduced FF#. $#Educational objective# Acute ureteral constriction or obstruction decreases the glomerular filtration rate and filtration fraction.  "},

{"id":"1554","title":"A healthy 32-year-old man enrolls in a clinical study investigating potassium handling by the kidney.  During the study period, he is given oral potassium supplements and potassium levels in the serum and urine are closely monitored.  Compared to the amount of potassium delivered to the glomerular capillaries, the percentage of potassium remaining in this individual's tubular fluid is most likely to vary by which of the following amounts?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Bowman's capsule ∆End of proximal tubule ∆End of thick ascending limb of Henle's loop ∆End of collecting duct ","answer_1":"§A. ∆ 100% ∆35% ∆10% ∆110%","answer_2":"§B. ∆ 100% ∆35% ∆70% ∆110%","answer_3":"§C. ∆ 75% ∆50% ∆25% ∆110%","answer_4":"§D. ∆ 100% ∆50% ∆100% ∆110%","percent_1":"57%","percent_2":"29%","percent_3":"7%","percent_4":"7%","right_answer":"§A. ∆ 100% ∆35% ∆10% ∆110%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1554.jpg","explanation_1":"","explanation_2":"$Several segments of the nephron are involved in the management of potassium (K+).  However, most handle K+ at a relatively fixed rate that is independent of potassium load and do not play a significant role in the regulation of K+ excretion in the urine.  These segments include the following: $• Bowman's capsule:  Because #K+ is freely filtered# across the glomerular membrane, the amount of K+ within Bowman's space is equal to that in the glomerular capillaries (ie, 100%) #(choice C).# $• The proximal tubule: Approximately 65% of the filtered K+ load is reabsorbed in the proximal tubule, leaving #~35%# of the total filtered load. $• The thick ascending limb of the loop of Henle:  Further resorbs about 25%-30% of the filtered K+ load through the action of the Na+/K+/2Cl- cotransporter, resulting in only #5-10% of K#+ remaining in the tubular fluid after this segment #(Choices B and D)#. $Because this is a stable process, even in hyperkalemic states, patients will #reabsorb the majority of filtered K+# in the #proximal tubule# and #loop of Henle.# $Potassium regulation is therefore primarily mediated by the @principal@ and α-intercalated cells of the late distal and cortical collecting tubules.  Hypokalemia stimulates reabsorption of K+ via apically located H+/K+-ATPases on α-intercalated cells and can cause the amount of K+ in the collecting tubule to approach 1% of the filtered load.  Conversely, an #increased K+ load# stimulates principal cells to secrete K+ through apical K+ channels.  High dietary K+ intake can cause the amount of K+ in the #collecting tubules# to actually exceed the filtered load (ie, #>100%#). $Excessive K+ intake increases K+ excretion through the following mechanisms: $• High extracellular K+ levels directly stimulate basolateral Na+/K+ pumps on principal cells, increasing K+ secretion into the tubular fluid. $• Elevated K+ levels also increase aldosterone secretion, which further enhances activity of principal cell Na+/K+ pumps and also increases their apical permeability to Na+ and K+ (leading to K+ loss in the tubular fluid). $#Educational objective# K+ is freely filtered by the glomeruli and is mostly reabsorbed in the proximal tubule and loop of Henle.  As such, the late distal and cortical collecting tubules are the primary sites for regulation of K+ excretion in the urine.  K+ depletion stimulates α-intercalated cells to reabsorb extra potassium; principal cells secrete K+ under conditions of increased K+ load.  ","clickable_1":"images/img1.1554.jpg"},

{"id":"18861","title":"A 58-year-old man comes to the emergency department due to generalized weakness, anorexia, and nausea for the past several weeks.  He also reports lower extremity swelling but has had no dyspnea or chest pain.  The patient was diagnosed with hypertension several years ago but did not follow up and takes no medications.  Blood pressure is 182/100 mm Hg and pulse is 84/min.  Physical examination shows pitting edema of the bilateral lower extremities.  Laboratory studies reveal elevated serum creatinine and blood urea nitrogen levels.  During evaluation of renal dysfunction, total urinary creatinine is measured over a 24-hour period, and creatinine clearance is calculated using the serum and urine creatinine concentrations and urinary volume.  Compared to the calculated creatinine clearance, this patient's true glomerular filtration rate is most likely to be:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 20% higher","answer_2":"B. 20% lower","answer_3":"C. 90% higher","answer_4":"D. 90% lower","answer_5":"E. Equal","percent_1":"19%","percent_2":"65%","percent_3":"1%","percent_4":"4%","percent_5":"10%","right_answer":"B. 20% lower","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with elevated creatinine and blood urea nitrogen levels has symptoms of uremia (eg, weakness, nausea, anorexia) due to kidney disease, most likely from chronic uncontrolled hypertension. $Kidney filtration function is reflected by the #glomerular filtration rate (GFR)#, which is the sum of the filtration rates of all the nephrons in the kidneys.  Normal GFR ranges between 120 and 130 mL/min per 1.73 m2 of body surface area, and can vary considerably based on age, sex, and body habitus.  GFR is reduced in both chronic kidney disease (due to loss of functional nephrons) and acute kidney injury (eg, due to decreased renal perfusion). $The GFR can be directly measured using an #ideal filtration marker# that is #freely filtered# across the glomerulus and is #not metabolized, secreted, or reabsorbed# by the kidney tubules.  However, this is time intensive and invasive and requires multiple blood draws.  In addition, the substance previously used to perform these calculations, inulin, is no longer available in the United States. $Because of the limitations in directly measuring GFR, renal filtration function is more commonly estimated using #creatinine#, a waste product generated from the breakdown of creatine in the muscles.  Creatinine is released from muscle at a relatively constant rate and is neither metabolized nor reabsorbed by the kidney.  However, in addition to passive filtration, a portion of creatinine is #actively secreted #by the proximal tubules.  Therefore, uncorrected creatinine clearance #overestimates the GFR by approximately 10%-20%#.  Creatinine clearance has further limitations in patients with low muscle mass (eg, malnutrition, lower extremity amputation) or high- or low-protein diets. $#(Choices A, C, D, and E)#  Creatinine clearance overestimates the GFR by 10%-20% due to the proximal tubular secretion of creatinine. $#Educational objective# Glomerular filtration rate (GFR) can be assessed using an ideal filtration marker that is freely filtered across the glomerulus and is not metabolized, secreted, or reabsorbed by the kidney tubules.  In common practice, GFR is estimated using creatinine clearance.  However, creatinine is actively secreted by the proximal tubules, so uncorrected creatinine clearance overestimates the GFR by approximately 10%-20%.  "},

{"id":"1804","title":"A 40-year-old nulligravida woman comes to the office with a 2-month history of worsening right pelvic pain.  She experiences the pain daily, and its intensity does not vary during her menstrual cycle.  In addition, the patient's waist size has increased despite a decreased appetite.  Pelvic examination shows an irregularly shaped, fixed adnexal mass.  One week later, she undergoes surgery to remove a large ovarian neoplasm.  Within the true pelvis, the surgeon can most likely palpate the right ureter immediately anterior to which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gonadal vein","answer_2":"B. Inferior vena cava","answer_3":"C. Internal iliac artery","answer_4":"D. Round ligament","answer_5":"E. Uterine artery","percent_1":"10%","percent_2":"2%","percent_3":"43%","percent_4":"13%","percent_5":"31%","right_answer":"C. Internal iliac artery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp1804.jpg","explanation_1":"","explanation_2":"$The #ureters# originate bilaterally at the renal pelvis and course inferiorly toward the bladder within the retroperitoneum just anterior to the psoas muscles.  Midway from the kidney to the pelvic inlet, the ureters cross posterior to the gonadal artery and vein.  The ureters then gain access to the pelvis by crossing anterior to the external iliac artery at, or just after, the bifurcation of the common iliac artery.  At this point, the ureter lies medial to the ovarian vessels and #anterior to the internal iliac artery#. $ Due to their course and proximity to other structures, the ureters are at particular risk for injury during pelvic and abdominal surgery. $(Choice A)  The ureters cross posterior to the gonadal vessels within the retroperitoneum before entering the pelvis.  In females, the ureters lie within the true pelvis medial to the ovarian vessels.  In males, the testicular vessels never enter the true pelvis; instead, they pass around the pelvic brim before entering the deep ring of the inguinal canal. $(Choice B)  The inferior vena cava rests on the right side of the vertebral bodies and is formed by the union of the common iliac veins at the L4 level.  The internal and external iliac veins join to form the common iliac veins at the pelvic inlet. $(Choice D)  The round ligaments of the uterus originate at the uterine fundus and course through the inguinal canal out to the labia majora.  The ureters do not lie in close proximity. $(Choice E)  The @uterine artery@ courses within the cardinal ligament to reach the uterus.  The ureters course along the uterosacral ligament and cross posterior to the uterine artery (water under the bridge) before entering the bladder. $Educational objective The ureters pass posterior to the ovarian (gonadal) vessels within the retroperitoneum and cross anterior to the common/external iliac arteries to reach the true pelvis.  Within the true pelvis, the ureters lie anterior to the internal iliac artery and posterior to the uterine artery.","clickable_1":"images/img1.1804.jpg"},

{"id":"1608","title":"Renal physiologists are studying how hydration status affects the mechanisms of urine concentration and dilution in humans.  To do this, they developed a technique in experimental animals that permits sampling of tubular fluid in different parts of the nephron.  A tubular fluid sample with an osmolarity of 110 mOsm/L is obtained from a healthy animal after 12 hours of water deprivation.  Assuming the physiology of this animal mirrors human physiology, which of the following sites along the nephron was most likely sampled?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1608.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"17%","percent_2":"9%","percent_3":"11%","percent_4":"46%","percent_5":"17%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1608.jpg","explanation_1":"","explanation_2":"$Water deprivation results in #antidiuretic hormone (ADH)# release from the posterior pituitary gland.  This hormone stimulates V2 receptors on principal cells in the renal collecting ducts, causing translocation of aquaporin 2 channels into the apical cell membrane.  Aquaporin 2 is a water channel that spans the luminal membrane, enhancing the water permeability of the principal cells.  In the presence of #high ADH#, the tubular fluid osmolarity follows this pattern:  $1. In the proximal tubule, water is reabsorbed along with electrolytes.  The tubular fluid in this segment remains isotonic with plasma (300 mOsm/L) whether the final urine is concentrated or diluted #(choice A).#  $2. In the descending limb of the loop of Henle, free water is drawn out of the tubules into the renal interstitium and the tubular fluid becomes hypertonic (> 300 mOsm/L, typically reaching 1200 mOsm/L when ADH levels are high) #(choice B).#  $3. The thick and thin ascending limbs of the loop of Henle are the primary region of urine dilution. These regions are impermeable to water; electrolytes such as NaCl are passively reabsorbed in the thin ascending limb #(choice C)# and actively reabsorbed in the thick ascending limb.  The tubular fluid becomes increasing hypotonic (< 300 mOsm/L) within this region.  $4. The #distal convoluted tubule# is relatively impermeable to water, so the tubular fluid remains hypotonic.  Reabsorption of solutes continues to occur; thus, fluid in the distal tubules is the# most dilute# (lowest osmolarity, approaching 100 mOsm/L).  $5. In the presence of ADH, the collecting duct is highly permeable to water.  Water leaves the tubular fluid driven by the high osmolarity of the medullary interstitium, and #hypertonic urine #is formed (up to 1200 mOsm/L).  The collecting duct system is the primary region of urine concentration through the mechanism of ADH-mediated water absorption. $#(Choice E)#  In contrast, when ADH levels are @low@, the collecting duct remains impermeable to water.  Thus, tubular fluid in this segment can become as hypotonic as 50 mOsm/L while solutes continue to be removed.  However, in this case ADH levels are high, so the distal convoluted tubule will be the region of lowest osmolality. $#Educational objective# Dehydration stimulates ADH secretion.  ADH acts on the collecting ducts, increasing their permeability to water.  Thus, in the presence of ADH, the collecting ducts contain the most concentrated fluid in the nephron, while the distal convoluted tubule contains the most dilute fluid.  ","clickable_1":"images/img1.1608.jpg"}    

]