[

{"id":"1518","title":"A 44-year-old man is hospitalized with multiple injuries following a motor vehicle collision.  An arteriovenous fistula created by an injury would most likely result in which of the following changes to the left ventricular pressure-volume loop? $Solid line = pre injury $Dashed line = post injury","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","percent_1":"14%","percent_2":"59%","percent_3":"12%","percent_4":"16%","right_answer":"B. ","ansImg_1":"images/ansA1518.jpg","ansImg_2":"images/ansB1518.jpg","ansImg_3":"images/ansC1518.jpg","ansImg_4":"images/ansD1518.jpg","table":"","table_3":"","explanation_img":"images/exp1518.jpg","explanation_1":"","explanation_2":"$The #left ventricular (LV) pressure-volume loop# follows the cardiac cycle.  At point 1, the left ventricle is full of blood and begins isovolumetric contraction until the aortic valve opens at point 2, causing blood to eject into the aorta and LV volume to decrease.  LV contraction ends at point 3, and LV pressure rapidly decreases to point 4, where the mitral valve opens and LV diastolic filling begins again. $An #arteriovenous fistula#, which can be congenital (eg, arteriovenous malformation) or acquired (eg, traumatic injury, surgical placement for hemodialysis), allows blood to shunt from the arterial circulation to the venous circulation without passing through the high resistance of the systemic arterioles.  This has the following effects on the LV @pressure-volume loop@: $• The low-resistance fistula pathway creates overall reduced systemic vascular resistance (ie, #reduced afterload#). $• Blood quickly and easily passes through the reduced peripheral resistance, resulting in increased venous return to the right atrium (ie, #increased preload#). $• Both the reduced afterload and increased preload facilitate #increased stroke volume#, which increases cardiac output and helps maintain blood pressure. $• Contractility is unchanged initially but may eventually increase via the baroreceptor reflex if there is sustained hypotension. $With a large arteriovenous fistula, the left ventricle may be unable to keep up with the increased venous return despite a sustained increase in cardiac output, leading to high-output heart failure. $#(Choice A)#  This pressure-volume loop shows @increased contractility@ with a resulting increase in stroke volume and slight increase in afterload.  Such changes are expected with administration of a positive inotropic agent such as digoxin. $#(Choice C)#  This pressure-volume loop shows @increased afterload@ with a resulting decrease in stroke volume.  Contractility is unchanged.  Such changes are expected with the obstruction to LV outflow that occurs with aortic stenosis. $#(Choice D)#  This pressure-volume loop shows @decreased preload@ with a resulting decrease in stroke volume and slight decrease in afterload.  Such changes are expected with administration of a primarily venous vasodilator such as nitroglycerin. $#Educational objective# An arteriovenous fistula allows blood to shunt from the arterial circulation to the venous circulation, bypassing the high resistance of the systemic arterioles.  This leads to reduced systemic vascular resistance (ie, reduced afterload), increased venous return (ie, increased preload), and increased stroke volume.  Left ventricular contractility is unchanged.  ","clickable_1":"images/img1.1518.jpg","clickable_2":"images/img2.1518.jpg","clickable_3":"images/img3.1518.jpg","clickable_4":"images/img4.1518.jpg"},

{"id":"453","title":"A 67-year-old man is admitted to the hospital due to acute right-sided weakness.  Medical history includes hypertension, hyperlipidemia, and coronary artery disease, for which the patient underwent placement of 2 stents in the left anterior descending artery.  He also has intermittent claudication that limits exercise capacity.  The patient's antihypertensive regimen includes chlorthalidone, amlodipine, and lisinopril, which he takes as prescribed.  He is an ex-smoker with a 35-pack-year history.  Blood pressure is 180/110 mm Hg and pulse is 80/min.  Serum creatinine is 1.6 mg/dL.  CT scan of the head reveals hemorrhage of the left basal ganglia, and renal ultrasound shows that the right kidney is 7 cm long and the left kidney is 11 cm long.  Which of the following mechanisms most likely explains the renal morphology in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Congenital hypoplasia","answer_2":"B. Denervation","answer_3":"C. Lack of trophic hormones","answer_4":"D. Oxygen and nutrient deprivation","answer_5":"E. Senile changes","percent_1":"5%","percent_2":"2%","percent_3":"3%","percent_4":"86%","percent_5":"4%","right_answer":"D. Oxygen and nutrient deprivation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Renal artery stenosis! ?Etiology? • Atherosclerotic narrowing of the renal artery (>90℅ of cases) • Fibromuscular dysplasia (younger women) ?Risk factors? • Other atherosclerotic disease (eg, CAD, carotid stenosis) • Smoking, diabetes, hypertension ?Presentation? • Refractory hypertension • Recurrent flash pulmonary edema • Abdominal bruits • Acute kidney injury after initiation of ACE inhibitor ?Pathology? • Gross: Shrunken, atrophic kidney • Microscopic: Crowded glomeruli, tubular $ atrophy, interstitial fibrosis, focal inflammatory infiltrates %CAD = coronary artery disease. ","explanation_img":"","explanation_1":"","explanation_2":"$This patient has an intraparenchymal hemorrhage in the setting of severe, #refractory hypertension#.  He has coronary artery disease and peripheral vascular disease (claudication) with multiple risk factors (eg, smoking, hyperlipidemia) for diffuse atherosclerosis.  The elevated serum creatinine and the renal ultrasound demonstrating a small (atrophic) right kidney suggest that the patient's refractory hypertension is most likely due to #unilateral renal artery stenosis#. $ The most common cause of renal artery stenosis is obstruction by #atheromatous plaque# at the origin of the renal artery, leading to unilateral #renal ischemia#.  The ischemic kidney secretes high levels of renin, which activates the @renin-angiotensin-aldosterone system@ and results in systemic hypertension that is often difficult to control despite aggressive antihypertensive therapy.  Eventually, the stenosis may also cause #renal atrophy# due to #oxygen and nutrient deprivation#.  On histologic examination, the atrophic kidney shows crowded glomeruli, tubulointerstitial atrophy and fibrosis, and often, focal inflammatory infiltrates. $ (Choice A)  Congenital renal hypoplasia is a failure of the kidneys to develop to normal size.  Involvement is unilateral in most cases.  However, this condition does not cause secondary hypertension. $ (Choice B)  Unilateral denervation of a kidney, either during or after development, is not known to have significant trophic effects (affecting kidney growth or morphology). $ (Choice C)  The role of trophic hormones in renal development remains unclear.  Still, a deficiency of such hormones would be expected to produce bilateral renal dysplasia. $ (Choice E)  Aging is associated with loss of nephron mass as a result of variable degrees of arteriolosclerosis, focal glomerulosclerosis, and tubulointerstitial fibrosis.  These processes produce symmetric, not unilateral, decrements in kidney size and functional capacity. $ Educational objective Renal artery stenosis is most often due to atherosclerosis.  It can cause severe, refractory hypertension due to activation of the renin-angiotensin-aldosterone system.  Over time, renal atrophy may occur due to chronic oxygen and nutrient deprivation.  Histologic examination may show crowded glomeruli, tubulointerstitial atrophy and fibrosis, and focal inflammatory infiltrates.","clickable_1":"images/img1.453.jpg"},

{"id":"1609","title":"A 65-year-old man reports multiple episodes of lightheadedness while buttoning a tight shirt collar.  During 2 episodes, he passed out briefly but sustained no injuries.  His blood pressure was 70/40 mm Hg and pulse was 45/min during one of the episodes.  Past medical history is significant for hypertension and diet-controlled diabetes mellitus.  The patient is a lifetime nonsmoker and drinks alcohol on social occasions.  On physical examination, his blood pressure is 125/72 mm Hg and pulse is 76/min without orthostatic changes.  Stimulation of afferent sensory fibers in which of the following nerves is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accessory","answer_2":"B. Glossopharyngeal","answer_3":"C. Hypoglossal","answer_4":"D. Trigeminal","answer_5":"E. Vagus","percent_1":"1%","percent_2":"52%","percent_3":"1%","percent_4":"0%","percent_5":"45%","right_answer":"B. Glossopharyngeal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1609.jpg","explanation_1":"","explanation_2":"$The patient's history is suggestive of #carotid sinus hypersensitivity#, triggered by pressure on the carotid sinus by a tight shirt collar.  The carotid sinus baroreceptors are important in blood pressure control and use arterial wall stretch as an indicator of systemic blood pressure. $The carotid sinus is a dilation of the internal carotid artery located just above the bifurcation of the common carotid artery.  The carotid sinus reflex has an #afferent limb# that arises from the baroreceptors in the carotid sinus and travels to the medullary centers via the Hering nerve, a branch of the #glossopharyngeal nerve# (CN IX).  The #efferent limb# of the carotid sinus carries parasympathetic impulses via the #vagus nerve# (CN X).  Carotid sinus pressure or massage stimulates the baroreceptors and increases the firing rate from the carotid sinus, leading to an increase in parasympathetic output and withdrawal of sympathetic output to the heart and peripheral vasculature.  The result is decreased blood pressure (via peripheral vasodilation) and decreased cardiac output (decreased contractility/stroke volume and heart rate).  In sensitive individuals, this response can cause severe bradycardia, hypotension, and sometimes syncope. $#(Choices A, C, and D)#  The accessory (CN XI), hypoglossal (CN XII), and trigeminal (CN V) nerves do not transmit baroreceptor signals.  The accessory nerve controls the sternocleidomastoid and trapezius muscles, the hypoglossal nerve primarily controls the muscles of the tongue, and the trigeminal nerve mediates facial sensation and also controls the muscles of mastication (chewing). $#(Choice E)#  The vagus nerve (CN X) acts as the afferent limb for the nerve fibers originating from the aortic arch baroreceptors and as an efferent limb for the carotid sinus reflex.  However, a tight collar would stimulate carotid sinus (not aortic arch) baroreceptor afferents carried by the glossopharyngeal nerve. $#Educational objective# The carotid sinus is a dilation of the internal carotid artery located just above the bifurcation of the common carotid artery.  The carotid sinus reflex has an afferent limb that arises from the baroreceptors in the carotid sinus and travels to the vagal nucleus and medullary centers via the glossopharyngeal nerve (CN IX); the efferent limb carries parasympathetic impulses via the vagus nerve (CN X).  "},

{"id":"31","title":"A 32-year-old man comes to the emergency room due to severe headaches and vomiting.  Soon after, he becomes comatose and expires despite extensive resuscitation efforts.  Autopsy shows a ruptured cerebral aneurysm with extensive intracranial hemorrhage and a congenital heart defect.  This patient's presentation is most likely associated with which of the following abnormalities?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coarctation of the aorta","answer_2":"B. Patent ductus arteriosus","answer_3":"C. Primum-type atrial septal defect","answer_4":"D. Secundum-type atrial septal defect","answer_5":"E. Tetralogy of Fallot","answer_6":"F. Ventricular septal defect","percent_1":"60%","percent_2":"4%","percent_3":"8%","percent_4":"15%","percent_5":"2%","percent_6":"10%","right_answer":"A. Coarctation of the aorta","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Coarctation of the aorta! ?Pathology? • Thickening of tunica media of aortic arch • Can be associated with Turner syndrome or$ bicuspid aortic valve ?Clinical$ features? • ↑ BP & strong pulses in upper extremities • ↓ BP & weak pulses in lower extremities • Neonates (severe narrowing)$ == ○ Differential cyanosis affecting lower extremities* $ == ○ Heart failure & shock after ductal closure • Children/adults (mild narrowing) $ == ○ Lower extremity claudication $ == ○ Palpable pulsations of intercostal$ vessels (collaterals) $ == ○ Secondary hypertension (upper arms & head) % *Patent ductus arteriosus shunts blood into descending aorta. $ BP = blood pressure. ","explanation_img":"","explanation_1":"","explanation_2":"This patient died from an intracranial hemorrhage due to a ruptured cerebral aneurysm.  Hypertension, genetic conditions (eg, Ehlers-Danlos syndrome), and lifestyle factors (eg, cigarette smoking) increase the risk of aneurysm development.  #Coarctation of the aorta# is a congenital cardiac defect associated with secondary hypertension and is a #risk factor# for #cerebral aneurysm# development. $ @Coarctation of the aorta@ is a narrowing of the aortic arch near the ligamentum arteriosum (remnant of ductus arteriosus) with localized medial and intimal hyperplasia.  Critical coarctation (severe narrowing) often presents in the neonatal period with heart failure and cardiogenic shock.  However, less severe narrowing allows for distal (but decreased) perfusion to the lower extremities and may present with only asymptomatic #upper extremity hypertension# in @children or adults@.  Additional symptoms due to this differential in blood pressure include headache, epistaxis, chest pain, and lower extremity claudication. $ #Complications# of aortic coarctation include cerebral and aortic aneurysm.  Cerebral aneurysm with life-threatening rupture causing #subarachnoid hemorrhage# is likely due to chronic hypertension.  Aortic aneurysms usually develop near the site of coarctation due to embryologic vessel wall abnormalities and may lead to dissection or fatal rupture. $ #(Choices B, C, D, and F)# Patent ductus arteriosus and atrial and ventricular septal defects create a left-to-right intracardial shunt that, if untreated, may lead to right-to-left shunting (ie, @Eisenmenger syndrome@) due to pulmonary hypertension.  This may increase risk of a paradoxical thromboembolism from the venous to arterial circulation directly to the brain, causing an ischemic stroke.  However, neither condition is associated with cerebral aneurysm or intracranial hemorrhage. $ (Choice E)  @Tetralogy of Fallot@ is characterized by pulmonary stenosis, ventricular septal defect, an overriding aorta, and right ventricular hypertrophy.  Almost all patients have cyanosis in infancy or hypercyanotic episodes (ie, tet spells) in early childhood.  This patient's age makes this diagnosis unlikely.  In addition, risk of intracranial hemorrhage is not increased with tetralogy of Fallot, regardless of age. $ Educational objective Adults with coarctation of the aorta often have chronic hypertension and are at increased risk of developing life-threatening aneurysms of the aorta (eg, dissection, rupture) and cerebral vessels (ie, intracranial hemorrhage).","clickable_1":"images/img1.31.jpg","clickable_2":"images/img2.31.jpg","clickable_3":"images/img3.31.jpg","clickable_4":"images/img4.31.jpg"},

{"id":"452","title":"A 25-year-old woman comes to the office with a 3-month history of fatigue, myalgias, arthralgias, and a 5-kg (11-lb) weight loss.  She has also recently experienced increased leg pain with physical activity, which resolves with rest.  The patient has no other medical conditions and takes no medications.  Temperature is 37.6 C (99.7 F), and blood pressure is 160/90 mm Hg in the right arm and 120/80 mm Hg in the left.  A bruit is heard over the left subclavian artery.  Left radial pulse and dorsalis pedis pulses in both legs are weak.  The remainder of the examination shows no abnormalities.  Laboratory results reveal a hemoglobin level of 9.8 g/dL and an erythrocyte sedimentation rate of 110 mm/hr.  Which of the following pathologic mechanisms most likely underlies this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Exaggerated vascular smooth muscle contraction","answer_2":"B. Granulomatous inflammation of large arteries","answer_3":"C. Lipid-rich deposits in large- and medium-sized arteries","answer_4":"D. Necrotizing inflammation of medium-sized arteries","answer_5":"E. Segmental inflammation of medium-sized arteries and veins","percent_1":"6%","percent_2":"55%","percent_3":"8%","percent_4":"13%","percent_5":"19%","right_answer":"B. Granulomatous inflammation of large arteries","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Takayasu arteritis! ?Risk factors? • Female • Asian • Age <40 ?Clinical/laboratory$ findings? • #Constitutional#: fever, weight loss,$ fatigue • #Arterio-occlusive#: claudication, BP$ discrepancies, bruits, pulse deficits • Visual & neurologic deficits • Arthralgias & myalgias • Elevated inflammatory markers (eg, CRP, ESR) ?Histopathology? • Granulomatous inflammation of arterial$ media • Transmural fibrous thickening,$ narrowing of lumen • Predominantly affects aorta & its$ branches %#BP# = blood pressure; #CRP# = C-reactive protein; #ESR# =$ erythrocyte sedimentation rate","explanation_img":"","explanation_1":"","explanation_2":"This patient with lower extremity claudication (ie, exertional pain due to limited blood flow reserve) and constitutional symptoms has typical features of #Takayasu arteritis# (TA).  TA is a chronic, large-artery vasculitis that primarily involves the #aorta and its branches#.  TA predominantly affects women of reproductive age and is more common in Asians. $ #Arterial narrowing# in TA can manifest as audible bruits, blood pressure discrepancies, pulse deficits, and distal ulcerations.  Characteristic histopathologic findings include mononuclear infiltrates and #granulomatous inflammation# of the vascular media, leading to arterial wall thickening and occlusion.  The pathologic abnormalities in TA closely resemble giant cell (temporal) arteritis; however, TA primarily affects #younger individuals#, whereas giant cell arteritis occurs almost exclusively in patients age ≥50. $ (Choice A)  Exaggerated vascular smooth muscle contraction (eg, in response to cold or vibration) causes @Raynaud phenomenon@.  Symptoms are typically acute and episodic and manifest as a triphasic color change (pallor, cyanosis, erythema) in the distal extremities.  This patient's progressive symptoms and proximal arterial findings are more consistent with TA. $ (Choice C)  @Atherosclerosis@ is characterized by lipid-rich deposits in large- and medium-sized arteries.  It is common in older patients with cardiovascular risk factors (eg, smoking, hypertension, hyperlipidemia) but is rare in individuals as young as this patient.  In addition, in contrast to this patient who has both upper and lower extremity abnormalities, upper extremity atherosclerosis is usually a late finding. $ (Choice D)  Necrotizing inflammation of medium-sized arteries is seen in polyarteritis nodosa, which is characterized by multisystem involvement (eg, renal insufficiency, skin lesions, neuropathy, bowel ischemia, myositis).  This patient's bruits, blood pressure discrepancies, and pulse deficits indicate a large artery disorder. $ (Choice E)  Thromboangiitis obliterans (Buerger disease) is a segmental, thrombosing vasculitis of medium- and small-sized arteries, principally the tibial and radial arteries.  Manifestations are most noticeable in the distal extremities (eg, ulcerations), and the condition is almost always seen in association with heavy cigarette smoking. $ Educational objective Takayasu arteritis is a chronic, large-artery vasculitis that primarily involves the aorta and its branches.  It presents with constitutional (eg, fever, weight loss) and arterio-occlusive (eg, claudication, blood pressure discrepancies, pulse deficits) findings in patients age <40.  Histopathology shows granulomatous inflammation of the vascular media.","clickable_1":"images/img1.452.jpg","clickable_2":"images/img2.452.jpg"},

{"SubjectSystem":"anatomy-cardio","id":"12046","title":"A 64-year-old man with type 2 diabetes mellitus is evaluated in the clinic due to occasional dizziness. His symptoms usually occur while playing table tennis. The patient has not had any falls or loss of consciousness. He has no known history of coronary artery disease or stroke. The patient has smoked a pack of cigarettes daily for the past 40 years and occasionally drinks alcohol. Orthostatic vital signs are normal. ECG shows normal sinus rhythm. Doppler ultrasound evaluation of the left vertebral artery reveals retrograde (caudal) flow instead of normal antegrade flow. Which of the following arteries is most likely to be occluded based on these ultrasound findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Innominate artery","ansImg_1":"","answer_2":"B. Left internal carotid","ansImg_2":"","answer_3":"C. Left internal mammary","ansImg_3":"","answer_4":"D. Left subclavian","ansImg_4":"","answer_5":"E. Right vertebral","ansImg_5":"","right_answer":"D. Left subclavian","percent_1":"10%","percent_2":"34%","percent_3":"7%","percent_4":"41%","percent_5":"8%","explanation_img":"images/exp12046.jpg","explanation_1":"","explanation_2":"This patient's presentation is consistent with #subclavian steal syndrome#, which typically occurs due to hemodynamically significant stenosis of the subclavian artery proximal to the origin of the vertebral artery. #Subclavian stenosis# is typically caused by atherosclerosis, although less common etiologies include Takayasu arteritis and complications from heart surgery (eg, aortic coarctation repair). The lowered distal subclavian arterial pressure leads to reversal in blood flow (\"steal\") from the contralateral vertebral artery to the ipsilateral vertebral artery, away from the brainstem.$Most patients with subclavian artery stenosis are asymptomatic. When symptoms occur, they are typically related to #arm ischemia# in the affected extremity (eg, exercise-induced fatigue, pain, paresthesias) or #vertebrobasilar insufficiency# (eg, dizziness, vertigo, drop attacks). Physical examination can show a significant difference (>15 mm Hg) in brachial systolic blood pressure between the affected arm and normal arm. Doppler ultrasound of the cerebrovascular and upper extremity arterial circulation establishes the diagnosis in most patients.$(Choice A) Although innominate (brachiocephalic) artery stenosis or occlusion can cause subclavian steal syndrome, patients with significant occlusion would develop retrograde flow through the right vertebral artery rather than the left.$(Choice B) Internal carotid artery occlusion may occur due to thrombosis or embolism, leading to a transient ischemic attack (TIA) or ischemic stroke. Patients typically have profound neurologic deficits (eg, contralateral homonymous hemianopsia, hemiparesis, hemisensory loss), including cortical signs (eg, aphasia, agnosia, neglect). Blood flow reversal in the vertebral artery is not characteristic.$(Choice C) Coronary-subclavian steal phenomenon occurs in patients with prior coronary artery bypass surgery using the internal mammary artery (IMA). Similar to that of subclavian steal syndrome, blood flow through the IMA can reverse and steal flow from the coronary circulation during increased demand (eg, upper extremity exercise). However, symptoms are typically related to coronary ischemia (eg, angina pectoris).$(Choice E) Right vertebral artery occlusion usually leads to ischemic stroke or TIA and can cause similar symptoms as seen in this patient. However, occlusion of the right vertebral artery would cause retrograde flow on the right versus the left, and symptoms are not typically precipitated by arm exertion.$Educational objective Subclavian steal syndrome occurs due to severe stenosis of the proximal subclavian artery, which leads to reversal in blood flow from the contralateral vertebral artery to the ipsilateral vertebral artery. Patients may have symptoms related to arm ischemia in the affected extremity (eg, exercise-induced fatigue, pain, paresthesias) or vertebrobasilar insufficiency (eg, dizziness, vertigo)."},

{"id":"15885","title":"A 42-year-old man comes to the emergency department due to severe chest pain that started abruptly 2 hours ago.  The pain is midline, constant, and 10/10 in intensity.  He has had no fever, cough, or shortness of breath.  His only medical condition is hypertension.  On examination, the patient is diaphoretic and is in severe distress due to pain.  Temperature is 37 C (98.6 F), pulse is 116/min, and respirations are 24/min.  Systolic blood pressure is 82 mm Hg in the right arm and 60 mm Hg in the left arm.  Jugular veins are distended with an estimated pressure of 13 cm H2O.  The lungs are clear to auscultation.  The point of maximal impulse is not palpable.  The extremities are cold with no peripheral edema.  The patient develops cardiac arrest and dies soon after arrival.  Autopsy would most likely reveal which of the following findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Air within the pleural space","answer_2":"B. Blood in the pericardial space","answer_3":"C. Ruptured posteromedial papillary muscle","answer_4":"D. Thrombus at the pulmonary artery bifurcation","answer_5":"E. Transmural necrosis of the anterolateral myocardium","percent_1":"1%","percent_2":"64%","percent_3":"9%","percent_4":"15%","percent_5":"12%","right_answer":"B. Blood in the pericardial space","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Acute aortic dissection! ?Pathophysiology? • Intimal tear allows pressurized blood into aortic wall • Propagation of dissection creates false aortic lumen • Complications arise from extension into nearby structures ?Risk factors ?• Chronic hypertension (strongest overall risk factor) • Underlying aortopathy (eg, Marfan syndrome) ?Clinical presentation? • Sudden-onset, severe chest and/or back pain • Hypertension usually present* • Often a >20 mm Hg variation in SBP between arms • Often a widened mediastinum on chest x-ray %*Hypotension on presentation suggests aortic rupture or other $complication (eg, cardiac tamponade, acute aortic regurgitation). $SBP = systolic blood pressure. ","explanation_img":"","explanation_1":"","explanation_2":"$This patient's presentation is most consistent with an #ascending aortic dissection# complicated by #cardiac tamponade#.  Dissections can affect the ascending aorta (@type A@) or may involve only the descending aorta (type B).  The most common symptom is sharp or tearing #chest and back pain# that is severe and sudden.  If an ascending dissection extends proximally to the aortic root, it can affect the coronary ostia or aortic valve, resulting in myocardial ischemia or aortic regurgitation, respectively.  Other signs and symptoms include #blood pressure asymmetry#, stroke, or paraplegia, depending on the @vessels and structures@ involved (eg, subclavian artery, carotid artery, spinal arteries). $ In addition, a dissection may extend proximally into the #pericardium#, causing blood to fill the pericardial space and leading to acute tamponade.  As blood accumulates, the rising pericardial pressure can rapidly exceed right-sided filling pressures and restrict venous return, resulting in a precipitous drop in cardiac output and #obstructive shock# that can lead to cardiac arrest.  Signs of tamponade include jugular venous distension, muffled heart sounds, and hypotension (Beck triad), as well as reduced point of maximal impulse, cool extremities, and clear lungs. $ (Choice A)  Air in the pleural space is expected with tension pneumothorax, which can cause obstructive shock due to mediastinal shifting with vena cava collapse and impaired venous return to the heart.  Although sudden-onset chest pain is common, shortness of breath and unilaterally absent breath sounds are expected. $ (Choice C)  A ruptured posteromedial papillary muscle causes acute mitral regurgitation, which can abruptly lead to cardiogenic shock.  Patients are expected to have shortness of breath and lung crackles due to acute pulmonary edema. $ (Choice D)  A saddle pulmonary thromboembolism can cause obstructive shock with right ventricular failure and jugular venous distension.  However, it would not account for upper extremity blood pressure asymmetry or an unpalpable point of maximal impulse. $ (Choice E)  Transmural necrosis of the anterolateral myocardium can cause left ventricular free wall rupture with patients developing acute tamponade as blood rapidly fills the pericardium.  This etiology of tamponade would not explain upper extremity blood pressure asymmetry. $ Educational objective Acute aortic dissection typically presents with sudden-onset, severe chest pain that is sharp or tearing in nature.  Upper extremity blood pressure asymmetry can result from extension of the dissection into the subclavian artery, and additional complications (eg, stroke, myocardial ischemia) can result from extension into other vessels.  Extension into the pericardium can cause acute tamponade with reduced cardiac output and shock.","clickable_1":"images/img1.15885.jpg","clickable_2":"images/img2.15885.jpg"},

{"id":"463","title":"A 66-year-old man comes to the office for a routine visit.  He has a history of hypertension and osteoarthritis.  The patient has smoked a pack of cigarettes daily for 40 years and occasionally drinks 1 or 2 glasses of wine but does not use illicit drugs.  Blood pressure is 142/82 mm Hg and pulse is 80/min.  Cardiopulmonary examination is normal.  There is a pulsating, central abdominal mass on physical examination.  Which of the following pathologic conditions is the most likely underlying cause of this patient's abnormal findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic transmural inflammation","answer_2":"B. Cystic medial necrosis","answer_3":"C. Focal intimal tear","answer_4":"D. Malignant endothelial proliferation","answer_5":"E. Microbial infection of aortic wall","answer_6":"F. Vasa vasorum endarteritis","percent_1":"22%","percent_2":"30%","percent_3":"28%","percent_4":"5%","percent_5":"1%","percent_6":"14%","right_answer":"A. Chronic transmural inflammation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's pulsating, central abdominal mass most likely represents an #abdominal aortic aneurysm# (AAA), which is a focal dilation of the abdominal aorta that typically occurs #below# the renal arteries. $ AAA is associated with several risk factors (eg, age >60, smoking, hypertension, male sex, family history) that lead to oxidative stress, vascular smooth muscle apoptosis, and #chronic transmural inflammation# of the aorta.  Inflammatory cells (particularly macrophages) release matrix metalloproteinases and elastases that degrade extracellular matrix components (eg, elastin, collagen), leading to weakening and #progressive expansion# of the aortic wall.  Furthermore, ischemia of the tunica media may play a role as the infrarenal abdominal aorta has a tenuous vasa vasorum, and atherosclerotic thickening of the intimal layer increases the diffusion distance for oxygen. $ (Choice B)  Cystic medial necrosis is characterized by loss of smooth muscle, collagen, and elastic tissue with formation of cystic mucoid spaces in the aortic media.  Patients with Marfan syndrome develop cystic medial degeneration of the aortic root at a young age, predisposing them to ascending aortic aneurysm and dissection. $ (Choice C)  An intimal tear in the aortic wall is the primary event involved in the pathophysiology of aortic dissection.  Patients typically present with tearing chest pain that radiates to the back.  Proximal dissections involving the ascending aorta can cause unequal blood pressure in the arms, aortic valve regurgitation (eg, diastolic decrescendo murmur at the right sternal border), and cardiac tamponade. $ (Choice D)  Malignant endothelial proliferation is characteristic of angiosarcoma, a neoplasm that arises from blood or lymphatic vessels in the subcutaneous tissue and most frequently affects the scalp and face. $ (Choice E)  Microbial infection (usually bacterial) can cause localized dilation of an artery due to destruction of the vessel wall.  Trauma, bacteremic seeding, or septic emboli (mycotic aneurysm) can cause infected aneurysms, which typically present with painful, pulsatile masses and systemic signs such as fever and malaise. $ (Choice F)  Vasa vasorum endarteritis (\"endarteritis obliterans\") in the thoracic aorta is thought to be the mechanism by which syphilis causes thoracic aortic aneurysm. $ Educational objective Abdominal aortic aneurysm is associated with risk factors (eg, age >60, smoking, hypertension, male sex, family history) that lead to chronic transmural inflammation and extracellular matrix degradation within the wall of the aorta.  This leads to weakening and progressive expansion of the aortic wall, resulting in aneurysm formation, typically below the renal arteries."},

{"id":"473","title":"A 56-year-old man comes to the emergency department with acute, severe chest pain.  His electrocardiogram is within normal limits.  Contrast-enhanced computed tomography of his chest is shown below.","image_1":"images/473.jpg","title_2":"Which of the following is the single most important risk factor for this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Diabetes mellitus","answer_2":"B. High cholesterol","answer_3":"C. Hypertension","answer_4":"D. Limited physical activity","answer_5":"E. Smoking","answer_6":"F. Spirochete infection","percent_1":"1%","percent_2":"7%","percent_3":"65%","percent_4":"2%","percent_5":"15%","percent_6":"10%","right_answer":"C. Hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp473.jpg","explanation_1":"","explanation_2":"$This patient's chest CT scan reveals a widened, ascending thoracic aorta with a nonenhancing septum dividing the lumen of the ascending and descending aorta.  The \"septum\" is actually the tunica intima of the aorta, which has been torn from the remainder of the aortic wall.  A tear in the tunica intima is thought to be the primary event in the process leading to aortic dissection.  As more and more blood is forced through the tear, an intramural hematoma begins to develop between the intimal flap and medial wall, creating a false lumen.  The dissection can extend both proximally toward the heart and distally, sometimes extending all the way to the iliac and femoral arteries. #Hypertension# is the single most important risk factor for the development of intimal tears leading to #aortic dissection#.  Cystic medial degeneration, which may be seen in connective tissue diseases such as Marfan syndrome, also predisposes patients (especially younger ones) to aortic dissection. $ (Choice A)  Diabetes mellitus is an important risk factor for the development of atherosclerosis and hypertension.  It can increase the relative risk of aortic dissection by promoting hypertension, which is the single most important risk factor for aortic dissection. $ (Choice B)  High cholesterol is a risk factor for atherosclerosis.  Atherosclerosis predisposes more to #aortic aneurysm# formation (especially abdominal aortic aneurysms) than to aortic dissection. $ (Choice D)  A sedentary lifestyle is a risk factor for cardiovascular disease (eg, stroke, myocardial infarction) but does not appear to be directly linked to aortic dissection. $ (Choice E)  Smoking contributes significantly to the risk of atherosclerosis and thromboangiitis obliterans (Buerger disease).  Thromboangiitis obliterans is a vasculitis of medium and small arteries, principally the tibial and radial arteries. $ (Choice F)  Tertiary syphilis can result in spirochetal endarteritis that affects the vasa vasorum within the adventitia of the ascending thoracic aorta.  This weakens the aortic wall and predisposes infected patients to ascending aortic aneurysms.  Aortic dissection is only rarely caused by syphilitic aneurysms. $ Educational objective Hypertension is the single most important risk factor for the development of intimal tears leading to aortic dissection.  Hypertension, smoking, diabetes mellitus, and hypercholesterolemia are all major risk factors for atherosclerosis, which predisposes more to aortic aneurysm formation than aortic dissection."},

{"id":"460","title":"A 45-year-old woman comes to the office due to 3 days of progressive pain in the right upper quadrant, nausea, and vomiting.  In the preceding year, the patient has had fatigue, weight loss, joint pain, and intermittent abdominal pain.  Laboratory studies show increased blood urea nitrogen and serum creatinine.  Right-upper quadrant ultrasound shows no evidence of gallstones, but an inflamed gallbladder is present.  The patient undergoes cholecystectomy, and subsequent biopsy of the submucosal gallbladder vessels is shown in the exhibits: @exhibit1@, @exhibit2@ (2 images).  Which of the following is the most likely diagnosis?","exhibit_1":"images/exhibit460.jpg","exhibit_2":"images/2exhibit460.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angiodysplasia","answer_2":"B. Antiphospholipid-antibody syndrome","answer_3":"C. Granulomatosis with polyangiitis","answer_4":"D. Polyarteritis nodosa","answer_5":"E. Thromboangiitis obliterans","percent_1":"6%","percent_2":"11%","percent_3":"21%","percent_4":"55%","percent_5":"8%","right_answer":"D. Polyarteritis nodosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Polyarteritis nodosa! ?Pathophysiology? • Correlation with underlying hepatitis B/C (immune complexes) • Fibrinoid necrosis of arterial wall → luminal narrowing & thrombosis → tissue ischemia • Internal/external elastic lamina damage → microaneurysm formation → rupture & bleeding ?Clinical$features? • Constitutional: fever, weight loss, malaise • Skin: nodules, livedo reticularis, ulcers, purpura • Renal: hypertension, renal insufficiency, arterial aneurysms • Nervous: headache, seizures, mononeuritis multiplex • Gastrointestinal: mesenteric ischemia/infarction • Musculoskeletal: myalgias, arthritis ?Diagnosis? • Negative ANCA & ANA • Angiography: microaneurysms & segmental/distal narrowing • Tissue biopsy: nongranulomatous transmural inflammation %#ANA# = antinuclear antibodies; #ANCA# = antineutrophil cytoplasmic antibodies. ","explanation_img":"","explanation_1":"","explanation_2":"$This patient's vomiting, right upper quadrant pain, and gallbladder inflammation with no evidence of gallstones indicates #acute acalculous cholecystitis#.  Although a variety of conditions cause acute acalculous cholecystitis, the presence of long-standing, nonspecific symptoms (eg, #fatigue#, weight loss, #arthralgias#) and biopsy findings of fibrinoid necrosis of the submucosal arteries of the gallbladder raise strong suspicion for #polyarteritis nodosa# (PAN). $ PAN is a systemic vasculitis of #medium-sized muscular arteries#; biopsy of affected areas generally reveals the following: $ • Segmental @fibrinoid necrosis@ (amorphic, eosinophilic areas) of the vessel wall $ •  Infiltration of the vessel wall with mononuclear cells and @neutrophils@ $ • Internal and external #elastic laminae damage#, which may cause microaneurysms $ In contrast to many other vasculitides (eg, granulomatosis with polyangiitis), there is #no granulomatous inflammation# in PAN. $ PAN typically attacks arteries of the #kidneys# (eg, increased BUN/creatinine), skin, neurologic system, and #gastrointestinal tract#; most cases present due to symptoms of #tissue ischemia# from artery lumen narrowing/thrombosis or #bleeding# from microaneurysm rupture.  In this case, damage to the submucosal gallbladder arteries likely caused gallbladder ischemia, which lead to acalculous cholecystitis.  Other common gastrointestinal findings in PAN include bead-like microaneurysm formation in the mesenteric vessels, mesenteric ischemia, and bowel necrosis/rupture. $ (Choice A)  Angiodysplasia is thought to arise from intermittent obstruction of submucosal veins at the muscularis propria of the gastrointestinal tract.  Biopsy shows dilated small vessels lined by thin-walled endothelium; infiltration with inflammatory cells would not be seen.  In addition, patients with angiodysplasia generally have gastrointestinal bleeding, not acalculous cholecystitis. $ (Choice B)  Antiphospholipid-antibody syndrome is characterized by small-vessel thrombosis due to the formation of autoantibodies against phospholipid-binding proteins.  It is often triggered by underlying systemic lupus erythematosus, which can cause long-standing nonspecific symptoms.  However, acute biopsy would show thrombosed vessels, not vessels with fibrinoid necrosis and neutrophilic inflammation. $ (Choice C)  Granulomatosis with polyangiitis is an antineutrophil cytoplasmic antibody–positive vasculitis that generally affects the upper airways, lungs, and kidneys.  Gastrointestinal involvement is uncommon. $ (Choice E)  Thromboangiitis obliterans primarily attacks vessels in the extremities.  It is marked by inflammatory thrombi with relative sparing of the vessel wall and intact internal elastic lamina.  Fibrinoid necrosis would not be seen.  Most cases are seen in young smokers.  $ Educational objective Polyarteritis nodosa is characterized by segmental, transmural, necrotizing inflammation of medium-sized muscular arteries.  Manifestations arise due to tissue ischemia from arterial lumen narrowing/thrombosis or bleeding from microaneurysms.  The vessels of the kidneys, skin, peripheral nerves, and gastrointestinal tract are affected most commonly; the lung is typically spared.","clickable_1":"images/img1.460.jpg","clickable_2":"images/img2.460.jpg"},

{"id":"1080","title":"A 68-year-old man comes to the office due to thigh and leg pain that worsens with exertion.  He is unable to walk through the local mall with his wife without discomfort.  Past medical history is significant for hypertension and diabetes mellitus.  The patient smokes 2 packs of cigarettes a day and consumes alcohol occasionally.  Physical examination of the extremities shows weak dorsalis pedis pulses in both feet.  Further evaluation confirms moderate peripheral arterial disease involving both lower extremities.  Which of the following drugs would best provide symptomatic improvement due to direct dilation of arteries and inhibition of platelet aggregation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abciximab","answer_2":"B. Argatroban","answer_3":"C. Aspirin","answer_4":"D. Cilostazol","answer_5":"E. Heparin","answer_6":"F. Tissue plasminogen activator","answer_7":"G. Warfarin","percent_1":"8%","percent_2":"9%","percent_3":"37%","percent_4":"40%","percent_5":"3%","percent_6":"2%","percent_7":"1%","right_answer":"D. Cilostazol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Several molecules, including thrombin, adenosine diphosphate, and thromboxane A2, activate platelets by acting on cell surface receptors.  However, interference with post-receptor signaling can alter platelet function.  In particular, cyclic adenosine monophosphate (cAMP) activates a family of enzymes known as the cAMP-dependent protein kinases, or protein kinase A, and leads to inhibition of platelet aggregation.  Agents that increase intra-platelet cAMP levels decrease platelet aggregation by preventing platelet shape change and granule release. $#Cilostazol# reduces #platelet activation# by inhibiting platelet phosphodiesterase, the enzyme responsible for the breakdown of cAMP.  It is also a direct arterial #vasodilator#.  The net effect is a decrease in claudication #symptoms# and an increase in pain-free walking distances in patients with peripheral arterial disease (PAD).  Patients with PAD should be initiated on a graded exercise program, which has also been shown to improve symptoms. $#(Choices A, E, and F)#  Abciximab is a monoclonal antibody that inhibits platelet aggregation by targeting the platelet IIb/IIIa receptor.  Heparin is an anticoagulant that potentiates antithrombin III, resulting in the inactivation of thrombin and other factors.  Tissue plasminogen activator (alteplase) converts plasminogen to plasmin and causes fibrinolysis.  These agents are used in the acute management of cardiovascular events but are not useful for long-term management. $#(Choice B)#  Argatroban is a direct thrombin inhibitor primarily used in the treatment of heparin-induced thrombocytopenia. $#(Choice C)#  Aspirin is an irreversible cyclooxygenase 1 & 2 inhibitor that has been shown to reduce the risk of cardiovascular events in high-risk patients.  Patients with clinically significant PAD should take antiplatelet agents (aspirin or clopidogrel) to reduce the risk of cardiovascular events (secondary prevention), but antiplatelet agents do not improve PAD symptoms. $#(Choice G)#  Warfarin is an oral anticoagulant that is a competitive inhibitor of vitamin K epoxide reductase and reduces production of vitamin K-dependent coagulation factors (II, VII, IX, X, protein C, protein S).  It is used in the long-term treatment and prevention of thromboembolic events but does not reduce claudication in symptomatic PAD. $#Educational objective# Symptomatic management of peripheral artery disease (PAD) includes a graded exercise program and cilostazol.  Cilostazol is a phosphodiesterase inhibitor that inhibits platelet aggregation and acts as a direct arterial vasodilator.  Patients with PAD should also receive an antiplatelet agent (aspirin or clopidogrel) for secondary prevention of coronary heart disease and stroke.  "},

{"id":"2130","title":"A 47-year-old, previously healthy man is transported to the emergency department after he was involved in a high-speed, head-on motor vehicle collision. The patient was wearing a seat belt; he did not hit his head or lose consciousness. However, he has had chest pain and shortness of breath since the incident. On arrival, blood pressure is 160/90 mm Hg and pulse is 115/min. Bruising and tenderness are noted over the anterior chest wall. Neck veins are flat, and the trachea is central. Breath sounds are symmetric, and heart sounds are normal. The abdomen is soft and nontender. There are no significant extremity injuries, but bilateral femoral pulses are weak compared to the radial pulses. Chest x-ray reveals a widened mediastinum. While being prepared for surgery, the patient becomes unresponsive. The pulse is no longer detectable, and the cardiac monitor demonstrates sinus tachycardia. Despite aggressive resuscitation efforts, the patient dies. Autopsy examination is most likely to reveal an injury involving which of the following areas of the thoracic aorta?","image_1":"images/2130.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"C. C","percent_1":"7%","percent_2":"15%","percent_3":"54%","percent_4":"16%","percent_5":"9%","explanation_img":"images/exp2130.jpg","explanation_1":"","explanation_2":"$Rapid deceleration during a high-speed motor vehicle collision can lead to #blunt aortic injury# (BAI) due to a combination of forces (eg, #shearing#) on the aorta. These forces can affect some or all of the layers (ie, intima, media, adventitia). Most patients exsanguinate rapidly (due to full-thickness injury that ruptures the adventitia); however, in a minority of cases (~20%), delayed rupture can allow survival until surgical treatment. A high index of suspicion is crucial because symptoms may be nonspecific (eg, chest pain, shortness of breath).$Depending on the extent and location of vessel injury, some findings suggestive of BAI include:$• #Widened mediastinum#$• #Pulse discrepancy# between the upper and lower extremities (similar to aortic coarctation)$• Intrascapular murmur (due to aortic flow impingement)$BAI occurs most often at #transition zones# between mobile and fixed portions of the aorta. The most common site of injury is the #aortic isthmus# (C), which is tethered by the ligamentum arteriosum and is relatively immobile compared to the adjacent descending aorta; the isthmus is particularly susceptible to BAI due to intrinsic weakness of the aortic wall in this area.$#(Choices A and B)# The aortic root (A) and the ascending aorta near the arch (B) are both transition zones and can be damaged by high-speed traumatic injury. However, these areas are affected less often than the aortic isthmus. In addition, this patient's circulation is preserved in the upper extremities compared to the lower extremities, which is more characteristic of an injury distal to the brachiocephalic and left subclavian arteries. Injury to the proximal aorta is classically associated with complications such as hemopericardium (eg, jugular vein distension), coronary artery dissection (eg, ST-segment elevation), and aortic valve disruption (eg, diastolic regurgitation murmur).$#(Choices D and E)# The distal thoracic aorta is also susceptible to injury just proximal to the diaphragm due to tethering at the diaphragmatic hiatus. However, this is a less common site for traumatic rupture than the more proximal portions of the aorta.$Educational objective Impacts causing the thorax to rapidly decelerate (eg, high-speed motor vehicle collisions) can result in blunt aortic injury, especially at transitions between relatively mobile and fixed zones. The most common site of injury is the aortic isthmus, just distal to the attachment of the ligamentum arteriosum."},

{"id":"15354","title":"A group of researchers is studying population-based screening interventions to reduce mortality from abdominal aortic aneurysm.  This disorder develops primarily in elderly patients and is often asymptomatic until an acute rupture event, which is frequently fatal.  Screening of high-risk patients for abdominal aortic aneurysm is found to reduce mortality.  Which of the following risk factor combinations would likely define the highest-risk group for screening purposes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diabetes, smoking","answer_2":"B. Female, hyperlipidemia","answer_3":"C. Female, hypertension","answer_4":"D. Hyperlipidemia, hypertension","answer_5":"E. Male, diabetes","answer_6":"F. Male, smoking","percent_1":"10%","percent_2":"1%","percent_3":"3%","percent_4":"27%","percent_5":"1%","percent_6":"58%","right_answer":"F. Male, smoking","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15354.jpg","explanation_1":"","explanation_2":"$Focal dilation of the abdominal aorta >50% above normal (or >3 cm in diameter) is termed #abdominal aortic aneurysm# (AAA).  AAA formation involves #transmural inflammation# of the aortic wall with subsequent apoptosis of smooth muscle cells and degradation of matrix proteins (eg, elastin, collagen).  This causes progressive thinning of the aortic wall with secondary expansion of the lumen due to chronic hemodynamic stress.  AAA is generally asymptomatic until aneurysm rupture, which typically presents with acute abdominal pain and hypotension; mortality of AAA rupture is 75%-90%. $Major #risk factors# for development of AAA include: $• Age >65 $• #Smoking# (up to 15-fold risk increase) $• #Male sex# $Smoking appears to be associated with increased inflammatory infiltrates and formation of reactive oxygen species (eg, superoxide anion) in the aortic wall.  In light of this, screening for AAA with ultrasonography is recommended for men age 65-75 who have ever smoked.  The risk of rupture increases with aneurysm diameter, and surgical or endovascular repair is considered for aneurysms ≥5.5 cm in diameter. $#(Choices A and E)#  Although diabetes mellitus increases the risk for atherosclerotic cardiovascular disease, the risk of AAA is lower in patients with diabetes, possibly due to the effects of glycosylation of matrix proteins in the aortic wall. $#(Choices B and C)#  Female sex is associated with a lower risk of AAA, and the benefit of screening in women (including in women who smoke) has not been shown to outweigh the risks of overdiagnosis and potential treatment complications. $#(Choice D)#  Hypertension is associated with an increased risk of aneurysm rupture, but the relation to aneurysm incidence and expansion is less clear.  Although there is a broad coincidence of AAA and atherosclerosis, studies on an epidemiologic link between hyperlipidemia and AAA are mixed. $#Educational objective# Abdominal aortic aneurysm is focal dilation of the abdominal aorta >50% above normal (or >3 cm in diameter).  It is generally asymptomatic until aneurysm rupture, which is frequently fatal.  Risk factors include age >65, smoking, and male sex.  "},

{"id":"15839","title":"An 80-year-old man is brought to the hospital due to increasing chest pain.  Over the past 6 weeks, he has had dry cough, dysphagia, and a change in voice quality.  The patient has a long history of hypertension.  He is an ex-smoker with a 35-pack-year history.  On physical examination, the patient appears anxious, pale, and diaphoretic.  Blood pressure is 80/60 mm Hg, pulse is 120/min, and respirations are 20/min.  While being evaluated in the emergency department, he develops cardiac arrest with pulseless electrical activity and cannot be resuscitated.  Autopsy is most likely to show which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fat globules in the pulmonary vasculature","answer_2":"B. Left ventricular free-wall rupture","answer_3":"C. Longitudinal tear in the esophagus","answer_4":"D. Ruptured pulmonary bleb","answer_5":"E. Ruptured thoracic aortic aneurysm","percent_1":"3%","percent_2":"15%","percent_3":"8%","percent_4":"6%","percent_5":"69%","right_answer":"E. Ruptured thoracic aortic aneurysm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Thoracic aortic aneurysm! ?Risk$ Factors? • Advanced age (>60)• Smoking, hypertension, family history • Connective tissue disease (eg, Marfan$ syndrome) ?Clinical$ presentation? • Majority involve ascending aorta • Usually asymptomatic • Expansion: $== ○ Vague chest/back pain$== ○ Compression of structures (eg, hoarseness, dysphagia) • Rupture/dissection: $== ○ Severe pain, hemodynamic$ instability ?Imaging? • CXR: wide mediastinum, large aortic$ knob, tracheal deviation %#CXR# = chest x-ray. ","explanation_img":"","explanation_1":"","explanation_2":"#Thoracic aortic aneurysm# (TAA) can involve the ascending or descending aorta above the diaphragm.  It is usually asymptomatic until it grows large enough to encroach on nearby structures or cause rupture.  This patient likely experienced progressive TAA expansion with symptomatic #compression# of #surrounding structures#, followed by acute rupture that led to shock and cardiac arrest. $ TAA usually results from age-related degenerative changes in the medial layer of the aorta; these changes are likely accelerated by risk factors, including dyslipidemia, hypertension, tobacco use, and family history.  Connective tissue diseases such as Marfan or Ehlers-Danlos syndrome also increase the risk. $ The most common symptomatic presentation of TAA is pain, which is typically localized to the chest and back.  If the TAA impinges upon the #esophagus#, it can also cause dysphagia.  Similarly, compression of the #left recurrent laryngeal nerve# or left vagus nerve results in hoarseness, whereas compression of the #phrenic nerve# can cause hemidiaphragmatic paralysis.  Respiratory manifestations, including wheeze, cough, hemoptysis, and dyspnea may occur due to #tracheobronchial obstruction#.  Other complications include heart failure due to aortic valve regurgitation and superior vena cava syndrome from venous compression and occlusion. $ @Chest x-ray@ may suggest the diagnosis of TAA, demonstrating a widened mediastinum, enlarged aortic knob, and tracheal deviation. $ (Choice A)  Pulmonary fat embolism most commonly results in acute dyspnea, tachypnea, and hypoxemia.  Patients commonly develop neurologic abnormalities and a petechial rash, both of which this patient lacks. $ (Choice B)  Ventricular free-wall rupture is a life-threatening complication of ST elevation myocardial infarction that typically occurs 5 days to 2 weeks after the event.  It can also result in shock and cardiac arrest, but it would not explain this patient's subacute cough, voice change, or dysphagia. $ (Choice C)  Patients with a Mallory-Weiss tear have hematemesis and epigastric or back pain.  These esophageal tears are usually preceded by episodes of nonbloody vomiting or retching. $ (Choice D)  Spontaneous pneumothorax results from the rupture of a pulmonary bleb and can occur with or without a preceding history of lung disease.  Most patients describe acute chest pain and dyspnea.  Although it can rarely progress to a tension pneumothorax with obstructive shock, such a condition would not explain this patient's subacute symptoms. $ Educational objective Thoracic aortic aneurysms are usually asymptomatic until they grow large enough to compress surrounding structures or cause rupture.  The most common symptomatic presentation is chest or back pain, but compression of nearby structures can cause dysphagia, hoarseness, cough, or dyspnea.","clickable_1":"images/img1.15839.jpg"},

{"id":"1852","title":"A 4-year-old boy is brought in by his parents for evaluation of a fever that has persisted for the past 5 days.  He has also been more irritable than usual and had 2 or 3 episodes of vomiting.  The patient has no prior medical problems and takes no medications.  He has received all recommended vaccinations.  He traveled to China last year to visit his grandparents and cousins but has not traveled outside of the country this year.  Temperature is 38.9 C (102 F).  Physical examination shows bilateral conjunctival injection with no exudates.  His tongue is bright red and lips are cracked.  Nonpitting edema is present on his hands and feet.  Which of the following complications is this patient at greatest risk for developing?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic dissection","answer_2":"B. Coronary artery aneurysm","answer_3":"C. Monocular blindness","answer_4":"D. Mononeuritis multiplex","answer_5":"E. Proliferative glomerulonephritis","answer_6":"F. Pulmonary cavitation","percent_1":"4%","percent_2":"71%","percent_3":"4%","percent_4":"4%","percent_5":"16%","percent_6":"1%","right_answer":"B. Coronary artery aneurysm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp1852.jpg","explanation_1":"","explanation_2":"$Kawasaki disease is a vasculitis of #medium-sized arteries# that affects young children (usually age <5 years).  It occurs most commonly in patients of #Asian# ethnicity.  The diagnosis of Kawasaki disease is based on a #fever for >5 days# plus 4 of the following findings: $ 1. Bilateral non-exudative conjunctival injection (erythema) $ 2. Cervical lymphadenopathy $ 3. Mucositis: Erythema of the palatine mucosa, fissured erythematous lips, \"strawberry\" tongue $ 4. Extremity changes: Edema of hands and feet, erythema of palms and soles, desquamation of the fingertips (periungual) $ 5. Rash: Polymorphous (usually urticarial) erythematous rash on the extremities that spreads centripetally to the trunk$ A serious complication of Kawasaki disease is coronary artery inflammation leading to the development of #coronary artery aneurysms#. $ (Choice A)  Dissecting aneurysms of the aorta are associated with long-standing hypertension and @Marfan syndrome@. $ (Choice C)  Monocular blindness is a complication of temporal arteritis. $ (Choice D)  Mononeuritis multiplex is a peripheral neuropathy of multiple individual nerves.  It is associated with a variety of diseases, including granulomatosis with polyangiitis (Wegener's) and polyarteritis nodosa. $ (Choice E)  Acute proliferative glomerulonephritis can occur after group A streptococcal skin/throat infections.  Although symptoms such as fever, \"strawberry\" tongue, and desquamation can occur in scarlet fever, this patient's bilateral nonexudative conjunctivitis, swelling of the hands and feet, and persistent high-grade fever are more suggestive of Kawasaki disease. $ (Choice F)  Pulmonary cavities can occur following resolution of pulmonary tuberculosis, histoplasmosis, or sarcoidosis. $ Educational objective Kawasaki disease is a vasculitis of medium-sized arteries that presents with persistent fever for >5 days, bilateral conjunctivitis, cervical lymphadenopathy, and mucocutaneous involvement.  Coronary artery aneurysms are a serious complication of Kawasaki disease.","clickable_1":"images/img1.1852.jpg"},

{"id":"15886","title":"A 27-year-old man comes to the emergency department due to acute-onset chest pain and shortness of breath.  The pain started suddenly an hour ago while he was lifting a box of books.  The patient has no chronic medical conditions, and he was in his usual state of health prior to the onset of symptoms.  He does not use tobacco, alcohol, or illicit drugs.  Height is 182 cm (71.7 in) and weight is 72 kg (158.7 lb).  On physical examination, the patient is in acute respiratory distress.  Temperature is 37 C (98.6 F), blood pressure is 90/60 mm Hg, pulse is 120/min and regular, and respirations are 26/min.  Pulse oximetry shows 86% saturation on room air.  Cardiopulmonary examination reveals pectus excavatum, bilateral pulmonary crackles, and a decrescendo diastolic murmur at the right upper sternal border.  The abdomen is soft and nontender.  There is no peripheral edema.  Subsequently, the patient develops cardiac arrest and dies.  Which of the following histologic changes is most likely to be seen on autopsy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atherosclerotic thickening of the intima","answer_2":"B. Coagulative necrosis of the left ventricular wall","answer_3":"C. Fragmentation of the elastic lamellae in the aortic media","answer_4":"D. Necrosis of the papillary muscles","answer_5":"E. Perivascular inflammation around the vasa vasorum","answer_6":"","percent_1":"2%","percent_2":"3%","percent_3":"87%","percent_4":"3%","percent_5":"4%","percent_6":"%","right_answer":"C. Fragmentation of the elastic lamellae in the aortic media","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15886.jpg","explanation_1":"","explanation_2":"$This young patient likely had @Marfan syndrome@ complicated by aortic root disease, leading to #aortic dissection# with #acute aortic regurgitation# and heart failure.  Aortic dissection typically presents with sudden-onset, severe chest or back pain.  In Marfan syndrome, the dissection almost always affects the ascending aorta; it can propagate proximally to impair aortic valve closure, causing acute aortic regurgitation (evidenced by a decrescendo @diastolic murmur@) and heart failure (evidenced by pulmonary edema). $ Marfan syndrome results from a mutation that disrupts the synthesis, secretion, and incorporation into the extracellular matrix of #fibrillin#, a protein that provides the glycoprotein scaffolding for elastin structure.  Although affected patients are often tall in stature, the syndrome is more reliably recognized by an increased ratio of limb length to trunk length. $ The most common histologic findings in Marfan-related aortic root disease include #fragmentation# and loss of the #elastic lamellae# with fibrosis and @cystic medial degeneration@ (replacement of collagen, elastin, and smooth muscle by a basophilic mucoid extracellular matrix with irregular fiber cross-linkages and cystic collections of mucopolysaccharide).  Cystic medial degeneration also occurs with normal aging, but is accelerated in Marfan syndrome. $ #(Choices A and B)#  Fatty streaking (the early stages of atherosclerosis) is often present in male patients in their 20s, but significant @atherosclerotic thickening@ of the intima is not expected.  Coagulative necrosis of the left ventricular wall typically results from atherosclerotic plaque rupture leading to myocardial infarction, which is unlikely in the absence of significant atherosclerotic disease. $ (Choice D)  Myocardial infarction can cause papillary muscle necrosis and rupture.  This mechanical complication typically occurs acutely or within 3-5 days of myocardial infarction and leads to acute mitral regurgitation with a holosystolic – rather than diastolic decrescendo – murmur. $ (Choice E)  Inflammation of the vasa vasorum can lead to aortitis and aneurysm formation in syphilis and certain vasculitides (eg, Behçet syndrome).  However, such diseases are associated with multiple other manifestations (eg, rash, ulcer, airway disease) and would not explain this patient's pectus excavatum. $ Educational objective Marfan syndrome involves a deleterious mutation in fibrillin that mainly affects the structural integrity of the cardiovascular and musculoskeletal systems.  Aortic root disease predisposes to aortic dissection, which can present with sudden-onset chest or back pain, acute aortic regurgitation, and heart failure.  Common histologic findings in aortic disease include fragmentation and loss of the elastic lamellae with fibrosis and cystic medial degeneration.","clickable_1":"images/img1.15886.jpg","clickable_2":"images/img2.15886.jpg","clickable_3":"images/img3.15886.jpg","clickable_4":"images/img4.15886.jpg"},

{"id":"15891","title":"A 50-year-old man is brought to the emergency department due to chest pain.  He passed out briefly after the pain started.  Medical history includes hypertension, hyperlipidemia, and early-stage chronic kidney disease.  The patient reports that his father had a heart attack at a young age.  Despite treatment, the patient dies during hospitalization.  An autopsy is performed.  Light microscopy of the aortic wall is shown on the slide below.","image_1":"images/15891.jpg","title_2":"Which of the following underlying mechanisms is most likely responsible for this patient's disease process?","audio":"","comparison_items":"","answer_1":"A. Atherosclerosis","answer_2":"B. Calciphylaxis","answer_3":"C. Cystic degeneration of the media","answer_4":"D. Granulomatous inflammation","answer_5":"E. Monckeberg sclerosis","percent_1":"30%","percent_2":"1%","percent_3":"63%","percent_4":"1%","percent_5":"4%","right_answer":"C. Cystic degeneration of the media","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp15891.jpg","explanation_1":"","explanation_2":"$The above autopsy image shows #cystic medial degeneration# (necrosis), the classic histologic finding in #aortic dissection#.  The tunica media is the largest and strongest of the 3 portions of the aortic wall.  With aging, collagen, elastin, and smooth muscle in the aortic media are broken down and replaced by a mucoid extracellular matrix.  There is elastic tissue fragmentation in a @\"basket weave\" pattern@ with development of many cystic collections of @mucopolysaccharide@.  These changes result in progressive #loss of integrity#, reducing the vessel's ability to handle wall stress from conditions such as systemic hypertension. $ Once cystic medial degeneration develops, a #small intimal tear# can readily #extend# into and throughout the media, creating a lengthy #dissection plane# that propagates proximally or distally.  As blood enters the dissection plane a false aortic lumen is created and aortic branches (eg, left subclavian artery, renal arteries) may become obstructed.  The enlarging hematoma in the false lumen can eventually penetrate the adventitia, resulting in full-thickness rupture. $ (Choice A)  Atherosclerosis primarily affects the intima and is an important contributor to acute coronary syndrome.  Histologically it appears as an @atheroma@ with an endothelial covering, fibrous cap, and necrotic core.  Atherosclerosis can contribute to cystic medial degeneration but is not the primary pathophysiologic mechanism. $ (Choice B)  Calcific uremic arteriolopathy (calciphylaxis) can occur with advanced chronic kidney disease and leads to severe skin ischemia and necrosis.  Histologically, it is characterized by superficial arteriolar calcification, subintimal fibrosis, and thrombosis.  It does not typically affect large vessels such as the aorta. $ (Choice D)  Granulomatous inflammation of large vessels can occur in Takayasu arteritis and tuberculous aortitis.  Histopathology demonstrates granuloma formation in the media with multinucleated giant cells. $ (Choice E)  Monckeberg sclerosis is a rare disease that results in diffuse medial calcification of small and medium-sized arteries.  Calcification typically appears as blue-to-violet irregular deposits on hematoxylin–eosin stains, as seen in this @calcified atherosclerotic plaque@. $ Educational objective Cystic medial degeneration (necrosis) is the classic histologic finding in aortic dissection, as it weakens the aortic wall and allows a small intimal tear to readily propagate.  Collagen, elastin, and smooth muscle are replaced by a basophilic mucoid extracellular matrix with elastic tissue fragmentation and cystic collections of mucopolysaccharide.","clickable_1":"images/img1.15891.jpg","clickable_2":"images/img2.15891.jpg","clickable_3":"images/img3.15891.jpg","clickable_4":"images/img4.15891.jpg"},

{"id":"11844","title":"A 36-year-old man comes to the office after he was found to have an abnormal lipid panel during employee wellness testing at his company.  He has no prior medical problems and takes no medications.  The patient is a software technician and has a sedentary lifestyle.  He eats mostly fast foods, rarely exercises, and drinks 2-3 cans of beer daily.  His BMI is 31 kg/m2.  Physical examination is unremarkable.  Results of laboratory studies performed in the office are as follows:","title_table":"?Total cholesterol? 290 mg/dL ?High-density lipoprotein? 45 mg/dL ?Low-density lipoprotein? 110 mg/dL ?Triglycerides? 675 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Lifestyle modification with a balanced diet, regular exercise, and reduced alcohol intake is advised.  He is also started on fenofibrate therapy.  This medication is most likely to help the patient by which of the following mechanisms?","audio":"","comparison_items":"","answer_1":"A. Blocking intestinal cholesterol absorption","answer_2":"B. Decreasing hepatic cholesterol synthesis","answer_3":"C. Increasing fecal loss of cholesterol derivatives","answer_4":"D. Inhibiting LDL receptor degradation","answer_5":"E. Reducing hepatic VLDL production","percent_1":"14%","percent_2":"9%","percent_3":"16%","percent_4":"15%","percent_5":"45%","right_answer":"E. Reducing hepatic VLDL production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11844.jpg","explanation_1":"","explanation_2":"$This patient has a moderately elevated (>500 mg/dL) triglyceride level, which is associated with an increased risk of cardiovascular disease.  Lifestyle modifications (increased aerobic exercise, decreased alcohol and total caloric intake) can decrease triglycerides, but moderate (or worse) hypertriglyceridemia usually requires pharmacologic therapy. $#Lipoprotein lipase# (LPL) hydrolyzes triglycerides in chylomicrons and VLDL to release free fatty acids, which can be used for energy or converted back to triglycerides for storage in adipose tissue.  It also facilitates the transfer of triglycerides from these lipoproteins to HDL.  #Fibrates# (eg, gemfibrozil, fenofibrate) activate #peroxisome proliferator-activated receptor alpha# (PPAR-α), which leads to #decreased hepatic VLDL# production and increased LPL activity.  They are able to decrease triglyceride levels by 25%-50% and increase HDL by 5%-20%.  Fish oil supplements containing high concentrations of #omega-3 fatty acids# also decrease #VLDL production#, and inhibit synthesis of apolipoprotein B as well.  These supplements lower triglycerides and can be used as an alternate treatment for patients with moderate hypertriglyceridemia. $#(Choices A, C, and D)#  Ezetimibe selectively blocks intestinal cholesterol absorption.  Bile acid-binding resins (eg, cholestyramine) increase fecal loss of cholesterol derivatives by binding bile acids in the intestine and disrupting enterohepatic bile acid circulation.  Proprotein convertase subtilisin kexin 9 (PCSK9) inhibitors are monoclonal antibodies that reduce LDL receptor degradation in the liver.  These drugs are used primarily in patients with elevated cholesterol levels but have minimal effect on triglyceride levels. $#(Choice B)#  Statins (eg, atorvastatin) decrease hepatic cholesterol synthesis by inhibiting HMG-CoA reductase.  Statins have a modest effect on triglyceride levels and are recommended for patients with mild to moderate hypertriglyceridemia. $#Educational objective# Fibrates lower triglyceride levels by activating peroxisome proliferator-activated receptor alpha, which leads to decreased hepatic VLDL production and increased lipoprotein lipase activity.  Fish oil supplements containing high concentrations of omega-3 fatty acids lower triglycerides by decreasing production of VLDL and apolipoprotein B.  "},

{"id":"809","title":"A 64-year-old man comes to the emergency department due to flank discomfort and red urine.  He has a history of hypertension and type 2 diabetes mellitus.  Three months ago, the patient had an ischemic stroke and now has mild, residual, right-sided weakness.  Serum creatinine is 0.9 mg/dL, and serum lactate dehydrogenase is elevated.  Urine microscopy shows many red blood cells.  The findings of a CT scan of the abdomen with contrast are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/809.jpg","title_2":"Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Atrial fibrillation","answer_2":"B. Deep venous thrombosis of the lower extremities","answer_3":"C. Focal segmental glomerulosclerosis","answer_4":"D. Hypersensitivity interstitial nephritis","answer_5":"E. Pulmonary hypertension","percent_1":"49%","percent_2":"10%","percent_3":"26%","percent_4":"13%","percent_5":"3%","right_answer":"A. Atrial fibrillation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp809.jpg","explanation_1":"","explanation_2":"$This patient with flank pain, hematuria, and a wedge-shaped kidney lesion on CT scan likely has a #renal infarction#, which results from interruption of the normal blood supply to the kidney.  The lack of collaterals between segmental renal arteries (\"#end-organ#\" blood supply) means that any interruption of blood flow can lead to coagulative infarcts.  Common laboratory findings include elevated lactate dehydrogenase (reflecting cell necrosis), mild leukocytosis, and hematuria.  Serum creatinine is usually normal due to compensation by the unaffected kidney.  Macroscopically, renal infarcts appear as pale #wedges#, with the base (widest part) at the renal cortex and the apex pointing to the medulla. $ The most common cause of renal infarction is #systemic thromboembolism# from the left atrium or ventricle.  Thromboembolism is a common complication of #atrial fibrillation# because the irregular contractions lead to sluggish, uneven flow in the left atrium and facilitate clot formation.  Emboli from atrial fibrillation, which can be paroxysmal (thereby going undiagnosed), may have also caused this patient's recent stroke.  The #brain and kidneys# are more likely than other organs to suffer embolic infarctions because they are perfused at a higher rate. $ (Choice B)  Lower extremity venous thromboembolism can lead to pulmonary embolism because returning blood passes through the right heart and subsequently to the lungs.  Although communication from the right to the left side of the heart (eg, atrial or ventricular septal defect) can allow for systemic (paradoxical) embolus to the brain or kidneys, this is relatively rare. $ (Choice C)  Focal segmental glomerulosclerosis manifests as nephrotic syndrome.  Urinary loss of certain natural anticoagulants (eg, antithrombin III) leads to a hypercoagulable state.  However, this rarely causes systemic embolization and patients usually have elevated creatinine. $ (Choice D)  Acute interstitial nephritis, a hypersensitivity reaction that can occur 1-2 weeks after starting a new medication, presents with fever, rash, elevated creatinine, eosinophilia, and eosinophiluria. $ (Choice E)  Pulmonary hypertension can cause right-sided heart failure (cor pulmonale) and is sometimes associated with secondary polycythemia, causing increased blood viscosity.  Although thrombotic complications may occur, embolic complications are less common. $ Educational objective Renal infarction presents with flank pain, hematuria, elevated lactate dehydrogenase, and a wedge-shaped kidney lesion on CT scan.  The most common cause of renal infarction is systemic thromboembolism, often due to thrombus formation during atrial fibrillation.  The brain and kidneys are more likely than other organs to suffer embolic infarctions because they are perfused at a higher rate."},

{"id":"1118","title":"A 65-year-old man with type 2 diabetes mellitus comes to the office due to decreased sexual performance over the last 6 months.  The patient says his libido, muscle strength, and energy level are normal, but his erections are inconsistent, weak, and of inadequate duration for sexual activity.  Past medical history is positive for hypertension, but he has no history of coronary artery disease and no suspicious chest pain.  Bilateral ankle brachial index testing is within normal limits.  The patient is treated with sildenafil, which gives significant improvement in his sexual performance.  The intracellular signaling of this drug is most similar to that of which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 1,25-dihydroxycholecalciferol","answer_2":"B. Brain natriuretic peptide","answer_3":"C. Gamma-aminobutyric acid","answer_4":"D. Insulin","answer_5":"E. Interleukin-2","answer_6":"F. Platelet-derived growth factor","percent_1":"4%","percent_2":"71%","percent_3":"7%","percent_4":"6%","percent_5":"3%","percent_6":"9%","right_answer":"B. Brain natriuretic peptide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Atrial# and #brain natriuretic peptides# (ANP and BNP) are polypeptide hormones that exert their effect by binding ANP receptors.  These transmembrane receptors are linked to a #guanylyl cyclase# that converts guanosine 5′-triphosphate to cyclic guanosine 3′,5′-monophosphate (cGMP).  cGMP then activates a downstream cGMP-dependent protein kinase, leading to relaxation of vascular smooth muscle and subsequent #vasodilation#.  Nitric oxide activates the same cGMP second messenger system by binding a cytosolic guanylyl cyclase. $Penile erection is initiated by release of acetylcholine and nitric oxide (NO) from parasympathetic fibers, leading to a rise in intracellular cGMP and vasodilation of the arteries supplying the corpus cavernosum.  Sildenafil is a #phosphodiesterase-5 inhibitor# that decreases degradation of cGMP, enhancing the effect of parasympathetic activation in erectile tissues.  Because vasodilatory nitrates (eg, nitroglycerin, isosorbide mononitrate) work by releasing NO, coadministration of sildenafil with nitrates can lead to excessive cGMP-induced vasodilation and severe hypotension. $#(Choice A)#  1,25-dihydroxycholecalciferol is the active form of vitamin D; it is a sterol vitamin that freely crosses cell membranes and interacts with a receptor that primarily resides in the nucleus. $#(Choice C)#  Gamma-aminobutyric acid is an inhibitory neurotransmitter that acts to hyperpolarize nerve cells by binding ligand-gated ion channels or metabotropic receptors. $#(Choice D)#  The insulin receptor consists of 2 alpha and 2 beta subunits.  The alpha subunits are extracellular and provide the binding site for insulin.  The beta subunits are intracellular and contain tyrosine kinase domains. $#(Choice E)#  Interleukin-2 (IL-2) receptor is a transmembrane protein complex that acts via a multipathway system, including a JAK-STAT signaling component, a MAP kinase pathway, and phosphoinositide 3-kinase. $#(Choice F)#  Platelet-derived growth factor stimulates cell growth and division, including angiogenesis.  It acts via a tyrosine kinase receptor. $#Educational objective# Atrial natriuretic peptide, brain natriuretic peptide, and nitric oxide activate guanylyl cyclase and increase conversion of guanosine 5′-triphosphate to cyclic guanosine 3′,5′-monophosphate (cGMP).  Phosphodiesterase inhibitors (eg, sildenafil) decrease the degradation of cGMP.  Elevated intracellular cGMP levels lead to relaxation of vascular smooth muscle and vasodilation.  "},

{"id":"11832","title":"A 71-year-old man comes to the emergency department due to sudden-onset vision loss in his left eye for one hour. He has a history of coronary artery disease, hypertension, and type 2 diabetes mellitus. Blood pressure is 145/80 mm Hg and pulse is 72/min. On examination, the patient can see only hand motions through the left eye. Funduscopic evaluation of the eye shows a cherry-red spot in the macula with surrounding retinal whitening. Cranial nerve examination is otherwise unremarkable. There is a left-sided neck bruit on cardiovascular examination. Which of the following is the most likely path of the embolus causing this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. External carotid artery, facial artery, ophthalmic artery, retinal artery","ansImg_1":"","answer_2":"B. External carotid artery, ophthalmic artery, retinal artery","ansImg_2":"","answer_3":"C. External carotid artery, temporal artery, retinal artery","ansImg_3":"","answer_4":"D. Internal carotid artery, anterior cerebral artery, retinal artery","ansImg_4":"","answer_5":"E. Internal carotid artery, ophthalmic artery, retinal artery","ansImg_5":"","right_answer":"E. Internal carotid artery, ophthalmic artery, retinal artery","percent_1":"7%","percent_2":"19%","percent_3":"7%","percent_4":"9%","percent_5":"58%","explanation_img":"images/exp11832.jpg","explanation_1":"","explanation_2":"$#Retinal artery occlusion# (RAO) is an important cause of acute, painless, monocular vision loss.  Thromboembolic complications of atherosclerosis in the #internal carotid# are the most common cause of RAO.  The retinal artery is one of the first branches of the #ophthalmic artery#, which receives its supply from the internal carotid #(choice B).#  The retinal artery then travels within the retinal nerve to supply the inner retina and the surface of the optic nerve. $#(Choices A and C)#  There are a number of anastomoses between branches of the ophthalmic artery and branches of the external carotid, including the facial artery and temporal artery, but neither branch anastomoses with the retinal artery or supplies the retina. $#(Choice D)#  The anterior cerebral artery is a branch off the @circle of Willis@ that supplies blood to the midline portions of the frontal and superior medial parietal lobes.  Its occlusion can lead to loss of strength and sensation in the contralateral lower extremity, incontinence, and transcortical motor aphasia. $#Educational objective# Retinal artery occlusion is a cause of acute, painless, monocular vision loss.  It is usually caused by thromboembolic complications of atherosclerosis traveling from the internal carotid artery and through the ophthalmic artery.  ","clickable_1":"images/img1.11832.jpg"},

{"id":"448","title":"A 64-year-old man has had difficulty walking for 6 months, experiencing muscle cramps in his right thigh after walking a block on level ground.  The cramps subside quickly with rest.  He has also had decreased sexual performance.  Medical history is significant for hypercholesterolemia and myocardial infarction.  The patient smokes a pack of cigarettes daily but does not use alcohol or illicit drugs.  He is afebrile.  Blood pressure is 128/78 mm Hg, pulse is 76/min, and respirations are 16/min.  Cardiac auscultation reveals normal S1 and S2, and equal vesicular breath sounds are heard over the bilateral lungs.  The abdomen is soft and without masses.  There is no peripheral edema, muscle tenderness, or muscle weakness.  Which of the following is the most likely cause of this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Granulomatous inflammation of the arterial media","answer_2":"B. Homogenous acellular thickening of the arteriolar walls","answer_3":"C. Lipid-filled arterial intimal plaques","answer_4":"D. Medial band–like arterial calcification","answer_5":"E. Onion-like concentric thickening of the arteriolar walls","percent_1":"4%","percent_2":"6%","percent_3":"74%","percent_4":"6%","percent_5":"10%","right_answer":"C. Lipid-filled arterial intimal plaques","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's muscle pain, which occurs with exercise and remits with rest, is consistent with #intermittent claudication#; smoking is an important risk factor.  Claudication is usually due to @atherosclerosis@ of the large arteries, specifically resulting from fixed stenoses caused by @lipid-filled intimal plaques@ that bulge into the arterial lumen (#atheromas#).  These stenoses prevent a sufficient increase in blood flow to muscles during exercise, leading to ischemic muscle pain.  The pain is rapidly #relieved by rest#, as residual blood flow is adequate to meet the metabolic demands of resting, but not exercising, muscle. $ #Thigh claudication# is suggestive of occlusive disease of the ipsilateral #external iliac# artery or its more distal branches (ie, common femoral, superficial femoral, profunda femoris arteries).  Accompanying #impotence# and/or #gluteal claudication# suggests more proximal #aortoiliac occlusion# (so-called @Leriche syndrome@), which, in addition to affecting the external iliac artery, also diminishes blood flow to the internal pudendal and gluteal branches of the internal iliac artery. $ (Choice A)  Granulomatous inflammation of the arterial media occurs in @temporal (giant cell) arteritis@, the most common form of systemic vasculitis in adults.  This condition typically affects patients age >50 and causes headache, facial pain, jaw claudication, and visual loss. $ (Choice B)  @Hyaline arteriolosclerosis@ involves homogeneous deposition of hyaline material in the intima and media of small arteries and arterioles, typically in patients with hypertension or diabetes mellitus (both absent in this patient).  The underlying structure of the vessel wall is maintained, but the intima is thickened and the arterial lumen narrowed. $ (Choice D)  Medial band–like calcifications occur in medial calcific sclerosis (Mönckeberg arteriosclerosis).  The condition is characterized by @calcified deposits@ in muscular arteries and typically affects individuals age >50.  Although visible radiologically and often palpable on physical examination, these calcifications are clinically asymptomatic because they do not narrow the vessel lumen. $ (Choice E)  Onion-like concentric thickening of arteriolar walls due to layers of smooth muscle cells and reduplicated basement membrane is seen in @hyperplastic arteriolosclerosis@, which can occur in severe chronic hypertension (eg, blood pressure >180/120 mm Hg).  Although arterioles in all tissues may be affected, those in the kidneys, retinas, and intestines are most common; skeletal muscle is less likely to be symptomatically involved. $ Educational objective Intermittent claudication describes muscle pain that is reproducibly caused by exercise and relieved by rest; it occurs due to atherosclerotic stenoses (lipid-filled intimal plaques) in the large arteries that prevent sufficient blood flow to exercising muscle.  The lower extremities are most commonly affected; however, proximal lesions (ie, aortoiliac occlusion) can cause gluteal claudication and/or impotence.","clickable_1":"images/img1.448.mp4","clickable_2":"images/img2.448.jpg","clickable_3":"images/img3.448.jpg","clickable_4":"images/img4.448.jpg","clickable_5":"images/img5.448.jpg","clickable_6":"images/img6.448.jpg","clickable_7":"images/img7.448.jpg"},

{"id":"12151","title":"A 70-year-old man comes to the emergency department due to severe midback pain that started several hours ago. He describes the pain as excruciating and wants immediate relief. The patient also has nausea, diaphoresis, and lightheadedness. He has a history of hypertension and chronic kidney disease. His medication compliance has been poor. He is an active smoker with a 40-pack-year history. His blood pressure on the right arm is 220/105 mm Hg. ECG shows sinus tachycardia and voltage criteria for left ventricular hypertrophy with secondary ST-segment and T wave changes. After initial evaluation, a transesophageal echocardiogram shows a dissection flap in the descending aorta but no evidence of dissection in the ascending aorta. The dissection flap in this patient most likely originates near which of the following points?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brachiocephalic trunk","ansImg_1":"","answer_2":"B. Celiac trunk","ansImg_2":"","answer_3":"C. Intercostal arteries","ansImg_3":"","answer_4":"D. Left subclavian artery","ansImg_4":"","answer_5":"E. Renal arteries","ansImg_5":"","right_answer":"D. Left subclavian artery","percent_1":"12%","percent_2":"14%","percent_3":"6%","percent_4":"47%","percent_5":"21%","explanation_img":"images/exp12151.jpg","explanation_1":"","explanation_2":"This patient's clinical presentation with severe back pain, hypertension, ECG abnormalities, and transesophageal echocardiogram finding of a dissection flap in the descending aorta is consistent with Stanford type B #aortic dissection#. The Stanford system uses the anatomic localization of the dissection plane for classification of aortic dissections:$#Stanford type A# refers to aortic dissections that involve any part of the #ascending aorta#.$#Stanford type B# refers to all other dissections involving the #descending aorta#.$Type B dissections involving the descending aorta typically originate close to the origin of the #left subclavian artery#. Type A aortic dissections usually originate in the sinotubular junction. The areas are thought to be predominantly affected due to increases in the rate of rise of pressure (dP/dT) and in shearing forces at these sites in patients with severe hypertension.$#(Choices A, B, C, and E)# Distal propagation of a type A dissection or proximal propagation of a type B dissection can affect the aortic arch (eg, brachiocephalic artery, left common carotid artery, left subclavian artery). Either type of dissection can propagate distally into the thoracoabdominal aorta, involving the origins of the celiac trunk, intercostal arteries, and renal arteries.$Educational Objectives The intimal tear in Stanford type A aortic dissection (involving the ascending aorta) usually originates in the sinotubular junction whereas the intimal flap in Stanford type B aortic dissection usually starts near the origin of the left subclavian artery. Dissections can propagate distally to the thoracoabdominal aorta."},

{"id":"18709","title":"A 65-year-old man is brought to the emergency department due to central chest pain for the past 2 hours.  The patient describes the pain as \"very severe\" and \"going back all the way to my spine.\"  He has never had similar pain.  Medical history is significant for hypertension; the patient has been nonadherent with prescribed medical therapy and follow-up visits.  He has a 20-pack-year smoking history.  Blood pressure is 195/101 mm Hg, and pulse is 93/min and regular.  Chest examination reveals clear lungs.  ECG shows sinus rhythm and voltage criteria for left ventricular hypertrophy.  Portable chest x-ray reveals a widened mediastinum.  The patient is immediately treated with intravenous esmolol.  Which of the following is the most likely purpose of this patient's current therapy?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreasing left ventricular contraction velocity","answer_2":"B. Decreasing myocardial oxygen demand","answer_3":"C. Decreasing peripheral vascular resistance","answer_4":"D. Increasing left ventricular filling pressure","answer_5":"E. Increasing left ventricular stroke volume","percent_1":"43%","percent_2":"42%","percent_3":"10%","percent_4":"1%","percent_5":"3%","right_answer":"A. Decreasing left ventricular contraction velocity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's severe chest pain #radiating to the back# and a #widened mediastinum# on chest x-ray are consistent with #acute aortic dissection#.  Uncontrolled #hypertension#, suggested by the patient's nonadherence with medical therapy and ECG evidence of left ventricular (LV) hypertrophy, is the strongest risk factor for aortic dissection. $With each LV contraction, the ejected stroke volume rapidly increases aortic pressure and generates shear stress on the aortic wall.  Medical therapy for aortic dissection is aimed at #reducing aortic wall shear stress# to limit extension of the dissection.  This is accomplished via #anti-impulse therapy# to decrease the rate of change in aortic blood pressure per time (ie, reduce dP/dt). $#Esmolol# is a selective #beta-1 receptor blocker# that is given by intravenous infusion.  It is first-line therapy for acute aortic dissection as it has a short half-life (allowing for easy dose titration) and reduces shear stress in 2 ways: $• Negative inotropy #decreases LV contraction velocity#.  This decreases the rate of blood ejection and reduces stroke volume #(choice E)# to decrease the rise in blood pressure with each contraction (ie, decreased rate and magnitude of blood pressure change). $• Negative chronotropy #decreases heart rate#, subjecting the aortic wall to fewer LV contractions per minute (ie, decreased number of blood pressure changes). $Once shear stress has been minimized with adequate reduction in LV contractility and heart rate, decreasing peripheral vascular resistance (PVR) to further reduce blood pressure is also beneficial.  Because esmolol has little effect on PVR #(choice C)#, vasodilators (eg, nitroprusside, nicardipine) may be added for this purpose.  Vasodilators should never be given prior to a negative chronotropic agent because vasodilation causes reflex tachycardia that increases aortic wall shear stress. $#(Choice B)#  Reduced LV contractility and heart rate decrease myocardial oxygen demand.  Although this is the major goal of medical therapy for treating myocardial ischemia, reducing aortic wall shear stress is much more important for treating aortic dissection. $#(Choice D)#  Reduced LV contractility and heart rate may slightly increase LV filling pressure (due to less blood being ejected with each contraction and increased LV filling time), but this effect is of minimal consequence in treating aortic dissection. $#Educational objective# The primary goal of medical therapy for acute aortic dissection is to reduce aortic wall shear stress by minimizing the change in aortic blood pressure per time (dP/dt).  Esmolol, a selective beta-1 receptor blocker, decreases left ventricular contraction velocity and heart rate to reduce dP/dt. "},

{"id":"293","title":"A 65-year-old man comes to the emergency department with sudden onset of right-sided calf and foot pain.  His past medical history is significant for hypertension, type II diabetes mellitus, atrial fibrillation and stable angina.  Physical examination reveals paleness of the right leg and diminished right popliteal pulse.  Immediate angiography is ordered that reveals an obstructive thrombus in the right common femoral artery.  The thrombus extraction is followed by a rapid surge of serum creatine kinase level, which is best explained by:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Cellular swelling","answer_2":"B.Cell membrane damage","answer_3":"C.Glutathione peroxidase production","answer_4":"D.Mitochondrial vacuolization","answer_5":"E.Nuclear shrinkage","percent_1":"6%","percent_2":"71%","percent_3":"10%","percent_4":"10%","percent_5":"2%","right_answer":"B.Cell membrane damage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Ischemia is characterized by the reduction of blood flow, usually as a result of mechanical obstruction within the arterial system (eg, thrombus).  If the flow of blood to the ischemic tissue is restored in a timely manner, those cells that were reversibly injured will typically recover.  Sometimes, however, the cells within the damaged tissue will paradoxically die at an accelerated pace through apoptosis or necrosis after resumption of blood flow.  This process is termed reperfusion injury, and is thought to occur secondary to one or more of the following mechanisms: 1) oxygen free radical generation by parenchymal cells, endothelial cells, and leukocytes; 2) severe, irreversible mitochondrial damage described as \"mitochondrial permeability transition\"; 3) inflammation, which attracts circulating neutrophils that cause additional injury; and 4) activation of the complement pathway, causing cell injury and further inflammation.  When the cells within heart, brain, or skeletal muscle are injured, the enzyme creatine kinase leaks across the damaged cell membrane and into circulation (as seen in this patient). $#(Choice A)#  Cellular swelling arises secondary to changes in ion concentration and the influx of water.  This state is considered a hallmark of reversible injury, and is not directly associated with the leakage of intracellular proteins such as creatine kinase. $#(Choice C)#  Glutathione peroxidase actually reduces cellular injury by catalyzing free radical breakdown.  The presence of this enzyme is not responsible for the release of creatine kinase. $#(Choice D)#  Mitochondrial vacuolization reduces the cellular capacity for ATP generation and is associated with irreversible injury.  Creatine kinase release is not directly associated with this mitochondrial change, however. $#(Choice E)#  Nuclear shrinkage (pyknosis), fragmentation, and dissolution characterize irreversible injury of the cell.  Creatine kinase release is not directly associated with such nuclear changes, however. $#Educational objective# Reperfusion injury is thought to occur secondary to oxygen free radical generation, mitochondrial damage, and inflammation.  "},

{"id":"7568","title":"A 62-year-old, obese woman is brought to the hospital due to acute-onset chest pain and shortness of breath.  Medical history includes hyperlipidemia, diet-controlled type 2 diabetes mellitus, and peripheral artery disease.  Two years ago, she had an ischemic stroke but had no residual neurologic deficits.  The patient is a current smoker with a 30-pack-year history.  After initial evaluation, she is taken to the cardiac catheterization laboratory where she has a cardiac arrest due to ventricular arrhythmia and cannot be resuscitated.  Autopsy reveals thrombotic occlusion of the left anterior descending artery.  In addition, it shows 95% atherosclerotic narrowing of the proximal right renal artery but no significant stenosis of the left renal artery.  Compared with the right kidney, this patient's left kidney is more likely to demonstrate which of the following findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arteriolar wall thickening","answer_2":"B. Atrophic tubules","answer_3":"C. Cortical thinning","answer_4":"D. Interstitial fibrosis","answer_5":"E. Small crowded glomeruli","percent_1":"54%","percent_2":"8%","percent_3":"9%","percent_4":"5%","percent_5":"25%","right_answer":"A. Arteriolar wall thickening","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp7568.jpg","explanation_1":"","explanation_2":"$This patient's autopsy findings are consistent with severe, #unilateral renal artery stenosis# (RAS), a condition that occurs most commonly in older individuals due to atherosclerosis.  Hypoperfusion of the stenotic (right) kidney stimulates #renin release# by juxtaglomerular apparatus cells.  Renin converts angiotensinogen to angiotensin I, which is then converted by angiotensin-converting enzyme to angiotensin II, a potent vasoconstrictor that causes #systemic hypertension#. $ Unilateral RAS causes morphologic changes that markedly differ in the stenotic (right) kidney and the nonstenotic (left) kidney.  Narrowing of the renal artery in the #stenotic (right) kidney# leads to hypoperfusion and #renal parenchymal ischemia#, which manifests as diffuse cortical thinning, tubular atrophy, interstitial fibrosis, and small crowded glomeruli.  Juxtaglomerular apparatus enlargement can also occur due to chronic stimulation and increased renin release. $ In contrast, the contralateral, #nonstenotic (left) kidney# is exposed to #high blood pressure# and therefore demonstrates typical signs of hypertensive nephrosclerosis, which is characterized by #arteriolar wall thickening# due to #hyaline# arteriolosclerosis (hyalinization of the arterioles due to extravasation of plasma proteins) and #hyperplastic arteriolosclerosis# (concentric smooth muscle cell proliferation in response to pressure [\"onion-skinning\"]). $ #(Choices B, C, D, and E)#  With unilateral RAS, the nonstenotic (left) kidney develops significant arteriolosclerosis due to exposure to high blood pressure.  This can lead to narrowing of the arteriolar lumen with subsequent ischemic changes.  However, these ischemic findings would be much more prominent in the stenotic (right) kidney. $ Educational objective In unilateral renal artery stenosis, the narrowed renal artery causes hypoperfusion of the affected kidney with subsequent ischemic damage (eg, tubular atrophy, interstitial ischemia, glomerular crowding).  In contrast, the contralateral kidney is exposed to high blood pressure and typically shows changes of hypertensive nephrosclerosis (eg, arteriolar wall thickening due to hyaline or hyperplastic arteriolosclerosis)."},

{"id":"6445","title":"A 35-year-old previously healthy woman comes to the hospital due to increasing shortness of breath and cough.  Over the past few months, she has had arthralgias, fatigue, low-grade fever, and weight loss.  Laboratory results are as follows:","image_1":"","title_2":"CT scan of chest is shown in the @exhibit@.  Histologic examination of the lung would most likely reveal which of the following findings?","exhibit_1":"images/exhibit6445.jpg","title_table":"!Complete blood count! ?Hemoglobin? 10.4 g/dL ?Leukocytes? 8k/mm3 !Serum chemistry! ?Blood urea nitrogen ?28 mg/dL ?Creatinine? 2.7 mg/dL !Urinalysis!  ?Nitrites? negative ?Bacteria? none ?Red blood cells? 20-30/hpf","comparison_items":"","audio":"","answer_1":"A. Fibrinoid degeneration of the vessel wall with luminal narrowing","answer_2":"B. Necrotizing arteritis and focal collections of epithelioid histiocytes","answer_3":"C. Necrotizing granuloma with a predominance of eosinophils","answer_4":"D. Proliferation of irregularly shaped glands and pleomorphic cells","percent_1":"22%","percent_2":"40%","percent_3":"31%","percent_4":"7%","right_answer":"B. Necrotizing arteritis and focal collections of epithelioid histiocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"!Granulomatosis with polyangiitis! ?Manifestations? • Upper respiratory: sinusitis/otitis, saddle-nose deformity • Lower respiratory: lung nodules/cavitation • Renal: rapidly progressive glomerulonephritis • Skin: livedo reticularis, nonhealing ulcers ?Diagnosis? • ANCA positive, particularly c-ANCA (PR3-ANCA) • Biopsy: necrotizing vasculitis with granulomas and little/no complement & immunoglobulin %#ANCA# = antineutrophil cytoplasmic antibody; #PR3# = proteinase-3.","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic constitutional and pulmonary symptoms associated with patchy lung infiltrates/cavitation and laboratory findings of glomerulonephritis (hematuria, increased creatinine).  These findings are suggestive of #granulomatosis with polyangiitis# (GPA), a #small vessel vasculitis# associated with antineutrophilic cytoplasmic antibodies #(ANCA)#.  Patients with GPA generally present with weeks or months of #constitutional symptoms# (eg, arthralgias, fatigue, low-grade fever, weight loss) and manifestations in the following areas: $ • Upper airway: otitis media, nasal crusting/ulcers, rhinorrhea $ • Lower airway: hoarseness, cough, stridor, hemoptysis, pulmonary infiltrates $ • Kidney: rapidly progressive glomerulonephritis $ Laboratory evaluation frequently shows #anemia# of chronic disease due to elevated levels of inflammatory cytokines and #renal insufficiency# due to #glomerulonephritis# (eg, microscopic #hematuria#, red cell casts, negative nitrate/bacteriuria).  Chest imaging often reveals patchy lung infiltrates, nodules, and/or @cavitations@. $ Although ANCA is positive in >85% of patients with GPA (c-ANCA in particular), it is a non-specific marker.  Therefore, tissue biopsy is generally required for diagnosis; histopathology will show a #necrotizing arteritis# with #granulomatous inflammation# (eg, #epithelioid histiocytes#, multinucleated giant cells) and a mixture of surrounding inflammatory cells.  Veins and capillaries are also frequently affected. $ (Choice A)  Polyarteritis nodosa (PAN) is marked by transmural segmental inflammation of medium-sized muscular arteries with fibrinoid necrosis, which causes lumen narrowing, thrombosis, and organ ischemia.  Although PAN often affects the kidney, the lung is generally spared.  In contrast to GPA, PAN is not associated with ANCA. $ (Choice C)  Eosinophilic granulomatosis with polyangiitis (Churg-Strauss) is marked by the formation of necrotizing granulomas with a predominance of eosinophils.  Although renal insufficiency and glomerulonephritis occur in a minority of patients, almost all patients have years of preceding asthma.  In addition, cavitary lesions are uncommon. $ (Choice D)  Adenocarcinoma of the lung is generally marked by the proliferation of irregular glands and pleiomorphic cells.  Although this condition can cause normocytic anemia, cough, shortness of breath, and weight loss, it is not strongly associated with renal insufficiency or cavitary lung lesions (cavitary lesions are more common with squamous cell carcinoma).  In addition, most cases arise in older patients. $ Educational objective Granulomatosis with polyangiitis is an ANCA-associated systemic vasculitis that typically presents with upper (eg, purulent nasal discharge) and lower (eg, cavitary lung lesion) respiratory manifestations and renal insufficiency due to glomerulonephritis.  Biopsy typically reveals a necrotizing arteritis with granulomatous inflammation (eg, epithelioid histiocytes, multinucleated giant cells) and lack of immunoglobulin/complement deposition.","clickable_1":"images/img1.6445.jpg"},

{"id":"14984","title":"A 68-year-old man comes to the office to establish care.  He has type 2 diabetes mellitus complicated by chronic kidney disease and peripheral sensory neuropathy.  Medical history is notable for hypertension and coronary artery disease.  The patient works for an agricultural supply company and spends most of his day walking and standing on a warehouse floor.  Vital signs are normal.  BMI is 34 kg/m2.  Examination of the lower extremities shows decreased sensation to monofilament testing below the knees bilaterally, with 2+ pitting edema, varicosities, and extensive skin discoloration, as shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/14984.jpg","title_2":"Which of the following is the most likely cause of the discoloration in this patient's skin?","audio":"","comparison_items":"","answer_1":"A. Arteriolar calcium phosphate deposition","answer_2":"B. Cutaneous fungal infection","answer_3":"C. Glycosaminoglycan accumulation","answer_4":"D. Hemosiderin deposition","answer_5":"E. Increased melanin production","percent_1":"10%","percent_2":"3%","percent_3":"26%","percent_4":"58%","percent_5":"4%","right_answer":"D. Hemosiderin deposition","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp14984.jpg","explanation_1":"","explanation_2":"$This patient has varicose veins and edema in the lower extremities consistent with #chronic venous insufficiency#.  Venous insufficiency is a multifactorial process; contributing factors include obstruction of venous return (eg, pregnancy, #obesity#), increased orthostatic pressure (eg, #prolonged standing#), decreased muscular compression (eg, sedentary lifestyle), and damaged venous valves (eg, due to deep vein thrombosis). $Over time, patients with venous insufficiency can develop extravasation of fluid, plasma proteins, and red cells, leading to chronic inflammation and #stasis dermatitis (SD)#.  SD is characterized by erythema, induration, fibrosis, and deposition of #hemosiderin# (from breakdown of extravasated RBCs) manifesting as #reddish-brown discoloration#, as in this patient.  Symptoms are typically bilateral and usually worse at or above the ankles.  Complications of SD include poor wound healing and #ulceration#. $ (Choice A)  Deposition of calcium phosphate salts leads to calcific uremic arteriolopathy (@calciphylaxis@).  This usually occurs in patients with end-stage renal disease receiving hemodialysis and presents with extremely painful nodules, plaques, and ulcers. $ (Choice B)  @Tinea versicolor@ is a superficial fungal infection that causes primarily macular, rather than regional, pigment changes.  It is typically found on the trunk and upper extremities rather than the ankles. $ (Choice C)  Dermal deposition of glycosaminoglycans is seen in patients with untreated hypothyroidism (ie, myxedema) and Graves disease (ie, thyroid dermopathy).  It can manifest as induration and thickening of the skin over the shins. $ (Choice E)  Chronic radiation dermatitis is characterized by focal fibrosis and increased production of melanin.  It is usually seen following external beam radiation therapy for cancer, and the findings are typically most notable in the treatment field. $ Educational objective Stasis dermatitis is characterized by chronic erythema, fibrosis, and reddish-brown discoloration due to deposition of hemosiderin (from breakdown of extravasated red cells).  Symptoms are typically bilateral, and usually worse at or above the ankles.  Complications include poor wound healing, weeping, and ulceration.","clickable_1":"images/img1.14984.jpg","clickable_2":"images/img2.14984.jpg"},

{"id":"451","title":"A 30-year-old Asian man comes to the clinic due to painful, ulcerated fingers.  His symptoms began with pain and discoloration of the fingers several weeks ago, which progressed to ulceration at the fingertips.  He also reports pain in the hands that occurs with activity and is relieved by rest.  Medical history is unremarkable.  The patient has smoked 2 packs of cigarettes a day for the last 5 years.  He occasionally drinks alcohol but does not use illicit drugs.  Vital signs are within normal limits.  No heart murmurs are heard and the lungs are clear.  Examination of the hands is shown in the exhibit.  Radial pulses are diminished.  There is erythema and tenderness along a superficial vein of the left forearm.  Hemoglobin A1c and a fasting lipid panel are within normal limits.  Which of the following pathologic findings is most likely to be seen within the affected vessels?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Granulomatous inflammation of the media","answer_2":"B. Lipid-filled intimal plaques","answer_3":"C. Onion skin–appearing, concentric thickening of the arteriolar wall","answer_4":"D. Segmental vasculitis extending into contiguous veins and nerves","answer_5":"E. Transmural inflammation of the arterial wall with fibrinoid necrosis","percent_1":"8%","percent_2":"2%","percent_3":"4%","percent_4":"63%","percent_5":"22%","right_answer":"D. Segmental vasculitis extending into contiguous veins and nerves","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Thromboangiitis obliterans (Buerger disease)! ?Etiology? • Segmental small & medium-sized vessel$ vasculitis • Likely triggered by tobacco smoke ?Clinical$ features? • Age <45, predominantly men • Digital ischemic ulcerations, limb$ claudication • Raynaud phenomenon, superficial thrombophlebitis ?Histopathology? • Inflammatory intraluminal thrombi with$ vessel wall sparing • Extension into contiguous veins & nerves ","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #thromboangiitis obliterans# (Buerger disease), a segmental, inflammatory vasculitis that affects the small- and medium-sized arteries and veins of the distal extremities.  It typically affects #young#, #heavy smokers# (age <45) and is more common in men.  Toe and/or @finger ischemia@ and #ischemic ulcerations# are the most common manifestation, and patients with involvement of proximal arteries can develop claudication affecting the lower legs, feet, or hands.  #Raynaud phenomenon# and superficial thrombophlebitis (erythema, tenderness along veins) may also occur as early manifestations of the disease. $ In thromboangiitis obliterans, chronic exposure to tobacco products is thought to cause direct endothelial injury or trigger a delayed-type hypersensitivity reaction against the endothelium.  Histopathology shows highly cellular, inflammatory #intraluminal thrombi# (ie, containing neutrophils, multinucleated giant cells) in the arteries and veins with #sparing of the vessel wall# and internal elastic lamina.  This segmental, thrombosing vasculitis often #extends contiguously# into veins and nerves, a feature rarely seen in other types of vasculitis. $ (Choice A)  Granulomatous inflammation of the media occurs in the large vessel vasculitides Giant cell arteritis (temporal arteritis) and Takayasu arteritis.  Giant cell arteritis typically affects patients age >50 and presents with unilateral headache, jaw claudication, and transient vision loss.  Takayasu arteritis usually affects young women of Asian descent and presents with diminished pulses often accompanied by angina and/or carotid artery pain. $ (Choice B)  Lipid-filled intimal plaques that bulge into the arterial lumen are seen in patients with atherosclerosis. $ (Choice C)  Hyperplastic arteriolosclerosis is characterized by thickening of the arteriolar wall due to the concentric proliferation of smooth muscle cells and reduplicated basement membranes, giving the arterioles an onion-skin appearance.  These changes occur as an adaptive response of arterioles to severe (malignant) hypertension. $ (Choice E)  Transmural inflammation of the arterial wall with fibrinoid necrosis can be seen in several types of systemic vasculitis, including polyarteritis nodosa (PAN).  PAN affects small and medium-sized arteries and can involve numerous organs (eg, kidney, gastrointestinal system, skin).  Patients commonly present with fever, hypertension, abdominal pain, and/or cutaneous lesions (eg, nodules, livedo reticularis). $ Educational objective Thromboangiitis obliterans (Buerger disease) is a segmental, inflammatory vasculitis that affects the small- and medium-sized arteries and veins of the distal extremities with inflammatory, intraluminal thrombi and sparing of the vessel wall.  It is usually seen in young, heavy smokers, and can present with digital ischemia and ulceration, extremity claudication, Raynaud phenomenon, and superficial thrombophlebitis.","clickable_1":"images/img1.451.jpg"},

{"id":"14997","title":"A 35-year-old woman is brought to the emergency department due to severe right leg pain.  She is a concert pianist with no known medical issues.  During rehearsal, she began experiencing cramping of the right foot that did not improve with stretching or rest.  The pain quickly spread to her calf, and the patient now rates the pain as 9 out of 10 in intensity.  On examination, the right foot and calf appear pale and cool compared with the left, and sensation is diminished.  Right-sided dorsalis pedis and posterior tibial pulses are absent, and the popliteal pulse is barely palpable.  Emergency embolectomy is performed and a gelatinous mass causing arterial occlusion is successfully removed.  Histopathologic section of the mass is shown in the @exhibit@.  Which of the following is the most likely origin of this patient's embolus?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit14997.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic valve","answer_2":"B. Descending aorta","answer_3":"C. Left atrium","answer_4":"D. Left ventricle","answer_5":"E. Mitral valve","percent_1":"3%","percent_2":"14%","percent_3":"62%","percent_4":"2%","percent_5":"18%","right_answer":"C. Left atrium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp14997.jpg","explanation_1":"","explanation_2":"$This patient presented with #acute limb ischemia#, as evidenced by the #6 Ps#: pain, pallor, poikilothermia (coolness to touch), paresthesia, paralysis, and reduced or absent pulses.  The ischemia resulted from #systemic embolization# of a gelatinous mass, with histopathology demonstrating an #amorphous extracellular matrix# with scattered stellate myxoma cells in mucopolysaccharide ground substance; this is consistent with tumor fragments from an #atrial myxoma#. $ Myxomas are the most common primary cardiac neoplasm.  Approximately 80% of these benign tumors originate in the #left atrium#.  Patients can initially present with nonspecific constitutional symptoms (eg, fatigue, low-grade fever, weight loss) or systemic embolization (eg, stroke, mesenteric ischemia, acute limb ischemia), as in this patient.  In addition, the tumor can cause position-dependent obstruction of the mitral valve, leading to signs and symptoms that #mimic mitral valve stenosis# (eg, dyspnea, cough, mid-diastolic murmur). $ #(Choices A and E)# The aortic and mitral valves can be the source of systemic embolism due to vegetations from bacterial endocarditis or nonbacterial thrombotic endocarditis (Libman-Sacks endocarditis).  However, only 5% of myxomas originate on the mitral valve and even fewer originate on the aortic valve. $ (Choice B)  A complex atherosclerotic plaque or mural thrombus attached to the walls of the descending aorta can lead to systemic embolization to the kidneys, bowel, or lower extremities.  However, myxomas very rarely originate from the aorta. $ (Choice D)  A mural thrombus can originate in the left ventricular cavity in patients with severe left ventricular systolic dysfunction, especially with recent anterior wall myocardial infarction.  Other than the left atrium, the right atrium is the most common site for myxoma development.  It is quite rare for myxomas to originate in either ventricle. $ Educational objective Myxomas are the most common primary cardiac neoplasm and approximately 80% originate in the left atrium.  Patients may present with symptomatic mitral valve obstruction that may worsen with certain body positions, constitutional findings (eg, fever, weight loss), or systemic embolization (eg, stroke, mesenteric ischemia, acute limb ischemia)."},

{"id":"464","title":"A 58-year-old man comes to the emergency department with abrupt-onset, severe chest pain that radiates to his back.  His blood pressure is 220/130 mm Hg in the left arm and 180/100 mm Hg in the right.  His heart rate is 100/min.  Initial laboratory studies show normal serum troponin levels.  Electrocardiogram is negative for ST-segment changes.  This patient's acute condition was most likely triggered by which of the following events?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intimal fatty streak formation","answer_2":"B. Intimal tearing","answer_3":"C. Medial calcification","answer_4":"D. Medial inflammation","answer_5":"E. Vasa vasorum obliteration","percent_1":"4%","percent_2":"85%","percent_3":"2%","percent_4":"3%","percent_5":"6%","right_answer":"B. Intimal tearing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp464.jpg","explanation_1":"","explanation_2":"$This patient's presentation is most consistent with aortic dissection, which is characterized by severe retrosternal chest pain radiating to the mid-to-upper back that can move downward as the dissection progresses.  It is initiated by a #tear in the aortic intima# that typically extends for about 1-5 cm in a transverse or oblique direction.  The dissection can progress both proximally and distally as blood is forced through the tear, bisecting through the aortic media.  Dissections involving any portion of the ascending aorta are classified as type A; those confined to the descending aorta are classified as type B.  As the dissecting intramural hematoma spreads along the aortic wall, it can compress major arterial branches.  This patient's brachial #blood pressure discrepancy# suggests compromise of the brachiocephalic trunk servicing his right arm. $ #Hypertension# is the primary risk factor for aortic dissection.  In many patients with longstanding hypertension, there is medial hypertrophy of the aortic vasa vasorum and, consequently, reduced blood flow to the aortic media.  This can cause medial degeneration with a loss of smooth muscle cells, leading to aortic enlargement and increased wall stiffness.  Both of these changes exacerbate aortic wall stress, which is already increased due to the hypertension itself.  This synergistic increase in aortic wall stress greatly increases the risk of intimal tearing and subsequent development of aortic dissection. $ (Choice A)  An intimal fatty streak is the initial lesion of atherosclerosis.  Some fatty streaks progress to frank atheromas, which can progressively weaken the underlying media of the aortic wall.  However, atherosclerosis predisposes more to aortic aneurysm formation than to aortic dissection. $ (Choice C)  Monckeberg sclerosis (@medial calcific sclerosis@) is a form of arteriosclerosis characterized by calcific deposits in the medial layer of muscular arteries.  These lesions generally occur in patients age >50 and are thought to cause isolated systolic hypertension due to arterial hardening. $ #(Choices D and E)#  Aortitis with medial inflammation can be caused by autoimmune conditions such as Takayasu and giant cell arteritis.  #Tertiary syphilis# can also cause a form of aortitis characterized by #obliterative endarteritis# of the vasa vasorum.  These conditions weaken the aortic wall and can predispose to aortic aneurysms and, rarely, dissections.  However, hypertension is a more important risk factor for the development of intimal tearing, the primary triggering event of an aortic dissection. $ Educational objective Aortic dissection classically presents with severe retrosternal pain that radiates to the back.  This condition develops when overwhelming hemodynamic stress leads to tearing of the aortic intima with blood subsequently dissecting through the aortic media.  The resulting intramural hematoma can extend both proximally and distally and can compress major arterial branches and impair blood flow.","clickable_1":"images/img1.464.jpg"},

{"id":"462","title":"A research center studying cardiovascular pathology is conducting trials in which experimental rabbits are fed sweet peas containing substances that alter connective tissue synthesis and maturation.  The animals are monitored for several weeks prior to euthanasia.  Autopsy shows myxomatous degeneration with pooling of proteoglycans in the media layer and an intact intima layer in large arteries.  The pathologic findings seen in the experiment are most similar to which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic aneurysm","answer_2":"B. Atherosclerosis","answer_3":"C. Berry aneurysm","answer_4":"D. False aneurysm","answer_5":"E. Giant cell arteritis","answer_6":"F. Malignant hypertension","percent_1":"48%","percent_2":"12%","percent_3":"7%","percent_4":"14%","percent_5":"11%","percent_6":"8%","right_answer":"A. Aortic aneurysm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp462.jpg","explanation_1":"","explanation_2":"$Myxomatous changes in the media of large arteries is found in #cystic medial degeneration#, a form of pathologic weakening of connective tissue that occurs in large arteries.  Medial degeneration is characterized by the @fragmentation of elastic tissue@ and separation of the elastic and fibromuscular components of the tunica media by small, clefted spaces that become filled with amorphous extracellular matrix (ie, mucopolysaccharide). $ #Marfan syndrome# is a frequent cause of cystic medial degeneration in younger patients.  It is characterized by an autosomal dominant defect in the extracellular glycoprotein fibrillin-1, which is a major component of the extracellular matrix microfibrils that form the scaffolding for elastic fibers.  Mutation of the fibrillin-1 gene results in elastic tissue fragmentation, which predisposes affected patients to #aortic aneurysms# (with an intact intima) and dissections (with an intimal tear). $ Beta-aminopropionitrile (a chemical found in certain kinds of sweet peas) causes inhibition of lysyl oxidase, an enzyme responsible for cross-linking elastin fibers and collagen fibers.  Ingestion of this compound can cause #connective tissue disruption# in the aorta that mimics the myxomatous degeneration seen in patients with Marfan syndrome. $ (Choice B)  Atherosclerosis is the formation of intimal atheromas in response to chronic or repetitive endothelial injury.  Myxomatous degeneration does not play a significant role in the pathogenesis of atherosclerosis. $ (Choice C)  The pathogenesis of berry aneurysms is multifactorial.  Contributory factors include hemodynamic stress, hypertension, and certain connective tissue disorders.  Type IV Ehlers-Danlos syndrome (which results in abnormalities in type III collagen) predisposes patients to the development of berry aneurysms.  Myxomatous degeneration is not associated with berry aneurysms. $ (Choice D)  A @false aneurysm@, or pseudoaneurysm, is the result of a breach in the continuity of all the layers of a blood vessel, leading to blood leakage outside the vessel wall (eg, hematoma).  The intima would not be intact in a false aneurysm. $ (Choice E)  Giant cell arteritis involves granulomatous inflammation of the media and fragmentation of the internal elastic lamina, perhaps due to autoimmunity to elastin.  It is not related to myxomatous changes of the arterial wall. $ (Choice F)  Hyperplastic arteriolosclerosis of the renal arterioles is associated with malignant hypertension.  It results from concentric lamellar reduplication of the intimal smooth muscle cells (\"onion-skinning\").  Myxomatous degeneration is not a contributing factor. $ Educational objective Myxomatous changes, with pooling of mucopolysaccharides in the media layer of large arteries, are found in cystic medial degeneration, which predisposes affected patients to the development of aortic aneurysms.  Medial degeneration in younger individuals is frequently due to Marfan syndrome.","clickable_1":"images/img1.462.jpg","clickable_2":"images/img2.462.jpg"},

{"id":"1805","title":"An 18-year-old man comes to the clinic due to hematuria and intermittent left flank pain of several months duration. He has no history of trauma or sexually transmitted diseases and no associated fever or dysuria. Examination reveals a soft abdomen with normal bowel sounds and no localized tenderness. Urinalysis confirms 3+ blood but no white blood cells, crystals, or organisms. Contrast-enhanced CT scan shows no abnormalities in the ureters or kidneys but does reveal compression of the left renal vein between the superior mesenteric artery and the aorta. Which of the following is most likely to develop due to the vascular abnormality seen in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Esophageal varices","ansImg_1":"","answer_2":"B. Left-sided ankle swelling","ansImg_2":"","answer_3":"C. Periumbilical venous distension","ansImg_3":"","answer_4":"D. Rectal varices","ansImg_4":"","answer_5":"E. Varicocele","ansImg_5":"","right_answer":"E. Varicocele","percent_1":"2%","percent_2":"3%","percent_3":"7%","percent_4":"3%","percent_5":"85%","explanation_img":"images/exp1805.jpg","explanation_1":"","explanation_2":"The right renal vein is a relatively short structure and runs anterior to the right renal artery before joining the inferior vena cava (IVC). The right gonadal vein also drains directly to the IVC. In contrast, the #left renal vein# is significantly longer and runs posterior to the splenic vein before crossing the aorta beneath the superior mesenteric artery. The left gonadal vein joins the left renal vein upstream of where it crosses the aorta and does not enter the IVC directly.$The pressure within the left renal vein is often higher than on the right due to compression between the aorta and the superior mesenteric artery #(\"nutcracker effect\")#. Pressure in the left renal vein can also be elevated due to compression from a left-sided abdominal or retroperitoneal mass. Persistently elevated pressure in the left renal vein can cause flank or abdominal pain, along with gross or microscopic hematuria (left renal vein entrapment syndrome). Increased pressure in the left gonadal vein results in valve leaflet failure and varices of the testicular pampiniform plexus #(varicocele)#.$#(Choices A, C, and D)# Esophageal varices, rectal varices, and periumbilical venous distension are signs of portal venous hypertension. The renal veins are not part of the portal system.$(Choice B) Unilateral left-sided ankle swelling can result from many causes, including obstruction of the left common iliac vein, left external iliac vein, left femoral vein, or any of the other major veins of the left leg.$Educational objectives Pressure in the left renal vein may become elevated due to compression where the vein crosses the aorta beneath the superior mesenteric artery. This \"nutcracker effect\" can cause hematuria and flank pain. Pressure can also be elevated in the left gonadal vein, leading to formation of a varicocele."},

{"id":"1943","title":"A 52-year-old man comes to the office due to a chronic cough for the last 3 weeks. The patient says, 'I haven't been coughing up phlegm, but sometimes I notice some blood on the tissue when I cough particularly hard.' He has smoked 2 packs of cigarettes daily for the past 30 years and drinks 3 or 4 cans of beer on weekends. He works as a welder on an assembly line and says his father died of lung cancer at age 70. Physical examination shows right-sided face and arm swelling and engorgement of subcutaneous veins on the same side of the neck. Which of the following veins is most likely obstructed in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Axillary","ansImg_1":"","answer_2":"B. Brachiocephalic","ansImg_2":"","answer_3":"C. External jugular","ansImg_3":"","answer_4":"D. Internal jugular","ansImg_4":"","answer_5":"E. Subclavian","ansImg_5":"","answer_6":"F. Superior vena cava","ansImg_6":"","right_answer":"B. Brachiocephalic","percent_1":"1%","percent_2":"34%","percent_3":"5%","percent_4":"3%","percent_5":"21%","percent_6":"35%","explanation_img":"images/exp1943.jpg","explanation_1":"","explanation_2":"This patient has symptoms consistent with an #obstructed right brachiocephalic (innominate) vein#. This may be the result of external compression by an apical lung tumor or thrombotic occlusion as can occur when a central catheter has been in place for an extended period. The right brachiocephalic vein is formed by the union of the right subclavian vein and the right internal jugular vein. The right external jugular vein drains into the right subclavian vein, so obstruction of the right brachiocephalic vein will also cause venous congestion of structures drained by the external jugular vein. It is important to note that the right brachiocephalic vein also drains the right lymphatic duct, which drains lymph from the right upper extremity, the right face and neck, the right hemithorax, and the right upper quadrant of the abdomen.$#(Choices A and E)# The subclavian vein is the continuation of the axillary vein. Both drain blood from the upper extremity. Blockage at any of these 2 sites would cause unilateral arm swelling without associated facial swelling.$#(Choices C and D)# The external jugular vein drains the scalp and portions of the lateral face. The internal jugular vein drains the brain and superficial face and neck. Obstruction of the internal jugular veins would not cause arm swelling.$(Choice F) Superior vena cava (SVC) syndrome results when the superior vena cava is obstructed. The signs and symptoms of SVC syndrome are similar to those of obstructed right brachiocephalic (innominate) vein, except that both sides of the face, neck, and chest and both arms would be involved.$Educational Objectives The brachiocephalic vein drains the ipsilateral jugular and subclavian veins. The bilateral brachiocephalic veins combine to form the superior vena cava (SVC). Brachiocephalic vein obstruction causes symptoms similar to those seen in SVC syndrome, but only on one side of the body."},

{"id":"1164","title":"A 67-year-old man admitted for right lower lobe pneumonia subsequently develops hypotension and lactic acidosis.  He is started on a norepinephrine intravenous drip.  A few hours later, the antecubital vein being used for the infusion blanches and the tissues surrounding the IV site become cold, hard, and pale.  Local injection of the affected tissues with which of the following agents is most likely to be of greatest benefit?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium gluconate","answer_2":"B. Phentolamine","answer_3":"C. Heparin","answer_4":"D. Isoproterenol","answer_5":"E. Lidocaine","percent_1":"10%","percent_2":"51%","percent_3":"16%","percent_4":"15%","percent_5":"10%","right_answer":"B. Phentolamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Development of #venous blanching# along with #induration #and #pallor #of the tissues surrounding the norepinephrine infusion site are signs of #norepinephrine extravasation#.  The norepinephrine leak causes intense #α1 receptor #mediated vasoconstriction which can lead to local #tissue necrosis#.  Such necrosis can be prevented by infiltration (using a syringe with a fine hypodermic needle) throughout the affected area with  #phentolamine#, an α receptor blocker leading to vasodilatation (thus counteracting the vasoconstrictive effects of norepinephrine).  This antidote must be given within 12 hours of extravasation to be effective. $#(Choice A)#  Calcium gluconate is administered for severe hypocalcemia and for severe hyperkalemia (acts as a cardioprotective agent that prevents arrhythmias); it would not lead to the desired effect of vasodilation. $#(Choice C)#  Heparin is indicated if there is an arterial thrombosis (cold, pulseless, painful limb), but this patient does not have any risk factors for arterial thrombosis (eg, atrial fibrillation, arterial catheterization) and norepinephrine extravasation is a much more likely cause of his limb symptoms. $#(Choice D)#  Isoproterenol can mediate vasodilation via β2 receptor activation, particularly in striated muscle, renal, and mesenteric vascular beds, leading to decreased peripheral vascular resistance with increased cardiac output.  Subcutaneous tissue blood vessels have a relatively low β2 receptor density compared to α1 receptors, thus, an alpha blocker would likely be more effective in reversing α1 receptor mediated vasoconstriction. $#(Choice E)#  Lidocaine can relax vascular smooth muscle via blockade of Na+ current mediated action potentials.  However, in this case, extravasation of norepinephrine is responsible for the vasoconstriction; nerve blockade would not reverse the ischemia. $#Educational objective# Blanching of a vein into which norepinephrine is being infused together with induration and pallor of the tissues surrounding the IV site are signs of norepinephrine extravasation and resulting vasoconstriction.  Tissue necrosis is best prevented by local injection of an α receptor blocking drug, such as phentolamine.  "},

{"id":"878","title":"A 53-year-old woman comes to the office due to aching pain in her legs.  She is a hair stylist and has cut down on her work hours due to the discomfort.  The patient has a history of migraine and untreated chronic hepatitis C.  She smokes a pack of cigarettes daily but does not use alcohol or recreational drugs.  Physical examination findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/878.jpg","title_2":"An abnormality affecting which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Arterial intima","answer_2":"B. Capillary permeability","answer_3":"C. Lymphoid capillaries","answer_4":"D. Plasma oncotic pressure","answer_5":"E. Vasa vasorum","answer_6":"F. Venous valves","percent_1":"2%","percent_2":"1%","percent_3":"1%","percent_4":"5%","percent_5":"4%","percent_6":"87%","right_answer":"F. Venous valves","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp878.jpg","explanation_1":"","explanation_2":"$This patient has dilated superficial veins (ie, #varicose veins#) and associated skin changes consistent with stasis dermatitis.  Venous blood normally flows from superficial veins through perforating veins into the deep veins of the extremities.  Blood from the deep veins then travels upward and eventually drains into the inferior vena cava.  Valves located in these vessels prevent backward flow from deep to superficial veins. $Chronically elevated intraluminal pressure can lead to dilation of the veins (@varicose veins@) and #incompetence of the valves#.  This allows retrograde flow into superficial veins and results in a further increase in venous pressure.  The resulting tissue ischemia causes #venous stasis dermatitis# and is associated with poor wound healing. $Common risk factors for varicose veins and stasis dermatitis include obstruction of venous return (eg, obesity, pregnancy) and conditions that damage the venous valves (eg, deep venous thrombosis).  Prolonged standing and sedentary lifestyles are also associated with varicose veins. $#(Choice A)#  Atherosclerotic changes of the arterial intima predispose to peripheral arterial disease.  Arterial occlusive disease of the lower extremities presents with leg pain during exercise (claudication) and, if severe, ischemic pain at rest and possible distal gangrene. $#(Choice B)#  Increased capillary permeability is associated with anaphylaxis and other allergic reactions, inflammation, and shock.  Increased capillary permeability causes edema due to the extravasation of serum proteins into the interstitium.  Capillary permeability does not play a role in the development of varicose veins. $#(Choice C)#  Obstruction of lymphoid capillaries produces @lymphedema@, with marked swelling of the distal limb that may extend proximally.  It is initially soft and pitting but eventually becomes firm and nonpitting due to progressive fibrosis and thickening of the overlying skin. $#(Choice D)#  Decreased plasma oncotic pressure results primarily from low plasma protein content (eg, nephrotic syndrome, cirrhosis/liver failure) and results in generalized edema.  Cirrhosis with portal hypertension can cause esophageal and anorectal varices as collateral channels from the portal to systemic circulation.  However, lower extremity veins do not communicate with the portal circulation. $#(Choice E)#  Narrowing of the arterioles of the vasa vasorum in chronic hypertension can lead to medial ischemia of the aorta and contribute to aneurysm formation. $#Educational objective# Chronically elevated venous pressure in the lower extremities can lead to incompetent venous valves and venous dilation (varicose veins).  Venous congestion and tissue ischemia can result in venous stasis dermatitis.  ","clickable_1":"images/img1.878.jpg","clickable_2":"images/img2.878.jpg"},

{"id":"15840","title":"A 74-year-old man is brought to the emergency department due to acute-onset lower abdominal and back pain that was followed by an episode of syncope 2 hours ago.  The pain is sharp and constant.  He has had no changes in bowel or bladder function.  Other medical conditions include hypertension and hyperlipidemia.  The patient has a 50-pack-year history of smoking cigarettes.  Temperature is 36.9 C (98.4 F), blood pressure is 90/60 mm Hg, pulse is 108/min and regular, and respirations are 18/min.  BMI is 34 kg/m2.  The patient is diaphoretic and appears pale.  Heart and lung sounds are normal.  Abdominal examination reveals moderate tenderness to deep palpation in the lower abdomen; there is no guarding or rebound tenderness.  Bowel sounds are normal.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute mesenteric ischemia","answer_2":"B. Colonic perforation","answer_3":"C. Renal colic","answer_4":"D. Ruptured abdominal aortic aneurysm","answer_5":"E. Vertebral compression fracture","percent_1":"19%","percent_2":"3%","percent_3":"2%","percent_4":"76%","percent_5":"1%","right_answer":"D. Ruptured abdominal aortic aneurysm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Abdominal aortic aneurysm !?Risk factors ? •Advanced age (>60) •Smoking, male sex, hypertension  • History of atherosclerosis or CTD ?Clinical presentation ? •Asymptomatic until rupture or rapid expansion • Rupture $ 00 ○ Sudden, severe abdominal/back pain ± shock $ 00 ○ Umbilical/flank hematoma  ?Management ? •Smoking cessation •Periodic imaging to assess for expansion • Elective repair for large, asymptomatic aneurysm % CTD = connective tissue disease.","explanation_img":"","explanation_1":"","explanation_2":"$#Ruptured abdominal aortic aneurysm# (AAA) is a surgical emergency involving full-thickness compromise of the aortic wall with extravasation of blood into surrounding tissues and spaces.  The #acute onset# of #severe abdominal and back pain# is the most common presenting symptom.  In general, anterior rupture into the #peritoneal cavity# is quickly accompanied by #syncope#, hypotension, and shock, whereas posterior rupture into the retroperitoneum may be temporarily contained, resulting in delayed onset of hemodynamic instability.  Other signs suggesting AAA rupture include abdominal distension, a pulsatile abdominal mass, and umbilical or flank hematoma (indicators of retroperitoneal hemorrhage). $ Early detection of AAA can be difficult because patients frequently have few symptoms until the AAA either ruptures or markedly expands.  Therefore, ruptured AAA should be suspected in patients with consistent symptoms and known #risk factors#, which include advanced age (>60), #smoking#, male sex, and a history of atherosclerosis or connective tissue disease.  @CT imaging@ can confirm the diagnosis, but hemodynamically unstable patients with suspected ruptured AAA should go straight to emergent surgical repair. $ (Choice A)  Acute mesenteric ischemia has similar risk factors to AAA.  Patients typically describe severe abdominal pain but have few findings on physical examination (eg, minimal tenderness)  and hypotension and syncope are not usually seen. $(Choice B)  Colonic perforation can be due to diverticulitis, malignancy, or complications from colonoscopy.  Patients can develop hypotension due to sepsis, but signs of infection (eg, fever) and peritonitis (eg, rebound, guarding) are also expected. $ (Choice C)  Renal colic is characterized by episodic (eg, every 30 min) flank or groin pain due to capsular stretch from nephrolithiasis-associated obstruction.  Hypotension and syncope are not typical features. $ (Choice E)  Vertebral compression fractures can cause acute back pain exacerbated by minimal movement (eg, coughing, bending).  Although the pain can occasionally refer to the abdomen, it is most commonly at the midline over the spinous processes.  There should not be associated hypotension. $ Educational objective Ruptured abdominal aortic aneurysm is a surgical emergency that usually presents with the acute onset of severe abdominal and back pain in patients with appropriate risk factors (eg, advanced age, smoking, atherosclerosis).  Accompanying syncope, hypotension, and shock may occur quickly (intraperitoneal rupture) or may be delayed (retroperitoneal rupture).","clickable_1":"images/img1.15840.jpg"}


]