[

{"id":"2092","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer.$ A 36-year-old woman comes to the office after she noticed some lumps under her arm while getting dressed.  She says she feels fine and has no other symptoms.  Her medical history is significant for hypothyroidism.  Family history is negative.  On physical examination, her body mass index is 24 kg/m2.  Breast examination shows nontender left axillary lymphadenopathy.  The patient is sent for an ultrasound-guided biopsy.  Microscopy of the tissue specimen shows clumps of cells that have positive immunohistochemical staining for cytokeratin. $ #Item 1 of 2#$These cells most likely belong to which of the following lineages?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Epithelial","answer_2":"B. Lymphoid","answer_3":"C. Mesenchymal","answer_4":"D. Myeloid","answer_5":"E. Neuroendocrine","percent_1":"84%","percent_2":"5%","percent_3":"7%","percent_4":"1%","percent_5":"3%","right_answer":"A. Epithelial","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Cytokeratins# are proteins that help form the keratin-containing intermediate filaments that make up the cytoskeleton of almost all epithelial cells.  Keratin proteins are highly abundant in exposed stratified squamous epithelium such as the epidermis and oral mucosa and are less abundant but still present in simple epithelium such as that found in the liver, gut, and pancreas.  As a result, cytokeratin is a commonly used immunohistochemical #marker for epithelial-derived tumors#, such as breast cancer.  Keratin is also the major protein component of hair and nails. $ Keratin is composed of large amounts of alanine and glycine that, because of their small structure, are able to coil tightly and form large numbers of hydrogen bonds.  In addition, keratin contains a significant amount of the sulfur-containing amino acid cysteine, and formation of disulfide bonds between cysteine residues gives additional rigidity and toughness to the protein. $ (Choice B)  CD20 is a marker used to identify B lymphocytes, and CD3 is used to identify T lymphocytes. $ (Choice C)  Vimentin is an intermediate filament present in mesenchymal tissue and can be used to detect sarcomas. $ (Choice D)  Myeloperoxidase is a peroxidase enzyme that can be used as a marker for myeloid cells such as those in acute myeloid leukemia. $ (Choice E)  Chromogranin A and synaptophysin are markers used for neuroendocrine tumors. $ Educational objective Cytokeratin is a commonly used immunohistochemical marker of epithelial cell carcinomas."},

{"id":"2093","title":"#Item 2 of 2#$The cells identified by the special immunohistochemical stain are shown to overexpress a 185 kD glycoprotein that spans the cell membrane and has tyrosine kinase activity in the intracellular domain.  Which of the following is the most likely function of this protein?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accelerates cell proliferation","answer_2":"B. Acts as a sex hormone receptor","answer_3":"C. Governs intercellular binding","answer_4":"D. Induces cytokine release","answer_5":"E. Mediates endocytosis","percent_1":"68%","percent_2":"12%","percent_3":"9%","percent_4":"8%","percent_5":"3%","right_answer":"A. Accelerates cell proliferation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The #HER2 oncogene# codes for a human epidermal growth factor receptor with tyrosine kinase activity in the intracellular domain.  It is known to play a role in the activation of transduction pathways that control epithelial growth and differentiation.  Epithelial cell carcinomas that overexpress HER2 demonstrate #increased proliferation# and resistance to apoptosis.  Consequently, HER2-positive breast cancers have a higher risk of disease recurrence and #worse prognosis# compared to HER2-negative breast cancers.  #Trastuzumab# (a monoclonal antibody against HER2) is used to treat women who test positive for overexpression of the HER2 oncogene. $ (Choice B)  Estrogen and progesterone receptors are intracellular receptors that are frequently overexpressed in patients with breast cancer.  Stimulation of these hormone receptors increases cellular proliferation, and patients with hormone-receptor-positive breast cancer are treated with antiestrogen medications to suppress tumor growth. $ (Choice C)  Intercellular binding is mediated by cell surface proteins such as intercellular adhesion molecules (ICAMs), selectins, and numerous others.  Many adhesion proteins, including ICAMS, also play a role in signal transduction. $ (Choice D)  Various hormones, cytokines, and other stimuli can induce cytokine release from a number of cell types.  One example of a receptor that induces cytokine release is the Toll-like receptor, which detects conserved microbial molecular structures. $ (Choice E)  Clathrin is an intracellular protein that helps form rounded vesicles in the cytoplasm.  Clathrin-coated vesicles help mediate intracellular trafficking and endocytosis. $ Educational objective The HER2 oncogene encodes for a transmembrane glycoprotein with intrinsic tyrosine kinase activity and is a member of the family of epidermal growth factor receptors.  Overexpression of this protein is associated with a worse prognosis and increased risk of disease recurrence."},

{"id":"428","title":"A 50-year-old man is scheduled to undergo a colonoscopy for routine colorectal cancer screening.  He has no abdominal pain, gross blood in the stool, constipation, change in stool caliber, or unintentional weight loss.  He also has no family history of colon cancer.  The procedure is uncomplicated, but the patient is found to have a small mucosal lesion (~1 cm) in his sigmoid colon.  The lesion is biopsied and its histology is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/428.jpg","title_2":"The pathogenesis of this patient's lesion most likely began with a mutation involving which of the following genes?","audio":"","comparison_items":"","answer_1":"A. APC","answer_2":"B. DCC","answer_3":"C. K-RAS","answer_4":"D. MSH2","answer_5":"E. p53","percent_1":"69%","percent_2":"4%","percent_3":"14%","percent_4":"7%","percent_5":"5%","right_answer":"A. APC","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp428.jpg","explanation_1":"","explanation_2":"$The image above shows a #tubular adenoma#, a precursor of colorectal carcinoma.  Tubular adenomas are composed of @tubular glands@ lined by #dysplastic columnar epithelial cells#, which are characteristic of colonic adenomatous polyps.  The malignant potential of an adenomatous polyp is partly determined by the degree of dysplasia.  Mildly dysplastic cells are elongated and hyperchromatic and show loss of mucin from the cytoplasm.  With continued proliferation, dysplastic cells display increased variation in shape/size (pleomorphism) as well as loss of polarity.  Other findings include an increase in number/size of nucleoli, nuclear-to-cytoplasmic ratio, and number of mitotic figures. $ Most cases of #sporadic colorectal carcinoma# arise via the classic adenoma-to-carcinoma sequence (APC/beta-catenin pathway).  The #first mutation# in this pathway usually involves the #APC tumor suppressor gene#, which is responsible for regulating cell growth/adhesion (patients with familial adenomatous polyposis inherit an APC gene mutation and exhibit tumorigenesis at an early age).  Mutations in K-RAS, DCC (Deleted in Colon Cancer), and p53 occur #later# in the adenoma-to-carcinoma sequence #(choices B, C, and E)#.  K-RAS proto-oncogene and DCC gene mutations lead to unregulated cell proliferation and avoidance of apoptosis, respectively.  They are usually observed in larger adenomas (>1 cm) or carcinomas.  The p53 tumor suppressor gene regulates the cell cycle and promotes repair of damaged DNA; mutations are found in most colon carcinomas but rarely adenomas. $ (Choice D)  Mutations in DNA mismatch repair genes such as MLH1 and MSH2 result in microsatellite instability and an accumulation of genetic errors in many of the other genes implicated in colorectal carcinogenesis.  Mutations in MLH1 and MSH2 cause hereditary nonpolyposis colorectal cancer (Lynch syndrome) but are not frequently associated with sporadic colorectal carcinoma. $ Educational objective Mutation of the APC tumor suppressor gene is the first step in the classic adenoma-to-carcinoma sequence; it is found in most cases of sporadic colon cancer and in all patients with familial adenomatous polyposis.  The microsatellite instability pathway is characterized by mutations in DNA mismatch repair genes and is implicated in the development of hereditary nonpolyposis colorectal cancer (Lynch syndrome).","clickable_1":"images/img1.428.jpg"},

{"id":"345","title":"A 32-year-old woman comes to the office for evaluation of a breast lump.  She noticed the lump a few months ago but thinks it might be getting larger.  The patient has a history of right lower limb amputation at age 17 due to osteosarcoma.  The patient's mother died of an adrenal tumor, and her younger sister died of leukemia.  Examination of the left breast shows a 5-cm, firm immobile mass with irregular borders.  Which of the following gene mutations is the most likely etiology for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. APC","answer_2":"B. BRCA1","answer_3":"C. NF2","answer_4":"D. TP53","answer_5":"E. RB1","percent_1":"2%","percent_2":"21%","percent_3":"2%","percent_4":"59%","percent_5":"16%","right_answer":"D. TP53","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Common hereditary cancer syndromes! §^#Syndrome# ∆^ #Gene# ∆^#Associated neoplasms# ∆^ #Pathogenesis#§^#Lynch syndrome# ∆^MSH2,$ MLH1,$ MSH6,$ PMS2 ∆• Colorectal cancer• Endometrial cancer• Ovarian cancer ∆• Autosomal dominant$• Inactivating mutation in corresponding$ tumor suppressor gene $• Deletion of remaining normal allele$ (second hit) leads to loss of$ heterozygosity & malignant$ transformation §^#Familial$ adenomatous$ polyposis# ∆^ APC ∆• Colorectal cancer• Desmoids & osteomas • Brain tumors∆↕ §^#von Hippel-Lindau$ syndrome# ∆^ VHL ∆ • Hemangioblastomas • Clear cell renal$ carcinoma • Pheochromocytoma ∆↕§^#Li-Fraumeni$ syndrome# ∆^TP53 ∆ • Sarcomas • Breast cancer • Brain tumors • Adrenocortical $carcinoma• Leukemia∆↕ §^ #Multiple endocrine$ neoplasia type 1# ∆ ^MEN1 ∆• Parathyroid adenomas • Pituitary adenomas • Pancreatic adenomas ∆↕§^ #Multiple endocrine$ neoplasia type 2# ∆^ RET ∆ • Medullary thyroid$ cancer • Pheochromocytoma • Parathyroid hyperplasia$ (MEN2A) ∆ • Autosomal dominant • Activating (gain-of-function) mutation in$ proto-oncogene • Continuous stimulation of cell division$ predisposes to tumor growth ","explanation_img":"","explanation_1":"","explanation_2":"A history of #sarcoma, leukemia, adrenal#, and #breast cancer# is suggestive of #Li-Fraumeni syndrome#.  Cancers of the #brain# are also common.  The syndrome is the result of an #autosomal dominant# mutation in TP53, a gene that codes for the tumor suppressor protein #p53#.  Patients with this disorder are genetically predisposed to cancer development at a #young# age.  Patients with Li-Fraumeni syndrome inherit one mutated allele of TP53, but somatic mutation of the second allele is needed for tumor development (@2-hit hypothesis@). $ p53 plays an essential role in maintaining the integrity of the human genome by causing cells with mutant DNA to arrest in the @G1/S stage@ of the cell cycle until the damage is repaired.  Normally, cells with irreversible DNA damage are not allowed to divide and proceed to apoptosis.  Without a functioning p53 protein, the defective cells divide unchecked and become cancerous. $ (Choice A)  The adenomatous polyposis coli (APC) gene mutation is found in patients with familial polyposis syndromes, sporadic colon cancer, and melanomas.  APC is responsible for maintaining low levels of β-catenin (oncogenic protein) and for intercellular adhesion. $ (Choice B)  Mutation of the BRCA1 tumor suppressor gene increases the risk for breast and ovarian cancers, and it is the most common hereditary breast cancer.  This mutation is not associated with sarcomas, leukemia, or brain tumors. $ (Choice C)  NF2 is a tumor suppressor gene.  Mutation of NF2 increases the risk for developing neurofibromatosis type 2.  Patients present with bilateral acoustic neuromas (schwannomas of the cerebellopontine angle).  Symptoms include bilateral hearing loss, vertigo, and tinnitus. $ (Choice E)  RB1 is a tumor suppressor gene that codes for the Rb protein, which regulates the G1-S checkpoint of the cell cycle.  Mutation of RB1 predisposes to the development of @retinoblastomas@ and osteosarcomas, but not breast cancer or leukemia.  The 2-hit hypothesis has been proposed to account for hereditary retinoblastoma. $ Educational objective Li-Fraumeni syndrome is caused by an autosomal dominant mutation in the tumor suppressor gene TP53.  Leukemia, sarcomas, and tumors of the breast, brain, and adrenal cortex are most common.","clickable_1":"images/img1.345.jpg","clickable_2":"images/img2.345.jpg","clickable_3":"images/img3.345.jpg"},

{"id":"11955","title":"A 61-year-old man comes to the emergency department due to fever, chills, and a productive cough with thick, blood-tinged sputum for the past several days.  His temperature is 38.8 C (102 F), blood pressure is 90/60 mm Hg, and pulse is 110/min.  On examination, the patient is lethargic and ill appearing.  Bronchial breath sounds and crackles are present in the right lung.  Blood and sputum cultures grow Klebsiella pneumoniae.  It is determined that the bacteria express a lipopolysaccharide on their outer membrane surface that stimulates toll-like receptors in the inflammatory cells.  This in turn leads to degradation of the IκB inhibitor protein, which normally binds to a latent transcription factor found in the cytoplasm.  Which of the following factors is most likely to be directly activated by the removal of this inhibitor protein?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Granulocyte colony-stimulating factor","answer_2":"B. Janus kinase 2","answer_3":"C. Nuclear factor-kappa B","answer_4":"D. Transforming growth factor-β","answer_5":"E. Tumor necrosis factor-α","percent_1":"3%","percent_2":"6%","percent_3":"68%","percent_4":"5%","percent_5":"18%","right_answer":"C. Nuclear factor-kappa B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp11955.jpg","explanation_1":"","explanation_2":"$#Nuclear factor-kappa B# (NF-κB) is part of a family of #transcription factors# that perform a critical role in the immune response to infection and inflammation.  In inflammatory cells, NF-κB is normally present in a latent, inactive state bound to its inhibitor protein, IκB.  As part of the classical activation pathway, an extracellular signal, such as the binding of bacterial antigens to a toll-like receptor, causes activation of #IκB kinase#.  This results in #ubiquitination# and subsequent destruction of IκB with the release of free NF-κB.  Once free, NF-κB enters the nucleus and promotes the synthesis of a number of #inflammatory proteins# such as cytokines, acute phase reactants, cell adhesion molecules, and leukocyte-related growth factors.  The inflammatory cascade is self-limiting as NF-κB also stimulates the transcription of more IκB, ultimately rebinding the freed NF-κB. $ #(Choices A and E)#  Granulocyte colony-stimulating factor (G-CSF) is the principal protein that stimulates the production and release of neutrophils from the bone marrow.  Tumor necrosis factor-α (TNF-α) plays a major role in the response to infection by increasing neutrophil chemotaxis and stimulating macrophage phagocytosis.  Although NF-κB upregulates transcription of G-CSF and TNF-α, IκB degradation is not directly involved in the activation of these factors. $ (Choice B)  Janus kinase 2 (JAK2) is a tyrosine kinase involved in the signaling pathway for myeloproliferation.  Constituent activation of JAK2 is associated with polycythemia vera, essential thrombocytosis, and myelofibrosis.  It does not play a major role in the immune response to infection. $ (Choice D)  Although transforming growth factor-β (TGF-β) also has a role in the immune response and is triggered by inflammatory pathways, it is complexed to TGF-β binding protein and latency-associated peptide, not IκB. $ Educational objective Nuclear factor-kappa B (NF-κB) is a transcription factor with a critical role in the immune response to infection.  NF-κB is normally present in the cytoplasm in a latent, inactive state bound to its inhibitor protein, IκB.  Extracellular substances such as lipopolysaccharide can initiate a signal cascade that results in the destruction of IκB and translocation of free NF-κB to the nucleus."},

{"id":"313","title":"Rats subjected to chronic inhalation exposure of formaldehyde develop nasal squamous cell carcinomas.  Decreased activity of which of the following genes is likely to be found on cytogenetic studies of the tumor cells?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. bcr-abl","answer_2":"B. Ras","answer_3":"C. Erb-B2","answer_4":"D. p53","answer_5":"E. N-myc","percent_1":"3%","percent_2":"8%","percent_3":"4%","percent_4":"79%","percent_5":"6%","right_answer":"D. p53","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Decreased activity of a tumor suppressor gene would predispose to neoplasms.  Of the choices listed, p53 is the only tumor suppressor gene.  In normal individuals, p53 regulates cell proliferation.  It acts during phase G1 of the cell cycle to detect abnormalities of the cellular genome.  If there is damaged DNA, p53 will prevent the cell from progressing to mitosis, causing the cell to be arrested in the G1 phase.  If the DNA can be repaired, the cell will subsequently be allowed to divide, but if the damage is so severe that repair is impossible, the cell will proceed instead to apoptosis.  p53 is nicknamed \"the molecular policeman\" because of its important role in guarding the integrity of genetic material. $ (Choice A)  The bcr-abl fusion gene is a product of translocation of genetic material from chromosome 9 to chromosome 22 [t(9;22)].  It codes for a protein with tyrosine kinase activity.  The bcr-abl translocation is the Philadelphia chromosome found in chronic myelogenous leukemia. $ (Choice B)  The ras proto-oncogene codes a protein that participates in signal transduction (MAP-kinase associated pathway).  Over-expression of this gene leads to increased sensitivity of cells to mitogenic stimuli.  This mutation occurs in a large number of cancers. $ (Choice C)  The Erb-B2 gene encodes a protein with tyrosine kinase activity related to the epidermal growth factor receptor.  Over-expression of this proto-oncogene is associated with breast and ovarian cancers. $ (Choice E)  Expression of the N-myc proto-oncogene is amplified in neuroblastoma. $ Educational Objective p53 is a tumor suppressor gene that controls cell division and apoptosis.  It is inactivated in many tumors."},

{"id":"1753","title":"A 27-year-old woman comes to the office for a health maintenance examination.  The patient has no chronic medical conditions and no family history of cancer.  She has had several sexual partners and takes oral contraceptive pills for birth control.  Vital signs are normal.  Physical examination, including pelvic examination, is normal.  A Pap test is performed and shows a squamous intraepithelial lesion that is positive for human papillomavirus.  A cervical biopsy is performed and reveals low-grade dysplasia.  Which of the following features best distinguishes this patient's lesion from cervical malignancy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abundant mitoses","answer_2":"B. Disordered maturation","answer_3":"C. Loss of cell polarity","answer_4":"D. Nuclear abnormalities","answer_5":"E. Pleomorphism","answer_6":"F. Reversibility of changes","percent_1":"4%","percent_2":"3%","percent_3":"5%","percent_4":"4%","percent_5":"5%","percent_6":"80%","right_answer":"F. Reversibility of changes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1753.jpg","explanation_1":"","explanation_2":"$Human papillomavirus (HPV) infection of the cervical squamous epithelium can lead to dysplasia (ie, #cervical intraepithelial neoplasia# [CIN]), a #premalignant# lesion.  Squamous #dysplasia# is characterized by a breakdown in the normal, organized progression from tall cells in the basal layer to flattened cells on the epithelial surface.  Individual dysplastic cells are often pleomorphic (ie, differing in shape and size), have enlarged and hyperchromatic (ie, dark staining) nuclei, and are associated with numerous mitotic figures (normally found only in the basal layer).  The grade of CIN describes the degree of epithelial disruption: $ • #Low-grade CIN:#  Dysplasia involves the lower third of the epithelium (ie, CIN 1) $ • #High-grade CIN:#  Dysplasia has advanced beyond the lower third of the epithelium (sometimes involving the @entire thickness@) but does not penetrate the basement membrane (ie, CIN 2 or 3). $ In contrast to malignancy (eg, invasive carcinoma), dysplastic changes (if mild to moderate) #may reverse# when the causal factor is withdrawn.  Most cases of low-grade CIN regress spontaneously once the #HPV infection# is #cleared# by the immune system. $ #(Choices A, B, C, D, and E)#  Abundant mitoses, disordered maturation, loss of cell polarity, nuclear abnormalities, and pleomorphism can be seen in both dysplasia and invasive carcinoma. $ Educational objective Dysplasia, characterized by the disruption of organized epithelial cell differentiation with atypical cells, does not always progress to malignancy.  Mild to moderate dysplastic changes may reverse when the causal factor is withdrawn.","clickable_1":"images/img1.1753.jpg"},

{"id":"1083","title":"A 28-year-old woman comes to the office after finding a lump in her right breast.  Her mother died from ovarian cancer at age 34 and her maternal aunt died from breast cancer at age 32.  After an appropriate workup, the patient is diagnosed with breast cancer.  This patient most likely inherited a mutation in a gene normally responsible for which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angiogenesis","answer_2":"B. Apoptosis suppression","answer_3":"C. DNA repair","answer_4":"D. Intercellular adhesion","answer_5":"E. Signal transduction","percent_1":"1%","percent_2":"15%","percent_3":"62%","percent_4":"3%","percent_5":"19%","right_answer":"C. DNA repair","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Proto-oncogenes & tumor suppressor genes! ^ #Proto-oncogenes$ 1-hit GAIN of function#∆⨉ ∆^ #Tumor suppressor genes$ 2-hit LOSS of function#∆⨉ §^ #RAS#$ (GTP binding protein) ∆ • Cholangiocarcinoma • Pancreatic $adenocarcinoma ∆^ #BRCA1/2#$ (DNA repair genes) ∆ • Breast & ovarian cancer §^ #MYC#$ (Transcription factor) ∆ • Burkitt lymphoma ∆^ #APC/β-catenin#$ (Wnt signaling$ pathway) ∆ • Colon, gastric & $pancreatic cancer • Familial adenomatous $polyposis §^ #ERBB1 (EGFR)#$ (Receptor tyrosine $kinase) ∆ • Lung$ adenocarcinoma ∆^ #TP53#$ (Genomic stability) ∆ • Most cancers • Li-Fraumeni syndrome §^ #ERBB2 (HER2)#$ (Receptor tyrosine$ kinase) ∆ • Breast cancer ∆^ #RB#$(G1/S transition$ inhibitor)gtp ∆ • Retinoblastoma • Osteosarcoma §^ #ABL#$ (Nonreceptor tyrosine $kinase) ∆ • Chronic myelogenous leukemia ∆^ #WT1#$(Urogenital$ differentiation) ∆ • Wilms tumor §^ #BRAF#$ (Ras signal$ transduction) ∆ • Hairy cell leukemia • Melanoma ∆^ #VHL#$ (Ubiquitin ligase$ component) ∆ • Renal cell carcinoma • Von Hippel-Lindau $ syndrome ","explanation_img":"","explanation_1":"","explanation_2":"Most breast cancer cases occur sporadically in women age >50.  #Hereditary breast cancer# should be suspected in patients diagnosed at a young age, patients with ≥2 primary breast and/or ovarian cancers, and individuals with multiple family members affected by early-onset breast or ovarian cancer.  Most cases of hereditary breast and ovarian cancer are associated with mutations in the tumor suppressor genes #BRCA1# and #BRCA2#.  Tumor suppressor genes are involved in multiple processes, including: $ • #DNA repair# $ •Cellular differentiation $ • Checkpoint control of the cell cycle$• Transcription factor regulation.$ BRCA1 and BRCA2 are involved in repair of #double-stranded DNA breaks#.  Mutations in BRCA1 and BRCA2 result in genetic instability, predisposing cells to an increased risk of malignant transformation.  Both BRCA mutations are inherited in an #autosomal dominant# manner with variable penetrance.  Affected women have a #70%-80% lifetime risk# for developing breast cancer.  Moreover, their lifetime risk of developing ovarian cancer is also increased by up to 40%, although the BRCA2 gene is less likely to lead to ovarian cancer. $ (Choice A)  Angiogenesis is an essential factor in the growth of tumors due to their rapid rate of division and high metabolic demands.  Although they stimulate angiogenesis by increasing production of substances such as vascular endothelial growth factor, tumors frequently outgrow their blood supply and become necrotic in the center. $ (Choice B)  Apoptosis refers to programmed cell death in response to irreparably damaged DNA or misfolded proteins.  Malignant cells in chronic lymphocytic lymphoma upregulate the protooncogene BCL2, which stabilizes the mitochondrial membrane, thereby preventing cytochrome C leakage, caspase activation, and apoptotic death. $ (Choice D)  Intercellular adhesion is impaired in the majority of malignant tumors, which allows portions of the tumor to break off and metastasize.  Adhesion molecules such as E-cadherin are also responsible for transduction of growth signals important for normal tissue growth and regeneration; disruption of intercellular adhesion signaling can promote unchecked cellular proliferation. $ (Choice E)  A large number of malignancies are associated with aberrant signal transduction.  For example, overexpression of HER2 (a receptor tyrosine kinase involved in growth signal transduction) causes the development of certain types of aggressive breast cancer.  Unlike BRCA1 and BRCA2, HER2 mutations are acquired, not inherited. $ Educational objective Hereditary breast cancer is most commonly associated with mutations in BRCA1 and BRCA2.  These tumor suppressor genes are involved in DNA repair, and their mutations increase the risk of developing breast and ovarian cancer."},

{"id":"1084","title":"A research scientist injects hepatocellular carcinoma cells into the liver parenchyma of an experimental guinea pig.  Serial observations show that the tumor cells progressively proliferate and invade the liver parenchyma to form a large mass.  After some time, malignant cells begin to penetrate the vascular basement membrane to gain access to the circulation.  During the process of basement membrane invasion, expression of which of the following substances is most likely to be increased in the tumor cells?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acid hydrolase","answer_2":"B. Alkaline phosphatase","answer_3":"C. Carboxypeptidase","answer_4":"D. E-cadherin","answer_5":"E. Hyaluronic acid","answer_6":"F. Metalloproteinase","percent_1":"4%","percent_2":"4%","percent_3":"2%","percent_4":"19%","percent_5":"5%","percent_6":"66%","right_answer":"F. Metalloproteinase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Metalloproteinases# are zinc-containing enzymes that degrade components of the extracellular matrix (ECM) and basement membrane, which are composed primarily of laminin and collagens IV and VII.  These enzymes participate in many physiologic processes, such as tissue remodeling and embryogenesis.  They also facilitate #basement membrane penetration#, which distinguishes an invasive tumor from carcinoma in situ and includes the following steps: $ 1. Tumor cells #detach# from surrounding cells in a process commonly determined by decreased (rather than increased) expression of adhesion molecules, including #E-cadherins (choice D)#.$ 2. Tumor cells #adhere# to the basement membrane; this is facilitated by increased expression of #laminin# and other adhesion molecules. $3. Tumor cells #invade# the basement membrane via enhanced secretion of #proteolytic enzymes# (eg, #metalloproteinases#, cathepsin D protease) $ (Choice A)  Acid hydrolases, which function at acidic pH, are primarily degradative lysosomal enzymes. $ (Choice B)  In humans, alkaline phosphatase is concentrated in liver cells; elevated levels suggest an obstructive biliary process. $ (Choice C)  Carboxypeptidases cleave peptide bonds at the carboxy-terminal; some participate in the synthesis of insulin and neuropeptides. $ (Choice E)  Hyaluronic acid is an ECM component. $ Educational objective Metalloproteinases are zinc-containing enzymes that degrade the extracellular matrix.  They participate in normal tissue remodeling and in tumor invasion through the basement membrane and connective tissue."},

{"id":"15645","title":"An 18-year-old man is evaluated due to 3 months of lower extremity pain.  The pain is persistent and present both day and night.  He has no fever, chills, or history of leg trauma.  Imaging shows an expansile lesion of the distal femur.  Surgical resection is performed, and the specimen is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15645.jpg","title_2":"Mutations involving which of the following genes are most likely present in this patient?","audio":"","comparison_items":"","answer_1":"A. BRAF","answer_2":"B. HER2","answer_3":"C. KRAS","answer_4":"D. RB1","answer_5":"E. RET","percent_1":"9%","percent_2":"1%","percent_3":"10%","percent_4":"72%","percent_5":"8%","right_answer":"D. RB1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table_3":"!Proto-oncogenes & tumor suppressor genes! ^ #Proto-oncogenes$ 1-hit GAIN of function#∆⨉ ∆^ #Tumor suppressor genes$ 2-hit LOSS of function#∆⨉ §^ #RAS#$ (GTP binding protein) ∆ • Cholangiocarcinoma • Pancreatic $adenocarcinoma ∆^ #BRCA1/2#$ (DNA repair genes) ∆ • Breast & ovarian cancer §^ #MYC#$ (Transcription factor) ∆ • Burkitt lymphoma ∆^ #APC/β-catenin#$ (Wnt signaling$ pathway) ∆ • Colon, gastric & $pancreatic cancer • Familial adenomatous $polyposis §^ #ERBB1 (EGFR)#$ (Receptor tyrosine $kinase) ∆ • Lung$ adenocarcinoma ∆^ #TP53#$ (Genomic stability) ∆ • Most cancers • Li-Fraumeni syndrome §^ #ERBB2 (HER2)#$ (Receptor tyrosine$ kinase) ∆ • Breast cancer ∆^ #RB#$(G1/S transition$ inhibitor)gtp ∆ • Retinoblastoma • Osteosarcoma §^ #ABL#$ (Nonreceptor tyrosine $kinase) ∆ • Chronic myelogenous leukemia ∆^ #WT1#$(Urogenital$ differentiation) ∆ • Wilms tumor §^ #BRAF#$ (Ras signal$ transduction) ∆ • Hairy cell leukemia • Melanoma ∆^ #VHL#$ (Ubiquitin ligase$ component) ∆ • Renal cell carcinoma • Von Hippel-Lindau $ syndrome ","explanation_img":"","explanation_1":"","explanation_2":"This patient's @expansile tumor@ in the distal femur likely indicates #osteosarcoma#, the most common primary bone tumor affecting children and #young adults#.  Most cases arise at the metaphysis of long bones and present with progressive pain and swelling. $ Osteosarcomas typically form when a #mesenchymal stem cell# develops mutations in the following genes: $ • #RB1# tumor suppressor gene, which encodes for RB, a protein that regulates cell-cycle progression.  Inactivating mutations to RB1 promote unchecked and unregulated cellular replication and are associated with osteosarcoma, #retinoblastoma#, melanoma, and soft-tissue sarcomas. $ • TP53 tumor suppressor gene, which encodes for P53, a protein that regulates cell-cycle progression and maintains genomic integrity by activating DNA repair following damage.  Germ-line mutations to TP53 are associated with #Li-Fraumeni syndrome#, which increases the risk for multiple tumors (eg, osteosarcoma, other bone and soft-tissue sarcomas, breast cancer, brain tumors, adrenal carcinomas). $ (Choice A)  Activating mutations of BRAF are responsible for most cases of hairy cell leukemia, a B-cell neoplasm that typically presents in older patients with pancytopenia, splenomegaly, and systemic symptoms (eg, fatigue, recurrent infections).  It is also present in many cases of malignant melanoma. $ (Choice B)  HER2, an oncogene encoding for an epidermal growth factor receptor, is amplified or overexpressed in many forms of invasive breast cancer.  Treatment of the HER2 gene product can improve outcomes in these individuals. $ (Choice C)  Activating mutations in the KRAS proto-oncogene are common in colorectal cancer and non-small cell lung cancer.  KRAS encodes for a GTPase that relays cellular growth and proliferation signals from outside the cell. $ (Choice E)  Germ-line mutations of the RET proto-oncogene cause multiple endocrine neoplasia type 2, which is associated with pheochromocytoma, medullary thyroid cancer, parathyroid hyperplasia, and/or mucosal neuromas. $Educational objective Osteosarcoma is the most common primary bone malignancy in children and young adults.  It occurs most frequently at the metaphyses of long bones and presents with local pain and swelling.  Most cases are associated with sporadic or inherited mutations in RB1 (hereditary retinoblastoma) and TP53 (Li-Fraumeni syndrome).","clickable_1":"images/img1.15645.jpg"},

{"id":"12049","title":"A 61-year-old man comes to the office due to 4 months of easy fatigability, anorexia, and a 4.5-kg (10-lb) unintentional weight loss.  His stool occult blood testing is positive, and laboratory studies show microcytic hypochromic anemia.  Colonoscopy reveals a 6-cm (2.4-in) mass in the descending colon.  Biopsy samples obtained during the procedure are consistent with adenocarcinoma.  A subsequent CT scan of the abdomen shows multiple metastatic liver lesions.  Therapy with monoclonal antibodies that bind to epidermal growth factor receptors on the malignant cells is considered.  An activating mutation in which of the following will most likely make this therapy ineffective?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenomatous polyposis coli protein","answer_2":"B. KRAS protein","answer_3":"C. p53 protein","answer_4":"D. Platelet-derived growth factor","answer_5":"E. Vascular endothelial growth factor","percent_1":"6%","percent_2":"57%","percent_3":"12%","percent_4":"8%","percent_5":"18%","right_answer":"B. KRAS protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp12049.jpg","explanation_1":"","explanation_2":"$#Epidermal growth factor receptor# (EGFR) is stimulated in a paracrine or autocrine fashion by its ligands, leading to the #downstream activation of KRAS#, a membrane-bound GTP-binding protein that #stimulates cellular growth# and proliferation.  Many cancers (eg, colorectal, pancreas) leverage this system to drive unchecked cellular growth by overexpressing EGFR and its ligands or by developing constitutive activating mutations in the KRAS proto-oncogene. $ The EGFR signaling system can be targeted for cancer treatment through the use of #monoclonal antibodies# (eg, cetuximab, panitumumab) that #block EGFR#, leading to reduced KRAS stimulation and #decreased cellular growth#.  However, this treatment is only effective for tumors with wild-type (normal) KRAS.  Tumors with #KRAS-activating mutations# are #resistant# to anti-EGFR agents as they have a constitutive activation of a downstream signal that is independent of EGFR stimulation or blockade.  Prior to the use of anti-EGFR agents, genetic testing of tumor tissue is performed to see if KRAS is wild-type (eligible for treatment) or mutated (noneligible). $ (Choice A)  Adenomatous polyposis coli is a tumor suppressor protein that helps degrade beta-catenin, preventing uncontrolled cell growth.  Inherited inactivating gene mutations are responsible for familial adenomatous polyposis. $ (Choice C)  p53 is a tumor suppressor protein involved in DNA repair, apoptosis, and cell cycle control; mutations or deletions are present in a large percentage of human tumors. $ (Choice D)  Platelet-derived growth factor stimulates formation of new blood vessels and proliferation of fibroblasts and smooth muscle cells by binding to a receptor tyrosine kinase; mutations resulting in overexpression encourage tumor growth by promoting uncontrolled angiogenesis. $ (Choice E)  Vascular endothelial growth factor (VEGF) is the dominant growth factor involved in angiogenesis and lymph vessel development.  Overexpression of VEGF promotes tumor vascularization, facilitating the growth and metastasis of cancers. $ Educational objective Activating mutations of the KRAS gene lead to constitutive activation of the epidermal growth factor receptor (EGFR) pathway, promoting increased cell proliferation and growth.  Tumors harboring these mutations are resistant to treatment with anti-EGFR drugs (eg, cetuximab, panitumumab)."},

{"id":"1759","title":"A 62-year-old woman comes to the office after finding a lump in her breast.  Physical examination shows a firm, immovable, irregularly shaped mass.  Mammography is performed and reveals a spiculated, calcified lesion not seen on prior studies.  Tissue biopsy shows invasive ductal carcinoma composed of anaplastic cells.  Which of the following microscopy descriptions most likely represents a tumor of similar histologic grade?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchial epithelial cells producing keratin pearls","answer_2":"B. Colon tumor cells creating glands","answer_3":"C. Hepatic tumor cells synthesizing bile","answer_4":"D. Skin tumor cells producing keratin pearls","answer_5":"E. Thyroid tumor cells forming giant cells","percent_1":"23%","percent_2":"19%","percent_3":"5%","percent_4":"12%","percent_5":"42%","right_answer":"E. Thyroid tumor cells forming giant cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Tumors described as well differentiated (ie, low grade) contain neoplastic cells that are similar in appearance and function to normal cells in the tissue of origin.  In contrast, tumors described as poorly differentiated (ie, high grade) contain neoplastic cells that lack most of the characteristic features of the cells in the original tissue.  Neoplastic cells that exhibit a #complete lack of differentiation# to the cells in the tissue of origin are termed #anaplastic#, as they are in this patient's biopsy findings. $ Anaplastic tumors typically demonstrate the following features: $ • #Loss of cell polarity# with complete disruption of normal tissue architecture (eg, cells coalesce into @sheets@ in a disorganized, infiltrative manner) $ • Significant #variation# in the shape and size of cells (ie, cellular pleomorphism) and nuclei (ie, nuclear pleomorphism), including formation of #giant# @tumor cells@ (which may be multinucleated) $ • Disproportionately #large nuclei# (ie, high nucleus/cytoplasm ratio) that are often deep staining (ie, hyperchromatic) with coarsely clumped chromatin and @large nucleoli@ $ • Numerous, often @abnormal@, #mitotic figures#. $ (Choice A)  Bronchial epithelial cells can produce keratin after undergoing a phenotypic substitution from columnar to squamous epithelium (ie, metaplasia), which often occurs in response to irritants (eg, tobacco smoke).  Although metaplasia is reversible, long-term irritant exposure can lead to malignant transformation; squamous cell carcinoma is frequently preceded by squamous metaplasia within the bronchi. $ #(Choices B, C, and D)#  Cells in these 3 tumors are performing functions that are normally performed by cells in the tissue of origin: colon epithelial cells forming glands, hepatocytes synthesizing bile, and keratinocytes producing keratin. As a result, these tumor cells would likely be characterized as well differentiated, not anaplastic. $ Educational objective Undifferentiated (ie, anaplastic) tumors bear no resemblance to the tissue of origin.  They are composed of pleomorphic cells with large, hyperchromatic nuclei that grow in a disorganized manner.  Anaplastic tumors frequently contain numerous abnormal mitotic figures and giant cells.","clickable_1":"images/img1.1759.jpg","clickable_2":"images/img2.1759.jpg","clickable_3":"images/img3.1759.jpg","clickable_4":"images/img4.1759.jpg"},

{"id":"1039","title":"A 72-year-old man comes to the office due to progressive weakness, fatigue, anorexia, and a 10-kg (22-lb) weight loss over the past 4 months.  He says that food doesn't taste as good as it once did, and he feels full after eating only a small amount.  The patient has had a morning cough for the past several years and had streaks of blood in his sputum 2 weeks ago.  He has a 50-pack-year smoking history.  On examination, the patient appears frail with a sunken face and bitemporal wasting.  His arms are thin with notable muscle wasting.  Lung examination reveals wheezing on the right side.  Chest x-ray reveals an irregular right perihilar mass.  Which of the following is most likely contributing to this patient's muscle wasting?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium channel autoantibody","answer_2":"B. Interferon-α","answer_3":"C. Interleukin-3","answer_4":"D. Transforming growth factor-β","answer_5":"E. Tumor necrosis factor-α","answer_6":"F. Vasopressin","percent_1":"14%","percent_2":"5%","percent_3":"2%","percent_4":"6%","percent_5":"71%","percent_6":"1%","right_answer":"E. Tumor necrosis factor-α","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Cachexia# is a syndrome that encompasses anorexia, malaise, anemia, weight loss, and generalized #wasting# due to underlying systemic disease.  Cachexia in this patient is likely a manifestation of the lung #neoplasm# revealed on his chest x-ray.  #Tumor necrosis factor-α# (TNF-α) is a cytokine that causes necrosis of some tumors in vitro and produces symptoms of cachexia in experimental animals.  TNF-α is also called cachectin and is considered a main mediator of paraneoplastic cachexia (along with interleukin [IL]-1β, and IL-6). $ TNF-α is produced by macrophages in response to infection as well as by some neoplastic cells.  Its role in cachexia is explained by its influence on the hypothalamus, leading to appetite suppression.  It also increases basal metabolic rate.  In bacterial infections, TNF-α produces fever (along with IL-1), mediates many of the symptoms of septic shock, and causes hepatic release of acute-phase reactants (eg, C-reactive protein and fibrinogen). $ (Choice A)  Eaton-Lambert syndrome is a paraneoplastic condition that manifests as progressive, symmetric proximal muscle weakness (rather than wasting) along with ocular and autonomic symptoms.  It is due to autoantibodies to voltage-gated calcium channels. $ (Choice B)  Interferon-α is synthesized by leukocytes and has antiviral as well as anti-tumor activity. $ (Choice C)  IL-3 is produced by activated CD4+ TH cells.  It stimulates growth and differentiation of myeloid cells. $ (Choice D)  The main function of transforming growth factor-β is inhibition of the inflammatory response.  It decreases T cell proliferation and cytokine production. $ (Choice F)  Production of vasopressin by some tumors (eg, small cell lung cancer) results in the syndrome of inappropriate antidiuretic hormone secretion. $ Educational objective Tumor necrosis factor-α is thought to mediate paraneoplastic cachexia in humans by suppressing appetite and increasing basal metabolic rate."},

{"id":"1160","title":"A 54-year-old man comes to the office due to a neck mass that has been slowly growing over the past 3 months.  The mass is not painful.  The patient has had no associated fever or chills but has lost weight.  He has no chronic medical conditions and takes no daily medications.  He has smoked a pack of cigarettes per day for the last 30 years and has used alcohol occasionally.  Physical examination reveals a 2-cm, hard, left-sided supraclavicular lymph node.  Biopsy of the lymph node reveals anaplastic cells that are diffusely positive for cytokeratin immunohistochemical stain.  Which of the following is the most likely origin of the cells detected on the biopsy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endothelial cells","answer_2":"B. Epithelial cells","answer_3":"C. Fibroblasts","answer_4":"D. Lymphocytes","answer_5":"E. Melanocytes","answer_6":"F. Muscle cells","percent_1":"5%","percent_2":"84%","percent_3":"3%","percent_4":"3%","percent_5":"4%","percent_6":"1%","right_answer":"B. Epithelial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Cytokeratins are proteins that form the #intermediate filaments# (IFs) in epithelial cells.  IFs are stable @fibers@ that extend across the cell cytoplasm and connect to anchoring proteins (eg, desmosomes, hemidesmosomes) in the plasma membrane, therefore supplying cells with #structural support# to withstand mechanical forces. $ The proteins that compose IFs vary based on tissue type.  Detecting antigens that are specific to certain tissues can help characterize the origin of neoplastic cells in undifferentiated tumors (ie, anaplastic tumor cells that do not morphologically resemble their cell of origin).  For this reason, #immunohistochemical stains# targeting IF proteins are often used to #classify tumors#.  Positivity for #cytokeratin# @stain@ suggests that a tumor has #epithelial origin# (eg, carcinoma). $ Other IF proteins that can be targeted to determine a tumor's cell of origin include the following: $ • @Desmin@:  Muscle cell origin #(choice F)# $ • Glial fibrillary acidic protein:  Glial origin $ • Neurofilament:  Neuronal origin $ • Vimentin:  Mesenchymal (eg, fibroblast) origin #(choice C)#. $ (Choice A)  Tumors of endothelial origin (eg, angiosarcoma) are typically positive for CD31 (ie, platelet endothelial cell adhesion molecule-1 [PECAM1]), which participates in leukocyte transmigration, and von Willebrand factor, which binds platelets. $ (Choice D)  Lymphoid neoplasms (eg, lymphoma) frequently express CD45, a glycoprotein found on most hematopoietic cells.  Lymphomas can be further classified based on expression of B-cell markers (eg, #CD20#) or T-cell markers (eg, CD3). $ (Choice E)  Melanocytic neoplasms (eg, melanoma) typically express S100 (protein in cells of neural crest origin), SOX10 (transcription factor in cells of neural crest origin), and @HMB-45@ (marker of premelanosomes). $ Educational objective The proteins that compose intermediate filaments (IFs) vary based on tissue type.  Cytokeratins are a type of IF protein found in epithelial cells.  Positive staining for cytokeratin in tumor cells suggests that a tumor has epithelial origin (eg, carcinoma).","clickable_1":"images/img1.1160.jpg","clickable_2":"images/img2.1160.jpg","clickable_3":"images/img3.1160.jpg","clickable_4":"images/img4.1160.jpg","clickable_5":"images/img5.1160.jpg"},

{"id":"420","title":"A 65-year-old woman is being evaluated following an episode of syncope that occurred after prolonged standing.  She used to exercise in the local gym but has become easily fatigued recently.  The patient has had occasional dark stools.  She has lost 5 kg (11 lb) in the past few weeks due to \"poor appetite.\"  She does not smoke, drink alcohol, or use illicit drugs.  Family history is negative for cancers.  Vital signs reveal mild orthostatic hypotension.  Physical examination is unremarkable, but stool is positive for occult blood.  Colonoscopy reveals 2 polyps.  The pathology report shows advanced adenomatous changes in one polyp and adenocarcinoma in the other.  A mutation in which of the following genes is most likely responsible for the transformation from advanced adenoma to adenocarcinoma in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. BRCA1","answer_2":"B. CCND1","answer_3":"C. KRAS","answer_4":"D. NMYC","answer_5":"E. TP53","answer_6":"F. WT1","percent_1":"1%","percent_2":"2%","percent_3":"32%","percent_4":"1%","percent_5":"63%","percent_6":"0%","right_answer":"E. TP53","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp420.jpg","explanation_1":"","explanation_2":"$#Colon cancer# is one of the most common malignancies in the United States.  Its incidence increases with age, and it affects men and women equally.  A diet high in fat and carbohydrates and low in fiber increases the risk.  Certain diseases (eg, inflammatory bowel disease) and genetic factors also play an important role. $ Most cases of #sporadic# colon adenocarcinoma arise from preexisting adenomatous #polyps#.  The transformation of normal mucosal cells into malignant ones is caused by a series of gene mutations, the #adenoma to carcinoma sequence#: $ 1. #Progression from normal mucosa to a small adenomatous polyp (adenoma)#.  The initial appearance of small adenomatous polyps is attributed to mutation of the APC tumor suppressor gene.  APC is located on chromosome 5, and its mutation leads to β-catenin accumulation and uncontrolled cell proliferation. $ 2. #Increase in the size of the adenoma#.  Mutation of the KRAS protooncogene is thought to facilitate this step by leading to a protein that also stimulates unregulated cell growth. $ 3. #Malignant transformation# of adenoma into carcinoma requires mutation of TP53. $ Sometimes called a \"molecular policeman,\" #TP53#  is an antioncogene (#tumor suppressor gene#) that codes for protein p53, which triggers apoptosis of cells with damaged DNA.  A TP53 mutation allows cells with genomic errors to enter the cell cycle.  Such a mutation is considered the last \"#hit#\" in the adenoma to carcinoma sequence (mutations are found in most colon carcinomas but rarely in adenomas). $ (Choice A)  Mutations in the tumor suppressor gene BRCA are classically associated with breast and ovarian cancers. $ (Choice B)  Cyclin D is a protein (encoded by CCND1) that regulates cell cycle.  Its overexpression is seen in breast, lung, and esophageal cancers and certain types of lymphomas. $ (Choice C)  KRAS protooncogene mutation is responsible for the increase in size of adenomatous polyps and also leads to uncontrolled cell growth.  Such mutations tend to occur prior to TP53 mutations. $ (Choice D)  NMYC is an oncogene.  An increased number of copies of this gene (amplification) are seen in neuroblastoma. $ (Choice F)  Mutation of WT1, a tumor suppressor gene, leads to the development of Wilms tumor. $ Educational objective The adenoma to carcinoma sequence is a series of gene mutations that leads to the development of colon adenocarcinoma.  TP53 tumor suppressor gene mutation is part of the final step in the sequence and leads to malignant transformation of preexisting large adenomatous polyps."},

{"id":"22635","title":"A 44-year-old woman comes to the office due to a breast mass.  Physical examination reveals a hard, fixed mass in the right breast with palpable ipsilateral axillary lymphadenopathy.  Mammography demonstrates a spiculated right-sided breast lesion.  The patient undergoes resection of the mass and axillary lymph node dissection.  Histopathologic examination shows ductal adenocarcinoma with local spread to the axillary nodes.  The ability of the tumor to reach the draining lymph nodes is facilitated by which of the following changes at the primary tumor site?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased density of laminin receptors","answer_2":"B. Increased production of matrix metalloproteinase inhibitors","answer_3":"C. Increased production of type IV collagenase","answer_4":"D. Upregulation of E-cadherin","percent_1":"14%","percent_2":"23%","percent_3":"40%","percent_4":"24%","right_answer":"C. Increased production of type IV collagenase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp22635.jpg","explanation_1":"","explanation_2":"$Following growth and angiogenesis within the tissue of origin, tumor cells may develop adaptations to spread to @secondary sites@: $ • #Loosening of intercellular junctions:#  Normal epithelial cells tightly adhere to each other using cadherin glycoproteins.  Tumor cells down-regulate cadherin (eg, E-cadherin), which decreases cell-cell adhesion and frees individual cells to leave the site of origin #(choice D)#. $ • #Detachment from the basement membrane:#  Basal epithelial cells tightly adhere to the basement membrane using integrins, which anchor the basal end of the cytoskeleton to external collagen, laminin, and fibronectin.  This attachment helps maintain cellular differentiation and limits excessive cellular growth.  Tumor cells loosen their attachment to the basement membrane by altering the expression of integrins. $ • #Degradation of extracellular matrix:#  The basement membrane serves as a mechanical barrier that separates tumor cells from blood vessels and lymphatics in the interstitial matrix.  In order to penetrate the basement membrane, tumor cells increase production of #type IV collagenases# such as matrix metalloproteinase (MMP).  They also usually limit the release of MMP inhibitors, which further amplifies basement membrane degradation #(choice B)#. $ • #Migration:#  Tumor cells secrete autocrine motility factors and express receptors for stromal chemotactic factors.  They also frequently increase the expression of non-integrin laminin receptors at their leading end, which promotes propulsion through the extracellular matrix #(choice A)#. $ #Dissemination:#  Tumor cells penetrate blood and lymph vessels using MMPs/proteases and enter the vessel lumen.  Because individual cancer cells are highly susceptible to destruction by shearing forces and the adaptive/innate immune response, they typically aggregate in clumps or attach to platelets and form emboli.  They also express factors that allow them to localize to specific sites; #CD44#, a localization receptor normally found on T lymphocytes, is frequently expressed on tumor cells that disseminate to #lymph nodes#. $ Educational objective Malignant cells undergo several changes to metastasize from the site of origin.  They detach from other cells by down-regulating cadherins and detach from the basement membrane by altering integrin expression.  They secrete collagenases to create a path through the extracellular matrix and then enter the bloodstream and/or lymphatic system to disseminate.","clickable_1":"images/img1.22635.mp4"},

{"SubjectSystem":"ImmunologyPathology","id":"22656","title":"A 58-year-old woman comes to the emergency department due to abdominal discomfort and bloating.  Physical examination reveals ascites.  Abdominal ultrasonography shows a mass in the left ovary, and subsequent paracentesis reveals malignant cells.  Surgical excision of the mass is performed.  Histopathology shows high-grade serous carcinoma composed of atypical cells with pleomorphic nuclei and mitotic figures.  Large numbers of T cells are present in the tumor stroma; further evaluation shows the tumor expresses PD-1 ligands that interact with the PD-1 receptor on the infiltrating T cells.  Which of the following is most likely occurring in the tumor microenvironment as a result of this interaction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased IL-10 and transforming growth factor beta release","answer_2":"B. Decreased reactive nitrogen species synthesis","answer_3":"C. Decreased IL-2 production","answer_4":"D. Increased dendritic cell activation","answer_5":"E. Increased T-cell perforin release","percent_1":"17%","percent_2":"6%","percent_3":"55%","percent_4":"5%","percent_5":"17%","right_answer":"C. Decreased IL-2 production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In order to survive and proliferate, cancer cells must develop adaptations to avoid detection by the innate and adaptive immune response.  One common adaptation is overexpression of programmed cell death ligand 1 (#PD-L1#) on the tumor cell surface.  PD-L1 binds to programmed cell death protein 1 (#PD-1#) on natural killer (NK) cells, T cells, and B cells and down-regulates their activity. $When PD-L1 binds to PD-1 on an #activated T-cell#, it converts it to an #exhausted T-cell#.  Exhausted T-cells primarily express immunoinhibitory molecules and are unable to effectively destroy cancer cells with perforins/granzymes #(choice E)# or to secrete immunostimulatory cytokines (eg, #IL-2#).  In order to counter the overexpression of PD-L1 by certain tumors, patients can receive immunotherapy medications that block PD-1 (eg, pembrolizumab) or PD-L1 (eg, atezolizumab), which restores anti-tumor T-cell activity. $Other common adaptations cancer cells employ to avoid immunodetection include: $• Down-regulation of class I major histocompatibility complexes:  limits neoantigen expression on the tumor cell surface. $• Induction of T-cell anergy:  Tumor cells eliminate costimulatory surface molecules (CD80/86) required for @T-cell activation@; this induces T-cell anergy (ie, a dormant state). $• Increased secretion of immunoinhibitory cytokines:  Tumors increase production of cytokines (eg, IL-10, transforming growth factor beta) that dampen the immune response #(choice A).# $• Selection of tumor cells with minimal immunogenicity: # #Cells most visible to the immune system are quickly destroyed; this generates a selective pressure on the tumor cell population that promotes proliferation of the least immunologically visible cancer cells. $#(Choice B)#  Tumor cells often increase (not decrease) expression of reactive oxygen and nitrogen species, which exert a negative effect on T-cell function in the tumor microenvironment. $#(Choice D)#  Dendritic cell activation is primarily mediated by @CD40-ligand (CD40-L)@, a surface molecule present on activated T-helper cells.  Because PD-L1–PD-1 binding reduces the effector T-cell population, there is less CD40-L to activate antigen-presenting cells. $#Educational objective# Tumor cells must develop adaptations to avoid destruction by the innate and adaptive immune response.  A common adaptation is to overexpress programmed cell death 1 ligand 1 (PD-L1), which converts effector T cells to exhausted T cells.  Other adaptations include down-regulating class I major histocompatibility complexes, blocking T-cell costimulation, and increasing immunoinhibitory cytokine secretion.  ","clickable_1":"images/img1.22656.jpg","clickable_2":"images/img2.22656.jpg"},

{"id":"285","title":"A 53-year-old man comes to the emergency department due to severe heartburn and difficulty swallowing for the last few weeks.  He has had mild to moderate heartburn for several years and has tried weight loss, elevation of the head of his bed while sleeping, and several months of proton pump inhibitor therapy.  Other medical conditions include hypertension and hypothyroidism.  Temperature is 36.7 C (98.1 F), blood pressure is 130/80 mm Hg, pulse is 78/min, and respirations are 16/min.  BMI is 25 kg/m2.  Physical examination is unremarkable.  An upper gastrointestinal endoscopy is performed, and esophageal biopsy shows columnar epithelium with interspersed goblet cells.  A similar adaptive response is most likely to be seen in which of the following scenarios?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchial epithelial cells in a chronic cigarette smoker","answer_2":"B. Epidermal cells in a patient with psoriasis","answer_3":"C. Mammary epithelial cells in a firm, fixed breast mass","answer_4":"D. Melanocytes in a large, irregular mole","answer_5":"E. Myocardial cells in a patient with aortic stenosis","answer_6":"F. Skeletal myocytes after prolonged immobility","percent_1":"93%","percent_2":"2%","percent_3":"3%","percent_4":"1%","percent_5":"0%","percent_6":"1%","right_answer":"A. Bronchial epithelial cells in a chronic cigarette smoker","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp285.jpg","explanation_1":"","explanation_2":"$The esophagus is normally lined by nonkeratinized, @stratified squamous epithelium@.  However, chronic exposure to acidic stomach contents can damage the epithelial surface and result in the release of cytokines and growth factors that cause esophageal stem cells to #differentiate# into an #alternate epithelial cell type# (@columnar epithelium with goblet cells@) better suited for an acidic environment.  The substitution of one differentiated epithelial cell type for another in response to adverse environmental conditions is called #metaplasia#. $ Metaplasia is also seen in the trachea and #bronchi# of #chronic cigarette smokers#; there, the irritative effect of smoke leads to replacement of normal ciliated columnar cells with heartier stratified squamous epithelium.  Although this @cellular adaptation@ reduces epithelial injury, it also eliminates the cell types that contain cilia and produce mucus, which increases the risk for respiratory infection. $ Metaplasia is a reversible condition, but continued environmental stress can lead to #malignant transformation# (metaplasia → dysplasia → invasive cancer).  For instance, the metaplasia seen in the distal esophagus in response to chronic acid exposure (Barrett esophagus) is associated with a risk for malignant transformation into esophageal adenocarcinoma. $ (Choice B)  Hyperplasia refers to an increase in the number of cells within a tissue due to hormones or growth factors.  @Psoriasis@ is characterized by epidermal hyperplasia that results in acanthosis (ie, epidermal thickening). $ (Choice C)  Neoplasia refers to uncontrolled clonal cellular growth; it can be malignant (ie, capable of invading and metastasizing) or benign.  A firm, fixed breast mass is concerning for a malignant neoplasm, such as invasive ductal carcinoma, which is characterized by infiltrative neoplastic epithelial cells. $ (Choice D)  Dysplasia (ie, disordered growth) is often characterized by abnormal cellular architecture and cytologic atypia.  Irregular moles (eg, dysplastic nevi) likely contain dysplastic melanocytes. $ (Choice E)  Hypertrophy is an increase in the size, but not the number, of cells.  Left ventricular hypertrophy can occur with aortic stenosis due to the higher systolic pressures necessitating increased myocardial effort. $ (Choice F)  Atrophy is a reduction in cell size and number.  It can occur in skeletal muscles secondary to disuse, such as a period of immobility (eg, patient with a mobility disability). $ Educational objective Metaplasia is the substitution of one differentiated cell type for another in response to an adverse environmental stimulus.  It is often seen in the bronchi of chronic cigarette smokers (ciliated columnar epithelium replaced by stratified squamous epithelium) and in the distal esophagus of patients with chronic gastroesophageal reflux (stratified squamous epithelium replaced by intestinal columnar epithelium).","clickable_1":"images/img1.285.jpg","clickable_2":"images/img2.285.jpg","clickable_3":"images/img3.285.mp4","clickable_4":"images/img4.285.jpg"},

{"id":"1718","title":"A researcher studying the cell cycle observes a sudden increase in the activity of several enzymes, including dihydrofolate reductase and DNA polymerase.  Which of the following processes most immediately precedes the observed increase in enzyme activity?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Caspase enzyme cleavage","answer_2":"B. GDP binding to Ras protein","answer_3":"C. p27 protein upregulation","answer_4":"D. Protein kinase A phosphorylation","answer_5":"E. Retinoblastoma protein phosphorylation","percent_1":"3%","percent_2":"15%","percent_3":"7%","percent_4":"17%","percent_5":"57%","right_answer":"E. Retinoblastoma protein phosphorylation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1718.jpg","explanation_1":"","explanation_2":"$An increase in the activity of enzymes responsible for #DNA synthesis# (eg, dihydrofolate reductase, DNA polymerase) signifies that the cell is in the #S phase# of the cell cycle.  #Immediately prior# to the S phase is the #G1/S checkpoint#, in which the cell ensures DNA integrity.  Cells with damaged DNA are not allowed to enter the S phase to limit propagation of mutations. $ #Retinoblastoma (Rb) protein# is a regulator of the G1/S phase transition.  The Rb protein has two forms, active (dephosphorylated) or inactive (phosphorylated).  When the cell is stimulated by growth factors, activation of cyclin D, cyclin E, and the corresponding cyclin kinases (CDK 4 and 2) occurs and the Rb protein is #phosphorylated# (rendering it inactive).  Phosphorylated Rb releases the E2F transcription factor, which #allows progression through the G1/S checkpoint#.  After the cell divides, Rb protein is dephosphorylated (active) and remains so until the cell is ready to enter S phase again. $ In terminally differentiated cells, the Rb protein stays in the dephosphorylated (active) state bound to E2F transcription factors, resulting in inhibited transcription of genes necessary for G1/S transition.  Therefore, active Rb protein stops the cell from dividing and allows the cell to enter a quiescent (G0) phase. $ (Choice A)  Caspases are cysteine proteases, enzymes essential for apoptosis.  Caspases are not associated with the G1/S transition in the cell cycle. $ (Choice B)  Ras protein is a component of the MAP-kinase signal transduction system.  It transmits growth signals from cell surface receptors into the nucleus, leading to the transcription of cyclin D complexes.  Although involved in cell cycle progression, Ras protein signaling would occur before phosphorylation of RB protein and would not immediately precede the S phase. $ (Choice C)  The p27 protein is a cell cycle inhibitor.  It acts during the G1 phase by inhibiting cyclin-dependent kinases.  Normal tissues (composed primarily of differentiated cells) contain high levels of p27, and malignant tissues contain very low levels of p27.  Upregulation of p27 would stop the cell cycle. $ (Choice D)  Protein kinase A is a component of the cAMP signaling system.  It is not associated with the G1/S transition in the cell cycle. $ Educational objective Dihydrofolate reductase and DNA polymerase are enzymes involved in DNA synthesis, which occurs during the S phase of the cell cycle.  The Rb protein, in its active (dephosphorylated) form, regulates cell cycle progression by preventing the transition from the G1 phase to the S phase.  Phosphorylation of the Rb protein inactivates it, allowing cells to progress through the G1/S checkpoint and proliferate."},

{"id":"429","title":"A 38-year-old man is evaluated for bloody stools, weight loss, and anemia.  The patient's past medical history is unremarkable, and he does not take any medications.  He uses tobacco and drinks alcohol 'socially.'  The patient's father died of colon cancer at age 40.  His younger sister suffers from endometrial cancer.  Examination is remarkable for minimal right-sided abdominal tenderness without guarding to deep palpation.  Stool is positive for occult blood.  Colonoscopy shows a right-sided ulcerative colon mass.  No polyps are noted.  Biopsy of the mass reveals adenocarcinoma.  A mutation in which of the following genes is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. APC","answer_2":"B. BRCA1","answer_3":"C. MEN1","answer_4":"D. MSH2","answer_5":"E. VHL","percent_1":"41%","percent_2":"5%","percent_3":"1%","percent_4":"47%","percent_5":"5%","right_answer":"D. MSH2","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Common hereditary cancer syndromes! §^#Syndrome# ∆^ #Gene# ∆^#Associated neoplasms# ∆^ #Pathogenesis#§^#Lynch syndrome# ∆^MSH2,$ MLH1,$ MSH6,$ PMS2 ∆• Colorectal cancer• Endometrial cancer• Ovarian cancer ∆• Autosomal dominant$• Inactivating mutation in corresponding$ tumor suppressor gene $• Deletion of remaining normal allele$ (second hit) leads to loss of$ heterozygosity & malignant$ transformation §^#Familial$ adenomatous$ polyposis# ∆^ APC ∆• Colorectal cancer• Desmoids & osteomas • Brain tumors∆↕ §^#von Hippel-Lindau$ syndrome# ∆^ VHL ∆ • Hemangioblastomas • Clear cell renal$ carcinoma • Pheochromocytoma ∆↕§^#Li-Fraumeni$ syndrome# ∆^TP53 ∆ • Sarcomas • Breast cancer • Brain tumors • Adrenocortical $carcinoma• Leukemia∆↕ §^ #Multiple endocrine$ neoplasia type 1# ∆ ^MEN1 ∆• Parathyroid adenomas • Pituitary adenomas • Pancreatic adenomas ∆↕§^ #Multiple endocrine$ neoplasia type 2# ∆^ RET ∆ • Medullary thyroid$ cancer • Pheochromocytoma • Parathyroid hyperplasia$ (MEN2A) ∆ • Autosomal dominant • Activating (gain-of-function) mutation in$ proto-oncogene • Continuous stimulation of cell division$ predisposes to tumor growth ","explanation_img":"","explanation_1":"","explanation_2":"This case is typical of #hereditary nonpolyposis colon cancer# (HNPCC), or Lynch syndrome, an #autosomal dominant# genetic predisposition to colon cancer.  In patients with HNPCC, #colon cancer# occurs at a young age (#age <50#).  #Family history# reveals a high incidence of colon cancer and, occasionally, #extraintestinal# (eg, endometrial) cancers in first-degree relatives. $ With HNPCC, there is an inherited mutation in one of the genes responsible for #DNA mismatch repair# (eg, MSH2, MLH1).  The products of these genes proofread DNA during replication.  Patients with HNPCC inherit a mutation in an allele, and mutation of the second allele occurs during adult life.  When 2 dysfunctional copies are present, malignancies will develop readily. $ (Choice A)  The APC gene is responsible for intercellular attachment.  Its mutation leads to the formation of adenomatous polyps from normal mucosa.  APC mutation is detected in most sporadic colon cancers and in all familial polyposis syndromes but not in HNPCC. $ (Choice B)  Mutations in the tumor suppressor gene BRCA are classically associated with breast and ovarian cancers. $ (Choice C)  MEN1 mutations are associated with multiple endocrine neoplasia type 1 syndrome (parathyroid, pituitary, and pancreatic adenomas). $ (Choice E)  Mutations in the tumor suppressor gene VHL are classically associated with von Hippel-Lindau syndrome (hemangioblastoma, clear cell renal carcinoma, pheochromocytoma). $ Educational objective Hereditary nonpolyposis colon cancer (HNPCC), or Lynch syndrome, leads to occurrence of colonic adenocarcinomas at a young age (age <50) along with a predisposition for extraintestinal malignancies.  Mutations of DNA mismatch repair genes are responsible for HNPCC."},

{"id":"1717","title":"A 4-year-old girl is brought to the clinic due to an inward deviated right eye.  Examination shows a pale red reflex in the right eye relative to the left eye.  Dilated funduscopic examination reveals a well-circumscribed white mass within the retina.  Genetic analysis shows a germline mutation in the patient's cells leading to development of the mass.  Which of the following is the most likely function of the protein affected by this patient's gene mutation?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of receptor tyrosine kinase","answer_2":"B. Conversion of GTP to GDP","answer_3":"C. Opposition of p53 activity","answer_4":"D. Prevention of the G1/S cell cycle transition","answer_5":"E. Repair of damaged DNA","percent_1":"2%","percent_2":"2%","percent_3":"7%","percent_4":"85%","percent_5":"3%","right_answer":"D. Prevention of the G1/S cell cycle transition","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1717.jpg","explanation_1":"","explanation_2":"$This patient's pale red reflex and well-circumscribed white mass within the retina are indicative of #retinoblastoma#.  Retinoblastoma is an intraocular tumor caused by inactivating mutations affecting the #RB1 tumor suppressor gene# with subsequent dysregulation of the cell cycle. $ The cell cycle consists of the following stages: $ •Gap phase 0 (G0 phase) is a resting stage in which the cell cycle is suspended. $ • Interphase is the stage in which the cell prepares for division.  Interphase is subdivided into the G1 phase (synthesis of RNA, protein, lipid, and carbohydrate), S phase (DNA replication), and the G2 phase (ATP synthesis). $ • Mitosis (M) is the stage in which the cell divides into two daughter cells. $ Checkpoints occur at the G1/S and G2/M transitions, allowing the cell cycle to be stopped if damaged DNA is detected by cyclins and cyclin-dependent kinases.  DNA repair mechanisms are activated, but if the DNA damage is too substantial, the cell undergoes apoptosis. $ The #RB1 gene# encodes the Rb protein that regulates the #G1/S checkpoint#.  In its active form, Rb protein binds and inhibits E2F transcription factors, thereby halting the cell cycle.  In contrast, when a cell is ready to divide, Rb protein is phosphorylated by cyclin-dependent kinases, allowing the cell to proceed through the G1/S checkpoint.  #Loss-of-function# mutations affecting the Rb protein result in unrestricted progression through the G1/S checkpoint, leading to #uncontrolled cell division#.  Inciting RB1 mutations have been linked to retinoblastoma and #osteosarcoma#. $ (Choice A)  Many receptor tyrosine kinases have stimulatory effects on cell growth, and increased receptor activity occurs with a variety of cancers.  For example, overexpression of EGFR and MET are associated with non–small cell lung cancer, and HER2 is associated with breast cancer. $ (Choice B)  Abnormal K-Ras GTPase function due to a @KRAS mutation@ prevents the conversion of GTP to GDP, which results in constant activation of the MAPK pathway and uncontrolled cellular proliferation.  KRAS mutations are associated with lung and colorectal cancers, not retinoblastoma. $ (Choice C)  Tumor suppressor protein p53 arrests the cell cycle at the G1/S checkpoint if DNA damage is detected and initiates cell apoptosis if DNA repair fails.  Mutations of p53 are associated with most cancers, particularly Li-Fraumeni syndrome (sarcoma, breast, leukemia, and adrenal cancers).  Rb and p53 proteins are both critical components of tumor suppression pathways, and their normal function complements one another to prevent cancer progression. $ (Choice E)  BRCA1 and BRCA2 are two of many DNA repair genes that have been identified.  When mutated, these genes are associated with an increased risk of breast and ovarian cancer. $ Educational objective Retinoblastoma is associated with inactivating mutations of the RB1 tumor suppressor gene, which normally restricts cells from passing the G1/S checkpoint until the cell is ready to divide.  Impaired function of the Rb protein allows unrestricted progression through the G1/S checkpoint, leading to uncontrolled cell division.","clickable_1":"images/img1.1717.jpg"},

{"id":"1873","title":"A 34-year-old woman comes to the office due to vague abdominal pain over the past several months.  She has no significant past medical history.  The patient does not use tobacco or alcohol.  Temperature is 36.7 C (98.1 F).  On physical examination, right upper quadrant fullness is present.  Abdominal imaging reveals a dense liver mass.  Angiography shows a well-demarcated, highly vascularized tumor surrounded by normal liver parenchyma.  Which of the following substances most likely contributed the most to blood vessel development in this patient's tumor?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Epidermal growth factor","answer_2":"B. Fibroblast growth factor","answer_3":"C. Insulin-like growth factor 1","answer_4":"D. Interferon-γ","answer_5":"E. Interleukin-1","percent_1":"34%","percent_2":"53%","percent_3":"9%","percent_4":"2%","percent_5":"1%","right_answer":"B. Fibroblast growth factor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a highly vascularized liver tumor, possibly a benign hepatic hemangioma.  Many cases are discovered incidentally.  #Angiogenesis# (blood vessel formation) is predominantly driven by the following 2 substances: $ • #Vascular endothelial growth factor# (VEGF): VEGF stimulates angiogenesis in a variety of tissues (normal, chronically inflamed, healing, or neoplastic).  As VEGF increases endothelial cell motility and proliferation, new capillaries begin to sprout. $ • #Fibroblast growth factor# (FGF): FGF-2 is produced by a wide range of cells and is involved in endothelial cell proliferation, migration, and differentiation.  FGF-2 also appears to play an important role in embryogenesis by stimulating angioblast production.  As a group, FGFs not only contribute to angiogenesis, but also to embryonic development, hematopoiesis, and wound repair (by recruiting macrophages, fibroblasts, and endothelial cells to damaged tissues). $ However, the laminin in basement membranes may pose a physical barrier to the sprouting of new blood vessels. $ (Choice A)  Epidermal growth factor (EGF), not to be confused with VEGF, has a mitogenic influence on epithelial cells, hepatocytes, and fibroblasts.  EGF does not appear to play as important a role in angiogenesis as VEGF or FGF-2. $ (Choice C)  Insulin-like growth factor 1 (IGF-1), or somatomedin C, is synthesized predominantly by growth hormone-influenced hepatocytes and serves to stimulate cell growth and multiplication.  IGF-1 does not appear to directly stimulate angiogenesis, but it can indirectly promote it by encouraging cell growth. $ #(Choices D and E)#  Although the proinflammatory nature of interleukin-1 (IL-1) can induce the release of other proinflammatory cytokines that trigger cellular VEGF expression, IL-1 does not appear to directly stimulate angiogenesis.  Similarly, although interferon-γ can indirectly promote neovascularization through activation of macrophages (can release VEGF), it does not appear to directly stimulate angiogenesis. $ Educational objective The key growth factors that promote angiogenesis in neoplastic and granulation tissue are vascular endothelial growth factor (VEGF) and fibroblast growth factor.  Proinflammatory cytokines (eg, interleukin-1, interferon-γ) can indirectly promote angiogenesis through increased VEGF expression.  The laminin in basement membranes may pose a physical barrier to the sprouting of new blood vessels."},

{"id":"22637","title":"A 65-year-old man comes to the office for evaluation of a 2.5-cm nodular skin lesion on the right lower forearm.  The mass has been present for 3 months and recently became painful.  Vital signs are normal.  Examination demonstrates no regional lymphadenopathy.  Biopsy of the mass shows atypical keratinocytes within the epidermis that are seen extending into the dermis.  The atypical keratinocytes have enlarged nuclei with scant amounts of cytoplasm; keratinization is absent.  The neoplastic cells touch the local neural tissue.  PET/CT scans show no evidence of bone, pulmonary, or hepatic metastases.  These findings are most consistent with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. High-grade, high-stage neoplasm","answer_2":"B. High-grade, low-stage neoplasm","answer_3":"C. Low-grade, high-stage neoplasm","answer_4":"D. Low-grade, low-stage neoplasm","percent_1":"9%","percent_2":"74%","percent_3":"8%","percent_4":"9%","right_answer":"B. High-grade, low-stage neoplasm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Comparison of tumor grading & staging! ∆^ #Grading# ∆^ #Staging# §^ #Describes# ∆ • How closely neoplastic cells resemble$ normal, mature cells (ie, degree of$ differentiation) ∆ • How far the tumor has spread §^ #Assessed by# ∆ • Histopathology ∆ • Clinical examination (eg, $lymphadenopathy) • Pathologic examination (eg, gross $inspection) • Radiologic & nuclear medicine studies $(eg, PET/CT) §^ #Criteria*# ∆ • Cellular differentiation • Architectural features • Mitotic count ∆ • Tumor size • Noninvasive vs invasive • Spread to regional lymph nodes • Distant metastases %*The specific criteria used vary by tumor type.","explanation_img":"","explanation_1":"","explanation_2":"Biopsy of this patient's painful skin nodule shows atypical keratinocytes within both the epidermis and dermis.  Extension into the dermis represents invasion past the basement membrane, classifying this patient's lesion as an #invasive skin cancer# arising from the epidermis (eg, squamous cell carcinoma [SCC]). $ Further #histopathologic examination# can determine the #tumor grade#, which describes the degree to which the neoplastic cells still resemble normal cells (ie, degree of differentiation), thereby estimating their likely #aggressiveness#.  Low-grade neoplasms typically contain well-differentiated cells that maintain characteristics of normal, mature cells of their type (eg, presence of @keratinization@ or intercellular bridges in SCC).  In contrast, #high-grade# neoplasms contain cells that are poorly differentiated (ie, anaplastic), appearing distinctly abnormal under the microscope (eg, @pleomorphic cells@ with enlarged nuclei, scant cytoplasm, prominent nucleoli, and lack of keratinization).  In other tumor types, architectural features (eg, gland formation in adenocarcinoma) or the number of mitotic figures may be part of the grading criteria. $#Tumor stage# is a marker of #degree of spread#.  Low stage is seen when the tumor remains confined to the site of origin (eg, forearm skin); a higher stage is seen when there is regional (eg, lymph node) or distant (eg, lung) spread.  In this case, the #absence# of regional lymphadenopathy on examination and distant metastases (eg, bone, lung, liver) on PET/CT indicates a #low stage# of disease.  Perineural invasion (ie, tumor invasion into the space surrounding a nerve), which is likely present in this patient, is considered a high-risk feature for metastasis but is not, by itself, considered metastatic disease. $ Educational objective Tumor grade describes how much a tumor's cells resemble normal, mature cells of their type and estimates the cells' likely aggressiveness.  Tumor stage is a marker of a tumor's degree of spread; regional lymph node involvement or distant metastases indicate a higher stage of disease.","clickable_1":"images/img1.22637.jpg","clickable_2":"images/img2.22637.jpg"},

{"id":"18628","title":"A 48-year-old woman comes to the office due to a sore throat for the past 3 months.  On examination, she is found to have an enlarged, ulcerated left tonsil and a firm, nontender, nonmobile left neck mass.  The patient undergoes biopsy of the tonsil.  Pathology is consistent with squamous cell carcinoma.  Further analysis of the biopsy specimen shows expression of viral genome proteins.  Which of the following most likely predisposed the patient to the development of this malignancy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased activity of BRAF-associated protein","answer_2":"B. Decreased activity of RB-associated protein","answer_3":"C. Decreased activity of RET-associated protein","answer_4":"D. Overexpression of BRCA1- or BRCA2-associated protein","answer_5":"E. Overexpression of MEN1-associated protein","percent_1":"19%","percent_2":"62%","percent_3":"13%","percent_4":"2%","percent_5":"4%","right_answer":"B. Decreased activity of RB-associated protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp18628.jpg","explanation_1":"","explanation_2":"$Tumor formation is driven by the accumulation of @mutations@ that lead to #uncontrolled cell growth#.  Two @types of genes@ can be altered to increase malignant potential: $ • #Protooncogenes# (eg, RET), which require #gain-of-function# mutations to convert to oncogenes.  They typically encode proteins that #promote cell division# (eg, growth factors, receptors, signal transduction factors).  Only one allele must be damaged to increase the risk of cancer formation. $ • #Tumor suppressor# genes (eg, TP53, RB), in which #loss of function# results in unregulated growth.  They typically encode proteins involved in apoptosis or inhibition of cell cycle progression; both alleles must be inactivated to increase the risk of malignancy. $ Oncoviruses can induce cancer-forming mutations through the expression of proteins that activate protooncogenes or inactivate tumor suppressor genes.  Human papillomavirus (HPV) is implicated in several types of cancer, including head and neck, cervical, anal, and penile cancer.  HPV produces #viral oncoproteins E6 and E7#, both of which affect tumor suppressors: $ • HPV viral protein E6 binds to p53, a tumor suppressor protein that normally inhibits the proliferation of cells with genetic abnormalities.  Ubiquitination of the E6-p53 complex induces #degradation of p53#, leading to unregulated cellular growth. $ • HPV viral protein E7 #binds to# retinoblastoma #(Rb)# protein, which results in the displacement of E2F (a transcription factor that induces cell cycle activation), promoting unregulated DNA replication and cyclin-mediated cell cycling. $ #(Choices A and C)#  BRAF encodes for a serine/threonine–specific protein kinase involved in regulating the mitogen-activated protein kinase signaling pathway.  It is often mutated in melanoma, non-Hodgkin lymphoma, and papillary thyroid cancer.  RET encodes for a receptor tyrosine kinase and is associated with multiple endocrine neoplasia (MEN) 2A, MEN 2B, and papillary thyroid cancer.  Both RET and BRAF are protooncogenes that require gain-of-function mutations to become oncogenes.  Decreased activity can protect against uncontrolled proliferation (eg, BRAF inhibitors used in melanoma). $ #(Choices D and E)#  BRCA1 and BRCA2 (associated with breast, ovarian, and pancreatic cancers) encode a DNA repair protein.  MEN1 (associated with MEN1) encodes for the protein menin, which has diverse functions that may be related to regulation of cell cycle kinase inhibitor and homeobox genes.  Both BRCA1/2 and MEN1 are tumor suppressor genes, meaning that their inactivation (rather than overexpression) leads to tumor development. $ Educational objective Inactivation of retinoblastoma protein activity by human papillomavirus can lead to the formation of head and neck squamous cell carcinoma.","clickable_1":"images/img1.18628.jpg","clickable_2":"images/img2.18628.jpg"},

{"id":"1762","title":"A 47-year-old woman, gravida 2 para 2, comes to the office after noticing a pea-sized lump in her right breast while taking a shower.  Her medical history is significant for 3 pack-years of cigarette use during her 20s.  She underwent infertility treatment and in vitro fertilization for both of her pregnancies.  The patient has no family history of breast or ovarian cancer.  A clinical breast examination confirms the presence of a firm, fixed nodule in the right breast with a small patch of overlying puckered skin.  Mammogram findings are highly suspicious for malignancy, and a needle biopsy reveals infiltrating ductal carcinoma.  A right mastectomy and axillary lymph node dissection are scheduled.  Overexpression of which of the following markers is most likely to be associated with aggressive disease in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. BCL-2","answer_2":"B. Estrogen receptor","answer_3":"C. HER2","answer_4":"D. Mutated p53","answer_5":"E. Progesterone receptor","percent_1":"6%","percent_2":"13%","percent_3":"67%","percent_4":"12%","percent_5":"1%","right_answer":"C. HER2","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Human epidermal growth factor receptor 2 (#HER2#, also called ERBB2) is a member of the epidermal growth factor receptor family.  It is overexpressed in 20%-30% of #breast cancers#.  HER2 is a transmembrane glycoprotein with #tyrosine kinase# activity that acts to increase cell proliferation.  It is present in diminutive amounts in normal breast and ovarian cells.  In breast cancer, HER2 overexpression (positivity) is associated with #poorly differentiated, rapidly growing tumors#.  Clinically, HER2 status is used to predict therapeutic response to anti-HER2 monoclonal antibodies (eg, trastuzumab). $ (Choice A)  Overexpression of the anti-apoptotic BCL-2 protein is classically observed in follicular lymphomas, but it also occurs in a variety of other malignancies, including breast cancer.  Unlike in lymphomas, increased expression of BCL-2 in breast cancer is associated with a favorable prognosis. $ #(Choices B and E)#  Breast cancers that express high levels of estrogen and/or progesterone receptors are typically associated with improved outcomes.  Activation of these receptors acts as a stimulus for tumor growth.  Therefore, anti-estrogen therapy (eg, aromatase inhibitors, tamoxifen) is used to treat hormone receptor-positive breast cancer. $ (Choice D)  Overexpression of a mutated form of p53 is found in many human cancers, including breast cancers.  However, the degree of protein expression does not correlate well with clinical outcomes.  Rather, the effects on prognosis are more dependent on the specific mutation (eg, nonsense, gain of function). $ Educational objective Estrogen- or progesterone-receptor positivity in breast cancer indicates expected sensitivity to tamoxifen and aromatase inhibitor treatment.  HER2 overexpression in breast cancer suggests a more aggressive tumor that typically responds to therapy with the anti-HER2 monoclonal antibody trastuzumab."},

{"SubjectSystem":"Pathopysiology-Pathology(GP)","id":"20932","title":"A 13-year-old boy is admitted to the hospital due to fever and fatigue for the past week.  The patient recently received a cadaveric renal transplant for glomerulonephritis, and his immunosuppressive medication regimen was increased a month ago due to early evidence of rejection.  Temperature is 37.7 C (99.9 F).  Heart and lung examinations are unremarkable.  The liver is mildly enlarged, and the spleen tip is palpable.  There is notable adenopathy of the bilateral inguinal and axillary regions.  A complete blood count shows mild leukopenia.  Histopathology findings from biopsy of one of the enlarged lymph nodes are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/20932.jpg","title_2":"Which of the following is the most likely cause of this patient's presentation?","audio":"","comparison_items":"","answer_1":"A. Aspergillus fumigatus","answer_2":"B. Bartonella henselae","answer_3":"C. Cryptococcus neoformans","answer_4":"D. Epstein-Barr virus","answer_5":"E. Parvovirus B19","percent_1":"5%","percent_2":"13%","percent_3":"3%","percent_4":"71%","percent_5":"8%","right_answer":"D. Epstein-Barr virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Posttransplantation lymphoproliferative disorder#∆⨉ §^#Etiology# ∆ • Immunosuppression following solid-organ or hematopoietic stem cell transplantation → suppressed cytotoxic T-cell immunosurveillance → Epstein-Barr virus–encoded proteins drive unchecked B-cell growth/expansion §^#Manifestations# ∆ • Mononucleosis-like symptoms (eg, fever, night sweats, hepatosplenomegaly, lymphadenopathy) • Extranodal mass in approximately 50% • Biopsy findings: polyclonal or monoclonal B-cell proliferation","explanation_img":"images/exp.jpg","explanation_1":"","explanation_2":"This patient underwent solid organ transplantation and is on high-dose immunosuppressive medications due to acute graft rejection.  He subsequently developed #mononucleosis-like symptoms# (eg, fever, night sweats, lymphadenopathy, hepatosplenomegaly, leukopenia) with biopsy showing large, @atypical B cells@ completely effacing the lymph node architecture.  This constellation of findings likely indicates #posttransplantation lymphoproliferative disorder# (PTLD). $PTLD is a plasmocytic or lymphoid proliferation that occurs in the weeks or months following solid-organ or hematopoietic stem cell transplantation.  It is generally caused by proliferation of #Epstein-Barr virus# (EBV) in donor or host cells due to #reduced cytotoxic T-cell immunosurveillance# from high dose #immunosuppressive therapy#. $EBV replication promotes #B-cell proliferation# due to the expression of viral membrane proteins (latent membrane protein 1/2A) that mimic B-cell antigen stimulation signals; it also promotes #B-cell survival# due to the expression of viral nuclear transcription factors (EBNA-2/LP) that activate host survival genes.  These virus-mediated changes generate #immortalized plasmocytic or lymphoid cells# that proliferate widely in the reticuloendothelial system, leading to lymphadenopathy, hepatosplenomegaly, and B-symptoms (eg, fever, night sweats). $#(Choice A)#  Invasive aspergillosis is common in those with profound neutropenia following transplantation.  However, it primarily affects the lung (not lymph nodes) and is marked by fungi with septate hyaline @hyphae and acute angle branching@.  Tissue necrosis, hemorrhage, and invasion of tissue planes are prominent. $#(Choice B)#  Bartonella henselae infection causes cat-scratch disease, which is associated with regional lymphadenopathy.  Histopathology demonstrates necrotizing granulomatous adenitis with multinucleated giant cells, stellate granulomas, and microabscesses.  Specialized stains can reveal the bacterium. $#(Choice C)#  Patients with severe immunocompromisation from AIDS or immunosuppressive medications can develop Cryptococcus neoformans infection, which usually presents with meningoencephalitis (eg, headache, vomiting, confusion) or pneumonitis.  Disseminated infection is less common and primarily affects the skin and skeletal system.  In addition, histopathology will show @budding, encapsulated yeasts@. $#(Choice E)#  Chronic or reactivated parvovirus infection can occur in severely immunosuppressed individuals.  Although this frequently causes fever, fatigue, and (sometimes) leukopenia, most cases are marked by severe anemia due to red cell aplasia.  In addition, generalized lymphadenopathy would be atypical. $#Educational objective# Posttransplantation lymphoproliferative disorder occurs in patients who have undergone solid-organ or stem cell transplantation and are taking high-dose immunosuppressive medications.  Most cases are caused by the reactivation of Epstein-Barr virus, which generates viral proteins that stimulate B-cell proliferation and survival.  Patients usually have mononucleosis-like symptoms.","clickable_1":"images/img1.20932.jpg","clickable_2":"images/img2.20932.jpg","clickable_3":"images/img3.20932.jpg"},

{"id":"11754","title":"A 68-year-old man comes to the office due to persistent back pain for the past several months.  He is a retired veteran and has not seen a doctor for many years.  He has smoked a pack of cigarettes daily for 36 years.  His blood pressure is 145/85 mm Hg and pulse is 88/min and regular.  Cardiopulmonary examination is unremarkable.  The abdomen is soft and nontender.  There is focal tenderness over the 10th rib and L1-L2 vertebral region.  Neurologic examination is normal.  Radionuclide bone imaging reveals increased activity in multiple vertebrae and ribs, corresponding to the patient's painful areas.  Routine radiographs show sclerotic lesions matching the bone scan areas of increased uptake, which are highly suspicious for metastatic cancer.  Which of the following additional findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hematuria and polycythemia","answer_2":"B. Monoclonal immunoglobulin spike","answer_3":"C. Lung mass and elevated parathyroid hormone-related peptide","answer_4":"D. Lymphadenopathy and BCL-2 overexpression","answer_5":"E. Nodular prostate and elevated prostate-specific antigen level","answer_6":"F. Rapidly enlarging, large, irregular mole","percent_1":"2%","percent_2":"19%","percent_3":"12%","percent_4":"1%","percent_5":"65%","percent_6":"0%","right_answer":"E. Nodular prostate and elevated prostate-specific antigen level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp11754.jpg","explanation_1":"","explanation_2":"$This patient with sclerotic bony metastases most likely has prostate cancer.  Imaging of #bone metastases# assists in cancer diagnosis, as it allows the lesions to be characterized as: $ • #Osteolytic (lucent):# Due to osteoclast stimulation, tend to represent aggressive cancer $ • #Osteoblastic (sclerotic):# Due to osteoblasts, indicates a more indolent course $ Metastatic #prostate cancer# commonly has #osteoblastic# (sclerotic) bone lesions.  Bone pain is a typical clinical presentation; other symptoms include cancer cachexia and urinary symptoms (which are not always present).  Prostate cancer is the most common non-skin cancer in men, and African American men are at highest risk.  An irregular prostate gland on digital rectal examination is suggestive of the diagnosis, which is then confirmed by biopsy.  The prostate-specific antigen tumor marker is commonly elevated. $ (Choice A)  Hematuria and polycythemia (due to erythropoietin release) are suggestive of renal cell cancer.  Renal cell cancer bone metastases are commonly osteolytic. $ (Choice B)  Monoclonal immunoglobulin spikes are found in multiple myeloma.  Myeloma cells suppress osteoblasts and would cause osteolytic lesions, which are not present in this patient.  Patients commonly have bone pain, recurrent infections, and symptoms of anemia. $ (Choice C)  Elevated parathyroid hormone-related peptide (PTH-rP) levels can occur with non-small cell lung cancer (NSCLC) and are associated with symptoms of hypercalcemia (confusion, abdominal pain, bony pain).  Osteolytic bone lesions would be seen in NSCLC. $ (Choice D)  Lymphadenopathy and BCL-2 overexpression are found in lymphomas.  BCL-2 is an anti-apoptosis factor, and overexpression plays a role in resistance to chemotherapy.  Common manifestations of lymphoma also include night sweats, weight loss, and fatigue. $ (Choice F)  A rapidly enlarging irregular mole is suggestive of a melanoma.  The liver, bone, and brain are the most common metastatic sites.  Melanoma causes lytic bone lesions. $ Educational objective Imaging of bone metastases assists in cancer diagnosis.  Bone metastases are characterized as osteolytic or osteoblastic.  Bony pain in an older man with osteoblastic lesions on imaging is highly suspicious for prostate cancer."},

{"id":"1660","title":"A 45-year-old previously healthy man comes to the office for evaluation of a neck lump.  The patient first noticed the swelling a month ago while shaving, and it has progressively enlarged.  He has had no fever, neck pain, hoarseness, or difficulty breathing or swallowing.  The patient does not use tobacco, alcohol, or illicit drugs.  Temperature is 36.7 C (98 F), blood pressure is 110/70 mm Hg, and pulse is 78/min.  On physical examination, there is a nontender, firm nodule in the upper portion of the left thyroid lobe.  Laboratory studies reveal a normal serum TSH and elevated serum calcitonin levels.  Neck ultrasonography shows a 2-cm hypoechoic thyroid nodule with microcalcifications.  Fine-needle aspiration of the nodule reveals spindle-shaped cells in an amorphous background.  Which of the following gene alterations most likely contributed to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of ALK","answer_2":"B. Activation of RET","answer_3":"C. Inactivation of MEN1","answer_4":"D. Inactivation of p53","answer_5":"E. Overexpression of BCL2","answer_6":"F. Overexpression of JAK2","percent_1":"1%","percent_2":"77%","percent_3":"17%","percent_4":"3%","percent_5":"2%","percent_6":"1%","right_answer":"B. Activation of RET","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Tumors associated with specific oncogenes! #Proto-oncogenes (tumor promoters)# ∆⨉∆⨉∆⨉ §ABL ∆Chronic myeloid leukemia § ALK ∆Large cell lymphoma, non–small cell lung cancer §BRAF ∆Melanoma § HER1 ∆Squamous cell lung cancer § HER2/neu ∆Breast cancer, ovarian cancer §MYC ∆Neuroblastoma (NMYC), small cell lung cancer (LMYC) §RET ∆Medullary thyroid cancer, pheochromocytoma § #Anti-oncogenes (tumor suppressors) # ∆⨉∆⨉∆⨉ §APC/β catenin ∆Colorectal cancer, pancreatic cancer § BRCA1, BRCA2 ∆Breast cancer, ovarian cancer §NF1 ∆Neuroblastoma, sarcoma § RB ∆Retinoblastoma, osteosarcoma § VHL ∆Renal cell cancer § WT1 ∆Wilms tumor","explanation_img":"","explanation_1":"","explanation_2":"This patient has #medullary thyroid cancer# (MTC) presenting with a palpable nodule and elevated serum calcitonin.  MTC is a neuroendocrine tumor that arises from #calcitonin-secreting# C (parafollicular) cells.  Microscopy shows nests or sheets of polygonal or spindle-shaped cells, often with extracellular @amyloid deposition@ (consisting of full-length calcitonin).  MTC is often seen in the context of multiple endocrine neoplasia type 2 (A and B), although the majority of cases are sporadic.  Paraneoplastic symptoms (eg, diarrhea, flushing) can occur due to elevated calcitonin levels; however, calcium is usually normal, possibly due to the downregulation of calcitonin receptors. $ MTC is associated with activating mutations in the #RET proto-oncogene#; mutations are commonly found in sporadic MTC, and germline mutations are present in more than 95% of patients with familial MTC.  The RET proto-oncogene codes for a membrane-bound #tyrosine kinase receptor# involved in cell cycle regulation.  In patients with MTC, #constitutive activation# of the receptor leads to unregulated cellular proliferation. $ (Choice A)  The anaplastic lymphoma kinase (ALK) oncogene codes for a transmembrane receptor tyrosine kinase.  Mutations are common in anaplastic large cell lymphoma and non–small cell lung cancer. $ (Choice C)  The MEN1 gene codes for a tumor suppressor protein.  Mutations are associated with multiple endocrine neoplasia type 1 (pituitary adenomas, primary hyperparathyroidism, pancreatic neuroendocrine tumors) but not type 2. $ (Choice D)  p53 is a tumor suppressor protein involved in DNA repair, apoptosis, and cell cycle control.  Inactivating mutations or deletions are present in a large percentage of human tumors, including anaplastic thyroid cancer, but not typically in early-stage MTC. $ (Choice E)  BCL2 (B-cell lymphoma 2) is an antiapoptotic gene that enhances cell survival.  Its expression is upregulated in many cancer cells.  BCL2 mutations are common in many follicular lymphomas. $ (Choice F)  Mutations in JAK2 (Janus kinase 2) are seen in a variety of myeloproliferative disorders such as primary polycythemia and essential thrombocythemia. $ Educational objective Medullary thyroid cancer is a neuroendocrine tumor that arises from calcitonin-secreting C (parafollicular) cells.  It is often seen in the context of multiple endocrine neoplasia type 2 (A and B), although the majority of cases are sporadic.  Both sporadic and familial medullary thyroid cancers are associated with mutations in the RET proto-oncogene.","clickable_1":"images/img1.1660.jpg"},

{"id":"15021","title":"A 21-year-old woman is hospitalized for elective subtotal colectomy with ileo-rectal anastomosis due to abnormal colonoscopic findings.  She underwent screening colonoscopy because of family history of colon cancer.  Her maternal grandfather died of metastatic colon cancer, and her mother was also recently diagnosed with colon cancer.  The patient has no other medical problems, takes no medications, and does not use tobacco, alcohol, or illicit drugs.  The surgery is performed with no operative complications.  Numerous lesions are present throughout the resected colon, some of which are shown in the histopathology exhibit below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15021.jpg","title_2":"Genetic testing is most likely to reveal a germline mutation resulting in which of the following effects?","audio":"","comparison_items":"","answer_1":"A. Abnormality of RAS signaling protein","answer_2":"B. Absence of regulatory TP53 protein","answer_3":"C. Defective repair of DNA mismatches","answer_4":"D. Increase in cellular telomerase activity","answer_5":"E. Loss of functional APC protein","percent_1":"6%","percent_2":"6%","percent_3":"14%","percent_4":"0%","percent_5":"74%","right_answer":"E. Loss of functional APC protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15021.jpg","explanation_1":"","explanation_2":"$This young patient has evidence of multiple adenomas on histopathologic examination of the colon, raising strong suspicion for the autosomal dominant disorder #familial adenomatous polyposis# (FAP).  Patients with FAP usually develop #innumerable colonic polyps# in the second or third decade of life.  The lifetime risk that ≥1 of these polyps will transform to #invasive colon cancer# is nearly 100%.  Therefore, prophylactic colectomy is usually advised. $ FAP is caused by a #germline mutation# in the tumor suppressor gene adenomatous polyposis coli (APC).  Although it is an autosomal dominant disorder, a spontaneous mutation to the other (wild-type) APC gene is required for expression (which usually occurs in the patient's teens or twenties).  APC encodes for a protein that degrades beta-catenin.  #Loss of function of the APC protein# increases cellular concentrations of beta-catenin, which activates transcriptional proteins that lead to intestinal crypt hyperproliferation; accumulation of @subsequent mutations@ leads to development of polyps. $ APC plays a crucial role in generation of both hereditary and spontaneous forms of colon cancer.  Nearly 80% of spontaneous colon cancer has spontaneous mutations to both sets of APC genes; the remainder typically has activating mutations to downstream products of the APC pathway. $ (Choice A)  RAS oncogene mutations lead to constitutively active growth signal transduction.  RAS mutations (particularly KRAS) are present in approximately 50% of sporadic colon cancers.  However, FAP is not caused by an initial mutation in RAS. $ (Choice B)  TP53 acts as a transcriptional activator of genes that inhibit cellular growth.  TP53 mutations are the most common genetic abnormality seen in all cancers, and they are present in approximately 75% of colorectal cancers.  Germline mutation to TP53 is associated with Li Fraumeni syndrome; these patients have increased risk of many tumor types but, for unclear reasons, are not at particularly increased risk for colorectal cancer. $ (Choice C)  Lynch syndrome is associated with hereditary nonpolyposis colorectal cancer due to germline mutation to one of the DNA mismatch repair genes (eg, MSH2/6, MLH1).  These patients do not have extensive polyposis in the colon but are very likely to develop colon cancer (from dysplasia in flat colonic mucosa). $ (Choice D)  Telomerase prevents the shortening of telomeres during cellular division, which extends the life of the cell.  Telomerase activity is increased in many cancer types but is not especially linked to colorectal cancer. $ Educational objective Familial adenomatous polyposis is an autosomal-dominant hereditary disorder that results in the formation of innumerable colonic polyps and a nearly 100% risk of colorectal cancer.  It arises due to germline mutation in the adenomatous polyposis coli tumor suppressor gene.","clickable_1":"images/img1.15021.jpg"},

{"id":"421","title":"A 50-year-old woman comes to the office for an annual examination.  She is healthy and takes no medications other than vitamin D and calcium supplements.  The patient does not smoke, drink alcohol, or use illicit drugs.  Her blood pressure is 118/69 mm Hg.  Physical examination is unremarkable.  A recent mammogram was normal.  A colonoscopy showed 2 polyps, which were excised.  On histological examination, one polyp is small and has early adenoma features; the other is larger and has late adenoma features.  A mutation in which of the following genes would most likely cause this patient's small early adenoma to grow and develop late adenoma features?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. BRCA1","answer_2":"B. CCND1","answer_3":"C. KRAS","answer_4":"D. NMYC","answer_5":"E. TP53","answer_6":"F. WT1","percent_1":"2%","percent_2":"2%","percent_3":"76%","percent_4":"2%","percent_5":"17%","percent_6":"1%","right_answer":"C. KRAS","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp421.jpg","explanation_1":"","explanation_2":"$Most colon adenocarcinomas develop from preexisting adenomatous polyps (adenomas).  #Colon adenomas# usually occur in patients in their 50s and 60s and are considered #premalignant#.  On average, 10 years are required for malignant transformation of adenoma; therefore, early detection and excision of adenomatous polyps can help prevent colon adenocarcinoma.  Features that impact the malignant potential of adenomatous polyps include #size# (<1 cm, unlikely to undergo malignant transformation; >4 cm, 40% risk of malignancy), histologic appearance (#villous# more prone to malignant transformation than tubular), and degree of dysplasia. $ Transformation of normal mucosal cells into malignant ones is caused by a series of gene mutations called the #adenoma to carcinoma sequence#: $ 1. #Progression from normal mucosa to a small adenomatous polyp (adenoma)#.  The initial appearance of small adenomatous polyps is attributed to mutation of the APC tumor suppressor gene. $ 2. #Increase in the size of the adenoma#.  Mutation of the KRAS protooncogene is thought to facilitate this step (going from a small early to a large late adenoma, as with this patient) by leading to #uncontrolled cell proliferation#.  Normally, KRAS encodes for a G protein-like protein that regulates the cell cycle by stimulating and inhibiting it as necessary.  Mutation of KRAS into its oncogene form leads to a constitutively activated GTP-bound protein. $ 3. #Malignant transformation# of adenoma into carcinoma.  This step requires mutation of #TP53#, a tumor suppressor gene that regulates the cell cycle and promotes repair of damaged DNA; mutations are found in most colon carcinomas but rarely in adenomas #(choice E)#. $ (Choice A)  Mutations in the tumor suppressor gene BRCA are classically associated with breast and ovarian cancers. $ (Choice B)  Cyclin D is a protein (encoded by CCND1) that regulates cell cycle.  Its overexpression is seen in breast, lung, and esophageal cancers and certain types of lymphomas. $ (Choice D)  An increased number of copies (amplification) of the NMYC oncogene are seen in neuroblastoma. $ (Choice F)  Mutation of WT1, a tumor suppressor gene, leads to the development of Wilms tumor. $ Educational objective The size of adenomatous polyps determines their malignant potential.  Adenomas <1 cm are unlikely to undergo malignant transformation, whereas those >4 cm are very likely to progress to adenocarcinoma.  KRAS protooncogene mutation facilitates the growth of adenomas by causing uncontrolled cell proliferation."},

{"id":"1760","title":"A 45-year-old woman comes to the office due to 2 weeks of persistent back pain.  She has also had excessive fatigue, anorexia, and unintentional weight loss over the past several months.  The patient has no prior medical problems but has a history of cancer in the family.  An imaging study reveals a lytic lesion in the T10 vertebral body.  Analysis of the biopsy sample shows cell lineage with abnormally high replicative potential.  A genetic study reveals a single nucleotide substitution causing an activating mutation.  Which of the following genes is most likely involved in this patient's disease?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. APC","answer_2":"B. BRCA1","answer_3":"C. KRAS","answer_4":"D. RB","answer_5":"E. TP53","percent_1":"7%","percent_2":"18%","percent_3":"46%","percent_4":"13%","percent_5":"16%","right_answer":"C. KRAS","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1760.jpg","explanation_1":"","explanation_2":"$Abnormal growth of neoplastic cells can arise due to mutation of either proto-oncogenes or anti-oncogenes (tumor suppressors).  #Proto-oncogenes# stimulate cell proliferation, and their overexpression/amplification (eg, #activating# mutation) leads to increased cellular proliferation and neoplastic growth.  #KRAS#  is a proto-oncogene often activated in tumor cells, thereby increasing the cellular response to mitogenic stimuli. $ In contrast, anti-oncogenes are #tumor suppressors# as they inhibit cellular proliferation.  Their inactivation (eg, #loss-of-function# mutation) contributes to tumor development.  APC, BRCA1, RB, and TP53 are anti-oncogenes and are therefore more likely to be inactivated in neoplastic cells: $ • APC is inactivated in familial adenomatous polyposis syndrome.  Similar mutations are found in many sporadic colon cancers #(choice A)#.$ • BRCA1 is responsible for DNA repair.  Its inactivation increases the risk of developing breast and ovarian cancer #(choice B)#.$ •When active, RB suppresses the transition of cells from the G1 to S phase of the cell cycle, thereby inhibiting cellular proliferation.  An inactivated RB is found in many tumors #(choice D)#. $ • Mutated TP53 is the most common abnormality associated with cancer development.  TP53 is a tumor suppressor gene that produces p53, a protein that inhibits proliferation of cells with genetic abnormalities #(choice E)#. $ Some of the important proto-oncogenes, anti-oncogenes, and their associated tumors are listed in the @table@.$ Educational objective Most tumors possess multiple cytogenetic abnormalities.  Activation of proto-oncogenes results in stimulation of cellular proliferation.  Inactivation of anti-oncogenes eliminates oversight of the cell cycle.","clickable_1":"images/img1.1760.jpg"}


]