[

{"id":"18655","title":"A 42-year-old, previously healthy man comes to the office for evaluation of an enlarging mole.  The mole has been on his forearm for several years but has rapidly increased in size over the past 4 months.  Physical examination shows an 8-mm raised lesion with variegated pigmentation and ill-defined borders on the right forearm.  An excisional biopsy is performed.  During the procedure, local anesthesia is achieved with an infiltrating injection of lidocaine mixed with epinephrine.  Which of the following is the most likely reason for adding epinephrine to the injection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Altering nociceptive fiber neurotransmission","answer_2":"B. Decreasing pain during subcutaneous infiltration","answer_3":"C. Increasing anesthetic efficacy via a synergistic effect","answer_4":"D. Increasing anesthetic potency by decreasing tissue pH","answer_5":"E. Prolonging the duration of action of the anesthetic agent","percent_1":"3%","percent_2":"2%","percent_3":"16%","percent_4":"4%","percent_5":"74%","right_answer":"E. Prolonging the duration of action of the anesthetic agent","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18655.jpg","explanation_1":"","explanation_2":"$Lidocaine is a local anesthetic that blocks pain transmission from free nerve endings.  It is often mixed with #epinephrine#, which causes profound #vasoconstriction# when injected subcutaneously (#alpha-1 agonist# effect).  This effect results in the following: $• #Decreased local bleeding#, making the procedure easier to complete $• Decreased systemic absorption of lidocaine, reducing the potential for serious adverse effects (eg, arrhythmia, seizure) $• #Prolonged duration of action#, because decreased blood flow allows more lidocaine to remain at the injection site $#(Choice A)#  Although epinephrine acts as a catecholamine neurotransmitter in the CNS, it mediates autonomic functions in the peripheral nervous system.  Glutamate and substance P are the main neurotransmitters of pain sensation in the peripheral nervous system. $#(Choices B and D)#  Local anesthetics are weak bases that exist in charged and uncharged forms; the uncharged form is promoted by increased tissue pH and allows the anesthetic to diffuse through the cell membrane and bind the inside portion of sodium channels to prevent depolarization.  Sodium bicarbonate is often added to lidocaine injections to increase tissue pH, which increases the potency of lidocaine. $#(Choice C)#  Medications that interact synergistically produce a greater cumulative effect than if the effects of the 2 agents alone were added together (eg, pain relief with an opioid + acetaminophen).  Epinephrine does not produce anesthesia, so although it prolongs the duration of anesthesia, it does not act synergistically to increase the anesthetic effect. $#Educational objective# Epinephrine is often added to lidocaine to produce vasoconstriction, which prolongs the duration of action of lidocaine, decreases bleeding during a procedure, and reduces systemic lidocaine absorption.  "},

{"id":"851","title":"A newly developed inhaled anesthetic has an improved safety profile compared to traditional fluorinated anesthetics.  Preliminary pharmacodynamic properties of the agent are determined through a series of experiments on human volunteers.  The tests show that the agent demonstrates relatively high potency.  Which of the following parameters best correlates with the potency of an inhaled anesthetic?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arteriovenous concentration gradient","answer_2":"B. Blood/gas partition coefficient","answer_3":"C. Hepatic metabolism rate","answer_4":"D. Minimal alveolar concentration","answer_5":"E. Steepness of arterial tension curve","percent_1":"5%","percent_2":"23%","percent_3":"2%","percent_4":"68%","percent_5":"2%","right_answer":"D. Minimal alveolar concentration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The potency of an inhaled anesthetic is determined by the minimum concentration in the brain necessary to achieve an adequate level of anesthesia.  When an inhaled anesthetic is administered at a constant rate over a prolonged period of time, its partial pressure in the brain equals its partial pressure in the other compartments (inhaled air, lungs, and arterial blood).  Since an anesthetic's concentration in the brain tissue is directly proportional to its partial pressure, it is possible to use the steady-state alveolar partial pressure of the inhaled agent as a measure of anesthetic potency. $The minimal alveolar concentration (MAC) refers to the percentage of anesthetic in the inspired gas mixture that renders 50% of patients unresponsive to painful stimuli.  It corresponds to ED₅₀ on the dose-effect curve.  Potency is inversely proportional to the MAC: the lower the MAC, the more potent the anesthetic.  MAC is an intrinsic property of the anesthetic that does not depend on the type of surgery; duration of anesthesia; or the sex, height, and weight of the patient.  It does, however, depend on body temperature and also decreases with increasing patient age. $#(Choice A)#  The arteriovenous concentration gradient is an indirect measurement of the solubility of the anesthetic in body tissues.  A high arteriovenous concentration gradient means that more anesthetic is extracted from the blood by the body tissues, increasing the time it takes for the blood to become saturated and slowing the onset of action. $#(Choice B)#  The blood/gas partition coefficient corresponds to the solubility of anesthetic in the blood.  Anesthetics with a high blood/gas partition coefficient are absorbed to a greater extent by the blood and have a slower onset of action. $#(Choice C)#  Clearance of inhaled anesthetics occurs mainly via exhalation from the lungs into the air; hepatic metabolism of most gas anesthetics is low.  However, certain gas anesthetics, particularly halothane, are metabolized extensively by the liver, resulting in the production of reactive intermediates that cause hepatotoxicity. $#(Choice E)#  The steepness of the arterial tension curve depends on the solubility of the anesthetic in the blood.  Partial pressure in the blood rises more rapidly with less soluble anesthetics, producing a steeper curve. $#Educational objective# The minimal alveolar concentration (MAC) is a measure of potency of an inhaled anesthetic.  It is the concentration of the anesthetic in the alveoli that renders 50% of patients unresponsive to painful stimuli (ED₅₀).  Potency is inversely proportional to the MAC: the lower the MAC, the more potent the anesthetic.  "},

{"id":"776","title":"A 44-year-old woman with a history of breast cancer comes to the office due to persistent back pain.  The patient was recently started on radiation treatment for several vertebral metastases.  She has taken acetaminophen and nonsteroidal anti-inflammatory drugs but continues to have severe pain.  On physical examination, she has tenderness over several lumbar vertebrae.  Neurologic examination is unremarkable.  The patient is started on oral morphine therapy.  Which of the following is the most likely direct effect of this medication on the spinal cord neurons of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of sodium-calcium exchange mechanisms","answer_2":"B. Blockade of voltage-dependent sodium influx","answer_3":"C. Increased calcium influx into the cells","answer_4":"D. Increased chloride influx into the cells","answer_5":"E. Increased potassium efflux out of the cells","percent_1":"5%","percent_2":"36%","percent_3":"6%","percent_4":"17%","percent_5":"36%","right_answer":"E. Increased potassium efflux out of the cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp776.jpg","explanation_1":"","explanation_2":"$#Morphine# is an #opiate analgesic# that is commonly used to treat severe chronic pain in patients with cancer.  There are 3 main opiate receptor subtypes (eg, mu, delta, kappa) that mediate analgesia at the spinal and supraspinal levels.  All of these transmembrane receptors are coupled to inhibitory G proteins.  Morphine and other commonly used opiates have an especially high affinity for the #mu receptor#, which exerts the strongest analgesic effects. $In the spine, opiates bind to mu receptors on the primary afferent neuron, resulting in closure of voltage-gated calcium channels, #reduced calcium influx#, and decreased excitatory neurotransmitter release (eg, acetylcholine, norepinephrine, serotonin, glutamate, substance P) from the #presynaptic terminal (choice C).#  Opiates also bind to mu receptors on the #postsynaptic membrane#, which opens potassium channels and leads to membrane hyperpolarization due to #potassium efflux#.  Opiate-induced inhibition of synaptic activity in the central nervous system attenuates pain transmission, producing analgesia. $#(Choice A)#  Digoxin is a cardiac glycoside that inhibits the sodium-potassium ATPase pump in myocardial cells, resulting in a mild increase in intracellular sodium and indirect inhibition of the sodium-calcium exchanger.  This leads to increased intracellular calcium and cardiac contractility, which can help reduce symptoms in patients with advanced systolic heart failure. $#(Choice B)#  Local anesthetics (eg, lidocaine) reduce pain transmission by blocking voltage-dependent sodium channels, which decreases sodium influx and action potential propagation.  They are typically used for minor surgical procedures and spinal anesthesia. $#(Choice D)#  Benzodiazepines are sedative-hypnotics that may be indicated for anxiety, panic attacks, or insomnia.  They work by increasing chloride influx at GABA-A receptors in the thalamus, limbic structures, and cerebral cortex. $#Educational objective# Opiate analgesics reduce pain by binding to mu receptors and inhibiting synaptic activity in the central nervous system.  Activation of presynaptic mu receptors on the primary afferent neuron leads to closure of voltage-gated calcium channels and reduced excitatory neurotransmitter release.  Binding to mu receptors on the postsynaptic membrane causes opening of potassium channels and membrane hyperpolarization.  "},

{"id":"15712","title":"A 10-year-old boy is brought to the emergency department due to a fall while riding his bicycle.  The patient hit his forehead on a concrete road barrier and sustained a laceration but did not lose consciousness.  He reports no headache, nausea, vomiting, vision disturbances, or focal weakness or numbness.  The patient received a tetanus vaccine at age 6.  Vital signs are within normal limits.  Physical examination reveals a 2-cm laceration above the left eyebrow.  There are no other injuries.  Neurologic examination shows no abnormalities.  Prior to laceration repair with suture, lidocaine is injected in the subcutaneous tissue around the laceration.  The patient reports immediate relief of pain, and there is loss of sensation to touch in the area infiltrated with the medication.  These effects are most likely due to which of the following changes within the affected neurons?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of potassium channels","answer_2":"B. Blockade of sodium channels","answer_3":"C. Decreased calcium current","answer_4":"D. Increased chloride conductance","answer_5":"E. Interruption of axonal transport","percent_1":"3%","percent_2":"91%","percent_3":"2%","percent_4":"2%","percent_5":"2%","right_answer":"B. Blockade of sodium channels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15712.jpg","explanation_1":"","explanation_2":"$Lidocaine is a #local anesthetic# that interrupts nerve fiber transmission by #blocking sodium channels# in the neuronal cell membrane, preventing depolarization of the nerve.  Local anesthetics have a greater effect on #small myelinated nerves#, so they preferentially inhibit neurons that carry pain and temperature sensation; pressure sensation and motor function are often preserved at typical doses. $Local anesthetics are #weak bases# that exist in charged and uncharged forms.  When in the #uncharged form#, they diffuse through the cell membrane to block sodium channels from the inside of the cell.  Increased acidity in the surrounding tissue, which occurs in infected wounds, results in more anesthetic molecules remaining in the charged form, rendering them unable to penetrate the cell membrane to exert an effect.  Therefore, the dose required to achieve adequate anesthesia is higher in infected tissue. $#(Choice A)#  Blockade of potassium channels would inhibit repolarization, thereby prolonging action potentials and increasing neurotransmitter release at the neuromuscular junction rather than halting action potential propagation. $#(Choice C)#  Decreased calcium current slows the action potential propagation in cells that rely primarily on voltage-gated calcium channels for depolarization, such as cardiac slow response tissues (eg, sinoatrial and atrioventricular nodes); peripheral nerve depolarization is driven primarily by sodium, rather than calcium, influx. $#(Choice D)#  GABA is the primary inhibitory neurotransmitter in the CNS.  Activation of the GABA-A receptor, which is the target of some sedating medications (eg, benzodiazepines), activates voltage-gated chloride channels.  The influx of chloride ions causes hyperpolarization, which inhibits action potentials. $#(Choice E)#  Interruption of axonal transport delays the delivery of organelles (eg, mitochondria) and synaptic vesicles to the distal axon, causing impaired nerve impulse propagation.  This occurs in some neurodegenerative diseases (eg, sporadic Alzheimer) or as an adverse effect of some chemotherapeutic agents (eg, vincristine). $#Educational objective#Local anesthetics diffuse through the neuronal cell membrane to block the influx of sodium into the cell.  This prevents depolarization and inhibits action potential propagation.  "},

{"id":"659","title":"A new inhaled agent (drug A) is tested in an experiment designed to characterize its properties as a general anesthetic.  Drug A's partial pressure in arterial blood is shown on the graph below as a function of time after beginning inhalation.  A similar curve for nitrous oxide is also shown.  Both drugs are administered at the same partial pressure in the inspired gas.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/659.jpg","title_2":"Which of the following best describes the properties of the new anesthetic as compared to nitrous oxide?","audio":"","comparison_items":"","answer_1":"A. Fast equilibration with the brain","answer_2":"B. High blood/gas partitioning coefficient","answer_3":"C. Low potency","answer_4":"D. Low solubility in the blood","answer_5":"E. Rapid onset of action","percent_1":"5%","percent_2":"37%","percent_3":"17%","percent_4":"34%","percent_5":"7%","right_answer":"B. High blood/gas partitioning coefficient","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of gas anesthetics# ∆⨉∆⨉ §^#Effect# ∆^#Poorly soluble gas$ (N2O) ∆^#Highly soluble gas$ (halothane) §Amount needed to saturate the blood ∆Small ∆Large §Rise in partial pressure in blood ∆Rapid ∆Slow §Equilibration with the brain ∆Rapid ∆Slow §Onset of action ∆Rapid ∆Slow","explanation_img":"images/exp659.jpg","explanation_1":"During anesthetic induction with a gaseous agent, the partial pressure of the anesthetic rises in the blood until it reaches its partial pressure in the inspired gas.  At this point, no more of the anesthetic can dissolve in the blood and the blood is said to be saturated with the anesthetic.  The speed at which the blood becomes saturated depends on the solubility of the gas in the blood.  Highly soluble anesthetics dissolve easily in the blood, and thus larger amounts must be absorbed before the blood becomes saturated. $Blood solubility of an anesthetic is indicated by its #blood/gas partition coefficient# - anesthetics with higher blood solubility have larger blood/gas partition coefficients.  Nitrous oxide (N2O) is an example of a poorly soluble gas with a blood/gas partition coefficient of 0.47.  In the graph above, the partial pressure of N2O in blood rises rapidly and plateaus, indicating that the blood quickly becomes saturated with the anesthetic.  In contrast, drug A has higher solubility (ie, a larger blood/gas partition coefficient) as its partial pressure in the blood rises more slowly.  The curve for drug A eventually levels out at the same partial pressure as N2O since the drugs are inspired at equal partial pressures.  However, by this point, far more drug A is dissolved in the blood. $The speed of anesthetic induction is determined by the rate at which the brain tissues take up the agent, which is dependent on the solubility of the anesthetic in the blood.  If an agent has poor blood solubility, the amount of gas needed to saturate the blood is small and brain saturation occurs fairly quickly.  Conversely, highly soluble anesthetics are absorbed to a greater degree by the blood, delaying saturation of the central nervous system.  ","explanation_2":"#(Choices A, D, and E)#  Nitrous oxide is an example of a gas with relatively low solubility in the blood.  It is characterized by rapid onset of action and fast equilibration with the brain. $#(Choice C)#  Potency of a gas anesthetic is determined by the minimal alveolar concentration.  It is defined as the concentration of gas in the lungs that produces the desired effect in 50% of patients.  Potent anesthetics require lower partial pressures to be effective. $#Educational objective# The onset of action of a gas anesthetic depends on its solubility in the blood (blood/gas partition coefficient).  Drugs with high blood/gas partition coefficients are more soluble in the blood, demonstrate slower equilibration with the brain, and have longer onset times.  "},

{"id":"856","title":"A 24-year-old man comes to the emergency department after injuring his shoulder.  He was standing on a ladder hanging pictures in his living room when he lost his balance and fell, impacting his left shoulder on the hardwood floor.  Radiographs show an anterior dislocation of the humerus.  Reduction of the patient's dislocated joint is performed under procedural sedation with intravenous propofol.  A single bolus of propofol provides adequate sedation for the procedure, and he becomes clinically alert several minutes after administration.  Which of the following mechanisms most likely explains this patient's rapid recovery from anesthesia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Liver elimination of the drug","answer_2":"B. Lung elimination of the drug","answer_3":"C. Renal elimination of the drug","answer_4":"D. Spontaneous degradation in plasma","answer_5":"E. Tissue redistribution of the drug","percent_1":"12%","percent_2":"8%","percent_3":"6%","percent_4":"9%","percent_5":"64%","right_answer":"E. Tissue redistribution of the drug","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp856.jpg","explanation_1":"","explanation_2":"$#Propofol# is a highly lipophilic anesthetic drug used for both induction and maintenance of general anesthesia as well as procedural sedation.  When administered as an intravenous bolus, its onset of action is approximately 30 seconds with a duration of action typically lasting <10 minutes.  Administration causes a rapid decrease in the level of consciousness as well as a global amnestic effect. $Following bolus infusion, propofol is rapidly cleared from the plasma and #preferentially distributed# to organs receiving #high blood flow# (eg, brain). This initial distribution accounts for the rapid onset of sedation seen with its administration.  Over time, propofol is #redistributed# to organs receiving less blood flow (eg, fat, muscle tissue).  Because the site of action for propofol is the brain, redistribution accounts for the rapid termination of drug action. $#(Choice A)#  Although propofol is metabolized in the liver through hepatic conjugation, its half-life is 4 hours to 1 day; therefore, hepatic metabolism does not occur fast enough to account for such a short duration of action. $#(Choice B)#  Volatile, inhaled anesthetics such as halothane are predominately eliminated by the lungs. $#(Choice C)#  Renal tubular secretion and glomerular filtration are the predominate mechanisms through which water-soluble drugs are eliminated. $#(Choice D)#  Atracurium is a non-depolarizing neuromuscular blocking agent that spontaneously degrades in plasma and organ tissue, a type of metabolism known as Hofmann elimination. $#Educational objective# Propofol and other highly lipophilic drugs readily diffuse across membranes, quickly accumulating in tissues receiving high blood flow; this accounts for their rapid onset of action.  These compounds are subsequently redistributed to organs receiving less blood flow, which explains their short duration of action.  "},

{"id":"855","title":"A 28-year-old man is undergoing a laparoscopic appendectomy for acute appendicitis.  Shortly after induction of anesthesia, the surgeon reports difficulty maintaining abdominal insufflation due to severe muscle rigidity.  Pulse is 130/min and the ECG tracing shows sinus tachycardia.  Physical examination reveals diffuse muscle stiffness.  Inhibition of which of the following is most likely to improve this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine degradation in cholinergic synapses","answer_2":"B. Alpha-receptor–mediated sympathetic activity","answer_3":"C. GABA-mediated neuron hyperpolarization","answer_4":"D. Ligand-receptor interaction in cholinergic synapses","answer_5":"E. Sarcoplasmic calcium release in skeletal muscles","percent_1":"11%","percent_2":"2%","percent_3":"4%","percent_4":"10%","percent_5":"74%","right_answer":"E. Sarcoplasmic calcium release in skeletal muscles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Malignant hyperthermia# ∆⨉ §^#Pathophysiology# ∆ • Genetic mutation of ryanodine receptors • Triggered by inhalational anesthetics & succinylcholine • Unregulated sarcoplasmic calcium release → sustained muscle $contraction §^#Clinical$ manifestations# ∆ • Masseter muscle spasm • Widespread muscle contraction (rigidity) • Hypercarbia • Rhabdomyolysis → hyperkalemia & acute renal failure • Hyperthermia (late manifestation) §^#Treatment# ∆ • Immediate cessation of causative anesthetic • Dantrolene","explanation_img":"","explanation_1":"","explanation_2":"During laparoscopic procedures, small incisions are created to insert instruments into the abdominal cavity.  Gas is insufflated to allow better visualization and easier access to organs while operating.  Difficulty maintaining abdominal insufflation due to muscle contraction is often caused by insufficient doses of paralytic agents.  However, if the patient has been appropriately medicated, sustained muscle contraction, especially when widespread, may be due to #malignant hyperthermia# (MH). $MH is often due to abnormal ryanodine receptors (RYR1) in the skeletal muscle.  On exposure to certain anesthetic agents (typically succinylcholine and inhalational gases), these abnormal receptors allow the unregulated passage of calcium from the sarcoplasmic reticulum into the intracellular space.  As a result of excessive calcium accumulation, patients develop sudden-onset, #widespread muscle rigidity#.  Sustained muscle contraction #produces excessive CO2#, leading to hypercarbia and acidosis; depletes cellular oxygen, leading to lactic acid production; and causes #muscle breakdown#, leading to rhabdomyolysis.  #Hyperthermia# is often a later clinical sign that develops as the increased cellular metabolism overwhelms the body's ability to dissipate heat. $Many pharmacologic muscle relaxants work upstream from the pathologic process of excessive calcium release and are therefore ineffective during an acute MH crisis.  #Dantrolene# is used to treat MH because it directly #inhibits intracellular calcium release# from the abnormal ryanodine receptor (RYR1). $#(Choice A)#  Neostigmine is an acetylcholinesterase inhibitor that prevents the degradation of acetylcholine in the neuromuscular junction.  Therefore, it could increase, rather than decrease, the strength of muscle contractions. $#(Choice B)#  Alpha-adrenergic antagonists (eg, phentolamine, phenoxybenzamine) inhibit alpha-receptor–mediated sympathetic activity.  They are used primarily to lower blood pressure by decreasing vascular tone; they have minimal effect on skeletal muscle. $#(Choices C and D)#  Baclofen is a GABA-B agonist that increases neuron hyperpolarization in the CNS to relax muscles.  Nondepolarizing neuromuscular blocking agents (eg, rocuronium) are nicotinic receptor antagonists that inhibit the action of acetylcholine at the motor endplate.  Both agents work upstream from intracellular calcium release and therefore have minimal impact on muscle contraction during an MH crisis. $#Educational objective# Malignant hyperthermia presents with widespread muscle rigidity after administration of inhalation anesthetics and/or succinylcholine to genetically susceptible individuals.  It is treated with dantrolene, which blocks ryanodine receptors to prevent the release of calcium from the sarcoplasmic reticulum into the cytoplasm of skeletal muscle fibers.  "},

{"id":"18755","title":"A 22-year-old man is undergoing surgical repair of an inguinal hernia.  Anesthesia is induced and an endotracheal tube is placed.  He then develops severe spasm of the masseter muscles, and there is a dramatic increase in expired carbon dioxide measured from the endotracheal tube.  His core body temperature begins to increase and is now 38.9 C (102 F).  Which of the following is the most likely underlying mechanism leading to elevated body temperature in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute elevation of circulating free T4","answer_2":"B. Change in hypothalamic set point","answer_3":"C. Excessive myoplasmic calcium accumulation","answer_4":"D. Impaired cutaneous vasodilation","answer_5":"E. Increased serotonergic activity in the CNS","percent_1":"1%","percent_2":"12%","percent_3":"77%","percent_4":"4%","percent_5":"6%","right_answer":"C. Excessive myoplasmic calcium accumulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Malignant hyperthermia# ∆⨉ §^#Pathophysiology# ∆ • Genetic mutation of ryanodine receptors • Triggered by inhalational anesthetics & succinylcholine • Unregulated sarcoplasmic calcium release → sustained muscle $contraction §^#Clinical$ manifestations# ∆ • Masseter muscle spasm • Widespread muscle contraction (rigidity) • Hypercarbia • Rhabdomyolysis → hyperkalemia & acute renal failure • Hyperthermia (late manifestation) §^#Treatment# ∆ • Immediate cessation of causative anesthetic • Dantrolene","explanation_img":"","explanation_1":"","explanation_2":"This patient with masseter muscle spasm, acute hypercarbia, and elevated temperature shortly after induction of anesthesia likely has #malignant hyperthermia# (MH), a condition characterized by excessive muscle contracture. $Normally, muscle contraction is mediated by a cascade of events: $• Membrane depolarization #releases calcium# from the sarcoplasmic reticulum into the intracellular space $• Calcium binds to troponin to expose myosin bridging sites $• Exposed myosin cross-links to actin and contracts $• Sarcoplasmic reticulum calcium ATPase reuptakes calcium to reverse this binding and cause relaxation $In patients with MH, exposure to certain# anesthetic agents #(eg, succinylcholine, inhalational gasses) causes unregulated passage of calcium from the sarcoplasmic reticulum into the intracellular space.  #Excessive myoplasmic calcium accumulation# results in sustained muscle contraction, which is often first noted in the masseter. $#Sustained muscle contraction# leads to increased cellular metabolism, which causes #hypercarbia# and acidosis.  Muscle hypermetabolism consumes ATP and leads to #excessive heat production#.  Once ATP and oxygen stores are depleted, muscle breakdown (ie, rhabdomyolysis) occurs, which releases potassium, myoglobin, and creatine kinase, leading to a further cascade (eg, arrhythmias, acute renal failure, disseminated intravascular coagulation) that may be fatal.  #Dantrolene #is used to treat MH because it blocks further release of calcium into the intracellular space. $#(Choice A)#  Thyroid storm (ie, thyrotoxic crisis) can be precipitated by surgery.  Hyperpyrexia occurs because excessive circulating levels of T3 and T4 increase cellular metabolism and adrenergic tone.  However, thyroid storm does not cause sustained muscle contractions. $#(Choice B)#  A true fever results from a change in the hypothalamic set point, typically due to an infection (not anesthesia).  Shivering may occur, but not sustained muscle contraction or acute hypercarbia. $#(Choice D)#  Heat dissipation occurs primarily by cutaneous vasodilation and sweating.  These mechanisms can be impaired by aging or medications (eg, atropine).  During an MH crisis, cutaneous heat removal is unaffected, but heat production far outstrips heat dissipation. $#(Choice E)#  Excessive serotonergic activity in the CNS can result in hyperpyrexia (due to serotonin syndrome).  However, it classically presents with hyperreflexia and clonus (rather than rigidity) and is seen in patients taking serotonergic medications (eg, selective serotonin reuptake inhibitors, tricyclic antidepressants), especially in combination, rather than with anesthesia. $#Educational objective# In patients with malignant hyperthermia, exposure to certain anesthetic agents (eg, succinylcholine, inhalational gasses) causes unregulated passage of calcium from the sarcoplasmic reticulum into the intracellular space.  This results in sustained muscle contraction that leads to hypercarbia, hyperthermia, and acidosis.  "},

{"id":"18735","title":"A 23-year-old man is evaluated for prolonged paralysis following general anesthesia for an elective surgical procedure.  Anesthesia was induced with propofol, succinylcholine was used for intubation, and anesthesia was maintained via propofol and fentanyl infusions.  The patient has not had a return of neuromuscular function after several hours.  His mother then discloses that she has also been 'slow to wake up' from anesthesia.  Which of the following is the most likely reason for this patient's prolonged paralysis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased first-pass metabolism","answer_2":"B. Decreased plasma hydrolysis","answer_3":"C. Increased binding to plasma proteins","answer_4":"D. Increased redistribution to fat","answer_5":"E. Upregulation of target receptors","percent_1":"21%","percent_2":"40%","percent_3":"8%","percent_4":"15%","percent_5":"16%","right_answer":"B. Decreased plasma hydrolysis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient who developed prolonged muscle weakness (eg, failure of spontaneous respiration, voluntary muscle activity) after receiving succinylcholine most likely has pseudocholinesterase deficiency, an autosomal recessive disorder caused by a genetic polymorphism in the BCHE gene. $#Succinylcholine# is a depolarizing neuromuscular blocking agent used to induce skeletal muscle relaxation during intubation and surgery.  It acts as a #competitive agonist# of #nicotinic acetylcholine receptors# of the motor endplate, where it induces #persistent depolarization#, leading to desensitization and skeletal muscle paralysis.  Succinylcholine is rapidly #hydrolyzed by plasma pseudocholinesterase#; only around 10% of the administered dose reaches the neuromuscular junction, where it typically has a duration of action of <10 minutes. $Patients with #pseudocholinesterase deficiency# are unable to metabolize succinylcholine, which leads to a large amount of the drug reaching the neuromuscular junction.  Heterozygotes may experience double the normal duration of paralysis; homozygotes can have persistent #paralysis for several hours#. $#(Choice A)#  Decreased first-pass metabolism often occurs when drugs are administered via a nonoral route, allowing them to reach the systemic circulation without passing through the portal circulation and liver.  Although succinylcholine is given intravenously, it is primarily inactivated in the plasma by pseudocholinesterase rather than the liver. $#(Choice C)#  The pharmacologic effects of drugs are typically enacted by the unbound (free) form of the drug.  Therefore, increased binding to plasma proteins would likely decrease (rather than increase) the effect of the medication. $#(Choice D)#  Propofol is highly lipid soluble and has a very short duration of action (seconds) because of rapid redistribution from the brain (where it activates the GABA-A receptor) to other tissues (predominantly fat).  However, propofol is a hypnotic agent; it does not cause muscle paralysis. $#(Choice E)#  Upregulation of target receptors would increase sensitivity to acetylcholine, which is one possible mechanism of spasticity in cerebral palsy.  However, receptor upregulation occurs over many hours or days, not with a first dose. $#Educational objective# Succinylcholine, a depolarizing neuromuscular blocking agent, is rapidly hydrolyzed by plasma pseudocholinesterase.  Patients with pseudocholinesterase deficiency have prolonged neuromuscular paralysis after drug administration.  "},

{"SubjectSystem":"Pharmacology-Nervous","id":"854","title":"A 36-year-old male is undergoing a major surgical procedure under general anesthesia.  A fluorinated inhaled anesthetic (isoflurane) is used to achieve the desirable depth of central nervous system depression.  An increase in which of the following parameters is most likely to happen during the anesthesia in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glomerular filtration rate (GFR)","answer_2":"B. Effective renal plasma flow","answer_3":"C. Left ventricular ejection fraction (EF)","answer_4":"D. Hepatic blood flow","answer_5":"E. Cerebral blood flow","percent_1":"7%","percent_2":"8%","percent_3":"7%","percent_4":"14%","percent_5":"63%","right_answer":"E. Cerebral blood flow","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"General anesthesia encompasses loss of consciousness, analgesia, amnesia, skeletal muscle relaxation and inhibition of reflexes.  This complex of symptoms occurs due to the inhibition of electrical activity of neurons.  Most of inhalation anesthetics, barbiturates, and benzodiazepines achieve CNS depression by influencing GABA receptors and increasing the inhibitory action of GABA.  Inhaled anesthetics have also been shown to affect potassium channels in the neuronal membranes and lock them in the state of hyperpolarization.  They may also affect nicotinic and glycine receptors. $Apart from their desirable action on CNS, inhalation anesthetics affect almost all organ systems of the body.  $1. Cardiovascular effects include myocardial depression that leads to a decrease in cardiac output and an increase in atrial and ventricular pressures.  Hypotension associated with fluorinated anesthetics is a result of decrease in cardiac output.  $2. Respiratory: all inhalation anesthetics, except nitrous oxide, are respiratory depressants.  They decrease tidal volume and minute ventilation and cause hypercapnia.  Another undesirable effect is the suppression of mucociliary clearance, which may predispose to postoperative atelectasis.  Halothane and sevoflurane have bronchodilation properties and are preferred in patients with asthma.  $3. In the brain, fluorinated anesthetics decrease vascular resistance and lead to an increase in cerebral blood flow.  It is an undesirable effect as it results in increased intracranial pressure.  $4. In kidneys, inhaled anesthetics decrease glomerular filtration rate, increase renal vascular resistance and decrease renal plasma flow.  $5. Fluorinated anesthetics decrease hepatic blood flow. $#(Choice A and B)#  Renal function in general anesthesia is characterized by decrease in glomerular filtration rate and decrease in renal plasma flow. $#(Choice C)#  Fluorinated anesthetics are myocardial depressants.  They decrease cardiac output which leads to hypotension. $#(Choice D)#  Fluorinated anesthetics decrease hepatic blood flow. $#Educational objective# Almost all volatile anesthetics increase cerebral blood flow.  It is an undesirable effect as it results in increased ICP.  Other important effects of inhalation anesthetics are myocardial depression, hypotension, respiratory depression and decreased renal function.  "},

{"id":"660","title":"A new inhaled anesthetic under development by a pharmaceutical company is tested in a series of experiments to determine its pharmacokinetic properties.  During one of the experiments, the anesthetic agent is administered at a constant partial pressure while arterial and venous concentrations are monitored.  The study results show that the anesthetic has a very large arteriovenous concentration gradient shortly after beginning inhalation.  Which of the following best describes the properties of the new anesthetic?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fast equilibration with the brain","answer_2":"B. Low peripheral tissue solubility","answer_3":"C. Low peripheral tissue uptake","answer_4":"D. Low potency","answer_5":"E. Slow onset of action","percent_1":"35%","percent_2":"14%","percent_3":"12%","percent_4":"10%","percent_5":"29%","right_answer":"E. Slow onset of action","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Factors influencing anesthetic concentration# ∆⨉∆⨉ §^#Compartment# ∆^#Determinants of anesthetic$ concentration# ∆^#Effect# §Inhaled air ∆ The partial pressure (ie, tension) of$ the anesthetic in the inspired gas ∆ Anesthetic tension throughout the body$ will eventually equilibrate with its tension$ in the inspired air. When this occurs, the$ tissues are said to become saturated. §Lungs ∆ Pulmonary ventilation rate ∆ The rate of rise of gas tension in alveoli$ is directly proportional to both the rate & $depth of respiration. §Blood ∆ Solubility of the anesthetic in the$ blood (blood/gas partition $coefficient) ∆ Higher blood solubility means that more$ anesthetic must be absorbed by the$ blood before it can be effectively$ transferred to other tissues. §Target organ (brain) ∆ Solubility of the anesthetic in the $peripheral tissues negatively affects$ brain saturation. ∆ Higher peripheral tissue solubility$ means more anesthetic is extracted from$ the arterial blood. This increases the$ arteriovenous concentration gradient,$ meaning that more anesthetic must be$ absorbed to saturate the blood & then $the brain.","explanation_img":"","explanation_1":"Before gas anesthetics can reach the target organ (brain), they must move through a number of compartments (inhaled air → lungs → blood→ brain).  The onset of anesthesia occurs when a sufficient quantity of anesthetic is transferred to the brain.  The factors shown in the table influence the rate of transfer of anesthetic through the compartments and determine the onset of action.","explanation_2":"The arteriovenous concentration gradient is the difference between the concentration of a gas anesthetic in arterial and venous blood.  The solubility of the anesthetic in the peripheral tissues is a major factor in determining the size of the arteriovenous gradient.  If tissue solubility is high, a large amount of anesthetic is taken up from arterial blood, which results in low venous concentration.  As a result, saturation of the blood requires further absorption of anesthetic in order to replace that which is absorbed by the peripheral tissues.  Because blood saturation takes longer, brain saturation is also delayed and onset of action is slower. $In contrast, anesthetic gases with low peripheral tissue solubility have smaller arteriovenous gradients as there is less peripheral tissue uptake #(choices B and C)#.  Less anesthetic is required to replace the amount absorbed by the peripheral tissue and so blood saturation occurs quickly, allowing concentrations in the brain to equilibrate faster #(choice A).# $#(Choice D)#  Potency of the anesthetic is defined by the minimal alveolar concentration (MAC), the alveolar concentration that prevents movement in 50% of patients exposed to noxious stimuli.  Potent anesthetics have low MACs.  The arteriovenous concentration gradient influences the rate of induction, not anesthetic potency. $#Educational objective# The arteriovenous concentration gradient reflects the overall tissue solubility of an anesthetic.  Anesthetics with high tissue solubility are characterized by large arteriovenous concentration gradients and slower onsets of action.  "},

{"id":"8481","title":"A 45-year-old quadriplegic man with suspected bacterial pneumonia is admitted to the hospital and started on intravenous antibiotics.  Over the next 24 hours, he develops progressive respiratory failure requiring mechanical ventilation.  Prior to intubation, a skeletal muscle relaxant is administered and the patient subsequently goes into cardiac arrest.  His attached cardiac monitor shows ventricular fibrillation.  While he is being resuscitated, his serum potassium level is drawn and later comes back as 9.5 mEq/L.  Administration of which of the following agents is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atracurium","answer_2":"B. Baclofen","answer_3":"C. Dantrolene","answer_4":"D. Succinylcholine","answer_5":"E. Vecuronium","percent_1":"5%","percent_2":"8%","percent_3":"11%","percent_4":"70%","percent_5":"6%","right_answer":"D. Succinylcholine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Adverse effects of succinylcholine# § • Malignant hyperthermia (especially with halothane) in genetically susceptible patients • Severe hyperkalemia in patients with burns, myopathies, crush injuries & denervation • Bradycardia from parasympathetic stimulation or tachycardia from sympathetic effects","explanation_img":"","explanation_1":"","explanation_2":"Succinylcholine is a depolarizing neuromuscular-blocking agent that, like acetylcholine, attaches to the nicotinic acetylcholine receptor (nAChR) and depolarizes the neuromuscular end plate.  Unlike acetylcholine, succinylcholine is not degraded by acetylcholinesterase, resulting in continuous stimulation of the endplate (reflected by initial transient fasciculations).  However, the sodium channels surrounding the end plate rapidly become inactivated and cannot reopen until the end plate is repolarized.  Thus, succinylcholine-induced depolarization remains isolated to the end plate, resulting in development of a flaccid paralysis (#phase 1 block#).  Eventually, with continued administration of succinylcholine, the continuous depolarization of the endplate gives way to gradual repolarization as the nAChR becomes desensitized to the effects of succinylcholine.  This is termed #phase II block# and is similar to non-depolarizing blockade. $Because the nAChR is a nonselective cation channel, its opening not only allows sodium influx but also potassium release.  Exaggerated hyperkalemia and life-threatening arrhythmias can occur in patients with crush or burn injuries, denervating injuries or diseases (eg, quadriplegia and Guillain-Barré syndrome), and myopathies.  These pathologic states cause up-regulation of muscle nAChRs and/or rhabdomyolysis, which can result in the release of large amounts of potassium when succinylcholine is administered.  In these patients, non-depolarizing agents such as vecuronium or rocuronium are better choices #(choice E)#. $#(Choice A)#  The nondepolarizing neuromuscular-blocking agent atracurium releases histamine and can produce a fall in blood pressure, flushing, and bronchoconstriction.  It is also metabolized to laudanosine, which can provoke seizures. $#(Choice B)#  Baclofen is a muscle relaxant that affects GABAB receptors at the level of the spinal cord. $#(Choice C)#  Dantrolene is a muscle relaxant effective in malignant hyperthermia.  It acts on ryanodine receptors on the sarcoplasmic reticulum and prevents release of calcium into the cytoplasm of muscle fibers. $#Educational objective# Succinylcholine can cause significant potassium release and life-threatening arrhythmias in patients at high risk for hyperkalemia, including those with burns, myopathies, crush injuries, and denervating injuries or disease.  "}


]