[

{"id":"796","title":"A 29-year-old African American woman is being evaluated for exertional dyspnea and dry cough.  She has no significant medical history and takes no medications.  The patient works part-time as a bird keeper at a zoo.  Chest x-ray reveals bilateral hilar adenopathy and reticular pulmonary infiltrates.  Serum ACE levels and calcium levels are elevated.  Purified protein derivative testing is negative.  A bronchoscopy is scheduled to help determine the diagnosis.  Which of the following is most likely to be the predominant cell type in this patient's bronchoalveolar lavage fluid?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD4+ lymphocytes","answer_2":"B. CD8+ lymphocytes","answer_3":"C. CD22+ lymphocytes","answer_4":"D. Eosinophils","answer_5":"E. Mast cells","answer_6":"F. Neutrophils","percent_1":"64%","percent_2":"12%","percent_3":"3%","percent_4":"9%","percent_5":"3%","percent_6":"8%","right_answer":"A. CD4+ lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Common features of sarcoidosis! ?Epidemiology? • Young adults • African Americans ?Clinical? • Constitutional symptoms • Cough, dyspnea & chest pain • Extrapulmonary findings $== ○ Skin lesions $== ○ Anterior/posterior uveitis$== ○ Löfgren syndrome$== • Parotid gland swelling ?Imaging? • Bilateral hilar adenopathy • Pulmonary reticular infiltrates ?Laboratory? • Hypercalcemia/hypercalciuria • Elevated serum ACE level ?Pathology? • Biopsy showing noncaseating granulomas$ that stain negative for fungi &$ acid-fast bacilli ","explanation_img":"","explanation_1":"","explanation_2":"This patient’s hilar adenopathy, hypercalcemia, and elevated ACE levels are suggestive of #sarcoidosis#, a condition characterized histologically by #noncaseating granulomas# composed of activated macrophages and T lymphocytes. Activated macrophages can ectopically produce ACE and #1-alpha-hydroxylase# (increases production of 1,25-dihydroxycholecalciferol, the active form of vitamin D). This results in high ACE levels and hypercalcemia commonly seen in patients with sarcoidosis. Any organ can be affected; however, the lungs (interstitial lung disease), lymph nodes (hilar adenopathy), skin (nodular rash), and eyes (anterior uveitis) are most commonly involved. $Sarcoidosis may resemble other interstitial lung diseases (eg, hypersensitivity pneumonitis, cryptogenic organizing pneumonia). In such cases, quantification of the CD4+/CD8+ ratio in bronchoalveolar lavage (BAL) fluid may help in determining the diagnosis. Sarcoidosis is a #CD4+ T-cell–mediated disease# in which large amounts of CD4+ lymphocytes release interferon-gamma and TNF-alpha to drive macrophage activation and granuloma formation. Therefore, the BAL fluid in patients with pulmonary sarcoidosis demonstrates a lymphocytic predominance with a #high CD4+/CD8+ ratio# (>2:1). $#(Choice B)# CD8+ cells predominate in the BAL fluid of patients with hypersensitivity pneumonitis. Although this patient has an exposure risk for hypersensitivity pneumonitis (bird handling), her hilar adenopathy as well as elevated serum calcium and ACE levels make sarcoidosis more likely. $#(Choice C)# CD19, CD20, and CD22 are markers for the B-cell lineage. Precursor B-cell lymphoblastic leukemia (CD22–) may sometimes involve the pleura or present as diffuse, patchy pulmonary infiltrates. In such cases, the BAL fluid might contain CD22– lymphocytes; however, elevated ACE and calcium levels suggest sarcoidosis. $#(Choice D)# BAL fluid eosinophilia is found in eosinophilic pneumonias and tropical pulmonary eosinophilia. Although patients with hypersensitivity pneumonitis may have elevations in circulating eosinophils, they do not have elevated eosinophil counts in their BAL fluid. $#(Choice E)# Even though the quantity of mast cells in BAL fluid may be elevated in various pulmonary diseases, there are few, if any, conditions reported to have a predominance of such cells. $#(Choice F)# Neutrophils would predominate in patients with bacterial pneumonias. $#Educational objective# Sarcoidosis is a CD4+ T-cell mediated disease, in which large numbers of CD4+ lymphocytes release interferon-gamma and tumor necrosis factor-alpha to drive macrophage activation and granuloma formation. Bronchoalveolar lavage fluid in pulmonary sarcoidosis demonstrates a lymphocytic predominance with a high CD4+/CD8+ ratio."},

{"id":"15181","title":"A 32-year-old woman comes to the office for a preemployment examination.  The patient has had mild shortness of breath on exertion over the past year, which she attributes to deconditioning.  Three months ago, an ophthalmologist treated her for anterior uveitis.  The patient has no other medical conditions and takes no medications.  She does not use tobacco, alcohol, or recreational drugs.  Blood pressure is 110/70, pulse is 72/min, and respirations are 14/min.  On physical examination, visual acuity is within normal limits.  There is swelling of the parotid glands and the lungs are clear to auscultation.  Chest x-ray reveals enlarged hilar lymph nodes and nodular pulmonary infiltrates.  Which of the following histopathological findings are most likely to be seen on lymph node biopsy in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Caseating epithelioid granulomas and acid-fast bacilli","answer_2":"B. Eosinophilic, perivascular, inflammatory infiltrate","answer_3":"C. Granulomatous inflammation with no central necrosis","answer_4":"D. Reed-Sternberg cells surrounded by inflammatory cells","answer_5":"E. Small basophilic cells with granular nuclear chromatin","percent_1":"5%","percent_2":"7%","percent_3":"77%","percent_4":"8%","percent_5":"4%","right_answer":"C. Granulomatous inflammation with no central necrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with hilar lymphadenopathy, nodular pulmonary infiltrates, and a history of anterior uveitis likely has #sarcoidosis#, an inflammatory disorder of unknown etiology that occurs most commonly in younger, African American patients.  It is characterized on histology by the presence of #noncaseating granulomas# (collections of tightly clustered, @epithelioid macrophages@ with abundant pink cytoplasm surrounded by a rim of mononuclear cells without central necrosis).  Multinucleated giant cells, formed by macrophage fusion, are frequently seen. $Sarcoidosis primarily involves the lungs, causing nodular or #interstitial infiltrates#.  However, extrapulmonary manifestations are common and can involve the lymph nodes (eg, #hilar adenopathy#), eyes (eg, #anterior uveitis#), skin (eg, erythematous nodular rashes), CNS (eg, neurosarcoidosis), and internal organs (eg, heart, liver).  Salivary glands (eg, parotid, as in this patient) are involved in up to 5% of patients.  Constitutional symptoms, including fatigue, weight loss, and night sweats, can also occur. $#(Choice A)#  @Tuberculosis@ can cause pulmonary infection associated with fatigue, dyspnea, and adenopathy but is characterized by caseating granulomas (central necrosis is present) and acid-fast bacilli.  Tuberculosis occurs more frequently in those with risk factors (eg, incarceration, homeless, high-risk health care workers), whereas this patient's history of anterior uveitis and parotid enlargement is more suggestive of sarcoidosis. $#(Choice B)#  Churg-Strauss syndrome (eosinophilic granulomatosis with polyangiitis) is characterized by perivascular eosinophilic inflammatory infiltrates and presents with asthmatic symptoms and pulmonary infiltrates.  However, it is also typically accompanied by allergic rhinitis, sinusitis, nasal polyps, and skin lesions. $#(Choice D)#  Reed-Sternberg cells are seen in @Hodgkin lymphoma@, which causes lymphadenopathy but would not be expected to cause pulmonary infiltrates or anterior uveitis. $#(Choice E)#  @Small cell lung carcinoma@ is characterized by small basophilic cells with granular chromatin and causes bulky adenopathy and pulmonary masses.  However, it is much more common in older patients and heavy smokers. $#Educational objective# Sarcoidosis is characterized by noncaseating granulomas.  Multinucleated giant cells, formed by macrophage fusion, are frequently seen.  Sarcoidosis commonly involves the lungs with interstitial or nodular infiltrates; extrapulmonary manifestations can affect lymph nodes, eyes (eg, uveitis), skin, internal organs, and salivary glands.  ","clickable_1":"images/img1.15181.jpg","clickable_2":"images/img2.15181.jpg","clickable_3":"images/img3.15181.jpg","clickable_4":"images/img4.15181.jpg"},

{"id":"798","title":"A 36-year-old woman comes to the office due to arthralgias and nodules on her legs.  She has no prior medical conditions and takes no medications.  On physical examination, there is moderate hepatomegaly.  A representative skin rash is shown in the image below.  The lesions are tender and present predominantly on the anterior surface of the lower extremities.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/798.jpg","title_2":"Chest x-ray demonstrates enlarged hilar lymph nodes, and laboratory testing reveals an elevated ACE level.  Which of the following would most likely be found on liver biopsy in this patient?","audio":"","comparison_items":"","answer_1":"A. Centrilobular necrosis","answer_2":"B. Fatty change","answer_3":"C. Nodular regeneration","answer_4":"D. Periportal fibrosis","answer_5":"E. Portal inflammation","answer_6":"F. Scattered granulomas","percent_1":"5%","percent_2":"2%","percent_3":"3%","percent_4":"7%","percent_5":"4%","percent_6":"79%","right_answer":"F. Scattered granulomas","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Common features of sarcoidosis! ?Epidemiology? • Young adults • African Americans ?Clinical? • Constitutional symptoms • Cough, dyspnea & chest pain • Extrapulmonary findings $ == ○ Skin lesions $ == ○ Anterior/posterior uveitis $ == ○ Löfgren syndrome • Parotid gland swelling ?Imaging? • Bilateral hilar adenopathy • Pulmonary reticular infiltrates ?Laboratory? • Hypercalcemia/hypercalciuria • Elevated serum ACE level ?Pathology? • Biopsy showing noncaseating granulomas $ that stain negative for fungi & acid-fast bacilli","explanation_img":"","explanation_1":"","explanation_2":"This patient has tender erythematous nodules on the anterior lower extremities, consistent with #erythema nodosum#, a nonspecific, delayed hypersensitivity reaction that can be seen in a variety of infections or inflammatory disorders.  However, in combination with hilar adenopathy and elevated ACE levels (formed by activated macrophages), this presentation is highly suggestive of #sarcoidosis#.  Sarcoidosis is a systemic inflammatory disorder of unknown etiology characterized pathologically by noncaseating granulomas. $ Granulomas can occur in any organ but commonly involve the lymph nodes (eg, #bilateral hilar adenopathy#), lungs (interstitial lung disease), joints (eg, #arthralgias#), eyes (uveitis), or skin.  Most patients with sarcoidosis also develop #liver involvement#, typically in the form of #asymptomatic hepatomegaly# with mild liver function test abnormalities (alkaline phosphatase > aminotransferases).  Biopsy will show #scattered noncaseating granulomas#, predominantly around the portal veins. $ (Choice A)  Centrilobular necrosis is the death of hepatocytes immediately surrounding the terminal hepatic vein.  Ischemic injury (as in right-sided heart failure), drugs, toxins, and fulminant hepatitis can be responsible. $ (Choice B)  Fatty change (steatosis) is most commonly seen in alcohol use or obesity, although it can also be seen with a reversible hypoxic, toxic, or metabolic injury (eg, protein malnutrition). $ (Choice C)  Nodular regeneration is seen with cirrhosis.  Sarcoidosis does not typically progress to hepatic cirrhosis. $ (Choice D)  Periportal fibrosis may be seen in chronic cholestasis (eg, primary sclerosing cholangitis, primary biliary cholangitis) or chronic viral hepatitis; it is not associated with sarcoidosis. $ (Choice E)  Portal inflammation is a very nonspecific finding that occurs with many forms of hepatitis, toxin- and drug-induced liver injury, and metabolic and cholestatic liver diseases. $ Educational objective Sarcoidosis is a systemic inflammatory disorder characterized by noncaseating granulomas in a variety of tissues.  Most patients develop liver involvement, which typically manifests as asymptomatic hepatomegaly with mild liver function test abnormalities.  Liver biopsy frequently demonstrates scattered noncaseating granulomas."},

{"id":"8260","title":"A 53-year-old man is being evaluated for dyspnea.  The graph on the right shows how the patient's work of breathing varies with respiratory rate, whereas the graph on left represents the work of breathing versus respiratory rate in a normal individual.  The minute ventilation is constant and equal in both graphs.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8260.jpg","title_2":"Which of the following is the most likely diagnosis in this patient?","audio":"","comparison_items":"","answer_1":"A. Alpha-1 antitrypsin deficiency","answer_2":"B. Anxiety disorder","answer_3":"C. Asthma","answer_4":"D. Goiter","answer_5":"E. Pulmonary fibrosis","percent_1":"18%","percent_2":"4%","percent_3":"11%","percent_4":"2%","percent_5":"65%","right_answer":"E. Pulmonary fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8260.jpg","explanation_1":"","explanation_2":"$#Work of breathing# (WOB) is the energy expended during respiration, and comprises the work required to overcome both elastic and airflow resistance: $• #Elastic resistance# is the opposition to lung expansion caused by the intrinsic elastic properties of the lungs and chest wall; it is increased at higher tidal volumes (elastic recoil increases at high lung volumes).  #Restrictive lung diseases# (eg, pulmonary fibrosis, severe obesity) are characterized by higher than normal elastic resistance.  Interstitial fibrosis increases lung stiffness whereas severe obesity increases chest wall stiffness. $• #Airflow resistance# is the opposition to airflow created by limited airway diameter and turbulent airflow; it is increased at higher respiratory rates (due to faster airflow with increased turbulence) and at low lung volumes (due to reduced airway diameter).  #Obstructive lung diseases# (eg, asthma, chronic obstructive pulmonary disease) increase airflow resistance due to bronchoconstriction and/or airway collapse. $To reduce the WOB, the tidal volume and respiratory rate are optimized by the respiratory control centers.  In patients with #restrictive lung disease#, the WOB is minimized when the tidal volume is low.  Therefore, to compensate for low lung volumes, #rapid#, #shallow breathing# is favored (as in this patient).  In contrast, in patients who have obstructive lung disease, the WOB is minimized with lower respiratory rates and higher tidal volumes (ie, relatively slow, deep breathing) #(choice C).# $#(Choice A)#  Alpha-1 antitrypsin deficiency causes panacinar emphysema, a type of chronic obstructive pulmonary disease.  This causes increased airflow resistance, and slow, deep breaths will be favored to minimize the WOB. $#(Choice B)#  Anxiety disorders (eg, panic attacks) are occasionally associated with rapid, shallow breathing; however, the lungs function normally and, therefore, the WOB versus the respiratory rate curve is normal.  Because the breathing rate is higher than the normal optimal rate, the work done against airflow resistance (and total work) is increased. $#(Choice D)#  A fixed upper airway obstruction (eg, caused by a large goiter) leads to increased air flow resistance and favors slow, deep breaths to minimize the WOB. $#Educational objective# The work of breathing is minimized in patients with increased elastic resistance (eg, pulmonary fibrosis) when their respiratory rate is high and tidal volume is low (fast, shallow breaths).  In contrast, patients with diseases that increase airflow resistance (eg, asthma, chronic obstructive pulmonary disease) breathe at a lower respiratory rate and higher tidal volume (slow, deep breaths) to minimize the work of breathing.  "},

{"id":"797","title":"A 37-year-old woman is evaluated for progressive shortness of breath and dry cough.  The patient has seasonal allergies and takes no medications.  There is no significant family history.  On physical examination, the lungs are clear to auscultation.  Chest imaging studies reveal pulmonary infiltrates and hilar adenopathy.  The patient undergoes lung biopsy; the findings are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/797.jpg","title_2":"Which of the following sets of immune cells and cytokines is most likely responsible for the development of this patient's pathologic findings?","audio":"","comparison_items":"","answer_1":"A. Th1, IL-2, interferon-γ","answer_2":"B. Th1, IL-5, IL-10","answer_3":"C. Th2, IL-3, interferon-γ","answer_4":"D. Th2, IL-4, IL-5","answer_5":"E. Th2, IL-5, tumor necrosis factor-alpha","percent_1":"68%","percent_2":"2%","percent_3":"6%","percent_4":"11%","percent_5":"13%","right_answer":"A. Th1, IL-2, interferon-γ","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp797.jpg","explanation_1":"","explanation_2":"$This patient with dyspnea and dry cough has pulmonary infiltrates and hilar adenopathy; this presentation suggests pulmonary #sarcoidosis#.  The biopsy specimen with multiple, #noncaseating granulomas#—characterized by a central collection of tightly clustered epithelioid macrophages with abundant pink cytoplasm surrounded by a rim of mononuclear cells—confirms the diagnosis.  Multinucleated giant cells, formed by macrophage fusion, are discernable at higher magnification. $Sarcoidosis is thought to result from a dysregulated cell-mediated immune response to an unidentified antigen, which causes the formation of granulomas.  Cell-mediated immunity is stimulated by production of #IL-12# from activated antigen-presenting cells.  IL-12 stimulates #CD4+ helper T cells# to @differentiate@ into the #Th1 subtype#.  Th1 cells then secrete #IL-2# and #interferon-γ# (IFN-γ).  IL-2 stimulates the autocrine proliferation of Th1 cells and furthers Th1 recruitment.  IFN-γ activates #macrophages #and promotes granuloma formation.  Activated macrophages and T cells also produce #tumor necrosis factor-alpha#, further assisting in leukocyte recruitment and granuloma maintenance. $#(Choice B)#  Th1 cells are central to cell-mediated immunity.  However, IL-5 is a product of Th2 cells.  Moreover, IL-10 is a cytokine involved in the downregulation of immune responses. $#(Choices C, D, and E)#  Th2 cells are involved in humoral immunity and defense against extracellular parasites.  Asthma, a Th2-driven disease, causes dyspnea and cough but is not associated with granuloma formation.  Cytokines involved with asthma include IL-4 and IL-5, which are secreted by Th2 cells.  IL-4 promotes B-cell class switching to form IgE antibodies, and IL-5 promotes eosinophil production and activation.  IL-3 is also involved in asthma (as it promotes survival of mast cells) but mainly supports the growth and differentiation of bone marrow stem cells. $#Educational objective# Sarcoidosis is characterized by noncaseating granulomas due to dysregulated cell-mediated immunity.  Activated antigen-presenting cells produce IL-12, which stimulates the differentiation of Th1-type CD4+ cells.  Th1 cells produce IL-2 and interferon-γ, which stimulate Th1 cell proliferation and macrophage activation, respectively.  ","clickable_1":"images/img1.797.jpg"},

{"id":"19244","title":"A 36-year-old woman comes to the clinic for evaluation of a 4-month history of nonproductive cough and exertional dyspnea.  Her only other medical problem is frequent heartburn, for which she takes over-the-counter antacids.  Temperature is 37.1 C (98.8 F), blood pressure is 126/74 mm Hg, pulse is 88/min, and respirations are 20/min.  Examination shows bilateral crackles and normal heart sounds.  The remainder of the examination is unremarkable.  Chest imaging shows bilateral interstitial opacities.  Bronchioalveolar lavage reveals >50% of cells being lymphocytes.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Asbestosis","answer_2":"B. Asthma","answer_3":"C. Chronic aspiration","answer_4":"D. Hypersensitivity pneumonitis","answer_5":"E. Pulmonary edema","percent_1":"3%","percent_2":"7%","percent_3":"22%","percent_4":"62%","percent_5":"6%","right_answer":"D. Hypersensitivity pneumonitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Hypersensitivity pneumonitis! ?Etiology? • Immunologic response to inhaled antigen (eg, mold, animal protein) ?Clinical$ presentation? #Acute# • Abrupt-onset fever, chills, cough, dyspnea, fatigue, leukocytosis • Episodes often recurrent & self-resolving $ #Chronic# $ • Progressive cough, dyspnea, fatigue, weight loss • Hypoxemia that worsens with exertion • Chest x-ray: diffuse reticular interstitial opacities (interstitial fibrosis) ?Diagnosis? • PFT: restrictive pattern • BAL: high relative lymphocyte count • Lung biopsy: lymphocytic infiltrate, poorly formed noncaseating granulomas, $interstitial fibrosis (chronic only) ?Treatment? • Remove antigen exposure (resolves acute disease) %#BAL# = bronchoalveolar lavage; #PFT# = pulmonary function testing.","explanation_img":"","explanation_1":"","explanation_2":"This patient with several months of nonproductive cough and exertional dyspnea as well as a #lymphocyte-predominant bronchoalveolar lavage# (BAL) most likely has #hypersensitivity pneumonitis# (HP).  HP results from an exaggerated immunologic response that some individuals develop to an #inhaled antigen# (eg, mold, animal protein).  Those most commonly affected include farmers (ie, #farmer's lung# due to exposure to moldy hay) and bird keepers (ie, #bird fancier's lung# due to exposure to avian proteins). $ The presentation of HP can be acute or chronic.  Acute disease usually involves recurrent episodes of abrupt-onset cough, dyspnea, fever, chills, and fatigue that correlate with intermittent antigen exposure.  Chronic disease likely results from chronic, long-term antigen exposure, and presents with gradually progressive cough, dyspnea, fatigue, and weight loss over a period of several months.  Lung crackles are present with both acute and chronic disease.  Chest x-ray in acute disease is frequently normal, whereas #diffuse reticular interstitial opacities# are present with #chronic disease# as a network of interstitial inflammation and #fibrosis# develops. $ Normally, the leukocytes in alveolar fluid consist of approximately 85% alveolar macrophages, 10% lymphocytes, and a small percentage of neutrophils and eosinophils.  With both acute and chronic HP, #BAL usually shows high relative lymphocyte count# (eg, >20%, often >50%), which helps support the diagnosis.  Other causes of high relative lymphocyte count in BAL include sarcoidosis, lymphoma, and chronic fungal or mycobacterial infection. $ (Choice A)  Asbestosis can present with progressive dyspnea and cough, but BAL typically shows increased neutrophils and characteristic asbestos bodies. $ (Choice B)  Asthma is expected to cause wheezing rather than crackles on lung auscultation.  BAL may show increased eosinophils as well as bronchial epithelial cells. $ (Choice C)  Patients with gastroesophageal reflux disease can have chronic microaspiration, leading to respiratory symptoms (eg, cough, dyspnea).  However, BAL typically shows increased neutrophils and characteristic lipid-laden macrophages that result from the aspiration of lipid-containing food or drink. $ (Choice E)  BAL in cardiogenic pulmonary edema often demonstrates hemosiderin-laden macrophages, resulting from elevated pulmonary capillary hydrostatic pressure leading to extravasation of red blood cells into the alveoli.  Leukocyte percentages are not significantly affected. $ Educational objective Hypersensitivity pneumonitis results from an exaggerated immunologic response to an inhaled antigen (eg, mold, animal protein), and presents with cough and dyspnea of variable acuity.  Bronchoalveolar lavage typically shows high relative lymphocyte count (eg, >20%), which helps support the diagnosis."},

{"id":"19926","title":"A 62-year-old man is evaluated for shortness of breath.  During pulmonary function testing, the patient performs a forceful and complete exhalation after maximal inhalation.  The results (red curve) are compared to a healthy individual of the same age and sex (black curve), as shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19926.jpg","title_2":"Which of the following is the most likely cause of this patient's dyspnea?","audio":"","comparison_items":"","answer_1":"A. Adult-onset asthma","answer_2":"B. Chronic obstructive pulmonary disease","answer_3":"C. Idiopathic pulmonary fibrosis","answer_4":"D. Unable to determine without bronchodilator testing","percent_1":"2%","percent_2":"45%","percent_3":"37%","percent_4":"16%","right_answer":"C. Idiopathic pulmonary fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19926.jpg","explanation_1":"","explanation_2":"$#Pulmonary function testing# (PFT) usually involves spirometry, during which the patient completely inhales (to reach total lung capacity) and then forcefully exhales as much air as possible as quickly as possible.  The graph in this question depicts the measured results following this procedure.  The volume of air expelled during the first second of exhalation is the #forced expiratory volume in 1 second# (FEV1), and the total volume of air expelled represents the #forced vital capacity# (FVC). $The black curve on the graph depicts normal PFT results with an FEV1 of 4 liters, an FVC of 5 liters, and an FEV1/FVC ratio of 80%.  The patient's red curve shows a reduced FEV1 of 3 liters, a reduced FVC of 3.5 liters, and a slightly increased FEV1/FVC ratio of 86%.  These findings are @consistent@ with a #restrictive pattern#; therefore, the patient's dyspnea is most likely due to #interstitial lung disease#.  Neuromuscular weakness and obesity hypoventilation syndrome also demonstrate a restrictive pattern on PFT. $#(Choices A, B, and D)#  Asthma and chronic obstructive pulmonary disease (COPD) both demonstrate an @obstructive pattern@ on PFT with reduced FEV1 (eg, 2 liters), normal or reduced FVC (eg, 4.5 liters), and reduced FEV1/FVC ratio (eg, 45%).  Bronchodilator testing may be helpful in differentiating asthma and COPD as airway obstruction due to asthma typically has a much higher degree of reversibility than that due to COPD.  However, bronchodilator testing does not play a role in evaluating restrictive lung disease. $#Educational objective# Pulmonary function testing involves having the patient inhale completely and then forcefully exhale as much air as possible as quickly as possible.  Restrictive lung disease causes reduced total volume of air expelled (ie, reduced forced vital capacity [FVC]), reduced volume of air expelled in 1 second (ie, reduced forced expiratory volume in 1 second [FEV1]), and a normal or sometimes increased FEV1/FVC ratio.  ","clickable_1":"images/img1.19926.jpg","clickable_2":"images/img2.19926.jpg"},

{"id":"984","title":"A 35-year-old woman comes to the emergency department due to fatigue, exertional dyspnea, and cough.  She has had subjective fevers but no upper respiratory symptoms, and no family members have had a similar illness.  Medical history is unremarkable, and the patient does not use tobacco.  Temperature is 37.5 C (99.5 F), blood pressure is 118/75 mm Hg, pulse is 90/min, and respirations are 22/min.  Pulmonary examination shows normal air exchange with scattered crackles and no wheezes.  The patient also has nontender cervical lymphadenopathy.  Serum chemistry shows a calcium level of 12.0 mg/dL.  Chest x-ray demonstrates scattered nodules and parenchymal infiltrates, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/984.jpg","title_2":"Lymph node biopsy reveals noncaseating granulomas.  Which of the following is the most likely cause of the elevated calcium level in this patient?","audio":"","comparison_items":"","answer_1":"A. Accelerated bone turnover","answer_2":"B. Activated macrophages","answer_3":"C. Destruction of bone tissue","answer_4":"D. Increased parathyroid hormone secretion","answer_5":"E. Phosphate retention","percent_1":"7%","percent_2":"67%","percent_3":"4%","percent_4":"19%","percent_5":"3%","right_answer":"B. Activated macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Common features of sarcoidosis! ?Epidemiology? • Young adults • African Americans ?Clinical? • Constitutional symptoms • Cough, dyspnea & chest pain • Extrapulmonary findings $== ○ Skin lesions $== ○ Anterior/posterior uveitis$== ○ Löfgren syndrome$== • Parotid gland swelling ?Imaging? • Bilateral hilar adenopathy • Pulmonary reticular infiltrates ?Laboratory? • Hypercalcemia/hypercalciuria • Elevated serum ACE level ?Pathology? • Biopsy showing noncaseating granulomas$ that stain negative for fungi &$ acid-fast bacilli ","explanation_img":"","explanation_1":"","explanation_2":"This patient, with systemic and respiratory symptoms, pulmonary infiltrates, lymphadenopathy, and noncaseating granulomas, has typical features of #sarcoidosis#. #Hypercalcemia# is a common feature of sarcoidosis, and even patients with normal serum calcium levels may have increased urinary excretion of calcium, suggesting abnormal calcium metabolism. $ In normal individuals, 25-hydroxyvitamin D is converted to 1,25-dihydroxyvitamin D by @1-alpha-hydroxylase@ in the kidneys.  This step is regulated primarily by parathyroid hormone (PTH) in response to blood calcium levels.  However, in sarcoidosis and other granulomatous disorders, 1-alpha-hydroxylase expression in #activated macrophages# in the lung and lymph nodes causes PTH-independent production of #1,25-dihydroxyvitamin D#.  This leads to increased intestinal absorption of calcium and subsequent hypercalcemia. $ (Choice A)  Increased bone turnover may be seen in patients with sarcoidosis who have very high 1,25-dihydroxyvitamin D levels, but this is a less significant source than intestinal absorption of calcium.  Regardless, the underlying cause of both of these mechanisms is excess 1-alpha-hydroxylase expression by activated macrophages. $ (Choice C)  Osteolytic metastases can cause hypercalcemia due to increased bone resorption in areas surrounding malignant cells.  However, this patient, a nonsmoker with noncaseating granulomas on biopsy, has no specific signs of malignancy. $ (Choice D)  PTH levels in sarcoidosis are typically suppressed due to elevated levels of calcium and 1,25-dihydroxyvitamin D. $ (Choice E)  Chronic renal failure causes phosphorus retention.  The excess serum phosphorus can cause hypocalcemia by combining with intravascular calcium. $ Educational objective Hypercalcemia in sarcoidosis is caused by parathyroid hormone-independent formation of 1,25-dihydroxyvitamin D by activated macrophages.  This leads to increased intestinal absorption of calcium.","clickable_1":"images/img1.984.jpg"},

{"id":"795","title":"A 35-year-old woman comes to the office due to 3 months of progressive dyspnea on exertion, nonproductive cough, and fatigue.  She has a history of seasonal allergies for which she takes over-the-counter antihistamines.  The patient ascribes her symptoms to smoking cigarettes and has cut down from a pack to 3 or 4 cigarettes daily.  Her mother has rheumatoid arthritis.  CT-guided lung biopsy is performed; findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/795.jpg","title_2":"This patient most likely has which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Bronchopulmonary aspergillosis","answer_2":"B. Churg-Strauss syndrome","answer_3":"C. Desquamative interstitial pneumonia","answer_4":"D. Hodgkin lymphoma","answer_5":"E. Idiopathic pulmonary fibrosis","answer_6":"F. Progressive systemic sclerosis","answer_7":"G. Pulmonary alveolar proteinosis","answer_8":"H. Sarcoidosis","answer_9":"I. Small cell lung carcinoma","percent_1":"3%","percent_2":"9%","percent_3":"2%","percent_4":"0%","percent_5":"5%","percent_6":"2%","percent_7":"2%","percent_8":"75%","percent_9":"3%","right_answer":"H. Sarcoidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp795.jpg","explanation_1":"","explanation_2":"$This patient likely has #sarcoidosis#, a chronic multisystem disorder characterized by the formation of #noncaseating granulomas# (eg, epithelioid macrophages, multinucleated giant cells). It typically affects #young adults# and is more prevalent in African American individuals and in #women#. $Any organ can be affected, but the #lungs# are initially involved in most cases. Patients often have the insidious onset of respiratory symptoms (eg, cough, dyspnea, chest pain) accompanied by fatigue, fever, and weight loss. The disease may also be incidentally detected in asymptomatic patients with typical chest x-ray findings (eg, #bilateral hilar lymphadenopathy#, reticular opacities). $#(Choice A)# Allergic bronchopulmonary aspergillosis commonly occurs in patients with asthma or cystic fibrosis and presents with recurrent disease exacerbations. Microscopic examination would likely show mucin within the bronchial lumens with numerous eosinophils and rare Aspergillus hyphae. $#(Choice B)# Churg-Strauss syndrome (eosinophilic granulomatosis with polyangiitis) usually presents with chronic rhinosinusitis, asthma, and eosinophilia. The granulomas seen with Churg-Strauss syndrome typically have eosinophilic infiltration and extensive necrosis. $#(Choices C, E, and G)# Desquamative interstitial pneumonia (DIP), @idiopathic pulmonary fibrosis@ (IPF), and pulmonary alveolar proteinosis (PAP) are associated with cigarette smoking and typically present with the insidious onset of progressive dyspnea and chronic cough. However, DIP is characterized by numerous intraalveolar macrophages, IPF is associated with patchy fibrosis and inflammation, and PAP demonstrates lipoproteinaceous material within the alveoli. $#(Choice D)# Hodgkin lymphoma typically presents with lymphadenopathy and B symptoms (eg, fever, night sweats, weight loss), and histopathology demonstrates Reed-Sternberg cells surrounded by inflammatory cells. $#(Choice F)# Systemic sclerosis results in progressive collagen deposition and fibrosis of the skin and visceral organs (eg, gastrointestinal tract, lungs, kidneys), which can lead to dyspnea and cough. However, biopsy would demonstrate excessive collagen deposition, not granulomas. $#(Choice I)# Small cell carcinoma is a highly malignant lung cancer that is strongly associated with smoking. Histopathologic features include small cells with scant cytoplasm, granular nuclear chromatin (salt and pepper pattern), and indistinct nucleoli. $#Educational objective# Sarcoidosis often presents in young women with the insidious onset of respiratory symptoms (eg, cough, dyspnea, chest pain) accompanied by fatigue, fever, and weight loss. The characteristic histopathologic feature is noncaseating granulomas, which consist of aggregates of epithelioid macrophages, frequently with multinucleated giant cells.","clickable_1":"images/img1.795.jpg","clickable_2":"images/img2.795.jpg","clickable_3":"images/img3.795.jpg"},

{"id":"669","title":"A 64-year-old man is brought to the emergency department after a motor vehicle collision in which his chest hit the steering wheel.  The patient has no prior medical conditions and takes no medications.  Temperature is 36.7 C (98 F), blood pressure is 132/78 mm Hg, pulse is 76/min, and respirations are 14/min.  Physical examination shows mild tenderness over the lower right chest.  Imaging of the neck and chest reveals no fractures or dislocations.  However, the chest CT scan reveals pleural opacities as shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/669.jpg","title_2":"These abnormal findings are most likely to occur in a patient with which of the following occupational histories?","audio":"","comparison_items":"","answer_1":"A. Aerospace manufacturing","answer_2":"B. Coal mining","answer_3":"C. Insulation manufacturing","answer_4":"D. Hay farming","answer_5":"E. Petroleum processing/refining","answer_6":"F. Sandblasting","percent_1":"8%","percent_2":"8%","percent_3":"65%","percent_4":"2%","percent_5":"1%","percent_6":"16%","right_answer":"C. Insulation manufacturing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp669.jpg","explanation_1":"","explanation_2":"$This CT scan demonstrates an incidental finding of #pleural plaques# (focal or band-like pleural thickening, often with #calcifications#).  Pleural plaques are a hallmark of #asbestos# exposure; inhaled fibers result in chronic inflammation and collagen deposition within the pleura.  They occur most commonly along the parietal pleura covering the ribs and @diaphragm@.  Diffuse pleural thickening, benign pleural effusions, and mesothelioma can also occur. $ Some patients eventually develop asbestosis, which presents with slowly progressive, diffuse #pulmonary fibrosis#.  Interstitial lung injury due to fiber inhalation predominantly affects the lower pulmonary zones and manifests radiographically as interstitial densities that predominate in the lung bases. $ Asbestos exposure typically occurs during occupational exposure (eg, #insulation manufacturing# and application, shipbuilding, drywall workers).  There is usually a #20-30 year latent period# between asbestos exposure and onset of symptoms. $ (Choice A)  Beryllium is used in the aerospace manufacturing and nuclear weapon industries.  Pulmonary berylliosis closely resembles sarcoidosis (@nodular infiltrates@, enlarged lymph nodes, noncaseating granulomas) but is not strongly associated with pleural plaques. $ (Choice B)  Coal worker's pneumoconiosis presents radiologically as multiple small, discrete nodules that are most prominent in the upper lung zones.  Pleural plaques are not typical. $ (Choice D)  Hypersensitivity pneumonitis due to inhalation of agricultural dusts or bacteria (eg, farmer's lung) tends to result in diffuse, nodular interstitial infiltrates; pleural plaques are unexpected. $ (Choice E)  Petroleum processing can result in exposure to sulfur oxides and aromatic hydrocarbons; these can cause occupational asthma and (rarely) bronchiolitis obliterans, which result in air trapping and bronchial wall thickening (as opposed to the pleural thickening seen in asbestos exposure). $ (Choice F)  Silicosis is most common in patients with a history of sandblasting or mining.  Numerous upper lobe nodular densities and eggshell calcifications of the hilar nodes are seen; pleural plaques are unexpected. $ Educational objective Asbestos-related pleural disease is characterized by pleural plaques (focal pleural thickening, typically with calcifications).  Common occupational exposures include shipbuilding, insulation manufacturing and application, and drywall application.  Most affected patients remain asymptomatic for 20-30 years following initial exposure.","clickable_1":"images/img1.669.jpg","clickable_2":"images/img2.669.jpg"},

{"id":"1650","title":"A 43-year-old patient comes to the physician due to dyspnea.  The black curve shown below represents the pressure/volume relationship in normal lung tissue.  The blue curve represents the pressure/volume relationship in the patient's lung tissue.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1650.jpg","title_2":"Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A.Alpha-1 antitrypsin deficiency","answer_2":"B.Bronchial asthma","answer_3":"C.Fibromyalgia","answer_4":"D.Idiopathic pulmonary arterial hypertension","answer_5":"E.Pulmonary fibrosis","percent_1":"5%","percent_2":"2%","percent_3":"0%","percent_4":"2%","percent_5":"91%","right_answer":"E.Pulmonary fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1650.jpg","explanation_1":"","explanation_2":"$The pressure/volume relationship in this patient's lungs depicts dramatically #reduced compliance# (ie, for any given volume the pressure will be significantly increased).  Reduced pulmonary parenchymal compliance is the hallmark of #pulmonary fibrosis#. $#(Choice A)#  Alpha-1 antitrypsin deficiency causes panacinar emphysema and liver cirrhosis.  In #emphysema#, the lung parenchyma has #increased compliance#. $#(Choice B)#  Asthma decreases peak expiratory flow rates and FEV1 during pulmonary function testing, but it does not decrease lung compliance. $#(Choice C)#  Fibromyalgia causes diffuse chronic axial musculoskeletal pain and tenderness.  The lung parenchyma is normal. $#(Choice D)#  Idiopathic pulmonary arterial hypertension does not significantly affect lung compliance. $#Educational objective# Reduction in the slope of the curve depicting lung volume versus distending pressure indicates decreased lung compliance (the hallmark of pulmonary fibrosis).  "},

{"id":"670","title":"A 63-year-old man comes to the office due to 3 months of increasing cough with occasional hemoptysis, night sweats, and unintentional weight loss.  The patient recently emigrated from South Africa, where he had worked for many years in the gold mines.  He has a history of silicosis that was diagnosed 10 years ago.  Vital signs show a low-grade fever.  Physical examination reveals diffuse, fine crackles with right upper lobe predominance.  Chest x-ray shows diffuse, small nodules; hilar adenopathy with prominent calcifications; and a cavitary lung lesion in the right upper lobe.  A sputum sample is sent for appropriate staining and culture.  This patient's increased susceptibility to the current infection is best explained by which of the following factors?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Extensive pulmonary fibrosis","answer_2":"B. Impaired immunoglobulin G response","answer_3":"C. Impaired macrophage function","answer_4":"D. Impaired type 2 helper T cell function","answer_5":"E. Ineffective mucociliary clearance","percent_1":"15%","percent_2":"1%","percent_3":"69%","percent_4":"7%","percent_5":"8%","right_answer":"C. Impaired macrophage function","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of silicosis has developed hemoptysis, night sweats, weight loss, and a cavitary lung lesion in the upper lobe; this is highly suggestive of tuberculosis infection.  #Silicosis# is an occupational lung disease that occurs after inhalation of crystalline silica and is characterized by multiple rounded nodules located in the upper lobes.  Patients may also develop calcification of the rim of hilar lymph nodes (eggshell calcification). $Silicosis is associated with increased risk of mycobacterial infections, particularly #Mycobacterium tuberculosis#, due to #impaired macrophage function#.  It is thought that macrophage phagolysosomes are disrupted by internalized silica particles, leading to impaired phagocytosis and increased apoptosis. $#(Choice A)#  Although interstitial fibrosis can be caused by silicosis, fibrosis alone would not greatly predispose to mycobacterial infection.  In fact, scarred areas of lung would be less accessible and may limit spread of microbial pathogens. $#(Choices B and D)#  Th2 cells are important for mediating humoral immunity and combating parasitic infections.  However, humoral immunity does not play a major role in eliminating mycobacterial infections due to the intracellular survivability of these pathogens. $#(Choice E)#  Impaired mucociliary clearance, which occurs in patients with cystic fibrosis, can result in recurrent pulmonary infections due to impaired pathogen clearance.  However, mucociliary clearance is not directly impaired by silicosis. $#Educational objective# In silicosis, internalized silica particles impair macrophage function by disrupting phagocytosis and promoting apoptosis.  This increases the risk of mycobacteria infection (particularly M tuberculosis).  "},

{"id":"20303","title":"A 45-year-old man comes to the office due to progressive dyspnea on exertion and cough for the past several weeks.  He has had no fever, chills, chest pain, or leg swelling.  The patient is a former smoker with 5-pack-year history.  Temperature is 37.2 C (99 F), blood pressure is 120/70 mm Hg, pulse is 82/min, and respirations are 16/min.  The patient is hypoxemic at rest, with an oxygen saturation of 88% on room air.  Jugular venous pressure is normal.  Lung auscultation shows scattered crackles.  Heart sounds are normal.  Chest x-ray reveals bilateral midalveolar and lower alveolar opacities.  Transbronchial lung biopsy reveals lipoproteinaceous material that is positive on periodic acid–Schiff stain and fills up the terminal bronchioles and alveoli.  Electron microscopy of the substance shows lamellar bodies.  Impaired function of which of the following most likely caused excessive accumulation of the substance in this patient's alveoli?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar macrophages","answer_2":"B. Ciliated airway epithelium","answer_3":"C. Club cells","answer_4":"D. Fibroblasts","answer_5":"E. Type 1 pneumocytes","percent_1":"59%","percent_2":"16%","percent_3":"10%","percent_4":"4%","percent_5":"12%","right_answer":"A. Alveolar macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Lung cells & functions#∆⨉∆⨉ §^#Cell type# ∆^#Normal function(s)# ∆^#Example disease association(s)# §^#Alveolar$ macrophage# ∆ • Clearance of alveolar debris (surfactant, pathogens, inhaled particulate matter) ∆ • PAP: impaired macrophage clearance of surfactant §^#Type 1$ pneumocyte# ∆ • Alveolar epithelial lining for gas exchange ∆ • ARDS due to inhalational injury §^#Type 2$ pneumocyte# ∆ • Surfactant production • Stem cell reservoir for type 1 pneumocytes ∆ • Hyaline membrane disease of prematurity §^#Ciliated$ airway$ epithelial$ cell# ∆ • Mucociliary escalator • Salt, water & moisture homeostasis ∆ • Ciliary dyskinesia (Kartagener syndrome) • Cystic fibrosis: airway desiccation §^#Club cell# ∆ • Protection & repair of distal airway ∆ • COPD: tobacco smoke detoxification §^#Goblet cell# ∆ • Secretion of mucins ∆ • COPD & asthma: goblet cell metaplasia & mucus hypersecretion §^#Fibroblast# ∆ • Maintenance of interstitial lung tissue ∆ • IPF: increased fibroblast activity • Emphysema: decreased fibroblast activity %#ARDS =# acute respiratory distress syndrome; #COPD =# chronic obstructive pulmonary disease; #IPF =# idiopathic pulmonary fibrosis; #PAP =# pulmonary alveolar proteinosis.","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #pulmonary alveolar proteinosis (PAP)#, a rare condition characterized by progressive respiratory dysfunction due to the #accumulation of surfactant# debris within alveolar spaces.  Surfactant is a lipoproteinaceous material that appears pink with #periodic acid–Schiff# staining; it forms concentrically laminated structures (ie, #lamellar bodies#) that can be seen on electron microscopy. $PAP is caused by an imbalance between surfactant production and clearance.  In healthy lungs, surfactant is secreted by type 2 pneumocytes and eventually cleared by #alveolar macrophages#.  In PAP, surfactant removal is impaired due to compromised alveolar macrophage function (eg, usually because of defects in granulocyte-monocyte colony-stimulating factor #[GM-CSF]# signaling). $Treatment involves therapeutic whole-lung lavage to wash away surfactant and inhaled GM-CSF replacement therapy. $#(Choice B)#  Ciliated epithelial cells line the conducting airways and are responsible for mucociliary escalator function, a key process in airway clearance.  Primary ciliary dyskinesia (eg, Kartagener syndrome) is characterized by impaired ciliary function and leads to mucostasis, recurrent pneumonia, and bronchiectasis. $#(Choice C)#  Club cells (bronchiolar cells) are located at the bronchoalveolar alveolar junction and protect and repair the distal airway (terminal bronchioles).  Club cell dysfunction has been implicated in the pathogenesis of COPD. $#(Choice D)#  Fibroblasts produce and maintain the connective tissue matrix of the lung, lending structural support and elasticity.  Loss of fibroblast function contributes to degenerative airspace dilation in emphysema. $#(Choice E)#  Type 1 pneumocytes form the alveolar gas-exchanging surface.  Rapid destruction and loss of type 1 pneumocytes occurs in early acute lung injury.  It does not result in the abnormal accumulation of surfactant products. $#Educational objective# Pulmonary alveolar proteinosis is a rare condition characterized by progressive respiratory dysfunction due to the accumulation of surfactant (periodic acid–Schiff positive material forming lamellar bodies) within the alveolar spaces.  The condition occurs most often due to the impaired clearance of surfactant by alveolar macrophages (eg, decreased granulocyte-monocyte colony-stimulating factor signaling).  "},

{"id":"877","title":"A 26-year-old woman is evaluated for joint pain affecting the elbows, knees, and ankles for the past month.  She has also experienced a dry cough and mild shortness of breath over the last 6 months.  She is sexually active and takes oral contraceptives.  Temperature is 37.2 C (99 F), blood pressure is 120/70 mm Hg, pulse is 84/min, and respirations are 16/min.  On physical examination, the lungs are clear to auscultation.  There is mild swelling and tenderness of the elbows, knees, and ankles.  The lower extremities are tender to palpation and have scattered erythematous nodules.  Chest x-ray reveals lung nodules and hilar fullness.  Transbronchial biopsy shows large epithelioid cells, occasional giant cells, and no areas of necrosis.  Which of the following pharmacotherapies is most appropriate for the initial treatment of this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ceftriaxone","answer_2":"B. Doxycycline","answer_3":"C. Etanercept","answer_4":"D. Penicillin","answer_5":"E. Prednisone","percent_1":"8%","percent_2":"6%","percent_3":"7%","percent_4":"2%","percent_5":"77%","right_answer":"E. Prednisone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Common features of sarcoidosis! ?Epidemiology? • Young adults • African Americans ?Clinical? • Constitutional symptoms • Cough, dyspnea & chest pain • Extrapulmonary findings $ == ○ Skin lesions $ == ○ Anterior/posterior uveitis $ == ○ Löfgren syndrome • Parotid gland swelling ?Imaging? • Bilateral hilar adenopathy • Pulmonary reticular infiltrates ?Laboratory? • Hypercalcemia/hypercalciuria • Elevated serum ACE level ?Pathology? • Biopsy showing noncaseating granulomas $ that stain negative for fungi & acid-fast bacilli","explanation_img":"","explanation_1":"","explanation_2":"This young patient has arthralgias, dyspnea, cough, and @erythema nodosum@ (tender, subcutaneous, lower extremity nodules).  This, in conjunction with lung nodules and hilar fullness on x-ray, is highly suggestive of #sarcoidosis#, an inflammatory disease characterized by granuloma formation in multiple tissues.  Diagnosis is confirmed by biopsy showing @noncaseating granulomas@ composed of #epithelioid cells# (activated macrophages) and #giant multinucleated cells# without central necrosis.  Typical manifestations include @hilar adenopathy@, #pulmonary infiltrates# (eg, nodules, interstitial lung disease), skin (eg, erythema nodosum) and ocular (eg, anterior uveitis) involvement, polyarthritis, and constitutional symptoms (eg, fatigue, weight loss). $ Many patients with sarcoidosis do not require treatment; however, those with significant symptoms (eg, dyspnea, chest pain) or progressive pulmonary disease (ie, worsening opacities/fibrosis or pulmonary function tests) should be treated.  Oral #glucocorticoids# (eg, prednisone) are the initial treatment of choice. $ (Choice A)  Ceftriaxone is appropriate treatment for disseminated gonococcal infection, which causes arthralgias and tenosynovitis.  However, patients typically have a pustular, painless dermatitis; lung involvement would be unexpected. $ (Choice B)  Doxycycline is used to treat Lyme disease, which presents with an expansive erythematous rash with central clearing (erythema migrans), fatigue, and arthralgias; pulmonary involvement is unexpected.  Histology demonstrates an inflammatory infiltrate with spirochetes. $ (Choice C)  Etanercept is a tumor necrosis factor-alpha inhibitor that is used in rheumatoid arthritis, a condition that can cause arthralgias, skin nodules (rheumatoid nodules), and interstitial lung disease; however, it typically involves the metacarpophalangeal and proximal interphalangeal joints.  Pathology shows a periarticular inflammatory infiltrate with joint destruction; noncaseating granulomas would not be seen. $ (Choice D)  Penicillin is used to treat syphilis, but the rash associated with this disease is typically maculopapular and involves the palms and soles.  Histopathology may demonstrate lymphoplasmacytic inflammation and granulomas, and Treponema pallidum is visible on darkfield microscopy. $ Educational objective Sarcoidosis commonly presents with hilar adenopathy, pulmonary infiltrates, and skin findings (eg, erythema nodosum).  Biopsy shows noncaseating granulomas composed of epithelioid cells (activated macrophages) and giant multinucleated cells.  Oral glucocorticoids are the initial treatment of choice.","clickable_1":"images/img1.877.jpg","clickable_2":"images/img2.877.jpg","clickable_3":"images/img3.877.jpg"},

{"id":"15485","title":"A 35-year-old man comes to the clinic for evaluation of exertional dyspnea and dry cough for 8 months.  Oxygen saturation on room air while lying down is 96% and drops to 88% after 6 minutes of walking.  Examination shows fine crackles in both lower lungs.  Chest x-ray reveals reticular densities in both lung fields.  Lung biopsy shows an infiltration of inflammatory cells, predominantly lymphocytes, as well as poorly formed noncaseating granulomas and moderate alveolar septal fibrosis.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchial asthma","answer_2":"B. Chronic bronchitis","answer_3":"C. Hypersensitivity pneumonitis","answer_4":"D. Idiopathic pulmonary fibrosis","answer_5":"E. Pulmonary tuberculosis","percent_1":"1%","percent_2":"3%","percent_3":"51%","percent_4":"41%","percent_5":"4%","right_answer":"C. Hypersensitivity pneumonitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Hypersensitivity pneumonitis! ?Etiology? • Immunologic response to inhaled antigen (eg, mold, animal protein) ?Clinical$ presentation? #Acute# • Abrupt-onset fever, chills, cough, dyspnea, fatigue, leukocytosis • Episodes often recurrent & self-resolving$ #Chronic# • Progressive cough, dyspnea, fatigue, weight loss • Hypoxemia that worsens with exertion • Chest x-ray: diffuse reticular interstitial opacities (interstitial fibrosis) ?Diagnosis? • PFT: restrictive pattern • BAL: high relative lymphocyte count • Lung biopsy: lymphocytic infiltrate, poorly formed noncaseating granulomas, $interstitial fibrosis (chronic only) ?Treatment? • Remove antigen exposure (resolves acute disease) %#BAL# = bronchoalveolar lavage; #PFT# = pulmonary function testing. ","explanation_img":"","explanation_1":"","explanation_2":"This patient with chronic #dyspnea and cough# accompanied by characteristic lung biopsy findings most likely has #hypersensitivity pneumonitis# (HP).  HP is an exaggerated immunologic response to an inhaled antigen; common offending agents include mold, bacteria, animal protein, and chemicals.  The condition has variable presentation that is largely dependent on the dose and chronicity of antigen exposure: $ • #Acute HP# involves abrupt-onset and often recurring episodes of fever, chills, cough, dyspnea, and fatigue that coincide with intermittent high-dose antigen exposure.  Leukocytosis is often present.  Chest x-ray may be normal or show scattered micronodular opacification. $ • #Chronic HP# involves persistent and #gradually progressive symptoms# (as in this patient) resulting from long-term, moderate-dose antigen exposure.  Patients usually have symptoms of cough, dyspnea, fatigue, and weight loss for several months or more.  Lung auscultation usually reveals #fine crackles#, and chest x-ray shows #interstitial reticular opacities# consistent with the development of pulmonary fibrosis. $ The diagnosis of HP can be aided by pulmonary function testing that reveals a #restrictive pattern#; the restriction is worse with chronic HP and is accompanied by more severe impairments in gas exchange (eg, hypoxemia, low DLCO).  Biopsy in both acute and chronic disease reveals #lymphocytic infiltrate# with poorly formed #noncaseating granulomas# created by the walling off of inhaled antigens.  Chronic HP is associated with progressive #alveolar septal fibrosis#.  Removal of antigen exposure usually resolves acute disease; however, the fibrosis occurring in chronic disease is often irreversible. $ (Choice A)  Asthma presents with intermittent cough and dyspnea.  Bronchiolar biopsy can reveal noncaseating granulomas, but fibrosis is not typical and eosinophilic infiltrate is expected. $ (Choice B)  Chronic bronchitis presents with dyspnea and cough and is expected to cause wheezing on lung auscultation.  Lymphocytic infiltrate may be present on biopsy, but granulomas are not typical. $ (Choice D)  Idiopathic pulmonary fibrosis can present quite similarly to chronic HP, but affected patients are usually older (eg, age >50) and granulomas are not expected on lung biopsy. $ (Choice E)  Pulmonary tuberculosis typically presents with fever, cough, dyspnea, night sweats, and weight loss.  Lung biopsy demonstrates lymphocytic infiltrate, but caseating (rather than noncaseating) granulomas. $ Educational objective Hypersensitivity pneumonitis involves an exaggerated immunologic response to an inhaled antigen and can have an acute or chronic presentation.  Chronic disease presents with gradually progressive cough, dyspnea, fatigue, and weight loss, and lung biopsy reveals lymphocytic infiltrate, poorly formed noncaseating granulomas, and septal fibrosis."},

{"id":"7648","title":"A 62-year-old man comes to the clinic due to a 6-month history of progressive exertional dyspnea.  The patient has an occasional cough but has no palpitations, orthopnea, chest pain, or lower extremity swelling.  Past medical history is insignificant.  He works as an attorney, does not use tobacco, and drinks alcohol only on social occasions.  His symptoms continue to progress, and the patient dies of respiratory failure 3 years after the initial clinic visit.  Autopsy findings include heterogenous lung parenchyma with predominantly subpleural areas of dense collagen deposition, lymphocyte infiltration, and fibroblast proliferation intermixed with areas of normal lung tissue.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-1 antitrypsin deficiency","answer_2":"B. Asbestosis","answer_3":"C. Chronic bronchitis","answer_4":"D. Chronic hypersensitivity pneumonitis","answer_5":"E. Cryptogenic organizing pneumonia","answer_6":"F. Idiopathic pulmonary fibrosis","percent_1":"2%","percent_2":"11%","percent_3":"1%","percent_4":"6%","percent_5":"5%","percent_6":"74%","right_answer":"F. Idiopathic pulmonary fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The described histopathologic findings are consistent with idiopathic pulmonary fibrosis (IPF).  Microscopic findings are heterogeneous and include: $ • #Patchy# areas of @interstitial fibrosis@ with chronic interstitial inflammation intermixed with normal lung  $ • Early lesions consist of #fibroblastic foci# that become increasingly collagenous with time $ • #Honeycomb pattern# with fibrotic walls and @cystic spaces@ lined by bronchiolar epithelium $ • Fibrosis most prominent in the #subpleural# and perilobular regions $ Importantly, there should also be no other findings consistent with another disease process (eg, granulomas). $ The precise etiology of IPF is unclear, but risk factors include cigarette smoking, environmental pollutants, chronic aspiration, older age, and certain genetic factors (eg, telomerase mutations).  Patients typically have dyspnea, nonproductive cough, finger clubbing, and inspiratory crackles.  The onset is insidious, prognosis is poor, and no curative treatment exists. $(Choice A)  Alpha-1 antitrypsin deficiency causes alveolar wall destruction, resulting in panacinar emphysema.  Patients tend to present at a young age with dyspnea, productive cough, and wheezing.  Emphysematous changes (eg, bullae) are seen predominantly at the lung bases, and histologic findings include large alveoli with thin septa. $ (Choice B)  Asbestosis usually occurs in patients with occupational exposures (eg, shipbuilding).  Microscopy may show fibrosis and honeycombing, but asbestosis can be differentiated from IPF by the presence of asbestos bodies (brown, beaded rods coated with iron-containing material) and ferruginous bodies (inorganic particles with a similar ferrous material).  Pleural plaques are also common. $ (Choice C)  Chronic bronchitis causes significant sputum production over a prolonged period and is often related to smoking.  Histologic findings include mild lymphocytic infiltrates and mucous gland hyperplasia with mucus-filled bronchioles. $ (Choice D)  Chronic hypersensitivity pneumonitis is due to repeated exposure to an inciting agent (eg, birds, fungi, chemicals).  Cough and dyspnea occur shortly after exposure to the antigen and may progress to respiratory failure.  Histologic findings include noncaseating granulomas, peribronchiolar fibrosis, and patchy lymphocytic infiltrates. $ (Choice E)  Cryptogenic organizing pneumonia is another interstitial lung disease of unclear etiology that typically presents with dry cough, dyspnea, and fatigue.  However, histologic findings include fibroblastic plugs in the alveolar sacs and ducts, often extending into adjacent alveoli in a characteristic butterfly pattern. $ Educational objective Histologic findings of idiopathic pulmonary fibrosis are most prominent in the lung periphery and include a heterogeneous mixture of chronic inflammation and patchy interstitial fibrosis, focal fibroblast proliferation, and formation of fibrotic cystic spaces in a honeycomb pattern.","clickable_1":"images/img1.7648.jpg","clickable_2":"images/img2.7648.jpg"},

{"id":"15370","title":"A 76-year-old man has had worsening shortness of breath, cough, and weight loss for the past several months.  He is a lifelong nonsmoker.  Chest imaging reveals irregular pleural thickening.  A surgical biopsy is planned, but the patient refuses, choosing to receive hospice care instead.  He dies several weeks later.  Autopsy examination is performed, and a photograph of the cut lung section is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15370.jpg","title_2":"Histopathological examination of the abnormal tissue is most likely to reveal which of the following findings?","audio":"","comparison_items":"","answer_1":"A. Caseating granulomas with giant cells","answer_2":"B. Central areas of whorled collagen fibers","answer_3":"C. Small round cells positive for chromogranin","answer_4":"D. Spindle cells positive for cytokeratin","answer_5":"E. Thick, fibrinous exudate and pus","percent_1":"7%","percent_2":"31%","percent_3":"10%","percent_4":"37%","percent_5":"16%","right_answer":"D. Spindle cells positive for cytokeratin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15370.jpg","explanation_1":"","explanation_2":"$This nonsmoking patient with dyspnea, cough, and weight loss has pleural thickening on imaging; gross pathology of the lungs demonstrates an encasement of the lungs in a rind-like, calcified mass.  This presentation is consistent with #mesothelioma#, a rare, malignant neoplasm arising from the mesothelial cells that line body cavities (eg, pleural, peritoneal, pericardial). $In early mesothelioma, multiple nodules form on the parietal pleura and gradually grow to encase the lung parenchyma (which is typically uninvolved).  Pleural effusions are common and frequently hemorrhagic.  Mesotheliomas typically present with slowly progressive dyspnea, cough, chest pain, and weight loss.  #Asbestos# exposure is the primary risk factor; individuals with occupational exposure (eg, mining, shipbuilding, insulation installation) are at increased risk. $Histologically, mesothelioma can appear as cuboidal or flattened cells (epithelium-like) or #spindle cells# (stromal-like).  Immunohistochemistry is an important diagnostic marker; nearly all cases of mesothelioma will stain positive for #cytokeratins# and many will also typically stain positive for #calretinin#.  Electron microscopy usually shows polygonal tumor cells with numerous long, slender microvilli and #abundant tonofilaments#. $#(Choice A)#  Tuberculosis is characterized by caseating granulomas with giant cell formation; patients typically have hilar adenopathy and upper lobe infiltrates.  Tuberculosis occurs most commonly in immunosuppressed patients or those at high exposure risk (eg, health care workers, incarcerated individuals). $#(Choice B)#  Silicosis is associated with inhaled silica (eg, mining, sand blasting); histology demonstrates nodules composed of whorled collagen fibers and dust-laden macrophages.  Imaging demonstrates innumerable upper lobe–predominant nodes within the pulmonary parenchyma. $#(Choice C)#  Small cell lung cancer is characterized by small round cells; however, this malignancy typically arises in the central airways (not the pleura).  Neuroendocrine markers, including chromogranin and synaptophysin, are typically positive. $#(Choice E)#  Empyema—composed of a thick, fibrinous exudate and pus—typically occurs when bacteria infect the pleural space (typically from an associated pneumonia).  Patients often present with fever, chills, and (occasionally) sepsis, not months of weight loss and dyspnea. $#Educational objective# Mesothelioma is a neoplasm arising from mesothelial cells and is strongly associated with asbestos exposure.  In early mesothelioma, multiple nodules form on the parietal pleura and gradually encase the lung parenchyma.  Immunohistochemistry is important for diagnosis; nearly all mesotheliomas stain positive for cytokeratins and many also stain positive for calretinin.  "},

{"id":"553","title":"A 56-year-old construction worker comes to the office after receiving a letter from his employer advising him of significant exposure to asbestos during a building project 25 years ago.  He is currently asymptomatic and feels well.  Medical conditions include hypertension and osteoarthritis, for which he takes amlodipine daily and ibuprofen as needed.  The patient quit smoking 10 years ago and does not use alcohol or illicit drugs.  Physical examination is within normal limits.  Chest imaging is normal.  He is concerned about his risk of developing cancer.  Due to his occupational exposure, this patient is at greatest risk of malignancy arising from which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchial epithelium","answer_2":"B. Hematopoietic stem cells","answer_3":"C. Liver parenchyma","answer_4":"D. Nasopharyngeal epithelium","answer_5":"E. Pancreatic ductal cells","answer_6":"F. Pleura mesothelium","answer_7":"G. Urinary bladder epithelium","percent_1":"62%","percent_2":"0%","percent_3":"1%","percent_4":"1%","percent_5":"0%","percent_6":"36%","percent_7":"1%","right_answer":"A. Bronchial epithelium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp553.jpg","explanation_1":"","explanation_2":"$#Asbestos# is a fiber composed of hydrated magnesium silicates commonly used in the shipbuilding, construction, and textile industries.  Inhalation of fine asbestos fibers causes epithelial cell injury, activation of macrophages, and chronic interstitial inflammation and fibrosis.The major clinical manifestations of asbestos exposure include the following: $ • #Pleural disease# includes pleural effusions and pleural plaques.  Pleural plaques are a hallmark of asbestos exposure that typically affect the parietal pleura along the lower lungs and diaphragm.  The plaques are composed of discrete circumscribed areas of dense collagen that frequently become calcified. $ • #Asbestosis# is characterized by progressive #pulmonary fibrosis# that is most predominant in the lower lobes and by the presence of #asbestos bodies# (golden-brown beaded rods with translucent centers). $ • #Bronchogenic carcinoma# is the #most common malignancy# associated with asbestos exposure.  Smoking and asbestos exposure have a synergistic effect on the development of lung carcinoma, increasing the risk from 6-fold in nonsmoking patients with asbestos exposure to 60-fold in asbestos-exposed patients who smoke regularly. $ • #Malignant mesothelioma# is a rare malignancy of the pleura for which asbestos is the only known environmental risk factor.  It is #less common than bronchogenic carcinoma# in asbestos-exposed patients #(choice F)#.  However, mesothelioma is more specific for heavy asbestos exposure. $ (Choice B)  Direct-acting alkylating agents and benzene exposure are associated with acute leukemias, which occur due to malignant proliferation of hematopoietic stem cells. $ (Choice C)  Aflatoxin exposure, which can occur after exposure to contaminated crops (eg, peanuts, corn), is a chemical risk factor associated with hepatocellular cancer, although viral hepatitis, cirrhosis, and alcohol abuse are more common risk factors. $ (Choice D)  Epstein-Barr viral infection and heavy alcohol use, particularly when combined with smoking, increase the risk of nasopharyngeal cancer. $ (Choice E)  Pancreatic cancer is strongly associated with tobacco use and obesity.  However, this patient's asbestos exposure places him at higher risk of developing bronchogenic carcinoma. $ (Choice G)  Beta-naphthylamine is used in aniline dyes and the rubber industry; it is associated with increased incidence of bladder carcinoma. $ Educational objective Patients with a long history of asbestos exposure are at risk for developing asbestosis, pleural disease, and malignancies such as bronchogenic carcinoma and mesothelioma.  Bronchogenic carcinoma is the most common malignancy in this population, although mesothelioma is more specific for asbestos exposure."},

{"id":"1543","title":"A 54-year-old man comes to the office due to shortness of breath that has slowly worsened over the last 6 months.  He also has a persistent, nonproductive cough.  The patient does not use alcohol, tobacco, or illicit drugs.  Temperature is 36.8 C (98 F), blood pressure is 132/78 mm Hg, pulse is 74/min, and respirations are 16/min.  Physical examination reveals fine crackles bilaterally on pulmonary auscultation and drumstick-shaped fingers.  Chest x-ray reveals diffuse reticular opacities.  Pulmonary function testing shows decreased FVC, increased FEV1/FVC ratio, and expiratory flow rates that are higher than normal when corrected for lung volume.  This patient's supernormal expiratory flow rates are best explained by an increase in which of the following parameters?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lung compliance","answer_2":"B. Outward recoil of the chest wall","answer_3":"C. Physiological dead space","answer_4":"D. Radial traction on airway walls","answer_5":"E. Wall thickness of bronchioles","percent_1":"15%","percent_2":"11%","percent_3":"7%","percent_4":"52%","percent_5":"16%","right_answer":"D. Radial traction on airway walls","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1543.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation (progressive dyspnea, fine crackles, clubbing, diffuse reticular opacities) is consistent with #interstitial lung disease# (ILD).  Most ILDs cause progressive #pulmonary fibrosis# with thickening and stiffening of the pulmonary interstitium.  This causes increased lung elastic recoil, as well as #airway widening# due to increased outward pulling (#radial traction#) by the surrounding fibrotic tissue.  The resulting decrease in airflow resistance leads to @supernormal@ expiratory flow rates (higher than normal when corrected for lung volume). $Additional @pulmonary function test@ findings in restrictive lung diseases include reduced total lung capacity, vital capacity, inspiratory capacity, functional residual capacity, and residual volume.  The FVC and FEV1 are decreased as well.  However, the FEV1/FVC ratio is typically normal or increased as FEV1 decreases less than FVC (due to airway widening relative to the low lung volumes).  In addition, fibrosis causes a reduction in the diffusion capacity of carbon monoxide. $#(Choice A)#  Lung compliance is defined as the change in lung volume for a given change in pressure.  Increased compliance means that the lung tissue stretches and expands more in response to increased pressure.  Restrictive lung diseases cause decreased lung compliance and lower lung volumes due to interstitial fibrosis. $#(Choice B)#  The outward recoil of the chest wall limits the volume of air that can be expired during maximal exhalation.  An increase in outward chest wall recoil would decrease expiratory flow rates, as the respiratory muscles must work harder during expiration to oppose the increased outward force. $#(Choice C)#  Physiological dead space refers to the volume of inspired air that does not participate in gas exchange.  Changes in the amount of physiological dead space can affect alveolar ventilation but do not affect expiratory flow rates. $#(Choice E)#  Thickening of the bronchioles, which occurs in some obstructive lung diseases (eg, asthma), leads to narrowing of the airways.  Although reduced airway radius leads to local increase in @airflow velocity@, overall the increased resistance causes a decrease in expiratory flow rates.  In fibrotic lung disease, the interstitium, not the bronchiolar walls, is thickened. $#Educational objective# Interstitial lung disease is associated with decreased lung volumes and increased lung elastic recoil caused by fibrotic interstitial tissue.  The increased elastic recoil results in increased radial traction (outward pulling) on the airways, leading to increased expiratory flow rates when corrected for the low lung volume.  ","clickable_1":"images/img1.1543.jpg","clickable_2":"images/img2.1543.jpg","clickable_3":"images/img3.1543.jpg"},

{"id":"666","title":"A 62-year-old man is evaluated for persistent dry cough and exertional dyspnea that has progressed over the past year.  He has had difficulty accomplishing normal daily activities.  The patient has no significant medical history and takes no medications.  He smoked cigarettes for 10 years and quit 25 years ago.  The patient works as an investment banker and does not use alcohol or illicit drugs.  Vital signs are normal.  Physical examination shows bilateral inspiratory crackles and digital clubbing.  CT scan of the chest is shown in the @exhibit@.  Which of the following changes are most likely present in this patient's lung tissue?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit666.jpg","image_1":"","title_2":"","audio":"","comparison_items":"§∆Type 1 pneumocytes ∆ Type 2 pneumocytes ∆Basement membrane ∆Fibroblasts ","answer_1":"§A. ∆Decreased ∆Decreased ∆Intact ∆ Increased","answer_2":"§B. ∆Decreased ∆Increased ∆Abnormal ∆ Increased","answer_3":"§C. ∆Decreased ∆ Increased ∆ Intact ∆Decreased","answer_4":"§D. ∆Increased ∆Decreased ∆Abnormal ∆ Decreased","answer_5":"§E. ∆Increased ∆Decreased ∆ Abnormal ∆Increased","percent_1":"32%","percent_2":"52%","percent_3":"1%","percent_4":"1%","percent_5":"13%","right_answer":"§B. ∆Decreased ∆Increased ∆Abnormal ∆ Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp666.jpg","explanation_1":"","explanation_2":"$This patient's chronic progressive dyspnea, nonproductive cough, digital clubbing, and inspiratory crackles are concerning for interstitial lung disease.  CT reveals peripheral reticular infiltrates (ie, thickened, linear interstitial markings) with #subpleural honeycombing# (ie, multiple cystic spaces with irregularly thickened walls), which strongly suggests #idiopathic pulmonary fibrosis# (IPF).  IPF is a chronic, fibrosing interstitial pneumonia that is histologically defined by foci of fibroblast proliferation and dense collagen deposition intermixed with unaffected lung (ie, usual interstitial pneumonia pattern). $ The pathogenesis of IPF is thought to be driven by #repetitive epithelial injury# (eg, smoking, acid reflux) followed by #disordered repair#: $ 1. Repetitive lung microinjuries result in the #loss of type 1 pneumocytes#, which compose 95% of the gas-exchanging @alveolar surface area@ #(choice E)#. $ 2. Type 1 pneumocytes are incapable of replication.  Therefore, normal repair requires the proliferation of type 2 pneumocytes, with subsequent differentiation into type 1 pneumocytes to reestablish the alveolar epithelial lining. $ 3. In IPF, #type 2 pneumocytes# undergo #reactive hyperplasia# but fail to differentiate into type 1 cells because of dysfunctional cell fate pathways (eg, Wnt/transforming growth factor-beta) and abnormalities of the underlying basement membrane #(choices A and C)#. $ 4. Impaired re-epithelialization causes lung #fibroblasts# to undergo #focal proliferation# and begin secreting excessive amounts of collagen, leading to interstitial fibrosis #(choice D)#. $ 5. The fibrosis exerts radial traction on the distal airways, leading to dilation of the terminal bronchioles and producing the honeycomb appearance characteristic of IPF. $ Educational objective Idiopathic pulmonary fibrosis is an interstitial lung disease characterized by chronic progressive dyspnea, nonproductive cough, inspiratory crackles, and subpleural (peripheral) lung honeycombing.  In IPF, repetitive microinjury to the alveolar epithelium (eg, smoking, acid reflux) is focally repaired by fibroblast proliferation/collagen deposition instead of normal restoration via type 2 pneumocyte differentiation.","clickable_1":"images/img1.666.jpg"},

{"id":"668","title":"A 53-year-old man comes to the office due to an 8-month history of progressive shortness of breath that peaks during strenuous activity.  Several of his coworkers have experienced similar symptoms.  His medical history includes hypertension and type 2 diabetes mellitus.  Pulmonary examination reveals diffuse fine crackles.  Chest x-ray reveals nodular densities in both lungs that are most prominent in the apical regions.  Calcification of the hilar lymph nodes is also seen.  Bronchoscopy with transbronchial biopsy of a calcified node is performed, and polarized microscopy shows birefringent particles surrounded by dense collagen fibers.  This patient most likely has a history of exposure to which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Asbestos","answer_2":"B. Beryllium","answer_3":"C. Coal dust","answer_4":"D. Organic dust","answer_5":"E. Silica","percent_1":"15%","percent_2":"12%","percent_3":"5%","percent_4":"1%","percent_5":"68%","right_answer":"E. Silica","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This middle-aged patient with dyspnea on exertion, nodular densities on x-ray, calcified hilar lymph nodes, and birefringent particles on biopsy has #silicosis#. Silicosis is a form of pneumoconiosis (ie, a type of interstitial lung disease caused by inhalation of mineral dust). Inhaled crystalline silica, typically due to industrial exposure (eg, mining, sand blasting), is toxic to alveolar macrophages and promotes the formation of intrapulmonary free radicals, leading to progressive lung injury and interstitial collagen deposition. $Histologically, silicosis is characterized by birefringent silicate particles within dense, whorled collagenous nodules surrounded by dust-laden macrophages. $Silicosis is often initially asymptomatic but can present with dyspnea on exertion and productive cough, typically 10–20 years after initial exposure. Radiography varies based on disease progression; simple silicosis typically demonstrates numerous small, rounded nodules predominant in the upper lobes that may rarely coalesce to form mass-like @upper lobe fibrosis@ (progressive massive fibrosis). Calcification of the rim of hilar nodes (eggshell calcification) may also be seen. $#(Choice A)# Asbestosis can present with dyspnea on exertion, but chest x-ray is more likely to reveal an interstitial pattern of involvement most prominent in the lower zones. $@Pleural plaques@ may also be noted. Histology shows ferruginous bodies featuring fusiform rods with a translucent asbestos center and a golden-brown iron coating. $#(Choice B)# Berylliosis may present with dyspnea and ill-defined @nodular or irregular opacities@ on chest x-ray. Histology reveals noncaseating epithelioid granulomas without obvious associated particles. $#(Choice C)# Coal worker's pneumoconiosis can present with exertional dyspnea and nodular interstitial opacities on chest x-ray. Histology of nodal and perilymphatic lung tissue shows accumulations of black, carbon-laden macrophages (coal macules). $#(Choice D)# Inhalation of organic dusts can cause hypersensitivity pneumonitis. Patients have exertional dyspnea and diffuse @interstitial infiltrates@ on chest x-ray. Histology of nodal tissue may reveal noncaseating granulomas. $#Educational objective# Silicosis is characterized by dyspnea and productive cough occurring years after inhalational exposure to crystalline silica. Histologically, it is characterized by birefringent silicate particles within dense, whorled collagenous nodules surrounded by dust-laden macrophages. Radiography typically demonstrates numerous small, rounded nodules predominant in the upper lobes; calcification of the rim of hilar nodes (eggshell calcification) may also be seen.","clickable_1":"images/img1.668.jpg","clickable_2":"images/img2.668.jpg","clickable_3":"images/img3.668.jpg","clickable_4":"images/img4.668.jpg"},

{"id":"15335","title":"A 76-year-old man is brought to the emergency department after being involved in a motor vehicle collision.  He is found to have a laceration of the spleen and is taken for emergent laparotomy.  During surgery, the patient goes into cardiac arrest and dies, despite aggressive resuscitation efforts.  Autopsy examination is performed and shows areas of thickening inside the chest wall as shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15335.jpg","title_2":"Lung examination shows fibrosis of the lower lobes.  Pathologic examination of these fibrotic areas is most likely to reveal which of the following findings?","audio":"","comparison_items":"","answer_1":"A. Alveolar hyaline membranes","answer_2":"B. Birefringent silicate particles","answer_3":"C. Carbon-laden macrophages","answer_4":"D. Cells with dense-core granules","answer_5":"E. Coalescence of granulomas","answer_6":"F. Ferruginous bodies","percent_1":"10%","percent_2":"12%","percent_3":"6%","percent_4":"7%","percent_5":"7%","percent_6":"57%","right_answer":"F. Ferruginous bodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15335.jpg","explanation_1":"","explanation_2":"$This elderly patient had pleural plaques (focal thickening and calcification of the parietal pleura) and lower lung fibrosis, consistent with #pleuropulmonary asbestosis#.  Asbestosis is a pneumoconiosis that occurs with inhalation of asbestos fibers (hydrated magnesium silicates), typically in patients with occupational exposure (eg, insulation installation, shipbuilding, pipe work).  Patients are typically asymptomatic for 20-30 years after initial exposure; dyspnea, cough, and fatigue are common presenting symptoms. $CT radiography in asbestosis demonstrates bilateral parenchymal #fibrosis#, most predominant in the #lower lungs#; honeycombing and upper lung involvement occur in advanced disease.  Pleural disease is common and includes #pleural plaques#, diffuse pleural thickening, or benign pleural effusions.  Histopathology typically demonstrates diffuse #interstitial fibrosis# in association with @ferruginous bodies@ (golden brown, rod- or fusiform-shaped fibers coated with iron-protein complexes).  Asbestos fibers can be differentiated from other ferruginous bodies (eg, carbon, talc) by their #translucent# fiber core. $#(Choice A)#  Hyaline membranes within the alveoli are seen in @acute respiratory distress syndrome@ (ARDS) and can occur after severe trauma or sepsis.  ARDS can lead to fibrosis, but this typically occurs weeks to months after the initial pulmonary insult and is not associated with pleural plaques. $#(Choice B)#  Birefringent silicate particles are seen in silicosis, which typically presents with innumerable nodules that predominate in the upper lungs; egg-shell calcifications of the hilar lymph nodes may also be seen.  Pleural plaques are unexpected. $#(Choice C)#  Carbon-laden macrophages are seen in coal workers pneumoconiosis.  Gross pathology demonstrates black coal nodules distributed throughout the upper lungs. $#(Choice D)#  Carcinoid tumors are neuroendocrine malignancies that appear histologically as sheets of uniform cells with dense core granules noted on electron microscopy.  They sometimes cause carcinoid syndrome (eg, flushing, diarrhea, wheezing), which is seen more commonly with gastrointestinal tumors.  However, they tend to involve the large bronchi; fibrosis and pleural plaques are unexpected. $#(Choice E)#  Chronic granulomatous disease is an immunodeficiency due to the inability of phagocytes to produce reactive oxygen species.  Patients develop excessive granuloma formation and recurrent bacterial and fungal infections.  Patients are typically diagnosed in childhood. $#Educational objective# Asbestosis is a pneumoconiosis that occurs with inhalation of asbestos fibers, most commonly in patients with occupational exposure (eg, insulation installation, shipbuilding, pipe work).  Histopathology demonstrates diffuse interstitial fibrosis and ferruginous asbestos bodies (translucent fibers coated with a golden iron-containing material).  Pleural disease (eg, plaques, benign effusions) is common.  ","clickable_1":"images/img1.15335.jpg","clickable_2":"images/img2.15335.jpg"},

{"id":"1147","title":"A 43-year-old man comes to the office due to malaise, night sweats, and cough for the past several weeks.  He has also lost 4.5 kg (10 lb) over the past 4 months.  The patient has no appreciable medical history and has not traveled recently.  He has spent the last 10 years working as a respiratory therapist at an urban hospital.  Chest x-ray is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1147.jpg","title_2":"A palpable lymph node in the supraclavicular bed is biopsied and pathology reveals well-formed, noncaseating granulomas.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. HIV infection","answer_2":"B. Hodgkin lymphoma","answer_3":"C. Metastatic adenocarcinoma of the lung","answer_4":"D. Metastatic squamous cell carcinoma of the lung","answer_5":"E. Mycobacterium avium complex","answer_6":"F. Mycobacterium tuberculosis","answer_7":"G. Sarcoidosis","percent_1":"1%","percent_2":"7%","percent_3":"4%","percent_4":"2%","percent_5":"3%","percent_6":"13%","percent_7":"70%","right_answer":"G. Sarcoidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1147.jpg","explanation_1":"","explanation_2":"$This patient with cough, night sweats, and #bilateral hilar adenopathy# likely has #sarcoidosis#, a systemic inflammatory disease characterized by @noncaseating granulomas@ (non-necrotic aggregates of epithelioid macrophages frequently with multinucleated giant cells).  It typically presents in young adults (women > men) and occurs more commonly in African Americans. $ Any organ can be affected by sarcoidosis; however, the lungs (eg, reticular/nodular infiltrates), lymph nodes (eg, hilar adenopathy), skin (erythematous rash), and eyes (eg, anterior uveitis) are often involved.  In addition to pulmonary symptoms (eg, cough, chest pain, dyspnea), #constitutional symptoms# (including fever, #weight loss#, fatigue, night sweats, and arthralgias) are common. $ (Choice A)  Acute HIV infection can present with constitutional symptoms and weight loss; however, noncaseating granulomas are not consistent with isolated HIV infection and suggest sarcoidosis. $ (Choice B)  Hodgkin lymphoma can cause supraclavicular adenopathy and B symptoms (eg, weight loss, fever, night sweats); however, biopsy would demonstrate @Reed-Sternberg cells@ surrounded by an inflammatory infiltrate. $ #(Choices C and D)#  Adenocarcinoma and squamous cell carcinoma  of the lung can cause constitutional symptoms and cough; however, a @mass@ would be expected on imaging.  In addition, biopsy of @squamous cell carcinoma@ would show sheets or nests of malignant cells with squamous differentiation (eg, keratinization), whereas @adenocarcinoma@ would show glandular differentiation with atypia. $ (Choice E)  Mycobacterium avium complex can cause similar symptoms with noncaseating (and caseating) granulomas but typically occurs in severely immunocompromised patients.  In addition, Mycobacterium avium pulmonary disease typically causes @cavitations@ and pulmonary infiltrates on imaging. $ (Choice F)  Tuberculosis can cause weight loss, cough, and night sweats, particularly in those with risk factors (eg, immunosuppression, imprisonment, immigrants, HIV positive).  However, biopsy would typically show @caseating granulomas@ and acid-fast bacilli. $ Educational objective Sarcoidosis is an inflammatory disorder characterized histologically by noncaseating granulomas consisting of aggregates of epithelioid macrophages and multinucleated giant cells.  Common manifestations include hilar adenopathy, pulmonary infiltrates, skin rash, ophthalmic findings, and constitutional symptoms.","clickable_1":"images/img1.1147.jpg","clickable_2":"images/img2.1147.jpg","clickable_3":"images/img3.1147.jpg","clickable_4":"images/img4.1147.jpg","clickable_5":"images/img5.1147.jpg","clickable_6":"images/img6.1147.jpg","clickable_7":"images/img7.1147.jpg"},

{"id":"649","title":"A 64-year-old man comes to the office due to 4 weeks of progressive dyspnea.  For the past several months, he has had a nonproductive cough and fatigue.  The patient's medical conditions include degenerative joint disease and peptic ulcer disease.  He smoked 2 packs of cigarettes daily for 38 years but quit 4 years ago.  On examination, there are decreased breath sounds and percussive dullness at the base of the right lung.  Chest CT scan reveals a right-sided pleural effusion and diffuse nodular thickening of the pleura.  On thoracentesis, bloody fluid is obtained.  Pleural biopsy shows proliferation of epithelioid-type cells that are joined by desmosomes, contain abundant tonofilaments, and are studded with very long microvilli.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma","answer_2":"B. Carcinoid lung tumor","answer_3":"C. Mesothelioma","answer_4":"D. Small cell carcinoma","answer_5":"E. Squamous cell carcinoma","percent_1":"10%","percent_2":"5%","percent_3":"59%","percent_4":"5%","percent_5":"22%","right_answer":"C. Mesothelioma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with progressive dyspnea and cough has nodular pleural thickening and a pleural effusion. This presentation, in conjunction with characteristic pathology findings, suggests mesothelioma. #Mesothelioma# is a rare, malignant neoplasm arising from @mesothelial cells@ that line body cavities (eg, pleural, peritoneal, pericardial) and are characterized by numerous #long, slender microvilli# and abundant #tonofilaments#. Histopathology of the tumor cells can show an @epithelioid@ (ie, epithelium-like) and/or sarcomatoid (ie, spindle-shaped) appearance. Immunohistochemical markers (eg, cytokeratin, calretinin) are useful in diagnosis. $Mesothelioma typically presents with slowly progressive #dyspnea#, #cough#, and chest pain. Pleural effusions are common and are often #hemorrhagic#. Radiography may demonstrate nodular or smooth, unilateral #pleural thickening# and @plaque formation@; the lung parenchyma is typically uninvolved. #Asbestos# exposure is the primary risk factor; individuals involved in asbestos mining and industrial applications (eg, insulation, shipbuilding) are at risk for mesothelioma. $#(Choice A)# @Adenocarcinoma@ cells (which typically form glands and/or produce mucin) have short, plump microvilli that distinguish them from mesothelioma cells. Adenocarcinoma tends to involve peripheral lung parenchyma. $#(Choice B)# Pulmonary @carcinoid tumors@ are neuroendocrine neoplasms that tend to involve the large bronchi. Histopathology typically shows uniform tumor cells with a 'salt and pepper' chromatin pattern (ie, with fine and coarse clumps). $#(Choice D)# @Small cell carcinoma@ is associated with smoking but usually arises from the major bronchi. On chest imaging, it is seen as a hilar mass. Histopathology shows small, blue, oval-shaped tumor cells with scant cytoplasm. Neuroendocrine markers (eg, chromogranin, synaptophysin) are usually positive. $#(Choice E)# @Squamous cell carcinoma@ is associated with smoking but arises from the major bronchi; a hilar mass would be expected on imaging. Although desmosomes (intercellular bridges) can be seen in squamous cell carcinoma, imaging usually shows a central hilar mass (not pleural thickening). $#Educational objective# Malignant mesothelioma is a rare neoplasm typically arising from the pleura. It is strongly associated with asbestos exposure and presents with progressive dyspnea, cough, and chest pain. Unilateral pleural thickening or plaque formation is seen on imaging; pleural effusions are also common and may be hemorrhagic. Microscopic examination reveals tumor cells with numerous long, slender microvilli and abundant tonofilaments.","clickable_1":"images/img1.649.jpg","clickable_2":"images/img2.649.jpg","clickable_3":"images/img3.649.jpg","clickable_4":"images/img4.649.jpg","clickable_5":"images/img5.649.jpg","clickable_6":"images/img6.649.jpg","clickable_7":"images/img7.649.jpg"},

{"id":"653","title":"A 58-year-old man comes to the office due to exertional dyspnea and cough.  His symptoms started 6 months ago and have progressively worsened.  Other medical conditions include recurrent pyelonephritis, peptic ulcer disease, and rheumatoid arthritis.  The patient had taken a medication for rheumatoid arthritis for many years but stopped a year ago, as the drug failed to improve his worsening hand arthritis.  He does not use tobacco, alcohol, or illicit drugs.  Physical examination shows joint disease consistent with rheumatoid arthritis.  Chest x-ray is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/653.jpg","title_2":"Which of the following is the most likely explanation for this patient's pulmonary symptoms?","audio":"","comparison_items":"","answer_1":"A. Bilateral atelectasis","answer_2":"B. Left ventricular failure","answer_3":"C. Obstructive lung disease","answer_4":"D. Pulmonary fibrosis","answer_5":"E. Pulmonary hypertension","percent_1":"3%","percent_2":"2%","percent_3":"6%","percent_4":"84%","percent_5":"5%","right_answer":"D. Pulmonary fibrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp653.jpg","explanation_1":"","explanation_2":"$As compared to @normal imaging@, this patient's chest x-ray shows a bilateral and diffuse pattern of small, irregular (#reticulonodular#) opacities that are most pronounced in the lower lobes.  These findings are most consistent with #pulmonary fibrosis#, which typically manifests with #gradual-onset progressive dyspnea#, nonproductive cough, fatigue, and eventual weight loss and failure to thrive. $ Auscultation may reveal #end-inspiratory crackles# at the lung bases.  Pulmonary function tests show a #restrictive pattern# with decreased lung volumes, decreased FEV1 and FVC levels, a normal or increased FEV1/FVC ratio, and decreased diffusion capacity of carbon monoxide.  Microscopically, progressive fibrosis can lead to cystically dilated bronchioles that later coalesce to form the @honeycomb@ appearance found in advanced disease. $ Rheumatoid arthritis (RA) can cause a variety of pulmonary manifestations; the most common is a form of interstitial lung disease similar to idiopathic interstitial pneumonia.  In addition, multiple agents used to treat RA (eg, methotrexate, cyclophosphamide, sulfasalazine) can cause fibrotic lung disease. $ (Choice A)  @Atelectasis@ refers to diminished air volume in part of the lung and most commonly occurs due to obstruction of the corresponding bronchus or bronchiole.  Chest x-ray shows opacification (collapse) of the corresponding lobe/lobule. $(Choice B)  Chest x-ray in @decompensated left ventricular failure@ shows cardiomegaly (heart >1 hemithorax in size), pulmonary edema, pleural effusions, and enlarged pulmonary vessels. $ (Choice C)  Obstructive pulmonary diseases (eg, asthma, chronic obstructive pulmonary disease) are associated with @lung hyperinflation@ on chest x-ray.  This patient has mild hyperinflation (likely due to a deep inspiration during imaging) however the diaphragms are not markedly flattened.  In addition, reticulonodular opacities are not seen in these conditions. $ (Choice E)  Chest x-ray in @pulmonary hypertension@ shows enlargement of the pulmonary arteries and the right ventricle. $ Educational objective Pulmonary fibrosis presents with gradual-onset progressive dyspnea, nonproductive cough, fatigue, eventual weight loss, and bilateral reticulonodular opacities on chest x-ray.  Pulmonary function tests reveal a restrictive pattern.  Patients with rheumatoid arthritis can develop interstitial lung diseases, both from the pulmonary manifestations of the disease itself and from certain therapies (eg, methotrexate, cyclophosphamide, sulfasalazine).","clickable_1":"images/img1.653.jpg","clickable_2":"images/img2.653.jpg","clickable_3":"images/img3.653.jpg","clickable_4":"images/img4.653.jpg","clickable_5":"images/img5.653.jpg","clickable_6":"images/img6.653.jpg"},

{"id":"15126","title":"A 65-year-old man comes to the office due to a 6-month history of exertional dyspnea.  Over the past few weeks he has also developed a nonproductive cough.  Medical history is notable for hypertension and hypercholesterolemia.  The patient does not use tobacco, alcohol, or illicit drugs.  Temperature is 36.9 C (98.4 F), blood pressure is 130/80 mm Hg, pulse is 80/min, and respirations are 18/min.  Examination shows late inspiratory crackles in both lung bases and mild digital clubbing.  The patient undergoes lung biopsy; histologic examination shows areas of dense collagen fibrosis, foci of proliferating fibroblasts, mild interstitial inflammation, and honeycomb changes.  The interstitial inflammation is patchy and consists of a lymphoplasmacytic infiltrate in the alveolar septa associated with hyperplasia of type 2 pneumocytes.  Pharmacotherapy aimed at which of the following is most helpful in treating this patient's lung condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Alpha-1 antitrypsin","answer_2":"B.Endothelin-1","answer_3":"C.Interleukin-5","answer_4":"D.Phosphodiesterase-4","answer_5":"E.Transforming growth factor beta","percent_1":"14%","percent_2":"14%","percent_3":"7%","percent_4":"7%","percent_5":"58%","right_answer":"E.Transforming growth factor beta","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with progressive dyspnea, dry cough, digital clubbing, and crackles on examination has signs of an interstitial lung disease.  The @histologic findings@ of #patchy dense collagen fibrosis# in the interstitium, foci of #fibroblastic proliferation#, @honeycombing@, and mild lymphoplasmacytic infiltrates with hyperplasia of type 2 pneumocytes are highly suggestive of #idiopathic pulmonary fibrosis# (IPF). $IPF is a chronic, progressive fibrotic lung disease thought to be due to recurrent episodes of lung injury and disordered healing.  Persistent inflammation likely triggers excessive activity of growth factors normally involved in wound healing, including transforming growth factor-beta (TGF-β), platelet-derived growth factor (PDGF), fibroblastic growth factor (FGF), and vascular endothelial growth factor (VEGF).  This leads to increased fibroblast activity, myofibroblast formation, and collagen production, which contribute to pulmonary fibrosis.  #Pirfenidone# is an antifibrotic agent that #inhibits TGF-β#; another treatment option is nintedanib, a tyrosine kinase inhibitor that inhibits PDGF, FGF, and VEGF.  Although neither drug is curative, these therapies have been shown to slow progressive fibrosis in patients with IPF. $#(Choice A)#  Alpha-1 antitrypsin infusion is used to treat patients with alpha-1 antitrypsin deficiency, which causes panacinar emphysema and typically presents in young patients with dyspnea and cough.  Histologic findings in @emphysema@ include large alveoli with thin septa. $#(Choice B)#  Endothelin-1 inhibitors (eg, ambrisentan, bosentan) are used to treat idiopathic pulmonary hypertension.  Histologic findings of @pulmonary hypertension@ include pulmonary vascular media and intima hypertrophy and intimal fibrosis. $#(Choice C)#  Monoclonal antibodies directed at interleukin-5 (eg, reslizumab) inhibit eosinophil recruitment and proliferation, and are used in patients with severe eosinophilic asthma.  Histologic findings in @asthma@ include goblet cell hyperplasia, bronchial smooth muscle hypertrophy, edema, eosinophilia, and Charcot-Leyden crystals. $#(Choice D)#  Phosphodiesterase-4 inhibitors (ie, roflumilast) block the degradation of cyclic AMP, leading to reduced airway inflammation and smooth muscle relaxation in patients with chronic obstructive pulmonary disease.  Histologic findings include both airspace enlargement with thin septa (emphysema) and goblet cell hyperplasia with excess mucus production (chronic bronchitis). $#Educational objective# Histologic findings of idiopathic pulmonary fibrosis include patchy dense collagen fibrosis in the interstitium, focal fibroblastic proliferation, honeycombing, and mild lymphoplasmacytic infiltrates with hyperplasia of type 2 pneumocytes.  Therapies are directed at slowing the progression of fibrosis by inhibiting transforming growth factor-beta and other fibrogenic growth factors (eg, PDGF, fibroblastic growth factor, and VEGF).  ","clickable_1":"images/img1.15126.jpg","clickable_2":"images/img2.15126.jpg","clickable_3":"images/img3.15126.jpg","clickable_4":"images/img4.15126.jpg","clickable_5":"images/img5.15126.jpg"}


]