[
    {"id":"440","title":"A 23-year-old man is hospitalized with acute pancreatitis that resolves rapidly on fasting.  He has suffered 2 similar episodes during the past 2 years.  A gallbladder ultrasound obtained during a previous episode was normal.  The patient has no other medical problems and takes no medications.  He does not consume alcohol.  Which of the following tests should be considered during the workup of this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Serum ceruloplasmin","answer_2":"B. Serum cholesterol","answer_3":"C. Serum ferritin","answer_4":"D. Serum triglycerides","answer_5":"E. Serum uric acid","answer_6":"F. Urine oxalate","percent_1":"8%","percent_2":"16%","percent_3":"5%","percent_4":"64%","percent_5":"2%","percent_6":"4%","right_answer":"D. Serum triglycerides","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Gallstones and alcohol use are the most common causes of #acute pancreatitis#. Gallstones typically affect middle-aged and older patients (particularly women) unless there is a predisposing condition (eg, young patients with sickle cell disease are at increased risk for bilirubin gallstones).  This young male patient does not consume #alcohol# and is unlikely to have #gallstones#, especially considering the negative results of his prior ultrasound.  Thus, one of the following #less common causes# of acute pancreatitis likely accounts for his condition: $ 1. Recent endoscopic retrograde cholangiopancreatography (ERCP) procedure $ 2.  Drugs (eg, azathioprine, sulfasalazine, furosemide, valproic acid) $3. Infections (eg, mumps, Coxsackie virus, Mycoplasma pneumoniae) $4. #Hypertriglyceridemia# $ 5. Structural abnormalities of the pancreatic duct (strictures, cancer, pancreas divisum) or of the ampullary region (choledochal cyst, stenosis of sphincter of Oddi) $ 6.  Surgery (particularly of the stomach and biliary tract and after cardiac surgery) $ 7. Hypercalcemia$ High levels of circulating triglycerides lead to increased production of free fatty acids within the pancreatic capillaries by pancreatic lipase.  Normally, fatty acids exist in serum bound to albumin.  However, if serum #triglyceride levels rise to >1000 mg/dL#, the concentration of free fatty acids exceeds the binding capacity of albumin and leads to direct injury to the pancreatic acinar cells.  Thus, hypertriglyceridemia causes acute pancreatitis via direct tissue toxicity. $ (Choice A)  Decreased serum ceruloplasmin and increased hepatic copper content are diagnostic of Wilson disease.  Cirrhosis, central nervous system involvement, and Kayser-Fleischer rings are characteristic findings.  Wilson disease does not predispose to acute pancreatitis. $ (Choice B)  Increased serum cholesterol levels predispose to the development of systemic atherosclerosis, putting patients at increased risk for coronary artery disease, peripheral vascular disease, and stroke.  In some cases, hypercholesterolemia may increase the risk of cholesterol gallstone formation, but this patient's negative gallbladder ultrasound makes this a less likely cause of his pancreatitis. $ (Choice C)  High concentrations of serum ferritin are found in hemochromatosis.  Hemochromatosis can cause cirrhosis, pancreatic fibrosis and subsequent diabetes, cardiomyopathy, and secondary hypogonadism.  It does not cause acute pancreatitis. $ (Choice E)  Hyperuricemia can lead to the formation of uric acid renal calculi and urate nephropathy.  There is no association with acute pancreatitis. $ (Choice F)  Increased concentrations of oxalate in the urine are associated with intestinal malabsorption syndromes (eg, Crohn disease).  Calcium oxalate renal stones may form as a result.  Hyperoxaluria is not associated with acute pancreatitis. $ Educational objective Eighty percent of acute pancreatitis cases are caused by gallstones and chronic alcoholism.  Less common causes account for the other 20%.  Inherited or acquired hypertriglyceridemia can cause acute pancreatitis if the serum level of triglycerides exceeds 1000 mg/dL."},

{"id":"1738","title":"A 48-year-old man is evaluated for abdominal pain and diarrhea. The patient characterizes his stool as voluminous and foul smelling. He has no significant past medical history. The patient drinks 6 cans of beer daily. On examination, he has normal bowel sounds and mild epigastric tenderness. A 72-hour stool collection shows excessive excretion of fecal fat. A CT scan of the abdomen is shown in the image below. Involvement of which of the following structures is most likely causing this patient's symptoms?","image_1":"images/1738.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"B. B","percent_1":"2%","percent_2":"92%","percent_3":"1%","percent_4":"0%","percent_5":"6%","percent_6":"","percent_7":"","explanation_img":"images/exp1738.jpg","explanation_1":"","explanation_2":"$This patient with excessive alcohol use, #epigastric pain#, and #steatorrhea# likely has #chronic pancreatitis# with exocrine insufficiency.  Atrophy and fibrosis of pancreatic acinar cells result in failed secretion of adequate amounts of digestive enzymes (eg, lipase).  Consequently, patients may develop #fat malabsorption# with greasy, malodorous stools that are difficult to flush.  A 72-hour stool collection can confirm excessive excretion of fecal fat. $The head, neck, and body of the @pancreas@ are retroperitoneal, whereas the tail is peritoneal.  The head of the pancreas lies in the curve of the duodenum and overlies the L2 vertebra, with a portion extending behind the superior mesenteric vessels (uncinate process).  The neck connects the head to the body and lies anterior to the portal vein and superior mesenteric vessels.  The pancreas body overlies the L1 and L2 vertebrae and makes contact posteriorly with the aorta, left adrenal gland, left kidney, and renal vessels.  The tail of the pancreas courses within the splenorenal ligament alongside the splenic vessels. $#(Choice A)#  This structure is the second (descending) part of the duodenum. $#(Choice C)#  This structure is the inferior vena cava, which lies on the right side of the vertebrae in a retroperitoneal position. $#(Choice D)#  This structure is the abdominal aorta, which lies on the left side of the vertebrae in a retroperitoneal position. $#(Choice E)#  At this level in the abdominal cavity, these loops of small bowel represent jejunum.  If this CT slice were lower in the abdomen, these loops would more likely represent ileum. $#Educational objective# Chronic pancreatitis often presents with epigastric pain and pancreatic exocrine insufficiency resulting in fat malabsorption/steatorrhea.  On abdominal CT scan, the pancreas can be identified by its head in close association with the second part of the duodenum; its body overlying the aorta, left kidney, and renal vessels; and its tail lying within the splenorenal ligament.  ","clickable_1":"images/img1.1738.jpg"},

{"id":"1907","title":"A 55-year-old man with a history of chronic pancreatitis and alcohol abuse is investigated for recent onset weight loss, decreased appetite, and worsening of chronic abdominal pain.  Physical examination is significant for diffuse muscle atrophy, temporal wasting, and a mildly enlarged liver without ascites.  Serum lipase and amylase are normal, and aspartate aminotransferase (AST) is mildly elevated.  Abdominal imaging shows a malignant mass in the pancreas.  The patient subsequently undergoes an uncomplicated subtotal pancreatectomy and returns for a postoperative nutritional assessment following hospital discharge.  Which of the following tests will most likely be normal in this patient after surgery?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Duodenal lipase levels after cholecystokinin stimulation","answer_2":"B. Duodenal trypsin levels after cholecystokinin stimulation","answer_3":"C. Intestinal D-xylose absorption","answer_4":"D. Serum trypsinogen","answer_5":"E. Stool neutral fat content","percent_1":"7%","percent_2":"8%","percent_3":"68%","percent_4":"11%","percent_5":"7%","right_answer":"C. Intestinal D-xylose absorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The exocrine pancreas has a significant #secretory reserve#, and ≥ 90% of the glandular tissue must be destroyed before a patient will develop clinical malabsorption.  However, this patient likely has significant loss of pancreatic tissue at baseline due to chronic pancreatitis and is at increased risk for #exocrine insufficiency#.  Following partial pancreatic resection, he may develop clinically significant deficiency in any of the pancreatic digestive enzymes normally secreted into the duodenum. $Pancreatic amylases, along with salivary and brush border amylases, are required for the degradation of polysaccharides into monosaccharides, as polysaccharides cannot be absorbed by the intestinal mucosa.  In contrast, #monosaccharides# (eg, glucose, galactose) are taken up directly by the epithelial cells of the small intestine through either sodium-dependent cotransport or facilitated diffusion.  #D-xylose# is a monosaccharide that is absorbed directly without the action of pancreatic enzymes, and can be used to test for brush border absorptive function independent of pancreatic function.  Intestinal D-xylose absorption can also decrease with bacterial overgrowth of the small intestine. $#(Choices A and B)#  Patients with exocrine pancreatic insufficiency will have decreased secretion of trypsin and lipase into the duodenum following cholecystokinin (CCK) stimulation. $#(Choice D)#  Trypsinogen is a proenzyme secreted by the exocrine pancreas into the small intestine.  Small quantities are also detectable in serum.  Serum trypsinogen levels are increased in acute pancreatitis but often decreased in patients with chronic pancreatitis or other forms of chronic pancreatic insufficiency. $#(Choice E)#  The stool neutral fat (triglyceride) content is increased after pancreatic resection due to deficiency of pancreatic lipase. $#Educational objective# Polysaccharides must be degraded to monosaccharides by pancreatic and brush border amylases before they can be absorbed.  Monosaccharides can be absorbed directly.  D-xylose is a monosaccharide whose absorption is not affected by exocrine pancreatic insufficiency, and can be used to differentiate between pancreatic versus mucosal causes of malabsorption.  "},

{"id":"433","title":"Biochemists identify a mutation affecting the trypsinogen molecule that disrupts a critical site on the protein involved in inhibiting the active trypsin moiety.  This mutation prevents trypsin from being permanently inactivated by enzymatic cleavage.  Patients with this mutation would most likely suffer from which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gastric cancer","answer_2":"B. Liver cirrhosis","answer_3":"C. Megaloblastic anemia","answer_4":"D. Pancreatitis","answer_5":"E. Peptic ulcer","percent_1":"2%","percent_2":"5%","percent_3":"5%","percent_4":"78%","percent_5":"11%","right_answer":"D. Pancreatitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"@Pancreatic enzymes@ (except amylase and lipase) are synthesized and secreted in inactive form to protect the pancreas from autodigestion.  These proenzymes (zymogens) are then activated by trypsin in the duodenal lumen after trypsinogen is converted into its active form, #trypsin#, by the action of duodenal enterokinase.  Trypsin can also activate other trypsinogen molecules; therefore, even small amounts of it can result in an #activation cascade#.  Because of trypsin's central role in the activation of pancreatic digestive proenzymes, multiple protective mechanisms exist to limit the amount of trypsinogen that becomes prematurely activated: $• Serine peptidase inhibitor Kazal-type 1 (#SPINK1#) is secreted by pancreatic acinar cells and functions as a #trypsin inhibitor#.  It impedes the activity of trypsinogen molecules that become prematurely activated within the pancreas. $• In addition to functioning as its own activator, trypsin can serve as its own inhibitor by cleaving active trypsin molecules at a second site, rendering them inactive. $#Hereditary pancreatitis# is a rare disorder that results from mutations involving the trypsinogen or SPINK1 gene.  The most common mutation leads to the production of #abnormal trypsin# that is not susceptible to #inactivating cleavage# by trypsin.  Because a small amount of trypsinogen normally activates prematurely within the pancreatic acini and ducts, these protective mechanisms are critical for preventing recurrent attacks of acute pancreatitis. $#(Choices A and E)#  Peptic ulcer disease and gastric adenocarcinoma are strongly associated with Helicobacter pylori infection. $#(Choice B)#  Patients with mutations affecting the serum protease inhibitor, alpha-1-antitrypsin, can have emphysema and liver cirrhosis.  However, there is no association between cirrhosis and trypsinogen gene mutations. $#(Choice C)#  Megaloblastic anemia is due to deficiencies of vitamin B12 and folate.  It is also associated with a number of drugs (eg, methotrexate, phenytoin) and certain inborn metabolic errors. $#Educational objective# Multiple inhibitory mechanisms exist to prevent premature activation of trypsinogen before it reaches the duodenal lumen, including cleavage inactivation of trypsin by trypsin itself and production of trypsin inhibitors (eg, SPINK1).  Gene mutations that render trypsin insensitive to cleavage inactivation cause hereditary pancreatitis.  ","clickable_1":"images/img1.433.jpg"},

{"id":"11795","title":"A 64-year-old man comes to the emergency department after an episode of hematemesis. He also reports dark stools and abdominal pain for the past several days. The patient has a history of chronic pancreatitis. Abdominal examination shows epigastric tenderness to palpation. Rectal examination is notable for black, guaiac-positive feces. Upper gastrointestinal endoscopy reveals a bleeding spot within a cluster of enlarged tortuous veins in the gastric fundus. The rest of the stomach and esophagus appears normal. Increased pressure in which of the following vascular structures is the most likely cause of this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azygos vein","ansImg_1":"","answer_2":"B. Left gastric vein","ansImg_2":"","answer_3":"C. Pancreaticoduodenal vein","ansImg_3":"","answer_4":"D. Splenic vein","ansImg_4":"","answer_5":"E. Superior mesenteric vein","ansImg_5":"","right_answer":"D. Splenic vein","percent_1":"7%","percent_2":"51%","percent_3":"8%","percent_4":"31%","percent_5":"4%","percent_6":"","percent_7":"","explanation_img":"images/exp11795.jpg","explanation_1":"","explanation_2":"$Gastric varices are dilated submucosal veins that can cause life-threatening bleeding in the upper gastrointestinal tract. The varices are commonly due to portal hypertension, which can be a complication of cirrhosis. Gastric varices can also be seen with #splenic vein thrombosis# due to chronic pancreatitis, pancreatic cancer, and abdominal tumors. The splenic vein runs along the posterior surface of the pancreas and can develop a blood clot from pancreatic inflammation. The #short gastric veins# drain the fundus of the stomach into the splenic vein. Splenic vein thrombosis can increase pressure in the short gastric veins and cause #gastric varices# only in the #fundus#. The rest of the stomach and esophagus are usually not affected.$(Choice A) The azygos vein drains blood from the esophageal veins into the superior vena cava. The formation of esophageal varices in the setting of portal hypertension provides collateral drainage from the portal venous system to the azygos system. The azygos vein also provides collateral circulation between the superior and inferior vena cava and can become enlarged with caval obstruction.$(Choice B) The left gastric vein drains blood from the upper stomach and lower esophagus into the portal vein. Portal hypertension can increase pressure in the left gastric veins and usually causes both gastric and esophageal varices.$#(Choices C and E)# The pancreaticoduodenal vein drains the pancreas and duodenum into the superior mesenteric vein (SMV). The SMV also drains blood from the lower stomach (via the right gastroepiploic vein) and small intestine. Blockage of the SMV could lead to variceal formation in the lower stomach, but not the upper regions.$Educational objective The short gastric veins drain blood from the gastric fundus into the splenic vein. Pancreatic inflammation (eg, pancreatitis, pancreatic cancer) can cause a blood clot within the splenic vein, which can increase pressure in the short gastric veins and lead to gastric varices only in the fundus."},

{"id":"438","title":"A 4-month-old boy is being evaluated in the emergency department due to persistent vomiting, fussiness, and feeding intolerance.  Symptoms began earlier today.  The emesis was initially clear but became bilious over the last few hours.  The patient was born at 39 weeks gestation via spontaneous vaginal delivery.  His newborn course was unremarkable.  The patient has been exclusively breastfed since birth, and his last bowel movement occurred this morning.  Temperature is 37.2 C (99 F).  Blood pressure and pulse are normal.  Physical examination shows abdominal distension.  A vomit sample is consistent with bilious emesis.  Which of the following is the most likely cause of this patient's presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal rotation of the ventral pancreatic bud","answer_2":"B. Failure of esophageal endoderm proliferation","answer_3":"C. Fibrous obliteration of the biliary ducts","answer_4":"D. Hypertrophy of the pyloric muscle","answer_5":"E. Incomplete obliteration of the allantois","percent_1":"54%","percent_2":"3%","percent_3":"10%","percent_4":"23%","percent_5":"9%","right_answer":"A. Abnormal rotation of the ventral pancreatic bud","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp438.jpg","explanation_1":"","explanation_2":"$This patient has abdominal distension and bilious emesis, findings suggestive of #intestinal obstruction#.  Because the pancreatic and bile ducts join and enter the duodenum at the major duodenal papilla, #bilious emesis# suggests obstruction #distal# to this anatomic location.  Of the options, the only defect that could cause obstruction beyond this site is #annular pancreas,# a rare congenital anomaly that occurs when the ventral pancreatic bud fails to rotate completely in utero. $The ventral pancreatic bud is a foregut derivative that appears by the fifth week of gestation.  It normally rotates behind the duodenum and fuses with the dorsal pancreatic bud during the seventh to eight weeks.  The ventral pancreatic bud gives rise to the uncinate process of the pancreatic head and the main pancreatic duct (of Wirsung).  The pancreatic tail, body, and the remainder of head derive from the dorsal bud. $In patients with annular pancreas, #incomplete ventral bud rotation# results in pancreatic tissue surrounding the second part of the duodenum; the majority of patients with annular pancreas are asymptomatic.  However, in some individuals, the circumferential pancreatic tissue can compress the duodenal lumen, causing obstruction that can be either proximal to the major duodenal papilla (nonbilious emesis) or distal (bilious emesis, as in this patient).  Annular pancreas can also result in obstructed pancreatic drainage (eg, pancreatitis). $#(Choice B)#  Failure of endoderm proliferation as the esophagus is stretched by the rapidly growing heart and liver during the fourth and fifth week of development can cause esophageal atresia (eg, excessive drooling, feeding intolerance immediately after birth).  Bilious emesis does not occur because the obstruction is always proximal to the major duodenal papilla. $#(Choice C)#  Fibrous obliteration of the biliary ducts causes biliary atresia, and patients often develop jaundice and acholic stools in the first 2 months of life due to biliary obstruction.  Signs and symptoms of intestinal obstruction would not be expected. $#(Choice D)#  Hypertrophy of the pyloric muscle causes pyloric stenosis.  Unlike this patient's bilious emesis, pyloric stenosis causes nonbilious emesis in the first 3-6 months of life due to gastric outlet obstruction (ie, proximal to the major duodenal papilla). $#(Choice E)#  Incomplete obliteration of the allantois (connects the bladder to the umbilicus in utero) leads to a @patent urachus@ or urachal cyst.  Patients have increased risk for urinary tract infections, and young infants may have vomiting and irritability, but bilious emesis would not be present and persistent umbilical discharge is typical. $#Educational objective# Annular pancreas (ie, pancreatic tissue encircling the duodenum) is caused by abnormal rotation of the ventral pancreatic bud in utero.  Although frequently asymptomatic, it can cause intestinal obstruction (eg, vomiting, abdominal distension), including bilious emesis if the constriction is distal to the major duodenal papilla.  ","clickable_1":"images/img1.438.jpg"},

{"id":"441","title":"A 38-year-old man comes to the emergency department with severe abdominal pain and vomiting.  The pain radiates to his back and improves by bending forward.  Physical examination shows tenderness over the epigastrium and decreased bowel sounds.  The patient is admitted to the hospital and treated with intravenous fluids and pain medication, but his condition fails to improve.  An abdominal CT scan reveals diffuse pancreatic enlargement with areas of necrosis.  The inappropriate activation of which of the following most likely initiated this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amylase","answer_2":"B. Chymotrypsinogen","answer_3":"C. Lipase","answer_4":"D. Proelastase","answer_5":"E. Prophospholipase","answer_6":"F. Trypsinogen","percent_1":"4%","percent_2":"4%","percent_3":"12%","percent_4":"1%","percent_5":"1%","percent_6":"78%","right_answer":"F. Trypsinogen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp441.jpg","explanation_1":"","explanation_2":"$Most @pancreatic enzymes@ are synthesized by pancreatic acinar cells as inactive enzyme precursors called zymogens.  Zymogen granules are secreted from the apical surface of acinar cells into the lumen.  After traversing the pancreatic duct system, they drain through the ampulla of Vater into the descending part of the duodenum.  The enzyme enterokinase (secreted from intestinal mucosa) cleaves trypsinogen into trypsin, its active form.  Once a small quantity of trypsin is produced, it activates other zymogens, including chymotrypsin, elastase, and carboxypeptidase, through proteolytic cleavage.  Trypsin can also cleave trypsinogen to produce more trypsin, accelerating pancreatic enzyme activation in the duodenum. $The pathogenesis of #acute pancreatitis# begins with either a toxic or an ischemic injury to the acinar cells that leads to #premature activation of trypsin# inside the pancreatic acini.  Trypsin then activates the other proteolytic enzymes and starts a self-sustaining cycle of pancreatic inflammation and autodigestion with further release of digestive enzymes.  In severe cases, this process can result in #necrotizing pancreatitis#, which is characterized by gross areas of parenchymal necrosis with a high propensity for secondary bacterial infection. $#(Choice A)#  Amylase hydrolyzes starch to produce maltose (a glucose-glucose disaccharide) and trisaccharide maltotriose and limit dextrins.  It does not require activation by trypsin. $#(Choices B, D, and E)#  Chymotrypsin, phospholipase A2 (which can damage cell membranes), and elastase are secreted by the pancreas as inactive precursors (chymotrypsinogen, prophospholipase A2, and proelastase) that are subsequently activated by trypsin. $#(Choice C)#  Lipase hydrolyzes triglycerides into fatty acids and glycerol.  It does not require activation by trypsin (although its activity is increased by colipase, which is activated by trypsin).  Release of lipase during acute pancreatitis causes the formation of characteristic calcium soap deposits (fat necrosis). $#Educational objective# Pancreatic zymogens are normally converted into their active form by trypsin in the duodenal lumen.  Premature cleavage of trypsinogen to trypsin within the pancreas leads to uncontrolled activation of these zymogens, causing pancreatic autodigestion and acute pancreatitis.  ","clickable_1":"images/img1.441.jpg"},

{"id":"435","title":"A 48-year-old male is admitted to the hospital with severe epigastric abdominal pain and vomiting after an episode of binge-drinking.  Four weeks later, he is found to have a palpable upper abdominal mass and a cystic lesion is visualized on computed tomography scanning (see image below, asterisk marks the lesion).","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/435.jpg","title_2":"The inner walls of the lesion are most likely lined with:","audio":"","comparison_items":"","answer_1":"A. Glycogen-rich cuboidal epithelium","answer_2":"B. Columnar mucinous epithelium","answer_3":"C. Atypical cells forming papillary projections","answer_4":"D. Fibrous and granulation tissue","answer_5":"E. Endothelial cells","percent_1":"14%","percent_2":"31%","percent_3":"6%","percent_4":"42%","percent_5":"7%","right_answer":"D. Fibrous and granulation tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This CT image shows a pancreatic pseudocyst, a potential complication of pancreatitis.  In acute pancreatitis, proteolytic enzymes may disrupt the walls of the pancreatic ducts and cause leakage of pancreatic secretions into the peripancreatic space.  This fluid has a high pancreatic enzyme content and induces an inflammatory reaction in the walls of the surrounding organs.  Granulation tissue forms, encapsulating the fluid collection and forming a pseudocyst. $ In contrast to a true cyst with walls lined by epithelial cells, the walls of a pseudocyst consist of granulation tissue and no epithelial lining.  Fibrosis, thickening and organization of the walls occur with time.  The formation of firm fibrotic pseudocyst walls (\"maturation\" of the pseudocyst) takes about 4 to 6 weeks following the episode of acute pancreatitis. $ The most common location for a pseudocyst is in the lesser peritoneal sac, bordered by the stomach, duodenum and transverse colon.  The pseudocyst walls are closely adherent to the surrounding hollow organs.  The pseudocyst in the CT image above is located in the lesser sac, posterior to the stomach. $ (Choice A) Glycogen-rich cuboidal epithelium is seen in serous pancreatic neoplasms. $ (Choice B) Columnar mucinous epithelium is typically found in mucinous cystic neoplasms of the pancreas. $ (Choice C) Atypical cells forming papillary projections are seen in the papillary variant of pancreatic adenocarcinoma. $ (Choice E) Endothelial cells are not found in the wall of the pseudocyst. $ Educational Objective Pancreatic pseudocyst is a common complication of acute pancreatitis.  It is a collection of fluid rich in enzymes and inflammatory debris.  Its walls consist of granulation tissue and fibrosis.  Unlike true cysts, pseudocysts are not lined by epithelium."},

{"id":"1547","title":"A 54-year-old man comes to the office with abdominal pain, chronic diarrhea, and recent weight loss.  He has had episodic abdominal pain in the past, but lately it has become persistent and worsens after eating.  The patient does not use tobacco or illicit drugs but does consume alcohol regularly.  An upright abdominal x-ray reveals calcifications in the epigastric area.  Which of the following is the most likely cause of his diarrhea?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bile salt malabsorption","answer_2":"B. Digestive enzyme deficiency","answer_3":"C. Elevated portal venous pressure","answer_4":"D. Excessive gastrin production","answer_5":"E. Immune-mediated enteropathy","answer_6":"F. Nutrient absorption interference by alcohol","percent_1":"11%","percent_2":"71%","percent_3":"2%","percent_4":"9%","percent_5":"3%","percent_6":"5%","right_answer":"B. Digestive enzyme deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1547.jpg","explanation_1":"","explanation_2":"$This patient's epigastric calcifications and history of alcohol use make #chronic pancreatitis# the most likely diagnosis.  It is thought that #alcohol-related# chronic pancreatitis develops in part due to alcohol-induced secretion of protein-rich fluid.  These proteinaceous secretions can precipitate within the pancreatic ducts, forming #ductal plugs# that may #calcify# and be detectable on @abdominal imaging@. $ Ductal obstruction by such concretions may cause #exocrine insufficiency# due to atrophy of the pancreatic acinar cells and pancreatic fibrosis.  Pancreatic exocrine insufficiency (eg, failure to secrete adequate amylases, proteases, and lipases) leads to #malabsorption# with consequent #diarrhea/steatorrhea#.  #Weight loss# and bulky, frothy stools are typical clinical findings.  This patient's abdominal pain is most likely due to the pancreatitis itself. $ (Choice A)  Bile salt malabsorption typically occurs with conditions affecting the terminal ileum (eg, ileal resection, Crohn ileitis).  Patients may have diarrhea as a result of excessive bile salt accumulation in the colon (cholerheic enteropathy). $ (Choice C)  Portal hypertension (eg, due to liver cirrhosis) causes varices at sites of portocaval anastomoses, leading to anorectal varices, caput medusae over the abdomen, and esophageal varices.  Bleeding esophageal varices can cause hematemesis and melena.  Ascites is another sign of portal hypertension. $ (Choice D)  Gastrinomas (duodenal/pancreatic gastrin-secreting neuroendocrine tumors) cause hydrochloric acid hypersecretion, which can result in multiple and/or refractory peptic ulcers.  Patients may also have diarrhea/malabsorption as digestive enzymes become deactivated by high gastric acid output. $ (Choice E)  Celiac disease classically presents with malabsorption due to immune-mediated enteropathy involving the proximal small intestine.  This condition is triggered by the ingestion of foods containing gluten (eg, wheat). $ (Choice F)  Chronic alcohol use may result in the interference of nutrient/vitamin absorption due to intestinal mucosal injury.  However, this patient's abdominal pain and epigastric calcifications suggest that his diarrhea is most likely a consequence of chronic pancreatitis. $ Educational objective Diarrhea, weight loss, and epigastric calcifications in a patient with chronic alcohol use suggest chronic pancreatitis with resulting pancreatic exocrine insufficiency and malabsorption.","clickable_1":"images/img1.1547.jpg"},

{"id":"1251","title":"A 3-month-old boy is evaluated for large-volume diarrhea and failure to thrive.  The patient was born via spontaneous vaginal delivery at 38 weeks gestation.  His mother reports that the pregnancy was uncomplicated and there is no family history of gastrointestinal disease.  Physical examination shows mild abdominal distension, muscle wasting, and pitting edema.  Histochemical evaluation reveals absence of enteropeptidase activity in the proximal intestinal villi.  Activity of which of the following substances is most likely impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amylase","answer_2":"B. Bile salts","answer_3":"C. Lactase","answer_4":"D. Pepsin","answer_5":"E. Secretin","answer_6":"F. Trypsin","percent_1":"2%","percent_2":"2%","percent_3":"13%","percent_4":"11%","percent_5":"3%","percent_6":"69%","right_answer":"F. Trypsin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1251.jpg","explanation_1":"","explanation_2":"$Although chemical digestion of proteins begins in the stomach, the majority of enzymatic breakdown and absorption occurs in the small intestine.  Dietary proteins exist predominately as polypeptides; in order to be absorbed, they must be hydrolyzed to tripeptides, dipeptides, and amino acids.  Hydrolysis begins in the stomach with the activation of pepsin by hydrochloric acid; it continues in the proximal small intestine, catalyzed by the pancreatic enzymes trypsin, chymotrypsin, carboxypeptidase, and elastase. $Pancreatic enzymes, including trypsin, are secreted in their inactive forms.  #Enteropeptidase#, a duodenal brush border enzyme, is responsible for #activation of trypsin# from its inactive precursor, trypsinogen.  Once active, trypsin functions to cleave peptide bonds in dietary proteins and activate the other pancreatic enzymes.  Enteropeptidase #deficiency# leads to both #protein and fat malabsorption# as trypsin is required to activate enzymes required for both lipid and protein digestion.  The disease causes #diarrhea, failure to thrive, and edema# (due to hypoproteinemia). $#(Choice A)#  Amylase is produced by the salivary glands and pancreas; it catalyzes the hydrolysis of complex carbohydrates to simple sugars. $#(Choice B)#  Bile salts are formed through bile acid conjugation with amino acids glycine and taurine.  This increases their solubility, allowing them to aid in lipid digestion and absorption through the formation of micelles. $#(Choice C)#  Lactase is produced by the intestinal brush border and is responsible for the hydrolysis of lactose to glucose and galactose.  Lactase non-persistence commonly develops during mid-childhood, resulting in lactose intolerance. $#(Choice D)#  Chief cells of the stomach release the inactive form of pepsin, pepsinogen.  Exposure to hydrochloric acid in the stomach activates pepsin, initiating protein digestion. $#(Choice E)#  Secretin is a peptide hormone secreted by the S cells of the duodenum; it stimulates the secretion of bicarbonate from the pancreas and inhibits gastric acid secretion in the stomach.  Neutralization of the acidic pH of food entering the duodenum from the stomach is necessary for the proper function of pancreatic enzymes. $#Educational objective# The duodenal brush border enzyme enteropeptidase activates trypsin from its inactive precursor, trypsinogen.  Trypsin degrades complex polypeptides to dipeptides, tripeptides, and amino acids while activating other pancreatic enzymes.  Enteropeptidase deficiency impairs both protein and fat absorption, leading to diarrhea, failure to thrive, and hypoproteinemia.  "},

{"id":"21994","title":"A 62-year-old man comes to the office due to gnawing epigastric pain radiating to the back, which started 3 months ago and has become increasingly intense.  He has also experienced a 10-kg (22-lb) weight loss and yellowing of the eyes.  The patient has smoked 4 or 5 cigarettes a day for most of his life.  Vital signs are within normal limits.  The patient appears cachectic.  Examination shows scleral icterus.  The abdomen is tender to deep palpation.  Abdominal CT scan is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/21994.jpg","title_2":"This patient's abdominal lesion most likely originated from which of the following?","audio":"","comparison_items":"","answer_1":"A. Bile duct epithelium","answer_2":"B. Hepatocyte","answer_3":"C. Pancreatic acinar cell","answer_4":"D. Pancreatic duct epithelium","answer_5":"E. Vascular endothelium","percent_1":"6%","percent_2":"3%","percent_3":"33%","percent_4":"56%","percent_5":"1%","right_answer":"D. Pancreatic duct epithelium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp21994.jpg","explanation_1":"","explanation_2":"$This patient's CT scan shows a #mass# in the body of the #pancreas#, which is concerning for malignancy in the setting of gnawing #epigastric pain#, jaundice, and #unexpected weight loss#.  Jaundice is more common in cancers of the pancreatic head due to obstruction of extrahepatic bile ducts but can also occur in large tumors of the pancreatic body or tail.  Other manifestations include #back pain# (especially if body/tail tumor), steatorrhea (due to exocrine pancreatic insufficiency), and new-onset diabetes mellitus (due to destruction of islet cells). $ The majority of pancreatic cancers are derived from the pancreatic ductal system (ie, #pancreatic ductal adenocarcinoma# [PDAC]).  On gross examination, they appear as firm, whitish-yellow masses, often with cystic features.  On CT scan, they often appear as #ill-defined hypoattenuating lesions# within the pancreatic parenchyma.  PDAC is microscopically characterized by haphazardly arranged @pleomorphic glandular cells@ surrounded by dense stromal fibrosis (eg, desmoplasia). $ (Choice A)  Cholangiocarcinoma is a cancer derived from bile duct epithelial cells.  Although abdominal pain, jaundice, and weight loss are common in cholangiocarcinoma, this patient's CT scan clearly shows a mass in the pancreas, not the biliary tree. $ (Choice B)  Hepatocellular carcinoma originates from hepatocytes and most commonly occurs in patients with chronic liver disease (eg, viral hepatitis, cirrhosis).  A pancreatic mass without liver involvement is not consistent with this diagnosis. $ (Choice C)  Cancers derived from pancreatic acinar cells (eg, acinar cell carcinoma) can cause symptoms similar to those of PDAC and may have similar CT findings; however, acinar cell carcinoma is extremely rare compared to PDAC and is therefore less likely in this patient. $ (Choice E)  Hemangiomas are benign hepatic tumors that arise from vascular endothelium; they do not typically develop within the pancreas. $ Educational objective Pancreatic ductal adenocarcinoma is the most common pancreatic malignancy and typically presents with epigastric pain, weight loss, jaundice (more common if in the pancreatic head), or back pain (more common if in the pancreatic body/tail).  It appears radiographically as an ill-defined hypoattenuating lesion within the pancreatic parenchyma.  It is characterized microscopically by haphazardly arranged pleomorphic glandular cells surrounded by dense stromal fibrosis (eg, desmoplasia).","clickable_1":"images/img1.21994.jpg"},

{"id":"838","title":"A 39-year-old woman is brought to the emergency department after an end-to-end motor vehicle collision. She was a restrained passenger and did not hit her head or lose consciousness. She has had abdominal pain and nausea since the collision. Blood pressure is 115/55 mm Hg and pulse is 96/min and regular. On examination, she has ecchymosis over the area of the seat belt and abdominal tenderness. CT scan of the abdomen reveals a retroperitoneal hematoma. Which of the following injuries is most likely to be responsible for this patient's internal bleeding?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Contusion of the body of the pancreas","ansImg_1":"","answer_2":"B. Laceration of the inferior border of the spleen","ansImg_2":"","answer_3":"C. Laceration of the right hepatic lobe","ansImg_3":"","answer_4":"D. Tear at the lesser curvature of the stomach","ansImg_4":"","answer_5":"E. Tear at the proximal transverse colon","ansImg_5":"","right_answer":"A. Contusion of the body of the pancreas","percent_1":"47%","percent_2":"42%","percent_3":"4%","percent_4":"2%","percent_5":"5%","percent_6":"","percent_7":"","explanation_img":"images/exp838.jpg","explanation_1":"","explanation_2":"$#Retroperitoneal hematomas# are commonly associated with #blunt abdominal trauma# and typically reflect injury to one of the @retroperitoneal organs@.  #Pancreatic injury# is a frequent cause, and may result from blunt abdominal trauma that rapidly compresses the pancreas against the vertebral column, as may occur from a high-riding seat belt or a steering wheel during a motor vehicle collision. $Pancreatic injury with retroperitoneal hematoma may initially cause only mild symptoms or be asymptomatic, but it can lead to life-threatening blood loss.  Therefore, an abdominal CT scan is usually performed in patients with blunt abdominal trauma to rule out retroperitoneal hematoma as well as other intraabdominal injuries. $#(Choices B, C, D, and E)#  The spleen, liver, stomach, and transverse colon are intraperitoneal organs.  Lacerations or rupture of these organs can occur in blunt abdominal trauma, but these injuries would lead to hemoperitoneum (free blood in the peritoneal space), not retroperitoneal hematoma. $#Educational objective# Retroperitoneal hematoma is a common complication of blunt abdominal trauma.  The pancreas is a retroperitoneal organ, and pancreatic injury is frequently a source of retroperitoneal bleeding.  ","clickable_1":"images/img1.838.jpg"},

{"id":"439","title":"A 35-year-old man is admitted to the hospital with a 2-day history of abdominal pain.  The patient's condition deteriorates throughout the course of hospitalization, and he dies 5 days after admission.  Autopsy reveals chalky white lesions in the mesentery.  Histologic evaluation of the lesions reveals adipose cell destruction and calcium deposition.  Which of the following is the most likely cause of this patient's autopsy findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute pancreatitis","answer_2":"B. Bacterial peritonitis","answer_3":"C. Celiac disease","answer_4":"D. Crohn disease","answer_5":"E. Intestinal perforation","answer_6":"F. Mesenteric ischemia","percent_1":"74%","percent_2":"5%","percent_3":"1%","percent_4":"4%","percent_5":"3%","percent_6":"14%","right_answer":"A. Acute pancreatitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with abdominal pain and chalky white mesenteric lesions likely had #acute pancreatitis#.  To prevent autodigestion, most pancreatic digestive enzymes (except for amylase and lipase) are secreted in an inactive form and are @activated@ on arrival in the duodenum.  In @acute pancreatitis@, intrapancreatic activation of enzymes result in acinar cell damage and pancreatic inflammation. $ The release of #lipase# and other digestive enzymes from the inflamed pancreas damages nearby adipose cells.  Liberated fatty acids bind calcium ions, precipitating as #insoluble calcium salts# (ie, saponification) that have a #chalky white# appearance grossly.  Microscopically, #necrotic adipocytes# (ie, @anucleate adipocytes@ with necrotic debris) and blue calcium deposits are seen (compared to a @normal pancreas@). $ In mild cases, small areas of fat necrosis may be found within and around the pancreas, along with an edematous and inflamed pancreatic parenchyma.  If the inflammatory process continues, @acute necrotic pancreatitis@ develops.  This is characterized by #parenchymal necrosis# and more #extensive fat necrosis#, which can spread to involve the #mesentery#, omentum, and other parts of the abdominal cavity (due to widespread lipase activity).  Elastase-mediated destruction of blood vessel walls can cause hemorrhage into the necrotic areas (ie, hemorrhagic pancreatitis), and black hemorrhage may be seen grossly. $ (Choice B)  Bacterial peritonitis is characterized by a dull-appearing peritoneal surface with areas of viscous white-yellow suppurative exudate.  Microscopic examination of the ascitic fluid shows numerous neutrophils. $ (Choice C)  In celiac disease, gross examination of an involved bowel segment would show normal-appearing serosa and mesentery. $ (Choice D)  Crohn disease often shows mesenteric fat grossly extending around the serosa of an affected intestinal segment (ie, \"creeping fat\").  The serosa looks dull-gray, edematous, and granular.  The mesentery of an involved segment may become fibrotic due to chronic inflammation. $ (Choice E)  With intestinal perforation, a full-thickness defect in the intestinal wall is seen on gross examination. $ (Choice F)  With mesenteric ischemia, gross examination of an affected bowel segment would show dusky red serosa, edema, and hemorrhagic mucosa.  Microscopically, areas of coagulative necrosis may be present. $ Educational objective In acute pancreatitis, release of lipase and other digestive enzymes causes fat necrosis with precipitation of insoluble calcium salts (ie, saponification), imparting a chalky white gross appearance.  Microscopically, necrotic fat cells with calcium deposits are seen.  In severe cases, fat necrosis can involve the mesentery, omentum, and other parts of the abdominal cavity.","clickable_1":"images/img1.439.jpg","clickable_2":"images/img2.439.jpg","clickable_3":"images/img3.439.jpg","clickable_4":"images/img4.439.jpg","clickable_5":"images/img5.439.jpg"},

{"id":"21146","title":"A 54-year-old man comes to the office due to epigastric pain and unexpected weight loss.  Medical and family history are unremarkable.  Vital signs are within normal limits.  The abdomen is tender to palpation over the epigastrium.  Abdominal CT demonstrates a multinodular mass in the pancreas, which is subsequently biopsied.  The histologic specimen is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/21146.jpg","title_2":"Immunohistochemical staining for synaptophysin and chromogranin A is diffusely positive.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Ductal adenocarcinoma of the pancreas","answer_2":"B. Metastatic colonic adenocarcinoma","answer_3":"C. Metastatic melanoma","answer_4":"D. Neuroendocrine tumor of the pancreas","answer_5":"E. Schwannoma","percent_1":"11%","percent_2":"2%","percent_3":"3%","percent_4":"83%","percent_5":"1%","right_answer":"D. Neuroendocrine tumor of the pancreas","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a #pancreatic neuroendocrine tumor# (PanNET), a neoplasm derived from pancreatic islet cells.  Although functional PanNETs can secrete peptide hormones and cause specific clinical syndromes (eg, insulinoma, gastrinoma, glucagonoma, VIPoma), others do not and are classified as #nonfunctional#. Nonfunctional PanNETs, as seen in this patient, tend to present with symptoms related to tumor enlargement and metastasis (eg, #epigastric pain#, #weight loss#, jaundice, palpable mass). $ Both functional and nonfunctional PanNETs are typically characterized by a well-circumscribed lesion composed of @uniform tumor cells@ with an #organoid architecture# (eg, nested, glandular, ribbon, or pseudorosette arrangement).  The cells have round nuclei with characteristic stippled (ie, #salt and pepper#) chromatin, as well as granular cytoplasm.  @Immunohistochemical staining@ for #synaptophysin# (protein in neuroendocrine synaptic vesicles) and #chromogranin A# (protein found within neuroendocrine secretory granules) often shows positive cytoplasmic staining and aids in making the diagnosis. $ (Choice A)  @Pancreatic ductal adenocarcinoma@ is characterized by haphazardly arranged, infiltrative glands composed of pleomorphic cells and surrounded by dense stromal fibrosis (ie, desmoplasia); synaptophysin and chromogranin A staining is negative. $ (Choice B)  @Colonic adenocarcinoma@ most commonly metastasizes to the liver and lungs, bone, and CNS; isolated involvement of the pancreas is rare.  Biopsies may reveal mucin production or glandular formation, and synaptophysin and chromogranin A staining would not be diffusely positive. $ (Choice C)  @Metastatic melanoma@ is characterized by atypical cells that often have prominent nucleoli and may contain intracellular brown-black pigment (ie, melanin granules).  The cells stain positive for S100 (a protein expressed by neural crest–derived cells), HMB-45 (a monoclonal antibody that binds to immature melanosomes), and SOX10 (a transcription factor found in neural crest–derived cells). $ (Choice E)  @Schwannomas@ are peripheral nerve tumors characterized by densely (Antoni type A) or loosely (Antoni type B) arranged spindle-shaped cells that may show nuclear palisading (ie, Verocay bodies).  These tumors almost always express S100 due to their embryonic neural crest origins; SOX10 may also be identified.  Schwannomas do not express synaptophysin or chromogranin A. $ Educational objective Functional (eg, insulinoma, gastrinoma, glucagonoma, VIPoma) and nonfunctional pancreatic neuroendocrine tumors are histologically characterized by uniform tumor cells with an organoid architecture (eg, nested, glandular, ribbon, or pseudorosette arrangement).  The cells have characteristic salt-and-pepper chromatin, as well as granular cytoplasm, and stain positive for synaptophysin and chromogranin A.","clickable_1":"images/img1.21146.jpg","clickable_2":"images/img2.21146.jpg","clickable_3":"images/img3.21146.jpg","clickable_4":"images/img4.21146.jpg","clickable_5":"images/img5.21146.jpg","clickable_6":"images/img6.21146.jpg"},

{"id":"14939","title":"A 54-year-old man comes to the office for evaluation of chronic diarrhea and weight loss.  He has had bulky, foul-smelling stools for the past 8 months, which usually occur shortly after eating.  There have been no nocturnal bowel movements, and he denies fecal incontinence.  The patient also experiences dull, epigastric abdominal pain that is exacerbated by eating and unrelieved by antacids.  He drinks 6 or 7 beers a day but denies tobacco or illicit drug use.  Vital signs are within normal limits.  The abdomen is tender to palpation in the epigastrium without distension, rebound, or guarding.  Sudan staining of a fecal specimen is positive, and fecal occult blood testing is negative.  Blood testing reveals normal hemoglobin.  Which of the following pathophysiologic changes are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bile acid synthesis","answer_2":"B. Decreased levels of fecal elastase","answer_3":"C. Impaired production of intrinsic factor","answer_4":"D. Increased pancreatic bicarbonate secretion","answer_5":"E. Small bowel villous atrophy","percent_1":"29%","percent_2":"40%","percent_3":"5%","percent_4":"8%","percent_5":"18%","right_answer":"B. Decreased levels of fecal elastase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of alcohol use disorder who has chronic epigastric pain, weight loss, and steatorrhea (ie, bulky, fatty stools) likely has #chronic pancreatitis#, a progressive inflammatory disease that ultimately leads to pancreatic fibrosis.  Major risk factors include #alcohol abuse#, recurrent episodes of acute pancreatitis, and smoking. $Patients classically have #epigastric pain# that worsens with meals; pain is initially intermittent but may become constant in advanced disease.  Other signs and symptoms of chronic pancreatitis are due to the following pathophysiologic changes: $• #Endocrine insufficiency#: Destruction of islet cells results in insulin-dependent diabetes mellitus. $• #Exocrine insufficiency#: Destruction of acinar cells results in lipase, elastase, amylase, trypsin, and chymotrypsin deficiency.  This results in protein and fat malabsorption with #weight loss#, #steatorrhea#, and fat-soluble vitamin deficiencies. $#Elastase #is derived from a zymogen produced by pancreatic acinar cells and activated by trypsin in the duodenum; levels #correlate with pancreatic exocrine activity#.  Therefore, #low fecal elastase# can help diagnose #pancreatic insufficiency# and supports a diagnosis of chronic pancreatitis.  Other useful tests include Sudan staining (which identifies fecal fat) and hemoglobin A1c (which diagnoses diabetes mellitus). $#(Choice A)#  Bile acid synthesis, which occurs in the liver, is not affected by chronic pancreatitis.  Bile acids are necessary for proper biliary flow; therefore, bile acid synthesis disorders usually present with cholestasis, jaundice, and hepatic failure in neonates. $#(Choice C)#  Autoimmune gastritis occurs due to autoantibodies directed at parietal cells and intrinsic factor, resulting in reduced intrinsic factor production.  Although patients may have postprandial abdominal pain, they also typically have macrocytic anemia (due to vitamin B12 deficiency).  Steatorrhea (due to fat malabsorption) is unexpected. $#(Choice D)#  The pancreas normally produces a bicarbonate-rich fluid that neutralizes stomach acid.  Chronic pancreatitis results in progressive pancreatic destruction, leading to decreased pancreatic bicarbonate production. $#(Choice E)#  Villous atrophy of the small bowel is characteristic of celiac disease.  Although patients can have steatorrhea and abdominal pain, celiac disease also usually causes iron deficiency anemia.  In addition, chronic pancreatitis is more likely in this patient with heavy alcohol use. $#Educational objective# Chronic pancreatitis is an inflammatory disorder leading to pancreatic fibrosis and atrophy, resulting in endocrine (ie, insulin) and exocrine (eg, lipase, elastase, amylase, trypsin, chymotrypsin) insufficiencies.  Patients typically have postprandial steatorrhea (ie, bulky diarrhea that is difficult to flush) and epigastric pain with meals.  Low fecal elastase, positive Sudan staining, and elevated hemoglobin A1c support the diagnosis.  "},

{"id":"434","title":"A 45-year-old man comes to the emergency department due to sudden-onset vomiting and severe upper abdominal pain that radiates to his back.  The patient's total bilirubin is 0.9 mg/dL, aspartate aminotransferase (AST) is 98 U/L, alanine aminotransferase (ALT) is 32 U/L, and alkaline phosphatase is 98 U/L.  Serum lipase is markedly increased.  Abdominal ultrasound reveals a normal gallbladder and common bile duct.  The diagnosis of acute pancreatitis is made, and a specific etiology is established.  Which of the following additional laboratory findings is most specific for the underlying cause of this patient's pancreatitis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Mean corpuscular volume of 108 fL","answer_2":"B. Serum calcium level of 8 mg/dL","answer_3":"C. Serum glucose level of 180 mg/dL","answer_4":"D. Serum sodium level of 150 mEq/L","answer_5":"E. White blood cell count of 22,000/mm 3","percent_1":"35%","percent_2":"24%","percent_3":"17%","percent_4":"3%","percent_5":"21%","right_answer":"A. Mean corpuscular volume of 108 fL","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #acute pancreatitis# is likely related to #chronic alcohol use# given his #>2 AST:ALT ratio# and #absence of gallstones# on abdominal ultrasound.  After gallstones, alcohol use is the second most common cause of acute pancreatitis.  Ethanol induces pancreatic secretions with a high protein concentration and low fluid content.  These viscous secretions are prone to precipitate and form plugs that can obstruct the lumina of the pancreatic ductules.  Alcohol also causes spasms of the sphincter of Oddi and has a direct toxic effect on the acinar cells. $ Alcohol-related acute pancreatitis is clinically #indistinguishable# from pancreatitis due to other causes.  However, chronic alcohol use causes a number of systemic effects due to both the direct toxic actions of ethanol and alcohol-associated vitamin deficiencies.  Even in the absence of anemia, #macrocytosis# (mean corpuscular volume >100 fL) is often seen and is likely related to poor nutrition (eg, folate deficiency), liver disease, and/or direct toxicity of alcohol on the marrow. $ (Choice B)  In severe acute pancreatitis, necrosis can spread into the retroperitoneal fat, omentum, mesentery, and even beyond the abdominal cavity.  Large amounts of calcium bind to the released free fatty acids, forming soaps that are deposited in the areas of necrosis, which may result in hypocalcemia.  However, this is a nonspecific finding that can occur with pancreatitis of any etiology, not just alcohol-related pancreatitis. $ (Choice C)  Inflammation in acute pancreatitis may lead to dysfunction of the pancreatic islets with decreased secretion of insulin, resulting in hyperglycemia.  This is a nonspecific finding that can occur with pancreatitis of any etiology, not just alcohol-related pancreatitis. $ (Choice D)  Hypernatremia may occur in the setting of severe acute pancreatitis due to large third-space fluid loss (ie, interstitial fluid accumulation) and decreased water intake, causing subsequent hypovolemia and renal sodium retention.  This finding is also not specific for alcohol-related pancreatitis. $ (Choice E)  An increased white blood cell count is a nonspecific marker of inflammation and may occur with pancreatitis of any etiology. $ Educational objective After gallstones, chronic alcohol use is the second most common cause of acute pancreatitis.  Macrocytosis and an AST:ALT ratio >2 are indirect indicators of chronic alcohol consumption.  Alcohol-related macrocytosis can occur independently of folate deficiency."},

{"id":"19355","title":"A 15-month-old boy is brought to the office by his parents for poor weight gain.  The parents have also noticed frequent, large, foul-smelling stools.  He was admitted to the hospital for a prolonged bout of bacterial pneumonia 6 months ago.  Both parents are healthy and have no similar symptoms.  The child was born at term at home.  He is at the 20th percentile for length and 3rd percentile for weight.  Vital signs are normal.  On examination, the child appears thin and has a nontender, nondistended abdomen.  Which of the following is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased fecal calcium content","answer_2":"B. Decreased fecal elastase","answer_3":"C. Increased fecal calprotectin","answer_4":"D. Increased fecal chymotrypsin","answer_5":"E. Increased pancreatic bicarbonate secretion","percent_1":"5%","percent_2":"67%","percent_3":"4%","percent_4":"14%","percent_5":"9%","right_answer":"B. Decreased fecal elastase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Features of cystic fibrosis! ?Pathogenesis? • Autosomal recessive mutation (#∆F508#) $ impairs CFTR function • Decreased water content causes #thick,$ viscous mucus#: $ == ○ Chronic airway obstruction $ == ○ Gastrointestinal malabsorption ?Clinical$ manifestations? • Chronic, productive cough • Recurrent #sinopulmonary $infections# (eg, Staphylococcus $aureus, Pseudomonas aeruginosa, $& Burkholderia cepacia complex) • #Pancreatic insufficiency# • Male infertility (bilateral absence of$ vas deferens) ?Diagnosis? • Elevated sweat chloride levels • Nasal potential difference measurements • Genetic testing for CFTR mutations %#CFTR# = cystic fibrosis transmembrane conductance regulator.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with failure to thrive, steatorrhea, and a hospitalization for pneumonia most likely has #cystic fibrosis# (CF).  CF is an autosomal recessive disorder in which a defective @chloride channel@ causes the accumulation of thick, dehydrated secretions in @multiple organs@. $In the #pancreas#, viscous mucus obstructs small ducts and acini, preventing #digestive enzymes# from reaching the intestinal lumen and leading to progressive pancreatic inflammation and fibrosis.  This ultimately causes #pancreatic insufficiency#, which may be present at birth in patients with CF and typically progresses throughout childhood.  Signs of fat and protein malabsorption due to pancreatic insufficiency include #steatorrhea# (bulky, foul-smelling stools), #failure to thrive#, and fat-soluble vitamin deficiencies (A, D, E, and K). $@Elastase@ is a pro-enzyme (ie, zymogen) produced by pancreatic acinar cells and activated by trypsin within the duodenal lumen.  Because elastase production and secretion are decreased in patients with pancreatic insufficiency, fecal elastase levels are also decreased; the presence of #low fecal elastase# is an accurate and noninvasive method for diagnosing pancreatic insufficiency of any cause (eg, CF, chronic pancreatitis). $#(Choice A)#  Dietary absorption of calcium is decreased in CF in part due to vitamin D deficiency, which leads to both hypocalcemia and increased calcium fecal concentration. $#(Choice C)#  Calprotectin is a protein derived from neutrophils that is released into the stool of patients with inflammatory diarrhea (eg, ulcerative colitis, Crohn disease).  Fecal calprotectin levels are not increased in CF. $#(Choice D)#  Like elastase, chymotrypsin is a pancreatic digestive enzyme whose fecal concentration would be decreased (not increased) in patients with pancreatic insufficiency. $#(Choice E)#  Bicarbonate is produced and secreted by the pancreas to neutralize gastric acid and raise duodenal pH.  Because patients with pancreatic insufficiency have less bicarbonate secretion, duodenal pH will decrease.  The low pH can inactivate digestive enzymes produced by the stomach and intestine, further impairing nutrient absorption. $#Educational objective# Pancreatic insufficiency is common in cystic fibrosis because thick, viscous secretions in the pancreas block digestive enzymes, leading to malabsorption (eg, steatorrhea, failure to thrive).  The presence of low fecal elastase is an accurate and noninvasive method for diagnosing pancreatic insufficiency.  ","clickable_1":"images/img1.19355.jpg","clickable_2":"images/img2.19355.jpg","clickable_3":"images/img3.19355.jpg"}

]