[

{"id":"14870","title":"A 48-year-old homeless man is brought to the emergency department after being found unresponsive on the sidewalk.  Medical history is unknown.  Temperature is 38.3 C (101 F), blood pressure is 116/70 mm Hg, pulse is 108/min, and respirations are 26/min.  Oxygen saturation is 88% on 100% oxygen via face mask.  The patient is ill-appearing, thin, and disheveled with poor dentition.  There are a few white patches on the oral mucosa, but no skin rash is present.  Lung auscultation reveals bilateral crackles.  There are healed abdominal scars from a previous surgery.  The abdomen is soft with no hepatomegaly or splenomegaly.  Chest x-ray reveals bilateral interstitial infiltrates.  A silver-stained bronchoalveolar lavage specimen is shown in the image.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/14870.jpg","title_2":"Which of the following most likely predisposed this patient to his current lung condition?","audio":"","comparison_items":"","answer_1":"A. Aspiration of oropharyngeal secretion","answer_2":"B. Decreased mucociliary clearance","answer_3":"C. Defective antibody-specific response","answer_4":"D. Impaired cell-mediated immunity","answer_5":"E. Postsplenectomy state","percent_1":"16%","percent_2":"3%","percent_3":"4%","percent_4":"71%","percent_5":"6%","right_answer":"D. Impaired cell-mediated immunity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This homeless patient has hypoxia, bilateral interstitial infiltrates, and a positive silver stain indicating likely #Pneumocystis pneumonia# (PCP), an atypical fungal infection caused by the opportunistic pathogen P jirovecii.  Inhalation of the organism leads to inoculation of the #alveolar space#.  Healthy individuals rarely develop symptoms as alveolar monocytes and macrophages are stimulated by the cell-mediated immune response to rapidly clear the organism.  However, patients with #impaired cell-mediated immunity#, particularly those with untreated #AIDS# (CD4 count <200/mm3), often cannot eliminate the pathogen. $PCP typically manifests with slowly worsening pulmonary symptoms (eg, cough, dyspnea), hypoxia, and chest x-ray evidence of a @diffuse, bilateral interstitial infiltrate@.  Because P jirovecii cannot be cultured, diagnosis is made by identifying the organism in respiratory secretions using specialized stains (eg, @methenamine silver stain@). $This patient also has oral pharyngeal candidiasis (white patches on the oral mucosa), an opportunistic infection often seen in those with impaired cell-mediated immunity. $#(Choice A)#  Aspiration pneumonia is common in patients who have impaired levels of consciousness.  It usually presents with cough productive of foul-smelling sputum, dyspnea, fever, and a lobar infiltrate on chest x-ray.  Most cases are caused by a mixture of anaerobic organisms. $#(Choices B and E)#  Cigarette smoking impairs the ability of the cilia to clear mucus, which can lead to recurrent bacterial pneumonia.  Patients with splenectomy are at increased risk for fulminant bacterial infections, particularly with encapsulated organisms such as Streptococcus pneumoniae.  Bacterial pneumonia usually presents with cough productive of sputum, dyspnea, fever, and a lobar infiltrate on chest x-ray.  The presence of diffuse interstitial infiltrates and a positive silver stain make PCP more likely. $#(Choice C)#  The humoral antibody response is important for the elimination of pathogenic bacterial and viral infections.  Although viral pneumonia can cause bilateral interstitial infiltrates, viruses are not identified on silver stain. $#Educational objective# Pneumocystis pneumonia is an atypical fungal infection seen primarily in those with impaired cell-mediated immunity (eg, advanced AIDS).  Manifestations often include slowly worsening pulmonary symptoms, hypoxia, and bilateral interstitial infiltrates on chest x-ray.  The cystic organism can be visualized using silver stain of respiratory secretions.  ","clickable_1":"images/img1.14870.jpg","clickable_2":"images/img2.14870.jpg"},

{"id":"11637","title":"A 43-year-old man undergoes induction chemotherapy for acute myeloid leukemia.  Three weeks later, he is hospitalized with fever, cough, and generalized weakness.  On physical examination, his temperature is 38.1 C (100.7 F), blood pressure is 102/68 mm Hg, and pulse is 125/min.  The patient's pulse oximetry shows 95% on room air.  Crackles are heard over the right upper lung.  His hemoglobin level is 9.5 g/dL, and leukocyte count is 900/mm3 with an absolute neutrophil count of 100/mm3.  Chest x-ray reveals a dense infiltrate involving the right upper lung lobe.  Broad-spectrum antibiotic therapy is instituted.  Five days later, the patient is still febrile.  Bronchoscopy with biopsy is performed and the tissue samples from the bronchoscopy grow mold.  Which of the following organisms is most likely responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aspergillus fumigatus","answer_2":"B. Candida albicans","answer_3":"C. Cryptococcus neoformans","answer_4":"D. Pneumocystis jirovecii","answer_5":"E. Rhizopus oryzae","percent_1":"56%","percent_2":"18%","percent_3":"9%","percent_4":"13%","percent_5":"4%","right_answer":"A. Aspergillus fumigatus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with leukemia recently underwent chemotherapy (with likely myelosuppressive effects) and now has a fungal respiratory infection with #febrile neutropenia# (FN), typically defined as fever with an #absolute neutrophil count <500/mm3#.  Patients with FN are at increased risk for severe infection.  Broad-spectrum antibiotic therapy is indicated.  Gram-positive bacteria are the most commonly identified pathogens in FN followed by gram-negative organisms.  However, patients with profound and prolonged neutropenia (several days) are at especially high risk for #fungal# infections. $#Invasive pulmonary aspergillosis# presents with some combination of fever, chest pain, cough, dyspnea, and hemoptysis.  Chest imaging can show diffuse consolidation, nodules, or cavitary lesions.  On light microscopy, Aspergillus is seen as @septate narrow hyphae@ that branch at a 45° angle.  Antifungal therapy is needed. $#(Choice B)#  Candida is another common fungal infection in patients with FN.  However, isolated respiratory infection due to Candida is very uncommon; candidemia typically manifests with fever and other nonspecific findings, although erythematous skin nodules develop in some patients. $#(Choice C)#  @Cryptococcus neoformans@ is a yeast that most frequently causes opportunistic infections in patients with immunosuppression, especially those with HIV/AIDS.  The most common presentation is meningoencephalitis. $#(Choice D)#  Pneumocystis pneumonia (PCP) is an important cause of severe respiratory infection in immunocompromised patients.  PCP can present with fever and cough, but chest radiographs most commonly reveal diffuse, bilateral interstitial infiltrates.  @Pneumocystis@ cannot be cultured but can be visualized microscopically in bronchoalveolar lavage, sputum, and tissue specimens. $#(Choice E)#  Rhizopus infection can lead to mucormycosis, which most commonly presents with a sinus infection that spreads rapidly to involve the orbits and brain (classically seen in patients with diabetes). $#Educational objective# Patients with profound and prolonged neutropenia are at especially high risk for fungal infections.  The most common fungal causes are Aspergillus and Candida species.  Invasive pulmonary aspergillosis presents with some combination of fever, chest pain, cough, dyspnea, and hemoptysis.  ","clickable_1":"images/img1.11637.jpg","clickable_2":"images/img2.11637.jpg","clickable_3":"images/img3.11637.jpg"},

{"id":"20205","title":"A 52-year-old woman comes to the office due to worsening skin lesions on her right hand.  The patient injured her hand while cleaning decaying vegetation from her rose garden 3 weeks ago.  She washed the wound with soap and water and noticed a mildly itchy papule several days later.  The lesion progressively enlarged, and 2 other similar papules appeared proximal to the original lesion.  The patient has had no fever, chills, or severe pain.  She has no previous medical conditions and takes no medications.  The patient lives in the southeastern United States and has not traveled recently.  Physical examination shows a 1-cm, nontender, red nodule on the dorsum of the right hand with 2 smaller papules in linear distribution proximal to it.  Which of the following histopathologic findings is most likely present in this patient's skin lesions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dense inflammatory infiltrate surrounding sulfur granules","answer_2":"B. Granulomas with amastigote parasites inside dermal macrophages","answer_3":"C. Mixed granulomatous and neutrophilic inflammatory reaction","answer_4":"D. Perivascular lymphocytic inflammation and epidermal spongiosis","answer_5":"E. Prominent plasma cell infiltrates and obliterative endarteritis","percent_1":"4%","percent_2":"4%","percent_3":"55%","percent_4":"35%","percent_5":"2%","right_answer":"C. Mixed granulomatous and neutrophilic inflammatory reaction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Sporotrichosis# is caused by #Sporothrix schenckii#, a dimorphic fungus found in #soil# and plant matter that may be #traumatically inoculated# into the skin (eg, thorn prick) during outdoor activities (eg, #gardening#, landscaping).  A mildly pruritic, erythematous, ulcerated #papule# often forms at the inoculation site (eg, @hand@, forearm) within weeks.  As the organism spreads, #additional lesions# may develop #along the draining lymphatic chain# (ie, nodular lymphangitis). $Biopsy of the lesions reveals mixed inflammation, including #granulomas# and neutrophilic #microabscesses# in the dermis and subcutaneous tissue.  Stains for fungal organisms may highlight rare, cigar-shaped yeast.  The gold standard for definitive diagnosis is culture. $Sporotrichosis is typically limited to the skin and soft tissue, but disseminated infection may develop in immunocompromised individuals.  #Itraconazole# is the preferred treatment for lymphocutaneous sporotrichosis. $#(Choice A)#  Histologic features of @actinomycosis@ include sulfur granules (aggregates of Actinomyces filaments) surrounded by a dense inflammatory infiltrate.  Actinomycosis most commonly presents as a firm cervicofacial (eg, mandibular) mass with abscess and sinus tract formation after surgery (eg, tooth extraction) or trauma. $#(Choice B)#  Cutaneous leishmaniasis is histologically characterized by granulomatous inflammation and intracellular amastigote organisms within macrophages.  Although it may present with @ulcerated papules and nodules@, cutaneous leishmaniasis is most frequently seen in the Middle East and Central and South America; this patient lives in the southeastern United States and has not traveled recently. $#(Choice D)#  @Spongiosis@ (ie, epidermal intercellular edema) and superficial dermal perivascular inflammation are histologic features of acute eczematous dermatitis, such as allergic contact dermatitis (eg, poison ivy).  Clinical manifestations typically include erythematous, pruritic @papules and vesicles@, rather than nodular lesions. $#(Choice E)#  Prominent plasma cell infiltrates and obliterative endarteritis are characteristic of @syphilitic lesions@.  Depending on the stage of infection, cutaneous syphilitic lesions may include painless ulcers (eg, chancre), gray-white plaques (eg, condylomata lata), a @maculopapular rash@, and gummas. $#Educational objective# Sporotrichosis typically presents as papulonodular lesions distributed along the lymphatics and is histologically characterized by granulomatous and neutrophilic inflammation.  It is caused by the dimorphic fungus Sporothrix schenckii, which is often inoculated into the skin during outdoor activities such as gardening.  ","clickable_1":"images/img1.20205.jpg","clickable_2":"images/img2.20205.jpg","clickable_3":"images/img3.20205.jpg","clickable_4":"images/img4.20205.jpg","clickable_5":"images/img5.20205.jpg","clickable_6":"images/img6.20205.jpg","clickable_7":"images/img7.20205.jpg"},

{"id":"105","title":"A 47-year-old man comes to the office due to persistent fever, night sweats, and fatigue.  Thorough evaluation yields a diagnosis of chronic myeloid leukemia.  While undergoing treatment for his malignancy, the patient experiences headaches, scant nasal discharge, and left eye symptoms.  Physical examination reveals tenderness over the paranasal sinuses and left-sided orbital swelling and cellulitis.  Mild proptosis and ptosis of the left eye are also present.  Biopsy of the sinus mucosa is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/105.jpg","title_2":"Which of the following is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Aspergillus fumigatus","answer_2":"B. Blastomyces dermatitidis","answer_3":"C. Candida albicans","answer_4":"D. Coccidioides immitis","answer_5":"E. Cryptococcus neoformans","answer_6":"F. Histoplasma capsulatum","answer_7":"G. Malassezia furfur","answer_8":"H. Microsporum canis","answer_9":"I. Rhizopus species","answer_10":"J. Sporothrix schenckii","percent_1":"53%","percent_2":"1%","percent_3":"5%","percent_4":"1%","percent_5":"1%","percent_6":"1%","percent_7":"2%","percent_8":"0%","percent_9":"36%","percent_10":"0%","right_answer":"A. Aspergillus fumigatus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp105.jpg","explanation_1":"","explanation_2":"$This patient's symptoms are consistent with fungal rhinosinusitis.  The biopsy shows fungal #hyphae# branching at #acute angles# with #septations#, findings characteristic of #Aspergillus fumigatus#.  This fungus is widely distributed in the environment and commonly grows on decaying vegetables.  It is monomorphic, existing only in mold form (ie, multicellular hyphae). $Aspergillus causes the following conditions: $• #Invasive aspergillosis# develops in #immunosuppressed patients#.  The prolonged neutropenia associated with leukemia and lymphoma treatment is a strong risk factor.  It most commonly affects the lung and can cause fever, pleuritic chest pain, and hemoptysis.  Aspergillus has a predilection for blood vessels and can spread hematogenously, causing infection and infarcts involving the skin, paranasal sinuses, kidneys, endocardium, and brain.  Diagnosis is made by light microscopy, which reveals V-shaped, narrow, septate hyphae invading the tissue.  Voriconazole is used to treat invasive aspergillosis. $• #Aspergillomas# are Aspergillus #fungus balls# that grow in old lung cavities (eg, produced by tuberculosis or bronchiectasis).  They are limited to the preexisting cavity; invasion of the surrounding lung tissue is rare in immunocompetent patients.  Aspergillomas are often surgically removed. $• #Allergic bronchopulmonary aspergillosis# occurs in asthma and presents with wheezing and migratory pulmonary infiltrates.  Increased serum IgE and increased titers of antibodies against Aspergillus are characteristic.  Treatment is with corticosteroids. $#(Choices B, D, and F)#  @Blastomyces@, @Coccidioides@, and @Histoplasma@ are dimorphic fungi.  They grow as molds in nature but exist in yeast form in humans (Coccidioides exists in endospore form at body temperature).  As a result, hyphae would not be seen in biopsy specimens. $#(Choice C)#  @Candida albicans@ is a component of normal human mucous membrane flora.  On light microscopy, it appears as an oval, budding yeast with pseudohyphae (ie, not true hyphae but rather elongated yeast cells). $#(Choice E)#  @Cryptococcus neoformans@, an oval, budding yeast with a thick capsule, causes meningitis and lung infections in AIDS.  India ink stain of cerebrospinal fluid shows a wide, clear zone around the cell corresponding to the unstained capsule. $#(Choices G and H)#  Malassezia furfur and Microsporum canis can cause cutaneous fungal infections.  They do not typically cause rhinosinusitis. $#(Choice I)#  Rhizopus and Mucor form broad, ribbon-shaped, nonseptate hyphae that branch at right or wide angles.  They cause @mucormycosis@, which typically presents as a paranasal infection in immunocompromised patients or those with diabetes mellitus.  However, Aspergillus can also cause rhinosinusitis identical in presentation to mucormycosis.  The presence of narrow hyphae with septations makes invasive aspergillosis more likely. $#(Choice J)#  Sporothrix schenckii, often inoculated into the skin during outdoor activities, typically presents as papulonodular lesions that form along the draining lymphatics. $#Educational objective# Immunosuppressed patients are at risk for Aspergillus fumigatus infection.  This fungus produces thin, septate hyphae with acute, V-shaped branching, causing invasive aspergillosis, aspergillomas, and allergic bronchopulmonary aspergillosis.  ","clickable_1":"images/img1.105.jpg","clickable_2":"images/img2.105.jpg","clickable_3":"images/img3.105.jpg","clickable_4":"images/img4.105.jpg","clickable_5":"images/img5.105.jpg","clickable_6":"images/img6.105.jpg"},

{"id":"106","title":"A 38-year-old man is undergoing treatment for acute myeloid leukemia.  Initially, he had fevers and reported being lethargic and fatigued all the time.  However, of late, he has noted increasingly severe right-sided headaches.  He describes the pain to be throbbing in nature and located behind his right eye.  He also has associated nasal stuffiness.  The patient has no prior history of allergies.  Physical examination reveals right-sided proptosis and periorbital tenderness.  Biopsy of the right maxillary sinus mucosa reveals the following:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/106.jpg","title_2":"Which of the following is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Malassezia furfur","answer_2":"B. Microsporum canis","answer_3":"C. Rhizopus species","answer_4":"D. Aspergillus fumigatus","answer_5":"E. Candida albicans","answer_6":"F. Cryptococcus neoformans","answer_7":"G. Blastomyces dermatitidis","answer_8":"H. Histoplasma capsulatum","answer_9":"I. Coccidioides immitis","answer_10":"J. Sporothrix schenckii","percent_1":"2%","percent_2":"1%","percent_3":"83%","percent_4":"7%","percent_5":"2%","percent_6":"1%","percent_7":"1%","percent_8":"1%","percent_9":"1%","percent_10":"1%","right_answer":"C. Rhizopus species","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp106.jpg","explanation_1":"","explanation_2":"$Mucor, Rhizopus, and Absidia species are saprophytic fungi present in the environment.  They are transmitted by spore inhalation and cause #mucormycosis#.  Mucormycosis is very strongly associated with #diabetic ketoacidosis#.  Patients with underlying #immunosuppression #(eg, due to solid organ transplantation, hematologic malignancies, or glucocorticoid therapy) are also at high risk. $Mucormycosis tends to affect the #paranasal sinuses#.  Symptoms include facial and periorbital pain, headache, and purulent nasal discharge.  The fungi proliferate in the walls of blood vessels and cause necrosis of the corresponding tissue.  Black eschar (necrotic tissue) may be seen on the palate or nasal turbinates. $Mucormycosis is diagnosed by light microscopy of a tissue specimen.  Mucor, Rhizopus, and Absidia fungi exist in mold form only.  They form broad, #nonseptate hyphae# that branch at #wide, often 90° angles#.  Mucormycosis is treated by surgical debridement of necrotic tissue and amphotericin B. $#(Choices A and B)#  Malassezia furfur and Microsporum canis cause cutaneous mycoses but do not affect the paranasal sinuses. $#(Choice D)#  @Invasive aspergillosis@ involving the paranasal sinuses can show close clinical resemblance to mucormycosis.  However, light microscopy of the affected tissue will differentiate these two diagnoses: unlike Mucor and Rhizopus, Aspergillus has septate hyphae that branch at 45° angles (V-shaped branching). $#(Choice E)#  @Candida albicans@ can cause a variety of symptoms in immunosuppressed patients.  Right-sided endocarditis, renal abscesses, and esophagitis are among the most common.  Budding yeasts and pseudohyphae are seen on light microscopy. $#(Choice F)#  Cryptococcus neoformans primarily causes meningoencephalitis (eg, headache, confusion, altered mental state) in patients who are immunocompromised (particularly those with advanced AIDS). $#(Choices G, H, and I)#  Blastomyces, Histoplasma, and Coccidioides cause lung disease in healthy patients.  Disseminated disease occurs in immunosuppressed individuals.  Isolated paranasal involvement is not typical. $#(Choice J)#  Sporothrix schenckii can be transmitted to humans via subcutaneous inoculation.  Manifestations include a papule at the site of exposure with subsequent papules forming along proximal lymphatic drainage pathways. $#Educational objective# Mucormycosis is an opportunistic infection caused by Rhizopus, Mucor, and Absidia species.  The classic clinical picture is paranasal sinus involvement in a diabetic or immunosuppressed patient.  The fungi form broad nonseptate hyphae that branch at right angles.  ","clickable_1":"images/img1.106.jpg","clickable_2":"images/img2.106.jpg"},

{"id":"112","title":"A 56-year-old man comes to the emergency department due to fever and malaise for the past day.  The patient was recently diagnosed with diffuse large B-cell lymphoma and completed the first cycle of combination chemotherapy 10 days ago.  Temperature is 38.4 C (101.1 F).  Physical examination is unremarkable with the exception of diffuse lymphadenopathy.  The patient is hospitalized, and empiric antibiotics are initiated.  Two days later, blood cultures drawn on admission grow yeast forms with pseudohyphae and demonstrate an ability to form germ tubes.  Which of the following immunodeficiency mechanisms is most likely responsible for the invasiveness of this patient's infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complement deficiency","answer_2":"B. Hypogammaglobulinemia","answer_3":"C. Low eosinophil count","answer_4":"D. Low neutrophil count","answer_5":"E. Low T-lymphocyte count","percent_1":"4%","percent_2":"13%","percent_3":"6%","percent_4":"29%","percent_5":"48%","right_answer":"D. Low neutrophil count","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient underwent cytotoxic chemotherapy and subsequently developed a bloodstream infection with #Candida albicans#, a small, elliptical, budding yeast.  Visualization of #pseudohyphae#, a chain of budding yeasts joined together with end-to-end at constrictions, is an important diagnostic clue.  C albicans is distinguished from other Candida species by its ability to form #germ tubes# (true hyphae with no constrictions) when incubated at 37 C (98.6 F) for 2-3 hours (ie, germ tube test). $C albicans is a human commensal organism that may cause mucocutaneous infection in otherwise healthy individuals but rarely causes invasive disease.  Protection against infection is mediated by the following: $• Intact epithelium:  Candida triggers toll-like receptors on epithelial cells to release proinflammatory cytokines, which recruit immune cells to the area; epithelial cells also release beta-defensins, which provide antifungal activity. $• Resident macrophages/monocytes:  Penetration of epithelial cells by fungal hyphae causes resident macrophages to release inflammatory cytokines that recruit lymphocytes, monocytes, and neutrophils to the area of infection.  #T helper lymphocytes# specific for Candida antigens help drive the epithelial and macrophage response, and are important for prevention of #superficial Candida infection# (eg, oral/esophageal, cutaneous, vulvovaginitis). $• #Neutrophils:#  Neutrophils are the most important immune cell in the protection against #invasive Candida# (eg, candidemia, deep tissue infections).  Neutrophils kill Candida by releasing reactive oxygen species, lactoferrin, lysozyme, elastase, and beta-defensins.  They are also the only immune cell that is able to prevent germination of Candida yeasts into penetrating hyphae. $Patients who undergo cytotoxic chemotherapy and develop #neutropenia# are at dramatically increased risk for invasive infection.  Indwelling central intravascular catheters are also a major risk factor for invasive disease. $#(Choice A)#  Early complement proteins (eg, C3b, C5b) assist opsonization, and late complement proteins (C5-C9) form the membrane attack complex.  Complement is crucial for control of bacterial infections, but it plays a minimal role in the control of Candida.  In addition, complement levels are not particularly diminished by chemotherapy. $#(Choice B)#  Candida is primarily controlled by neutrophils, macrophages, and helper T cells; immunoglobulins have more of an adjunctive role.  In addition, immunoglobulin levels are not typically affected by most cytotoxic chemotherapy because memory B cells are long lasting and have low rates of cellular division. $#(Choice C)#  Although chemotherapy impairs the production of granulocytes, which include eosinophils, basophils, and neutrophils, transient reduction in eosinophil and basophil count does not drastically increase risk of infection. $#(Choice E)#  T lymphocytes (particularly Th1 and Th17 subtypes) primarily prevent superficial Candida infection by strengthening the mucosal immune defense; conditions that impair cell-mediated immunity (eg, HIV) are associated with higher risk of mucocutaneous Candida infection (eg, thrush, esophagitis).  However, protection against invasive disease is mediated primarily by neutrophils, not lymphocytes. $#Educational objective# Neutrophils are the most important immune cell in the defense against invasive Candida infection; therefore, patients with neutropenia (eg, following cytotoxic chemotherapy) are at high risk for invasive disease (eg, candidemia, meningitis).  In contrast, T lymphocytes are more important for prevention of superficial, mucocutaneous infection (eg, thrush).  "},

{"id":"106713","title":"An 8-year-old boy is brought to the office due to worsening thrush and angular cheilitis, which causes difficulty eating.  The patient has a history of chronic mucocutaneous candidiasis and has had recurrent Candida infections of the skin, oral mucosa, and nails since infancy.  He is currently on suppressive therapy with fluconazole, which has been successful in preventing infections until this most recent episode.  Physical examination shows extensive oral mucosal candidiasis.  Scrapings from a lesion are obtained for culture, and intravenous antifungal therapy is initiated.  Sensitivity testing of the colonies that grow in culture show Candida that is resistant to fluconazole.  Which of the following changes in the pathogen best explains this patient's breakthrough infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alteration in cell membrane sterol structure causing decreased drug affinity","answer_2":"B. Increased binding of fungal cell surface components to the vascular wall","answer_3":"C. Mutations altering the enzyme for cell membrane ergosterol synthesis","answer_4":"D. Mutations altering the enzyme for cell wall glucan synthesis","answer_5":"E. Mutations in the gene that regulates yeast to hyphal form switching","percent_1":"16%","percent_2":"1%","percent_3":"74%","percent_4":"7%","percent_5":"2%","right_answer":"C. Mutations altering the enzyme for cell membrane ergosterol synthesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp106713.jpg","explanation_1":"","explanation_2":"$#Fluconazole# is a triazole antifungal that treats #yeast infections# but has no activity against molds.  It is a first-line therapy for Candida albicans and Cryptococcus neoformans and offers some efficacy against most other Candida species, as well as endemic fungi (eg, Histoplasma, Coccidioides, Blastomyces). $Azole antifungals exert their effect by #blocking lanosterol 14-alpha-demethylase#, a cytochrome p-450–dependent enzyme that converts lanosterol to #ergosterol#.  Because ergosterol is a crucial #component of the cell membrane# of fungi, treatment with azole antifungals causes fungal cell membrane weakening and subsequent cell lysis and death.  However, use of azole antifungals as long-term suppressive therapy or repeat use for recurrent fungal infections can lead to resistance. $Azole resistance is typically due to ≥1 of the following mechanisms: $• Mutations to the gene for 14-alpha-demethylase, which alters the enzyme shape or azole binding site $• Increased expression of 14-alpha-demethylase, which increases the minimum inhibitory concentration to prevent ergosterol synthesis $• Overexpression of drug efflux pumps, which reduces intracellular azole levels $Patients who develop azole resistance may require higher doses or treatment with an alternate antifungal (eg, echinocandin). $#(Choice A)#  Azole antifungals do not bind directly to cell membrane sterols; they bind to the enzyme that generates ergosterol.  In contrast, amphotericin B binds to ergosterol, generating pores in the cell membrane that lyse the cell; alterations to ergosterol's structure can impair amphotericin B binding and lead to resistance, but would have no effect on azoles. $#(Choice B)#  Filamentous fungi such as Rhizopus and Aspergillus can cause ischemic necrosis by binding to components of the vascular wall (eg, basement membrane, extracellular matrix).  This feature is not targeted by azole antifungals. $#(Choice D)#  Echinocandin antifungals inhibit the synthesis of beta-D-glucan, a branched polysaccharide that serves as a crucial cross-linking element in the cell wall of many fungi.  Mutations to the enzyme that produces beta-D-glucan can lead to echinocandin resistance. $#(Choice E)#  The hyphal form is required for Candida to be pathogenic, and Candida with and without the hyphal form is typically seen in tissue cultures during infection.  However, mutations to the gene that triggers the hyphal form would not alter sensitivity to azole antifungal medications. $#Educational objective# Azole antifungal medications (eg, fluconazole) block the fungal enzyme lanosterol 14-alpha-demethylase, a cytochrome p-450–dependent enzyme that converts lanosterol to ergosterol.  Mutations to the gene for 14-alpha-demethylase can lead to azole resistance.  "},

{"id":"111","title":"A 31-year-old man comes to the office due to oral lesions that cause occasional discomfort during eating.  He also reports fatigue and unintentional weight loss.  The patient has no prior medical problems and takes no medications.  Oral examination findings are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/111.jpg","title_2":"The lesions can be easily scraped off, revealing erythematous mucosa underneath.  There are several enlarged cervical and axillary lymph nodes.  Which of the following diagnostic tests is most appropriate during further workup of this patient?","audio":"","comparison_items":"","answer_1":"A. HIV antigen and antibody testing","answer_2":"B. Oral lesion biopsy to rule out malignancy","answer_3":"C. PCR for coxsackievirus","answer_4":"D. Scraping microscopy for multinucleated giant cells","answer_5":"E. Serum vitamin B12 and folate levels","percent_1":"82%","percent_2":"10%","percent_3":"1%","percent_4":"6%","percent_5":"1%","right_answer":"A. HIV antigen and antibody testing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Thrush# is an oropharyngeal #Candida albicans# #infection# that usually presents with creamy @white, plaque-like@ lesions on the buccal mucosa, palate, tongue, or pharynx.  The lesions can be #easily scraped off# with a tongue depressor, revealing underlying erythematous mucosa.  The diagnosis is often made clinically, but microscopic examination will reveal @budding yeasts@ with or without pseudohyphae. $Candida albicans is a normal commensal of the human digestive tract that can cause mucocutaneous infections when local microbial flora is disrupted (eg, antibiotic use) or the cell-mediated immune response is impaired.  Although Candida infections of the skin (eg, diaper rash) and vulvovaginal region often occur in otherwise healthy individuals, oropharyngeal infection is rare in the absence of antibiotics, chemotherapy, or inhaled corticosteroids.  Young, healthy individuals who develop thrush and have no clear inciting cause should be tested for #HIV#, particularly when HIV risk factors (eg, multiple sexual partners) or symptoms of the virus (eg, #lymphadenopathy#, #weight loss#) are present.  A fourth-generation #HIV antigen/antibody test# is typically used for screening. $#(Choice B)#  Leukoplakia is a benign lesion of the tongue caused by hyperplasia of the squamous mucosa that can evolve into dysplasia → carcinoma in situ → invasive carcinoma.  @Leukoplakia@ appears as white patches or plaques on the oral mucosa.  However, these lesions cannot be easily removed with scraping (unlike thrush). $#(Choice C)#  Coxsackievirus causes herpangina, which is usually seen in infants and children.  It is characterized by high fever, sore throat, and yellowish or grey-white papulovesicular lesions on the throat (tongue lesions are rare).  Coxsackievirus also causes hand, foot, and mouth disease, which is characterized by tongue macules, vesicles, and ulcers.  However, it is also usually associated with a vesicular or macular skin rash. $#(Choice D)#  Microscopy of @herpes simplex virus@ (HSV) lesions will reveal multinucleated giant cells.  HSV usually causes multiple vesicular lesions on an erythematous base, not white mucosal plaques. $#(Choice E)#  Atrophic glossitis can be caused by vitamin B12 or folate deficiency.  It is characterized by atrophy of the filiform papillae leading to a smooth, glossy, erythematous tongue. $#Educational objective# Oral thrush is caused by Candida albicans infection and usually presents as white, plaque-like oropharyngeal lesions that are easily scraped off with a tongue depressor.  Affected patients typically have disruption to local microbial flora (eg, antibiotic use) or impairment in cell-mediated immunity (eg, corticosteroids, HIV).  Young, otherwise healthy patients with thrush should be tested for HIV.  ","clickable_1":"images/img1.111.jpg","clickable_2":"images/img2.111.jpg","clickable_3":"images/img3.111.jpg","clickable_4":"images/img4.111.jpg"},

{"id":"109","title":"A 48-year-old previously healthy man is evaluated for progressive fatigue, exertional dyspnea, and excessive bruising.  Physical examination reveals mucosal pallor and scattered ecchymoses.  Blood cell count shows anemia, thrombocytopenia, and leukocytosis with numerous circulating myeloblasts.  Bone marrow biopsy confirms acute myeloid leukemia.  The patient receives induction chemotherapy.  Four days after completion of chemotherapy, the patient develops fever and malaise.  New clusters of macular skin lesions are noted.  Complete blood count shows severe neutropenia.  Blood cultures grow smooth, creamy white, glistening colonies of small yeast forms.  Incubating the pathogen in human serum at 37 C for 2-3 hours leads to formation of small projections from the cell surface with no constriction, as shown in the @exhibit@.  Which of the following is the most likely organism responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit109.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aspergillus fumigatus","answer_2":"B. Candida albicans","answer_3":"C. Coccidioides immitis","answer_4":"D. Cryptococcus neoformans","answer_5":"E. Histoplasma capsulatum","answer_6":"F. Rhizopus species","percent_1":"5%","percent_2":"64%","percent_3":"6%","percent_4":"17%","percent_5":"4%","percent_6":"4%","right_answer":"B. Candida albicans","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp109.jpg","explanation_1":"","explanation_2":"$This patient with acute myeloid leukemia underwent induction chemotherapy prior to hematologic stem cell transplantation.  Because induction chemotherapy ablates bone marrow cells, patients typically develop profound #pancytopenia# within a few days.  Although anemia can cause dyspnea and fatigue, and thrombocytopenia can cause bruising and bleeding, the most life-threatening issue following induction chemotherapy is #severe neutropenia#, which dramatically increases risk of #infection# with virulent (eg, Streptococcus pneumoniae, gram-negative rods) and less virulent (eg, Candida albicans) organisms. $In this case, the patient has a bloodstream infection with #C albicans#, a normal commensal of the mouth, skin, and gastrointestinal tract.  Although mucocutaneous Candida infections are common in otherwise healthy individuals, invasive infection typically occurs only in those with indwelling central catheters or significant neutropenia.  Manifestations can include organ abscesses (eg, kidney, heart, brain, eye, liver) and clusters of #macular skin lesions#. $Blood cultures will reveal smooth, creamy white, glistening colonies.  Microscopic evaluation will show small, ovoid #budding yeasts#.  Pseudohyphae, an important diagnostic clue, form when yeasts do not separate after budding, creating a sausage-like chain of elongated yeasts joined together end-to-end with constrictions.  Incubating the sample in human serum at 37 C for 2-3 hours (ie, #germ tube test#) leads to the formation of #true hyphae#, projections from the yeast with #no constrictions#.  A positive germ tube test is diagnostic of C albicans and distinguishes it from other Candida species (eg, C tropicalis, C glabrata). $#(Choice A)#  @Aspergillus fumigatus@ is a mold that forms powdery colonies.  Microscopy reveals septate hyphae; yeasts are not seen. $#(Choice C)#  Coccidioides immitis is a dimorphic fungus that grows in mold form when cultured at 25 C (77 F).  It appears as yeast (@spherules@ containing endospores) at body temperature.  Coccidioides does not form germ tubes. $#(Choice D)#  @Cryptococcus neoformans@, which grows as white mucoid colonies, also shows budding yeast on microscopy.  However, it does not form germ tubes or pseudohyphae.  In addition, special stains (eg, India ink) reveal a thick capsule. $#(Choice E)#  Histoplasma capsulatum is a slow-growing, dimorphic fungus that grows in mold form when cultured at 25 C.  It appears as oval-shaped, budding @yeasts@ at body temperature.  Histoplasma does not form germ tubes. $#(Choice F)#  Rhizopus is a mold that grows as white, cotton-like colonies that turn gray-brown over time.  Microscopy reveals broad, nonseptate hyphae; yeasts are not seen. $#Educational objective# Microscopic examination of Candida albicans, a common invasive infection in patients with neutropenia, reveals budding yeasts and pseudohyphae.  It can be differentiated from other Candida species by a positive germ tube test.  ","clickable_1":"images/img1.109.jpg","clickable_2":"images/img2.109.jpg","clickable_3":"images/img3.109.jpg","clickable_4":"images/img4.109.jpg"},

{"id":"119","title":"A 64-year-old man comes to the office due to several days of low-grade fever and productive cough.  He has smoked a pack of cigarettes daily for 30 years and has been hospitalized several times for respiratory infections.  Temperature is 37.2 C (99 F), blood pressure is 130/70 mm Hg, pulse is 82/min, and respirations are 14/min.  Pulse oximetry shows 98% on ambient air.  Lung auscultation reveals rhonchi that clear with coughing.  Sputum cultures in specialized media grow round-to-oval, budding yeast, which form germ tubes when incubated at 37 C in serum.  Which of the following best explains the presence of the organism in this patient's sputum sample?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Colonization of a preexisting lung cavity","answer_2":"B. Contamination by normal oral flora","answer_3":"C. Embolization of infectious microthrombi","answer_4":"D. Lung infection from inhaled microconidia","answer_5":"E. Proliferation of previously latent organism","percent_1":"14%","percent_2":"55%","percent_3":"1%","percent_4":"25%","percent_5":"5%","right_answer":"B. Contamination by normal oral flora","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's 30-pack-year smoking history, low-grade fever, productive cough, normal pulse oximetry, and pulmonary rhonchi suggest a chronic obstructive pulmonary disease #(COPD) exacerbation#.  Although expectorated sputum cultures are not routinely obtained in patients with COPD exacerbation, they may help identify the underlying respiratory pathogen in certain cases (eg, concern for drug-resistant organism).  However, positive expectorated sputum results often indicate contamination with oral flora rather than true infection. $This patient's sputum culture grew #Candida albicans#, an oval, budding yeast that forms @true hyphae@ (\"#germ tubes#\") when incubated at body temperature (37 C).  C albicans is a #normal commensal# of the skin and gastrointestinal tract that occasionally causes mucocutaneous infection (eg, vulvovaginitis, cutaneous candidiasis) but #rarely causes invasive disease# (eg, sepsis, chorioretinitis, endocarditis); invasive infection primarily occurs in those with significant neutropenia or indwelling vascular catheters (which provide a portal of entry from the skin into the bloodstream).  Therefore, the presence of C albicans on a sputum sample almost always indicates #contamination with oral flora# rather than true infection. $Other common oral contaminants (that almost never indicate true infection) include coagulase-negative staphylococci and enterococci. $#(Choice A)#  @Aspergillus fumigatus@, a fungus with dichotomous, branching hyphae, can colonize preexisting lung cavities, thereby creating a \"fungus ball\" (aspergilloma).  Most aspergillomas are asymptomatic, and the organism does not resemble a yeast in culture. $#(Choice C)#  Candida infective endocarditis can cause pulmonary infection due to septic pulmonary emboli.  However, this condition is rare and is typically seen in patients with indwelling vascular catheters or history of intravenous drug use. $#(Choice D)#  @Histoplasma capsulatum@ is a dimorphic fungus that is inhaled as microconidia and converts to a small, ovoid yeast in the lungs.  It replicates by forming narrow-based buds, not germ tubes.  In addition, most clinically significant cases are associated with pneumonia, not bronchitis. $#(Choice E)#  @Mycobacterium tuberculosis@ pulmonary infection is usually marked by months or years of asymptomatic latency (within granulomas) that may later reactivate and cause cavitary lung disease.  Sputum culture would reveal acid-fast bacilli, not yeast. $#Educational objective# Expectorated sputum cultures are often contaminated by normal oral flora.  The growth of Candida albicans, a normal commensal of the gastrointestinal tract and skin, almost always indicates oral contamination rather than true pulmonary infection.  ","clickable_1":"images/img1.119.jpg","clickable_2":"images/img2.119.jpg","clickable_3":"images/img3.119.jpg","clickable_4":"images/img4.119.jpg"},

{"id":"274","title":"A 54-year-old man comes to the hospital due to 4 days of progressive nasal congestion, facial pain, swelling, and fever.  The patient has taken over-the-counter decongestants, which provided no relief.  He has a history of uncontrolled diabetes mellitus due to dietary and medication noncompliance.  The patient's temperature is 38.3 C (101 F).  Examination shows right facial swelling and purulent nasal discharge with necrotic destruction of the nasal mucosa and turbinates.  The diagnosis of invasive mucormycosis is made, and surgical debridement is performed.  He is started on an antifungal agent that binds to ergosterol and alters cell membrane permeability.  Considering the adverse effects of this medication, which of the following should be routinely monitored in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Platelet count","answer_2":"B. Serum calcium levels","answer_3":"C. Serum creatine phosphokinase","answer_4":"D. Serum potassium and magnesium levels","answer_5":"E. Thyroid-stimulating hormone","percent_1":"12%","percent_2":"4%","percent_3":"21%","percent_4":"60%","percent_5":"4%","right_answer":"D. Serum potassium and magnesium levels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Mucormycosis# should generally be treated with antifungal therapy and surgical debridement.  #Amphotericin B# is the initial drug of choice.  It binds #ergosterol# in fungal cell membranes to form holes.  Resultant changes in membrane permeability lead to cell death.  #Renal toxicity# is the most notorious side effect of amphotericin B.  The drug causes renal vasoconstriction and a reduction in the glomerular filtration rate.  It may also act as a direct toxin on renal epithelial cells, leading to acute tubular necrosis, renal tubular acidosis, and electrolyte disturbances.  #Severe hypokalemia and hypomagnesemia# (likely reflecting increased distal tubular membrane permeability) can occur, with most patients requiring supplementation.  Renal injury may also lead to decreased erythropoietin production and produce a normochromic normocytic anemia. $Patients with mucormycosis who respond to initial amphotericin therapy may be switched to posaconazole.  Liver function test monitoring is recommended in patients taking azoles. $#(Choice A)#  Examples of drugs that can cause isolated thrombocytopenia include heparin, beta-lactam antibiotics, and vancomycin. $#(Choice B)#  Bisphosphonates (used for osteoporosis) affect bone metabolism and can cause hypocalcemia.  Foscarnet (used for treating ganciclovir-resistant cytomegalovirus infections) also causes hypocalcemia. $#(Choice C)#  Daptomycin can induce rhabdomyolysis, leading to elevated creatine phosphokinase. $#(Choice E)#  TSH monitoring is recommended for patients taking amiodarone (used for treating arrhythmias) or lithium (used for treating bipolar disorder). $#Educational objective# Amphotericin B is a polyene antifungal drug notorious for its renal toxicity.  Severe hypokalemia and hypomagnesemia are commonly seen during therapy and often require daily supplementation.  "},

{"id":"273","title":"A 43-year-old man comes to the emergency department due to fever, chest pain, and hemoptysis.  He has a history of a hematologic malignancy for which he recently underwent a cycle of chemotherapy.  Laboratory studies show neutropenia due to the chemotherapeutic agents.  A nodule with surrounding hypoattenuation is revealed on chest CT.  Galactomannan and beta-D-glucan assays are elevated.  Sputum cultures grow Aspergillus.  The patient is placed on intravenous amphotericin B.  During the infusion, he develops headaches, rigors, and hypotension.  Over the next few days, there is a decline in renal function attributed to amphotericin.  These toxic effects are likely due to binding of the antifungal agent to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cell membrane cholesterol","answer_2":"B. Cytochrome P450","answer_3":"C. Microtubular proteins","answer_4":"D. Mitochondrial enzymes","answer_5":"E. Ribosomal subunit","percent_1":"75%","percent_2":"7%","percent_3":"9%","percent_4":"5%","percent_5":"3%","right_answer":"A. Cell membrane cholesterol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with febrile neutropenia following chemotherapy has invasive aspergillosis (fever, chest pain, hemoptysis, chest imaging showing nodule with hypoattenuation consistent with \"halo sign\").  #Amphotericin B# is a mainstay of treatment for many systemic mycoses.  It preferentially binds the #ergosterol# of fungal cell membranes, leading to fungal cell lysis.  This drug is relatively selective as it has a higher affinity for ergosterol (in fungal membranes) than for cholesterol (in human cell membranes).  However, it binds #cholesterol# to a degree, which explains a large number of its adverse effects. $Amphotericin B is often administered intravenously.  Its main toxicities include the following: $• #Acute infusion-related reactions#, such as fever, chills, rigors, and hypotension, can occur.  These are common and are seen most frequently during initial infusions (often diminish with subsequent infusions).  Premedication with antipyretics and antihistamines can lessen the severity of these effects. $• #Dose-dependent nephrotoxicity# can result from a drug-induced decrease in the glomerular filtration rate.  Permanent loss of renal function is thought to be related to the cumulative total dose.  Renal function (eg, creatinine) should be closely monitored in patients undergoing treatment with amphotericin.  Concomitant administration of other nephrotoxic drugs (eg, aminoglycosides, cyclosporine) should be avoided. $• Significant #electrolyte abnormalities# (hypomagnesemia and hypokalemia) can develop.  These effects occur in the majority of patients within the first week of therapy.  Electrolytes should be monitored daily and replaced as needed. $• #Anemia# occurs due to suppression of renal erythropoietin synthesis.  This effect may be severe in patients with HIV who are taking zidovudine (which also suppresses bone marrow function). $• #Thrombophlebitis# can be seen at the site of injection. $#(Choice B)#  Triazole antifungals (eg, fluconazole, itraconazole) inhibit cytochrome P450 enzymes, suppressing the metabolism of many other medications.  This effect explains the myriad drug interactions of this group of antifungal agents. $#(Choice C)#  Binding of microtubular proteins is the mechanism of griseofulvin, which is effective against dermatophytes only. $#(Choices D and E)#  Amphotericin B does not interact with ribosomal subunits or mitochondrial enzymes. $#Educational objective# Amphotericin B binds the ergosterol of fungal cell membranes to exert its antifungal effects.  However, it also binds cholesterol to some degree, causing toxicity to human tissues.  The most important adverse effects of amphotericin B are nephrotoxicity, hypokalemia, and hypomagnesemia.  "}


]