[


{"id":"696","title":"A 64-year-old man comes to the office after learning at the dentist's office that he has elevated blood pressure.  The patient is a combat veteran and has always been \"fit as a bull.\"  He has undergone various minor surgical procedures for wartime injuries.  He reports many years of tobacco and alcohol use but currently uses neither.  On careful questioning, he describes chest pain on exertion.  Blood pressure is 155/90 mm Hg and pulse is 76/min.  Physical examination is significant for decreased pulse amplitude over the right femoral artery and a systolic bruit over the left carotid artery.  Resting ECG is unremarkable, and serum creatinine is 1.1 mg/dL.  Urinalysis is negative for protein.  Treatment for hypertension is initiated with ramipril.  On a follow-up visit 3 weeks later, blood pressure is 142/85 mm Hg but serum creatinine has increased to 2 mg/dL.  This laboratory finding is best explained by an effect of the drug on which of the following structures (as indicated in the image)? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/696.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"14%","percent_2":"77%","percent_3":"1%","percent_4":"1%","percent_5":"6%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp696.jpg","explanation_1":"","explanation_2":"$This patient with angina, reduced femoral pulsation, and a carotid bruit has diffuse atherosclerosis.  Patients with severe atherosclerosis or atherosclerotic risk factors (eg, hypertension, hyperlipidemia, smoking) are more likely to develop atherosclerotic #renal artery stenosis# (RAS).  Conditions that reduce renal perfusion (eg, hypovolemia, congestive heart failure, RAS [as in this patient]) lower glomerular filtration pressure and the glomerular filtration rate (GFR), stimulating the @renin-angiotensin-aldosterone system@.  This results in increased levels of #angiotensin II#, a potent vasoconstrictor that causes systemic hypertension and preferentially #constricts the efferent arteriole# to restore GFR. $#ACE inhibitors# lower angiotensin II levels, causing systemic vasodilation and reduced blood pressure.  However, they also cause #efferent arteriolar dilation# and lower intraglomerular pressure, preventing the kidney from maintaining GFR in the setting of reduced renal perfusion.  Many patients experience up to a 30% increase in serum creatinine within 2-5 days of starting ACE inhibitors.  Patients with bilateral RAS (who are heavily dependent on angiotensin II to maintain GFR) can experience a precipitous fall in GFR and develop #acute renal failure#. $#(Choice A)#  Locally produced vasodilators (prostaglandins and nitric oxide) in the afferent arteriole counteract the vasoconstrictive effects of angiotensin II; as a result ACE inhibitors do not significantly affect the afferent arterioles.  However, nonsteroidal anti-inflammatory drugs (eg, ibuprofen) and calcineurin inhibitors (eg, cyclosporine) inhibit prostaglandin formation, resulting in constriction of the afferent arterioles and a reduction in intraglomerular pressure. $#(Choices C and D)#  Aminoglycosides, vancomycin, certain antiretrovirals (eg, cidofovir), and foscarnet can damage the renal tubular cells, resulting in acute tubular necrosis.  However, ACE inhibitors are not directly toxic to the renal tubules and have no effect on the descending or ascending loop of Henle. $#(Choice E)#  ACE inhibitors block the release of aldosterone, resulting in decreased Na+ reabsorption and K+ secretion in the distal and collecting tubules.  Although this effect is responsible for the hyperkalemia often seen with ACE inhibitor therapy, it would not cause the rise in creatinine. $#Educational objective# ACE inhibitors reduce angiotensin II levels and cause efferent arteriole dilation, thereby decreasing the glomerular filtration pressure and filtration rate.  This can precipitate acute renal failure in patients with reduced intrarenal perfusion pressure at baseline (eg, renal artery stenosis, congestive heart failure, hypovolemia).  ","clickable_1":"images/img1.696.jpg"},

{"id":"18866","title":"An 80-year-old woman presents to the office for evaluation of progressively worsening urinary incontinence.  The patient reports that she is leaking urine \"all of the time\" and is using the bathroom multiple times at night.  She loses urine immediately after she has the urge to void and often cannot make it to the bathroom.  The patient was recently diagnosed with mild cognitive impairment but maintains independence with the assistance of her husband.  She has no other medical problems.  Vital signs are normal.  Pelvic examination shows vaginal atrophy but is otherwise normal.  There is no leaking of urine with cough or Valsalva maneuver.  Postvoid residual volume and urinalysis are normal.  A medication with which of the following pharmacodynamic effects would be most helpful in treating this patient's urinary incontinence? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antagonism of alpha-1 adrenergic receptors","answer_2":"B. Antagonism of beta-1 adrenergic receptors","answer_3":"C. Antagonism of beta-3 adrenergic receptors","answer_4":"D. Stimulation of beta-1 adrenergic receptors","answer_5":"E. Stimulation of beta-3 adrenergic receptors","answer_6":"F. Stimulation of muscarinic cholinergic receptors","percent_1":"15%","percent_2":"4%","percent_3":"14%","percent_4":"6%","percent_5":"44%","percent_6":"16%","right_answer":"E. Stimulation of beta-3 adrenergic receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18866.jpg","explanation_1":"","explanation_2":"$The patient has #urgency incontinence# (or overactive bladder), which is caused by #uninhibited bladder contractions# (detrusor instability) that results in a sudden, #strong urge to void# followed immediately by loss of urine.  Pharmacotherapy in these patients is aimed at either promoting detrusor relaxation (via beta-3 adrenoceptors) or inhibiting contraction (via muscarinic cholinergic receptors) with 2 main medication classes: $• #Beta-3 receptor agonists# (eg, mirabegron), which causes #detrusor smooth muscle relaxation#, allow increased urine storage and decrease incontinent episodes.  Because they are selective receptor agonists, they are often better tolerated with fewer systemic adverse effects. $• #Antimuscarinics# (eg, oxybutynin), which block M3 receptors at the bladder, prevent detrusor contractions.  However, antimuscarinics often act on several types of muscarinic receptors and should be used with caution, especially in elderly patients and those with cognitive impairment due to medication adverse effects (eg, decreased cognition, blurred vision, drowsiness). $#(Choice A)#  Alpha-1 blockers (eg, doxazosin, prazosin, terazosin) are used to treat benign prostatic hyperplasia (BPH) and hypertension.  They relax the smooth muscle in arterial and venous walls, leading to decreased peripheral vascular resistance, and also relax the smooth muscle in the bladder neck and prostate, leading to decreased urinary obstruction in patients with BPH. $#(Choices B and D)#  Beta-1 adrenergic receptors are found in cardiac tissue and on renal juxtaglomerular cells.  Selective beta-1 blockers (eg, metoprolol) decrease heart rate and contractility and block catecholamine-induced renin release by the kidney. $#(Choice C)#  In contrast to beta-3 adrenergic receptor agonists, antagonists would cause increased bladder spasms (ie, contractions) and increased urine loss. $#(Choice F)#  Muscarinic receptor activation leads to contractions of the bladder musculature and promotes bladder emptying.  Cholinergic agonists (eg, bethanechol) are used to treat urinary retention or neurogenic bladder by strengthening muscular contractions.  These medications would worsen this patient's symptoms. $#Educational objective# Urgency incontinence, or overactive bladder, is caused by uninhibited bladder contractions (detrusor instability) that results in a sudden urge to void followed by an involuntary loss of urine.  Treatment with beta-3 adrenergic receptor activation (eg, mirabegron) relaxes the detrusor muscle, promotes urine storage, and decreases incontinent episodes.  "},

{"id":"694","title":"A 70-year-old man comes to the office for follow-up of hypertension.  He has been taking amlodipine but his recent home blood pressure readings have been elevated.  The patient has a long smoking history and, despite many attempts at quitting, continues to smoke cigarettes.  Blood pressure is 140/90 mm Hg and pulse is 76/min.  Examination shows a bruit on auscultation of the abdomen.  Further evaluation reveals bilateral renal artery stenosis.  After initial discussion, the patient is started on daily lisinopril therapy.  The patient is advised to return to the clinic in a few days.  The close follow-up is recommended due to which of the following anticipated effects in this patient's kidney function?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Renal perfusion∆Intraglomerular pressure∆Filtration fraction","answer_1":"§A. ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆Decreased ∆Increased ∆Increased","answer_3":"§C. ∆Increased ∆Decreased ∆Decreased","answer_4":"§D. ∆Increased ∆Increased ∆Decreased","answer_5":"§E. ∆Increased ∆Increased ∆Increased","percent_1":"38%","percent_2":"11%","percent_3":"38%","percent_4":"6%","percent_5":"8%","right_answer":"§A. ∆Decreased ∆Decreased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp694.jpg","explanation_1":"","explanation_2":"$This patient has #bilateral renal artery stenosis# (RAS) and is at risk for acute renal failure with the initiation of an ACE inhibitor.  Bilateral RAS, which typically occurs in older patients with widespread atherosclerosis, results in a reduction of renal perfusion.  This leads to a lowered glomerular filtration rate (GFR) and activation of the @renin-angiotensin-aldosterone system@.  #Angiotensin II#, a potent vasoconstrictor, increases systemic pressure and preferentially constricts the efferent arteriole, which increases intraglomerular hydrostatic pressure to maintain adequate GFR.  The filtration fraction (FF)—the ratio of GFR to renal plasma flow (RPF) (FF = GFR/RPF)—is increased as the GFR remains relatively preserved despite the decreased RPF. $#ACE inhibitors# (eg, lisinopril) lower angiotensin II levels, causing a reduction in systemic pressures and relative dilation of the efferent arteriole.  In patients with bilateral RAS, the reduced systemic pressures are no longer high enough to overcome the stenosis, and #renal blood flow drops#.  The dilation of the efferent arteriole leads to a #reduction of intraglomerular filtration pressure#, which results in the #reduction of GFR and filtration fraction#. $Although patients with bilateral RAS treated with ACE inhibitors are at risk for acute renal failure, most patients can tolerate the medication with only a mild (<30%) rise in serum creatinine.  In addition, risk can be reduced with discontinuation of diuretics, as volume depletion increases the dependence on efferent arteriolar constriction to maintain GFR. $#Educational objective# Patients with bilateral renal artery stenosis have reduced renal perfusion (due to atherosclerotic blockage) and are dependent upon angiotensin II-induced efferent vasoconstriction to maintain glomerular filtration rate.  ACE inhibitors block angiotensin II-mediated vasoconstriction, which can reduce systemic blood pressure and lower renal perfusion.  In addition, ACE inhibitors cause dilation of the efferent arteriole, leading to a reduction in glomerular filtration rate and renal filtration fraction.  ","clickable_1":"images/img1.694.jpg"},

{"id":"18863","title":"A 50-year-old man is seen in the office for new-onset constipation.  Family history is unremarkable.  Vital signs are within normal limits.  Physical examination reveals normal findings.  Serum laboratory results are as follows:","title_table":"?Creatinine? 1.1 mg/dL ?Calcium? 11.3 mg/dL ?Phosphorus, inorganic? 1.9 mg/dL ?Parathyroid hormone? 98 pg/mL (normal: 10-65)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely mechanism causing this patient's low serum phosphate?","audio":"","comparison_items":"","answer_1":"A. Decreased phosphate reabsorption in proximal tubules","answer_2":"B. Increased bone deposition of phosphorus","answer_3":"C. Increased fecal loss of phosphorus","answer_4":"D. Increased phosphate secretion in distal tubules","answer_5":"E. Transcellular shift of phosphorus into the cells","percent_1":"73%","percent_2":"2%","percent_3":"4%","percent_4":"19%","percent_5":"2%","right_answer":"A. Decreased phosphate reabsorption in proximal tubules","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18863.jpg","explanation_1":"","explanation_2":"$This patient has mild hypercalcemia associated with hypophosphatemia, suggesting an excess of #parathyroid hormone (PTH)#.  PTH is released in response to hypocalcemia and acts to #raise plasma calcium# and #lower plasma phosphorus# by the following mechanisms: $• In the bones, PTH indirectly activates osteoclasts to increase bone resorption, releasing calcium and phosphorus. $• In the kidneys, PTH #decreases proximal tubular reabsorption of phosphate# and increases calcium reabsorption in the distal convoluted tubule and collecting duct. $• PTH upregulates 1-alpha-hydroxylase in the kidney, which converts 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D (the more active form), further increasing calcium absorption in the kidneys and small intestine. $#Primary hyperparathyroidism# is characterized by #over-secretion of PTH#, despite normal (or elevated) calcium levels.  Causes include parathyroid adenoma, multiglandular parathyroid hyperplasia, or (rarely) parathyroid carcinoma.  Manifestations are largely related to hypercalcemia and include #constipation#, abdominal pain, kidney stones, fatigue, and bone pain. $#(Choice B)#  Hungry bone syndrome can occur after resection of a parathyroid adenoma in patients with primary hyperparathyroidism.  The abrupt loss of resorptive stimulus can lead to rapid bone formation, resulting in hypophosphatemia and hypocalcemia.  However, this patient has not yet undergone parathyroidectomy. $#(Choice C)#  Phosphate binders (eg, sevelamer) are synthetic polymers that bind intestinal phosphate and are subsequently eliminated in the feces.  They are used to lower plasma phosphorus in patients with hyperphosphatemia due to chronic kidney disease.  In patients not taking these medications, most phosphorus is eliminated in the urine and very little in the feces. $#(Choice D)#  Phosphate is filtered at the glomerulus and reabsorbed in the absence of PTH.  Hyperparathyroidism results in decreased reabsorption in the proximal tubule; however, phosphate is not secreted. $#(Choice E)#  Reintroduction of carbohydrates in chronically malnourished patients (eg, anorexia nervosa) leads to a surge in insulin, which drives phosphorus intracellularly for use in cellular metabolism (ie, ATP production).  This causes refeeding syndrome, characterized by severe hypophosphatemia, weakness, rhabdomyolysis, and arrhythmias.  This patient's mild hypercalcemia and constipation are more suggestive of hyperparathyroidism. $#Educational objective# Primary hyperparathyroidism is characterized by oversecretion of parathyroid hormone despite normal (or elevated) serum calcium levels.  Parathyroid hormone raises serum calcium and lowers serum phosphorus by increasing bone resorption (freeing calcium and phosphate), increasing renal reabsorption of calcium, and decreasing proximal tubular reabsorption of phosphate.  "},

{"id":"15288","title":"A 54-year-old man comes to the hospital due to acute-onset right flank pain associated with nausea.  Five years ago, the patient had nephrolithiasis; the renal calculi passed spontaneously with intravenous fluids.  Review of systems is positive for occasional palpitations.  Other medical problems include hypertension, obesity, and obstructive sleep apnea.  Temperature is 38 C (100.4 F), blood pressure is 170/98 mm Hg, pulse is 90/min, and respirations are 18/min.  Cardiopulmonary examination shows no abnormalities.  Right flank tenderness is present.  Urinalysis demonstrates 2+ red blood cells and no white blood cells or protein.  A representative kidney specimen is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15288.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Nephrolithiasis","answer_2":"B. Pyelonephritis","answer_3":"C. Renal cell carcinoma","answer_4":"D. Renal infarction","answer_5":"E. Renal papillary necrosis","percent_1":"6%","percent_2":"9%","percent_3":"11%","percent_4":"56%","percent_5":"18%","right_answer":"D. Renal infarction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp15288.jpg","explanation_1":"","explanation_2":"$This patient with flank pain, low-grade fever, and hematuria has a #renal infarction#.  Renal infarctions are most commonly caused by #cardioembolic disease# (ie, originating from the left atrium or ventricle).  #Atrial fibrillation#, suggested by this patient's intermittent palpitations and history of sleep apnea, is the greatest risk factor, although emboli from mural thrombi (following myocardial infarction), prosthetic valves, or valvular vegetations (ie, endocarditis) are also implicated.  Complete occlusion of the renal artery can occur more rarely due to direct arterial injury (eg, dissection, vasculitis) or hypercoagulable states (eg, antiphospholipid syndrome).  The kidneys are predisposed to embolic infarctions due to their high perfusion rates and limited collateral circulation. $Typical presenting symptoms include #flank pain#, #nausea#, vomiting, and low-grade fever.  #Hypertension# can occur due to renin release from hypoxic renal tissue.  Common laboratory abnormalities include elevated lactate dehydrogenase (suggesting cell necrosis), hematuria, and mild leukocytosis; however, serum creatinine is often normal unless bilateral or massive unilateral disease is present.  Gross pathology shows sharply demarcated, yellow-white, #wedge-shaped infarcts# surrounded by hyperemic tissue. $#(Choice A)#  Nephrolithiasis can cause flank pain and hematuria, but renal injury is typically due to obstruction, causing @hydronephrosis@.  Renal calyces and ureters are dilated, and infarctions do not occur. $#(Choice B)#  Pyelonephritis can also cause flank pain and nausea, and focal abscesses are usually present.  However, pyuria is expected on urinalysis and patients typically have dysuria. $#(Choice C)#  @Renal cell carcinoma@ can cause flank pain and hematuria, but gross pathology demonstrates yellow, well-circumscribed lesions with areas of focal hemorrhage. $#(Choice E)#  Papillary necrosis, often caused by excessive chronic analgesic use, demonstrates cortical atrophy with necrotic, sloughing papillae.  Focal, wedge-shaped necrosis is not seen. $#Educational objective# Renal infarctions are most commonly caused by cardioembolic disease; atrial fibrillation is the greatest risk factor.  Clinical features include flank pain, nausea, vomiting, low-grade fever, and hypertension (due to renin release from hypoxic tissue).  Gross pathology demonstrates sharply demarcated, yellow-white, wedge-shaped areas with surrounding hyperemia. ","clickable_1":"images/img1.15288.jpg","clickable_2":"images/img2.15288.jpg"},

{"id":"834","title":"A 21-year-old man comes to the emergency department due to 1 day of left flank pain and gross hematuria.  He reports passage of small blood clots in urine but has had no dysuria or similar symptoms in the past.  The patient has no other medical problems and does not take any medications.  He does not use tobacco, alcohol, or illicit drugs.  His younger sister has sickle cell disease.  His temperature is 36.7 C (98 F), blood pressure is 126/70 mm Hg, and pulse is 100/min.  Abdominal and genitourinary examination is unremarkable.  There is no costovertebral angle tenderness.  Which of the following is the most likely cause of this patient's hematuria?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute pyelonephritis","answer_2":"B. Amyloidosis","answer_3":"C. Fanconi syndrome","answer_4":"D. Hemolytic-uremic syndrome","answer_5":"E. Hypersensitivity interstitial nephritis","answer_6":"F. Ischemic tubular necrosis","answer_7":"G. Lead nephropathy","answer_8":"H. Papillary necrosis","answer_9":"I. Renal artery stenosis","answer_10":"J. Urate nephropathy","percent_1":"5%","percent_2":"2%","percent_3":"5%","percent_4":"9%","percent_5":"4%","percent_6":"17%","percent_7":"0%","percent_8":"49%","percent_9":"1%","percent_10":"7%","right_answer":"H. Papillary necrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Abrupt-onset gross hematuria in an otherwise healthy patient with a family history of sickle cell disease suggests #renal papillary necrosis (RPN)# due to underlying sickle cell trait.  Conditions associated with RPN include: $• #Sickle cell# disease or trait: Sickled cells cause obstruction of small kidney vessels, predisposing to ischemia. $• #Analgesic nephropathy#: Many nonsteroidal anti-inflammatory drugs inhibit renal blood flow by decreasing prostaglandin synthesis and vasoconstricting the afferent arterioles.  Certain analgesics can cause ischemia in patients predisposed to renal hypoperfusion. $• Diabetes mellitus: Diabetic metabolic abnormalities (eg, nonenzymatic glycosylation) cause changes in vascular walls, leading to renal vasculopathy and subsequent hypoperfusion. $• Pyelonephritis and urinary tract obstruction: The edematous interstitium of the pyelonephritic kidney compresses the medullary vasculature, leading to ischemia.  In this patient, acute pyelonephritis is unlikely in the absence of fever or costovertebral angle tenderness #(choice A)#. $Gray-white or yellow necrosis of the distal two-thirds of the renal pyramids is seen macroscopically and corresponds microscopically to coagulation necrosis with preserved tubule outlines; cortical surface scars can develop subsequently as inflammatory foci are replaced by fibrous depressions.  Symptoms are due to sloughed papillae (sometimes visible in urine as tissue flecks) and include dark or #bloody urine# and colicky #flank pain# (due to ureteral obstruction). $#(Choices B and J)#  Amyloidosis and uric acid nephropathy rarely cause hematuria.  Amyloidosis occurs most frequently in the elderly and uric acid nephropathy typically occurs in patients with malignancy (leukemia) or gout. $#(Choices C, E, F, G, and I)#  Fanconi syndrome (polyuria, acidosis, hypophosphatemia), lead nephropathy (Fanconi-like syndrome), hypersensitivity interstitial nephritis (fever, rash, and renal dysfunction due to drug reaction), renal artery stenosis (hypertension in older patients), and acute tubular necrosis (acute kidney injury due to ischemia or nephrotoxins) are not typically characterized by gross hematuria. $#(Choice D)#  Hemolytic-uremic syndrome (microangiopathic hemolytic anemia, thrombocytopenia, acute renal failure) generally occurs 1-2 weeks after a diarrheal illness (classically due to Escherichia coli O157:H7). $#Educational objective# Renal papillary necrosis classically presents with gross hematuria, acute flank pain, and passage of tissue fragments in urine.  It is most commonly seen in patients with sickle cell disease or trait, diabetes mellitus, analgesic nephropathy, or severe obstructive pyelonephritis. "},

{"id":"1211","title":"A previously healthy 45-year-old male undergoes an elective hernia repair under spinal anesthesia.  Postoperatively, he complains of difficulty voiding.  Bladder catheterization shows a post-void residual of 300cc of urine.  This patient would most likely benefit from which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Finasteride","answer_2":"B. Phenylephrine","answer_3":"C. Bethanechol","answer_4":"D. Oxybutynin","answer_5":"E. Imipramine","percent_1":"9%","percent_2":"4%","percent_3":"75%","percent_4":"9%","percent_5":"3%","right_answer":"C. Bethanechol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has postoperative urinary retention, which occurs in up to 25% of patients after lower abdominal surgery.  A normal post-void residual urine volume in the bladder is less than 50cc.  Anesthesia and analgesia contribute to all of the following: over-distention of the bladder, a decreased micturition reflex, decreased contractility of the bladder detrusor muscle, and incomplete emptying. $Contraction of the detrusor muscle is stimulated by muscarinic cholinergic agonists.  Bethanechol, a muscarinic agonist, often improves bladder-emptying in patients with post-surgery urinary retention. $#(Choice A)#  Finasteride is prescribed for patients with bladder outlet obstruction secondary to prostatic hypertrophy.  Finasteride is a 5α-reductase inhibitor that decreases the local conversion of testosterone to dihydrotestosterone in the prostate, thereby promoting shrinkage of the gland over 6 to 12 months.  Since this patient's incomplete bladder emptying is due to weak detrusor muscle contraction rather than prostatic hypertrophy, finasteride would not be likely to improve his acute condition. $#(Choice B)#  Phenylephrine is an alpha-agonist with some selectivity for α1 receptors.#  #The occupation of α1 receptors in the bladder actually encourages the trigone and sphincter to contract.  Phenylephrine promotes, rather than alleviates, urinary retention. $#(Choice D)#  Oxybutynin is an antimuscarinic agent commonly used for urge incontinence.  If given, it will worsen this patient's condition. $#(Choice E)#  Imipramine has anticholinergic activity, and would thus worsen this patient's condition! $#Educational objective# Postoperative urinary retention, with incomplete bladder emptying, is a common complication thought to involve decreased micturition reflex activity, decreased contractility of the bladder detrusor, and/or increased vesical sphincter tone.  This condition may be treated with a muscarinic agonist (bethanechol) or an α1 blocking drug.  "},

{"id":"683","title":"A 62-year-old man comes to the physician for a follow-up appointment.  He experienced acute myocardial infarction 2 years ago and has a long history of hypertension.  After physical examination and laboratory testing, the physician decides to increase the dose of his diuretic.  Repeat laboratory studies indicate that his serum calcium level increases after this adjustment.  The diuretic used in this patient acts predominantly on which of the following nephron segments?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/683.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"3%","percent_2":"2%","percent_3":"2%","percent_4":"8%","percent_5":"84%","percent_6":"2%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Major side effects of commonly used diuretics# ∆⨉ §Loop diuretics$ furosemide, $bumetanide, torsemide ∆Hypokalemia, hypomagnesemia, $hypocalcemia, and ototoxicity §Thiazide diuretics$ chlorthalidone, $hydrochlorothiazide ∆Hypokalemia, hyponatremia$, #hyperuricemia,# and #hypercalcemia# §Potassium sparing $diuretics$ triamterene,$ spironolactone ∆All: hyperkalemia$ Spironolactone: gynecomastia,$ antiandrogen effects §Carbonic anhydrase$ inhibitors$ acetazolamide ∆Metabolic acidosis §Osmotic diuretics$ mannitol ∆Hypernatremia, pulmonary edema","explanation_img":"","explanation_1":"","explanation_2":"Thiazide diuretics work in the distal convoluted tubule, causing enhanced Na+, Cl-, and water excretion.  The apical membrane of early distal tubule cells contains the Na+/Cl- symporter while the basolateral side has Na+/K+ ATPases and Cl- channels that maintain a NaCl gradient across the apical cell membrane.  Thiazides inhibit the apical Na+/Cl- symporter, decreasing luminal NaCl absorption into the distal tubular cell.  This can cause hypercalcemia by reducing intracellular Na+ concentrations, which in turn increases the activity of the basolateral Na+-Ca2+ exchanger.  The resulting reduction in intracellular Ca2+ levels acts to increase luminal Ca2+ absorption in the distal tubule.  Increased Ca2+ absorption in the proximal tubule secondary to volume depletion can also contribute to hypercalcemia in thiazide-treated patients. $There are a number of thiazide and thiazide-like diuretics available.  Examples include hydrochlorothiazide, chlorothiazide, indapamide, and metolazone.  They differ in potency, bioavailability, and half-life.  Thiazides are not as efficacious as loop diuretics as only a small amount of filtered Na reaches the distal tubules.  They are used to treat edema secondary to heart failure, renal disease, and liver disease.  Thiazides are also commonly used to treat hypertension.  More common side effects include hypokalemia, hyponatremia, and hypomagnesemia.  Less common side effects include hypotension, volume depletion, and hypercalcemia. $#(Choices A and B)#  Carbonic anhydrase inhibitors block the reabsorption of NaHCO3 and work in the convoluted and straight portions of the proximal tubule. $#(Choice C)#  Osmotic diuretics such as mannitol function mainly in the proximal tubule and the descending limb of the loop of Henle to reduce Na and water reabsorption. $#(Choice D)#  Loop diuretics work in the thick ascending limb and are the most potent diuretics. $#(Choice F)#  The collecting duct system includes the connecting tubules and ducts.  Here, aldosterone and ADH make final adjustments to electrolytes and water content.  Potassium- sparing diuretics and aldosterone antagonists work in the collecting duct. $#Educational objective# Thiazide diuretics work by blocking Na+-Cl- symporters in the distal convoluted tubules, causing enhanced Na, Cl, and water excretion.  Since only a small amount of filtered Na+ reaches the distal tubules, thiazides are not as efficacious as loop diuretics.  Unlike loop diuretics, thiazides can cause hypercalcemia.  "},

{"id":"1362","title":"A 54-year-old man is hospitalized after a planned abdominal surgery.  One of his physicians administers a new drug whose mechanism of action you do not know.  Shortly after administration of the drug the patient develops flushing, diaphoresis and nausea.  His blood pressure is 100/70 mmHg and heart rate is 55/min.  His pupils are constricted but reactive to light.  This medication is most likely given for which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Urinary tract infection","answer_2":"B. Urinary obstruction","answer_3":"C. Atonic bladder","answer_4":"D. Fluid overload","answer_5":"E. Hypovolemic shock","percent_1":"3%","percent_2":"17%","percent_3":"69%","percent_4":"5%","percent_5":"5%","right_answer":"C. Atonic bladder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The patient described in this vignette displays symptoms associated with cholinergic agonists.  These medications increase GI tract smooth muscle tone to produce nausea, vomiting, abdominal cramps and diarrhea.  Cholinergic agonists decrease heart rate, cardiac conduction and contractility, and may result in bradycardia, partial or complete heart block, and hypotension.  Cholinergic-associated peripheral vasodilatation decreases blood pressure due to the stimulation of endothelial nitric oxide synthesis.  Cholinergic agonists also increase secretion, leading to excessive sweating, salivation and lacrimation.  These drugs can cause dyspnea via bronchoconstriction (increased smooth muscle tone in the tracheobronchial tree) and increased bronchial secretion. $There are several cholinergic agonists used in medicine.  Bethanechol is a cholinergic agonist used to stimulate peristalsis in postoperative ileus.  This drug is also used to treat non-obstructive urinary retention (atonic bladder).  Carbachol and pilocarpine are used to lower intraocular pressure in glaucoma.  Cholinergic-associated miosis causes the iris to move further from the cornea.  This widens the anterior chamber angle and allows for better outflow of the aqueous humor. $#(Choices A and B)#  Cholinergic agonists are not used to treat urinary tract infections or urinary obstruction. $#(Choice D)#  Clinically evident volume overload is treated with loop diuretics.  Cholinergic agents will not help this condition. $#(Choice E)#  Hypovolemic shock is treated with IV fluids.  Administering a cholinergic agent would likely worsen hypovolemic shock. $#Educational objective# Cholinomimetics are indicated in non-obstructive urinary retention, paralytic ileus, and glaucoma.  Their side effects include nausea, vomiting, abdominal cramps, diarrhea, dyspnea and increased secretions (sweating, lacrimation and salivation).  "},

{"id":"8884","title":"A 27-year-old nursing assistant with a history of major depression and bulimia is brought to the emergency department after a suicide attempt.  She claims to have ingested several diuretic pills 18 hours ago.  The patient complains of frequent, large-volume urinations that started shortly after she ingested the pills.  She has also been very thirsty but she denies nausea, vomiting, or diarrhea.  Her temperature is 36.7 C (98 F), blood pressure is 96/60 mm Hg, pulse is 110/min, and respirations are 14/min.  Physical examination shows dry oral mucosa and reduced skin turgor.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 122 mEq/L ?Potassium? 2.8 mEq/L ?Chloride? 84 mEq/L ?Bicarbonate? 28 mEq/L ?Blood urea nitrogen? 22 mg/dL ?Creatinine? 1.4 mg/dL ?Calcium? 11.4 mg/dL ?Albumin? 3.9 g/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following medications did this patient most likely ingest?","audio":"","comparison_items":"","answer_1":"A. Acetazolamide","answer_2":"B. Amiloride","answer_3":"C. Hydrochlorothiazide","answer_4":"D. Spironolactone","answer_5":"E. Torsemide","percent_1":"4%","percent_2":"2%","percent_3":"78%","percent_4":"2%","percent_5":"13%","right_answer":"C. Hydrochlorothiazide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Diuretic effects# ∆⨉∆⨉∆⨉ § #Drug# ∆^#Mechanism of action# ∆^#Electrolyte abnormalities# ∆^#Clinical indications# § #Loop diuretics# • Furosemide • Torsemide • Bumetanide • Ethacrynic acid ∆ • Inhibits the Na-K-2Cl cotransporter in the thick ascending limb of loop of Henle ∆ • Hypokalemia • Metabolic alkalosis • Hypocalcemia ∆ • Volume-overloaded states (eg, congestive heart failure) § #Thiazide diuretics# • Hydrochlorothiazide • Chlorthalidone • Indapamide • Metolazone ∆ • Inhibits the Na-Cl cotransporter in the early distal convoluted tubule ∆ • Hyponatremia • Hypokalemia • Metabolic alkalosis • Hypercalcemia ∆ • Hypertension • Calcium nephrolithiasis prophylaxis § #Carbonic anhydrase inhibitors# • Acetazolamide ∆ • Inhibits carbonic anhydrase enzyme in the proximal tubule ∆ • Hypokalemia • Metabolic acidosis ∆ • Refractory metabolic alkalosis • Intracranial hypertension § #Sodium channel blockers# • Amiloride • Triamterene ∆ • Inhibits the apical ENaC channel in the cortical collecting duct ∆ • Hyperkalemia • Metabolic acidosis ∆ • Often used in synergy with loop & thiazide diuretics to limit potassium loss § #Mineralocorticoid receptor antagonists# • Spironolactone • Eplerenone ∆ • Inhibits the apical ENaC channel & basolateral Na-K-ATPase pump in the cortical collecting tubules ∆ • Hyperkalemia • Metabolic acidosis ∆↕","explanation_img":"","explanation_1":"","explanation_2":"Loop diuretics are the most potent type of diuretic, followed by thiazide diuretics.  Administration of either agent initially results in natriuresis.  However, continued use leads to significant volume depletion that counteracts the diuretic effect by decreasing glomerular filtration pressure.  Reduced pressure natriuresis also decreases distal tubule Na+ delivery, which is sensed by the macula densa and causes activation of the renin-angiotensin-aldosterone system.  Aldosterone then acts on the collecting tubule to enhance Na+ reabsorption and promote K+ and H+ loss.  Therefore,# loop and thiazide diuretics# cause #hypokalemia# and #metabolic alkalosis #secondary to volume contraction. $Loop diuretics function by inhibiting the absorption of solutes within the thick ascending limb of Henle's loop, a process that is critical for maintenance of the corticomedullary concentration gradient.  As a result, patients on loop diuretics are unable to maximally concentrate their urine and thus lose substantial amounts of both salt and water in the urine.  In contrast, patients taking thiazides have a normal corticomedullary concentration gradient and are better able to retain free water in response to increased vasopressin levels.  Thus, patients taking #thiazide diuretics# are more likely to retain free water and develop #hyponatremia#. $#Thiazide diuretics# can also lead to #hypercalcemia# secondary to increased proximal and distal tubule Ca2+ reabsorption.  In contrast, loop diuretics decrease Ca2+ reabsorption in the thick ascending limb and can cause hypocalcemia #(choice E).# $#(Choice A)#  Acetazolamide induces a mild degree of natriuresis by inhibiting bicarbonate reabsorption in the proximal tubule.  The loss of bicarbonate in the urine also causes metabolic acidosis in addition to inducing natriuresis. $#(Choices B and D)#  Amiloride and spironolactone are potassium-sparing diuretics that induce a mild degree of natriuresis.  By decreasing Na+ reabsorption in the cortical collecting tubule, they reduce the luminal electronegative gradient, a major driving force for K+ and H+ secretion by principal and intercalated cells, respectively.  As a result, potassium-sparing diuretics can cause hyperkalemia and metabolic acidosis. $#Educational objective# Thiazide and loop diuretics cause significant volume depletion, activating the renin-angiotensin-aldosterone system, which can lead to hypokalemia and metabolic alkalosis.  Thiazide diuretics are more likely to cause hyponatremia and hypercalcemia; loop diuretics cause hypocalcemia.  "},

{"id":"11516","title":"An 86-year-old man is hospitalized for a complicated hip fracture requiring surgical repair following a fall.  His medical problems include prostate cancer, gout, and osteoarthritis.  An indwelling urinary catheter is placed due to initial urinary retention and immobilization following the surgery.  On the eighth day of hospitalization, the patient develops fever and altered mental status.  After evaluation and laboratory testing, a urinary tract infection is diagnosed.  Which of the following is the most effective strategy for preventing this complication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibiotic-coated urinary catheter","answer_2":"B. Bladder irrigation","answer_3":"C. Prompt removal of catheter when no longer indicated","answer_4":"D. Prophylactic antibiotics","answer_5":"E. Routine replacement of catheter","percent_1":"2%","percent_2":"1%","percent_3":"70%","percent_4":"9%","percent_5":"18%","right_answer":"C. Prompt removal of catheter when no longer indicated","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Catheter-associated urinary tract infection (UTI) is a frequent complication in hospitalized patients.  Common symptoms are fever and pyuria.  Suprapubic, flank, and costovertebral tenderness and new-onset altered mental status (delirium) can also occur.  The diagnosis is based on a positive urine culture and ruling out other systemic infections (eg, pneumonia).  #Duration of catheterization is the most significant risk factor for UTI#.  Preventive measures include avoiding unnecessary catheterization, using sterile technique when inserting the catheter, and removing the catheter promptly when no longer needed. $#(Choice A)#  Antibiotic-coated urinary catheters are costly and have not shown consistent benefit in reducing the risk for UTI. $#(Choice B)#  Bladder irrigation is reserved for patients with hematuria and blood clots and does not prevent UTI. $#(Choice D)#  Prophylactic antibiotics have not been shown to reduce risk of catheter-associated UTI and are associated with development of antibiotic-resistant strains. $#(Choice E)#  Although replacing an indwelling catheter can cause a short-lived reduction in urine bacterial load, it does not confer any clear benefit.  Routine replacement of indwelling catheters to prevent infection is not helpful, and catheters should be changed only for specific indications (eg, active infection, obstruction). $#Educational objective# Urinary tract infections (UTIs) are common in hospitalized patients with indwelling urinary catheters.  The risk for UTI can be reduced by avoiding unnecessary catheterization, using sterile technique when inserting the catheter, and removing the catheter as soon as possible.  "},

{"id":"17307","title":"A 20-year-old man is brought to the emergency department after a motor vehicle collision.  Blood pressure is 130/84 mm Hg, pulse is 108/min, and respirations are 18/min.  The airway is intact, and breath and heart sounds are normal.  There is bruising across the central lower abdomen and the suprapubic area is tender to palpation.  Chest x-ray and pelvic x-ray reveal no fractures.  Bedside ultrasound shows intraperitoneal free fluid.  Urine dipstick test is positive for blood.  CT scan of the abdomen and pelvis is most likely to reveal which of the following injuries in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior bladder wall rupture","answer_2":"B. Bladder dome rupture","answer_3":"C. Bladder neck rupture","answer_4":"D. Renal laceration","answer_5":"E. Transection of anterior urethra","percent_1":"27%","percent_2":"45%","percent_3":"15%","percent_4":"5%","percent_5":"8%","right_answer":"B. Bladder dome rupture","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp17307.jpg","explanation_1":"","explanation_2":"$This patient's #suprapubic tenderness# and #hematuria# (ie, urine dipstick test positive for blood) in the setting of blunt trauma are concerning for a bladder injury.  The additional presence of intraperitoneal free fluid (possibly urine) is further suggestive of injury to the bladder dome. $ The bladder is a hollow pelvic organ located just posterior to the pubic symphysis.  Although the bladder is extraperitoneal, the #bladder dome# is covered by peritoneal lining and #extends into the peritoneal cavity# when distended with urine.  Blunt lower abdominal trauma can abruptly increase intravesical pressure (especially when the bladder is full) and cause the bladder to #rupture# at the dome, where it is most distended and least supported by surrounding structures.  As a result, urine is diverted from the urinary tract into the peritoneal cavity and can be seen on imaging as #intraperitoneal free fluid#.  Peritonitis often does not develop acutely in these patients because urine typically does not contain pathogenic bacteria. $#(Choices A and C)#  The anterior bladder wall and the bladder neck are extraperitoneal structures.  Therefore, a rupture in these locations would lead to extraperitoneal extravasation of urine rather than intraperitoneal leakage of urine.  In addition, such ruptures are almost always accompanied by pelvic fracture. $(Choice D)  The kidney is a @retroperitoneal@ structure.  Therefore, renal laceration typically causes retroperitoneal bleeding and flank pain rather than intraperitoneal free fluid and suprapubic tenderness. $(Choice E)  Urethral injuries can be categorized into anterior and posterior injuries.  Anterior urethral injuries are commonly caused by direct penile trauma (eg, straddle injuries, penile fracture).  Posterior urethral injuries are frequently associated with pelvic fracture and may (in cases of membranous transection) cause a high-riding prostate.  Although urethral injury may cause blood at the urethral meatus and/or hematuria, it does not lead to intraperitoneal free fluid because the urethra is an extraperitoneal structure. $ Educational objective The dome of the bladder rises into the peritoneal cavity when distended with urine.  Blunt lower abdominal trauma can abruptly increase intravesical pressure and rupture the bladder dome, spilling urine into the intraperitoneal cavity.","clickable_1":"images/img1.17307.jpg"},

{"id":"11945","title":"A 36-year-old woman with end-stage renal disease secondary to type 1 diabetes mellitus comes to the office for routine examination.  The patient's medical history includes hypertension, diabetic retinopathy, and neuropathy.  Hemodialysis was started 2 months ago along with an erythropoiesis-stimulating agent.  She takes daily long- and short-acting insulin, lisinopril, and calcitriol.  Her hemoglobin has increased from 7.4 g/dL to 10.2 g/dL over the past 2 months.  Which of the following complications is most likely to be seen with the agent used to treat this patient's anemia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angioedema","answer_2":"B. Diarrhea","answer_3":"C. Hyperkalemia","answer_4":"D. Hypoglycemia","answer_5":"E. Mineral bone disease","answer_6":"F. Worsening hypertension","percent_1":"10%","percent_2":"4%","percent_3":"12%","percent_4":"7%","percent_5":"17%","percent_6":"50%","right_answer":"F. Worsening hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Erythropoiesis-stimulating agents# (ESAs) (eg, erythropoietin, darbepoetin alpha) can be used to treat #anemia of chronic kidney disease# (CKD), which usually develops at a glomerular filtration rate of <30 mL/min.  Untreated anemia in CKD and dialysis patients can lead to cardiac dysfunction, fatigue, weakness, and possible mental status changes (eg, decreased cognition).  ESAs can substantially improve anemia, avoiding the need for blood transfusions.  However, ESAs are associated with increased risk for #thromboembolic events# (eg, vascular graft thrombosis, stroke) due to increased blood viscosity, as a result of the elevation in red cell mass.  Many patients also develop #hypertension#, possibly due to activation of erythropoietin receptors on vascular endothelial and smooth muscle cells. $#(Choice A)#  Angioedema is a possible side effect of lisinopril, an ACE inhibitor.  ACE inhibition causes impaired inactivation of bradykinin (a vasoactive peptide), leading to vasodilation, hypotension, and possible angioedema. $#(Choices B and D)#  Iron supplements can cause constipation, diarrhea, nausea, and epigastric pain.  Long-acting insulin is usually cleared by the kidneys and can predispose CKD patients to hypoglycemia.  However, ESAs are usually not associated with diarrhea or hypoglycemia. $#(Choice C)#  Hyperkalemia is a frequent complication of acute kidney disease and CKD.  However, it is not a common side effect of ESAs. $#(Choice E)#  Mineral bone disease can be a complication of CKD due to secondary hyperparathyroidism, leading to calcium loss from bone.  However, it is not a side effect of this patient's medications. $#Educational objective# Erythropoiesis-stimulating agents (ESAs) can substantially improve anemia symptoms, avoiding the need for blood transfusions in chronic kidney disease and dialysis patients.  However, ESAs are associated with increased risk for hypertension and thromboembolic events.  "},

{"id":"692","title":"A 44-year-old woman comes to the office for a follow-up appointment.  Six months earlier, the patient was diagnosed with essential hypertension; she has followed dietary and exercise recommendations since then.  At a follow-up visit 3 months ago, she reported episodic headaches due to migraines.  Her blood pressure at that visit was 145/92 mm Hg.  Antihypertensive therapy with a beta blocker was started due to its beneficial effect on migraine prophylaxis.  Now, 3 months later, the patient's blood pressure has decreased to 120/80 mm Hg.  She is compliant with her medication and has had no serious adverse effects.  Which of the following is the most likely combination of changes in response to this patient's treatment (AT = Angiotensin)?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Renin∆AT I∆AT II∆Aldosterone∆Bradykinin","answer_1":"§A. ∆↓ ∆↓ ∆↓ ∆↓ ∆No change","answer_2":"§B. ∆↑ ∆↓ ∆↓ ∆↓ ∆No change","answer_3":"§C. ∆↑ ∆↑ ∆↓ ∆↓ ∆↓","answer_4":"§D. ∆↑ ∆↑ ∆↓ ∆↓ ∆↑","answer_5":"§E. ∆↑ ∆↑ ∆↑ ∆↓ ∆No change","answer_6":"§F. ∆↑ ∆↑ ∆↑ ∆↑ ∆No change","percent_1":"74%","percent_2":"3%","percent_3":"3%","percent_4":"6%","percent_5":"4%","percent_6":"11%","right_answer":"§A. ∆↓ ∆↓ ∆↓ ∆↓ ∆No change","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp692.jpg","explanation_1":"","explanation_2":"$The renin-angiotensin-aldosterone system (RAAS) is the most important neurohormonal system regulating sodium/fluid balance and arterial blood pressure in the body.  Regulation of the RAAS involves 3 major components: macula densa (distal tubule sodium sensor), intrarenal baroreceptors, and beta-adrenergic receptors.  Beta-adrenergic regulation is mediated through sympathetic stimulation of #beta-1 receptors# located on juxtaglomerular cells, which stimulate the release of renin. $#Beta-adrenergic antagonists# inhibit renin release, which in turn reduces the conversion of angiotensinogen to angiotensin I and reduces the levels of angiotensin II and aldosterone.  This effect on the RAAS is only partially responsible for beta blocker effects on blood pressure, and antihypertensive efficacy of beta blockers weakly correlates with plasma renin levels.  Beta blockers have no effect on ACE activity and, therefore, do not affect bradykinin levels. $#(Choice B)#  Direct renin inhibitors (aliskiren) block the conversion of angiotensinogen to angiotensin I, which leads to reduced levels of angiotensin I and II and aldosterone.  Plasma renin concentration is increased via suppression of the inhibitory feedback loop. $#(Choices C and D)#  ACE inhibitors prevent the conversion of angiotensin I to angiotensin II and lead to decreased levels of angiotensin II and aldosterone, along with increased plasma renin activity and angiotensin I levels via inhibition of negative feedback.  ACE is also a kininase and normally degrades bradykinin in the body.  Therefore, ACE inhibitors lead to increased levels of bradykinin, which is responsible for the coughing seen in treated patients. $#(Choice E)#  Angiotensin II receptor blockers (ARBs) block the action of angiotensin II on angiotensin (AT1) receptors, which leads to increased levels of renin and angiotensin I and II.  ARBs have no effect on bradykinin levels. $#(Choice F)#  Aldosterone antagonists (spironolactone, eplerenone) compete with aldosterone for the receptor sites in the distal tubules.  They raise the levels of renin, angiotensin I and II, and aldosterone via inhibition of negative feedback. $#Educational objective# Beta-adrenergic blocking drugs inhibit renin release by blocking beta-1 receptor-mediated regulation of the renin-angiotensin-aldosterone system.  This reduces plasma renin activity, with a resulting reduction in angiotensin I, angiotensin II, and aldosterone levels."}


]