[


{"id":"1779","title":"An epidemiologic study is conducted after a sudden increase in the rate of severe postoperative infections in a rural hospital.  It is determined that all the patients who developed the infection were operated on with surgical instruments sterilized by a specific autoclave machine.  The machine was found to be inadequately sterilizing the equipment due to a malfunction limiting the temperature to 100 C (212 F) during the 15 minute cycle.  These patients most likely developed infection from which of the following bacteria?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brucella melitensis","answer_2":"B. Clostridium perfringens","answer_3":"C. Escherichia coli","answer_4":"D. Listeria monocytogenes","answer_5":"E. Streptococcus pyogenes","percent_1":"5%","percent_2":"69%","percent_3":"12%","percent_4":"7%","percent_5":"6%","right_answer":"B. Clostridium perfringens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Autoclave machines are pressure cookers that use heated steam at temperatures of 134 C (273.2 F) to rapidly destroy pathogenic bacteria, fungi, viruses, and spores.  Lower temperatures are often associated with inadequate sterilization due to the presence of #spore-forming bacteria#, which can survive at temperatures past the boiling point of water (100 C [212 F]).  Bacterial spores are often found in soil and water and are resistant to chemical disinfectants, irradiation, desiccation, and temperatures as high as 120 C (248 F).  #Bacillus# (eg, Bacillus anthracis) and #Clostridium# (eg, Clostridium perfringens, C botulinum) species are among the most common spore-forming pathogenic bacteria. $#(Choices A, C, D, and E)#  These organisms do not form spores; vegetative bacteria are usually destroyed by temperatures >70 C (158 F). $#Educational objective# Spore-forming bacteria can survive boiling temperatures.  Bacillus and Clostridium species are common pathogenic spore-forming bacteria.  "},

{"id":"1139","title":"A 34-year-old woman comes to the office due to fever, dysuria, and flank pain.  Temperature is 37.8 C (100 F), blood pressure is 122/78 mm Hg, and pulse is 84/min.  Physical examination elicits suprapubic and costovertebral angle tenderness.  Urine dipstick analysis reveals positive leukocyte esterase and nitrite.  A subsequent urine culture grows colonies of motile gram-negative rods demonstrating a green metallic sheen on eosin methylene blue (EMB) agar and hemolysis on blood agar.  Which of the following virulence factors is most important for the development of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capsule","answer_2":"B. Heat-labile enterotoxin","answer_3":"C. Lipid A","answer_4":"D. O antigen","answer_5":"E. P fimbria","percent_1":"15%","percent_2":"6%","percent_3":"9%","percent_4":"6%","percent_5":"65%","right_answer":"E. P fimbria","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Escherichia coli virulence factors#∆⨉∆⨉ §^#Virulence factor# ∆^#Mechanism# ∆^#Presentation# §^#Lipopolysaccharide# ∆Activates macrophages → widespread release of IL-1, IL-6 & TNF-α ∆Bacteremia & septic shock §^#K1 capsular$ polysaccharide# ∆Prevents phagocytosis & complement-mediated lysis ∆Neonatal meningitis §^#Shiga toxin# ∆Inactivates 60S ribosomal subunit, halting protein synthesis & causing cell death ∆Gastroenteritis (bloody) §^#Heat-stable/heat-labile$ enterotoxins# ∆Promotes fluid & electrolyte secretion from intestinal epithelium ∆Gastroenteritis (watery) §^#P-fimbriae# ∆Allows adhesion to uroepithelium ∆Urinary tract infection %#TNF-α =# tumor necrosis factor-alpha.","explanation_img":"","explanation_1":"","explanation_2":"This patient with fever, dysuria, and flank pain has bacterial growth in the urine, findings diagnostic of a #urinary tract infection# (UTI).  #Escherichia coli#, a motile, #gram-negative bacillus#, is the most common cause of UTI and grows well on blood, MacConkey, and eosin methylene blue (EMB) agar plates.  Due to its ability to ferment lactose, E coli binds to dye in the EMB agar and produces colonies that have a distinct green metallic sheen; most strains of E coli also demonstrate beta-hemolysis on blood agar. $Varying strains of E coli have specific virulence factors that determine disease characteristics; in the case of urinary tract infections, #P fimbriae# (pyelonephritis-associated pili) are the primary #virulence factors# due to their ability to #adhere to uroepithelium#. $Normally, E coli is a commensal bacterium in the intestinal tract; however, it can spread from the perianal region to the periurethral regions (eg, via sexual intercourse or bladder catheterization).  P fimbriae allow uropathogenic E coli to ascend into the bladder, ureters, and kidneys, leading to cystitis and pyelonephritis. $#(Choice A)#  The K1 capsular antigen promotes bloodstream survival of E coli because its sialic acid composition is similar to human cells (ie, molecular mimicry), which helps prevent phagocytosis and facilitates invasive infections.  It is the major virulence factor for E coli strains causing neonatal meningitis (not UTIs). $#(Choice B)#  Enterotoxigenic E coli produces heat-stable (ST) and heat-labile (LT) enterotoxins in the gastrointestinal tract.  ST activates guanylate cyclase, causing an increase in cyclic GMP.  LT activates adenylate cyclase, increasing cyclic AMP levels.  These enterotoxins lead to watery diarrhea, not UTI symptoms. $#(Choices C and D)#  Lipid A and O antigen are components of lipopolysaccharides, which make up the majority of the outer membrane of gram-negative bacteria.  Lipid A is a virulence factor that activates macrophages, leading to widespread release of inflammatory cytokines (eg, IL-1, IL-6, tumor necrosis factor-alpha), which in turn causes endothelial injury, increased vascular permeability, and septic shock.  The O antigen is on the outer surface and is a variable polysaccharide used to classify gram-negative bacteria.  Neither component is a major virulence factor for uropathogenic E coli. $#Educational objective# Escherichia coli is the most common cause of urinary tract infections.  The primary virulence factor of uropathogenic E coli are P fimbriae (pili) which allow the bacteria to adhere to uroepithelial cells and infect the bladder, ureters, and kidneys.  "},

{"id":"1140","title":"A 3-week-old boy is brought to the emergency department with fever, irritability, and poor feeding.  On examination, he is crying in his mother's arms.  Temperature is 38.3 C (100.9 F).  The remainder of vital signs are appropriate for age.  Lung and heart sounds are clear to auscultation.  The abdomen is soft.  Capillary refill is <2 seconds in all extremities.  Cerebrospinal fluid analysis shows a leukocyte count of 600/mm3 (80% neutrophils), protein of 160 mg/dL, and glucose of 20 mg/dL; culture of the fluid grows gram-negative rods that form pink colonies on MacConkey agar.  Which of the following is the most important bacterial virulence factor for the pathogenesis of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capsule","answer_2":"B. Exotoxin","answer_3":"C. Lipid A","answer_4":"D. O antigen","answer_5":"E. P-fimbriae","percent_1":"54%","percent_2":"7%","percent_3":"15%","percent_4":"8%","percent_5":"15%","right_answer":"A. Capsule","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Escherichia coli virulence factors#∆⨉∆⨉ §^#Virulence factor# ∆^#Mechanism# ∆^#Presentation# §^#Lipopolysaccharide# ∆Activates macrophages → widespread release of IL-1, IL-6 & TNF-α ∆Bacteremia & septic shock §^#K1 capsular$ polysaccharide# ∆Prevents phagocytosis & complement-mediated lysis ∆Neonatal meningitis §^#Shiga toxin# ∆Inactivates 60S ribosomal subunit, halting protein synthesis & causing cell death ∆Gastroenteritis (bloody) §^#Heat-stable/heat-labile$ enterotoxins# ∆Promotes fluid & electrolyte secretion from intestinal epithelium ∆Gastroenteritis (watery) §^#P-fimbriae# ∆Allows adhesion to uroepithelium ∆Urinary tract infection %#TNF-α =# tumor necrosis factor-alpha.","explanation_img":"","explanation_1":"","explanation_2":"This patient with fever, irritability, and poor feeding has #bacterial meningitis#, a life-threatening infection most commonly caused by group B Streptococcus or Escherichia coli in #neonates#.  In this case, the growth of #gram-negative rods# makes #E coli# the most likely pathogen; organisms that ferment lactose (including E coli) cause a local drop in pH on MacConkey agar, a medium selective for gram-negative organisms, resulting in colonies with a pink-red appearance. $The pathogenesis of E coli meningitis involves bacterial invasion of the nasopharynx or gastrointestinal tract, followed by #hematogenous spread# to the meninges.  Different strains of E coli have specific virulence factors that help enable the bacterium to cause disease, and in the case of E coli meningitis, the major virulence factor is the #K1 capsular antigen#. $The capsular antigen facilitates the survival of E coli primarily via #molecular mimicry#: K1 is a polysaccharide composed of sialic acid, which is similar to the glycosylated molecules found on the surface of human cells.  K1 #prevents recognition# of bacterial antigens by the immune system, inhibiting phagocytosis and complement activation, which promotes bacterial #survival in the bloodstream# and tissues. $#(Choice B)#  Shiga toxin is an exotoxin synthesized by enterohemorrhagic E coli, which presents with bloody diarrhea.  Meningitic strains of E coli do not produce Shiga toxin. $#(Choices C and D)#  Lipid A and O antigen are components of lipopolysaccharides, which make up the majority of the outer membrane of gram-negative bacteria.  Lipid A is a major virulence factor in the pathogenesis of septic shock (not meningitis) that causes widespread release of IL-1, IL-6, and tumor necrosis factor-alpha; this patient with normal vital signs and no evidence of end-organ dysfunction is not in septic shock.  O antigen is a variable polysaccharide on the outer surface and is used to classify gram-negative bacteria; it is not a major virulence factor for invasive infection (including meningitis). $#(Choice E)#  P-fimbriae (pili) enable E coli to adhere to uroepithelium, allowing infection of the urinary tract (eg, cystitis, pyelonephritis), not the meninges. $#Educational objective# Escherichia coli, a gram-negative rod, is a common cause of neonatal meningitis.  The major virulence factor for E coli strains that cause neonatal meningitis is the K1 capsular antigen, which allows bacteria to survive in the bloodstream and invade the meninges.  "},

{"id":"1098","title":"A 6-year-old, previously healthy girl is brought to the office due to diarrhea and abdominal pain.  The patient started having watery diarrhea after a barbeque she attended 4 days ago; her stools became grossly bloody 2 days later.  Her mother also had similar symptoms.  Temperature is 37 C (98.6 F).  The abdomen is soft with mild, generalized tenderness.  Stool culture performed on sorbitol-MacConkey agar shows sorbitol-negative colonies with biochemical properties of Escherichia coli.  Enzyme immunoassay detects an exotoxin capable of inhibiting protein synthesis in human cells.  Which of the following bacteria produces a toxin that is most similar to the one detected in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Clostridioides difficile","answer_2":"B. Pseudomonas aeruginosa","answer_3":"C. Salmonella typhi","answer_4":"D. Shigella dysenteriae","answer_5":"E. Staphylococcus aureus","answer_6":"F. Vibrio cholerae","percent_1":"3%","percent_2":"8%","percent_3":"3%","percent_4":"81%","percent_5":"1%","percent_6":"3%","right_answer":"D. Shigella dysenteriae","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Shiga toxin#∆⨉ §^#Microbiology# ∆ • Cytotoxin produced by Escherichia coli O157:H7* & Shigella dysenteriae §^#Mechanism$ of action# ∆ • Inactivates ribosomal subunit → halts protein synthesis → cell death §^#Clinical$ manifestations# ∆ • Inflammatory/bloody diarrhea (damage to enterocytes) • Hemolytic uremic syndrome (damage to renal endothelial cells) $== ○ Thrombocytopenia, hemolytic anemia, renal insufficiency %*Also referred to as high-risk Shiga-toxin–producing or enterohemorrhagic E coli.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #bloody diarrhea# due to Escherichia coli, with enzyme immunoassay detecting a substance capable of inhibiting protein synthesis in human cells.  These findings are characteristic of #Shiga toxin# produced by Shiga toxin–producing E coli, or #enterohemorrhagic E coli#. $E coli and Shigella species are closely related genetically, and Shiga toxin is also produced by #Shigella dysenteriae#.  Shiga toxin is an AB cytotoxin with an active (A) subunit and 5 binding (B) subunits: $• The B subunits, which form pentamers with a central pore, recognize specific receptors on target cells and induce receptor-mediated endocytosis and toxin internalization. $• The enzymatically active A subunit is then released and catalyzes the removal of a specific adenine residue in the #60S ribosomal subunit#, thereby preventing transfer RNA from binding to the ribosome complex and #inhibiting protein synthesis#. $This leads to intestinal mucosal #cell death# (bloody diarrhea) and, with hematogenous spread, toxicity to renal epithelial cells (hemolytic uremic syndrome). $#(Choice A)#  Clostridioides difficile produces toxin A (enterotoxin) and toxin B (cytotoxin).  In contrast to Shiga toxin, toxin A primarily initiates an inflammatory response, whereas toxin B depolymerizes actin filaments, causing gastrointestinal mucosal cell death. $#(Choice B)#  Pseudomonas aeruginosa produces exotoxin A, which is similar in function to diphtheria toxin in that it halts human cellular protein synthesis by inhibiting elongation factor 2.  Although Shiga toxin also disrupts protein synthesis, it does so via a different mechanism (inhibition of the 60S ribosomal subunit). $#(Choice C)#  Salmonella typhi causes typhoid fever, which is characterized by fever, abdominal pain, diarrhea and/or constipation, and faintly erythematous macules on the abdomen (rose spots).  The bacterium penetrates the intestinal mucosa and releases typhoid toxin (not Shiga toxin), which damages cellular DNA. $#(Choice E)#  Staphylococcus aureus typically causes a vomiting-predominant foodborne illness with or without watery diarrhea due to a preformed toxin.  Unlike Shiga toxin, this enterotoxin is not cytotoxic. $#(Choice F)#  Vibrio cholerae, the causative agent of cholera, produces choleragen, which acts similarly to the heat-labile toxin of enterotoxigenic Escherichia coli.  It increases intracellular cyclic AMP in intestinal mucosal cells, leading to decreased absorption and increased secretion of sodium, chloride, and water. $#Educational objective# Shiga toxin is produced by enterohemorrhagic Escherichia coli and Shigella dysenteriae.  It inhibits the 60S ribosomal subunit in human cells, blocking protein synthesis and causing cell death.  "},

{"id":"1003","title":"A 22-year-old woman comes to the emergency department due to intermittent fevers and chills over the past few days.  Last week, she underwent routine dental cleaning with no complications.  The patient has a history of mitral valve prolapse.  Temperature is 38.2 C (100.8 F).  Physical examination reveals a non-ejection mid-systolic click followed by a late-systolic murmur best heard at the cardiac apex.  Blood cultures are drawn and grow gram-positive bacteria that synthesize dextrans from sucrose.  Which of the following would be the most likely adherence site for these bacteria?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Circulating heparins","answer_2":"B. Endothelial surface glycoproteins","answer_3":"C. Fibrin-platelet aggregates","answer_4":"D. Subendothelial collagen","answer_5":"E. Subendothelial glycosaminoglycans","percent_1":"1%","percent_2":"24%","percent_3":"54%","percent_4":"10%","percent_5":"11%","right_answer":"C. Fibrin-platelet aggregates","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with mitral valve prolapse (as suggested by the auscultated systolic click and murmur) now has bacteremia following dental cleaning.  #Viridans streptococci# are normal inhabitants of the oral cavity and cause #transient bacteremia# after #dental# procedures.  These gram-positive organisms are capable of producing extracellular polysaccharides (#dextrans#) using sucrose as a substrate. $Dextrans facilitate streptococcal adherence to fibrin.  #Fibrin and platelets# are deposited at sites of endothelial trauma, providing a site for bacterial adherence and colonization during bacteremia.  In patients with pre-existing valvular lesions, viridans streptococci can adhere to the affected valve and establish infection leading to endocarditis.  Other factors that facilitate pathogenesis may also be involved.  Staphylococcus aureus is more aggressive and can adhere to intact valves.  The risk of endocarditis following dental procedures is low with mitral valve prolapse, and antibiotic prophylaxis is not recommended; however, cases can still occur. $#(Choice A)#  Circulating heparins prolong the partial thromboplastin time by activating antithrombin III, thereby decreasing thrombin activity and ultimately preventing fibrinogen conversion to fibrin, thereby preventing clot formation.  Circulating heparins would not provide a binding site for bacteria. $#(Choice B)#  Endothelial surface glycoproteins mediate binding of immune cells to endothelium, facilitated by the expression of cell adhesion molecules on the surface of inflamed endothelium.  Neutrophils are then able to bind and migrate between the endothelial cells, followed by monocytes and lymphocytes. $#(Choices D and E)#  Subendothelial collagen and glycosaminoglycans form the subendothelial fibrous cap over the central core of an atherosclerotic plaque and are potent platelet activators.  When exposed (eg, denuded endothelium in atherosclerotic plaque), they contribute to rapid thrombus formation that can lead to myocardial infarction in a coronary artery. $#Educational objective# Viridans streptococci are normal inhabitants of the oral cavity and are a cause of transient bacteremia after dental procedures in healthy and diseased individuals.  In patients with pre-existing valvular lesions, viridans streptococci can adhere to fibrin-platelet aggregates and establish infection that leads to endocarditis.  "},

{"id":"678","title":"A 24-year-old female presents to your office with burning urination, urgency and frequency.  She is sexually active.  Urine cultures show catalase-positive, gram-positive cocci.  The organism responsible for this patient's symptoms is most likely to be:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coagulase positive","answer_2":"B. Hemolytic","answer_3":"C. Novobiocin resistant","answer_4":"D. DNase positive","answer_5":"E. Yellow pigment producer","percent_1":"15%","percent_2":"6%","percent_3":"72%","percent_4":"2%","percent_5":"4%","right_answer":"C. Novobiocin resistant","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp678.jpg","explanation_1":"","explanation_2":"$The Staphylococci are Gram-positive cocci that form clusters, pairs and, rarely, short chains.  The catalase test (with 3% hydrogen peroxide) differentiates Streptococci (catalase-negative) from Staphylococci (catalase-positive).  The ability to clot blood plasma (slide and tube coagulase tests) separates Staphylococci into two groups: the coagulase-positive Staphylococci, which constitutes the most pathogenic species Staphylococcus aureus, and coagulase-negative staphylococci (CNS), which constitutes S. epidermidis, S. Saprophyticus, S. haemolyticus, and 30+ other species.  The coagulase-negative staphylococci exist as part of the normal flora on the skin and in the throat and nose, and only some species can cause infections. $S. saprophyticus is a common cause of urinary tract infection; it is responsible for almost half of all UTIs in sexually active young women.  S. saprophyticus is resistant to novobiocin.  When catalase-positive, coagulase-negative gram-positive cocci in clusters are isolated from urine specimens of the above group of patients, the laboratory performs a novobiocin test to distinguish this organism from other similar pathogens. $#(Choice A)# Coagulase positivity is a characteristic of S. aureus; this is how S. aureus is differentiated from the other species of Staphylococci that do not express coagulase. $#(Choice B)# Hemolysis is a typical feature of Streptococci (streptolysin O and streptolysin S) and Staphylococcus aureus (hemolysin).  S. saprophyticus does not cause hemolysis. $#(Choice D)# DNase is produced by group A streptococcus.  DNase degrades DNA in pus to facilitate spread of the organism.  Anti DNase can be used as a laboratory test in patients who have had streptococcal infection followed by glomerulonephritis.  DNase is not produced by S. saprophyticus. $#(Choice E)# Yellow pigment is produced by Staphylococcus aureus.  Staphylococcus aureus usually does not cause urinary tract infections.  If S. aureus is cultured from the urine you should suspect a metastatic infection from another location in the body (an abscess or infective endocarditis etc.) $#Educational objective #S saprophyticus is responsible for almost half of all UTIs in sexually active young women.  Staphylococcus saprophyticus belongs to coagulase negative staphylococci and is unique among these because it is resistant to novobiocin.  "},

{"SubjectSystem":"Microbiology-Microbiology","id":"1479","title":"Microbiologists are investigating sugar metabolism in wild-type and mutant strains of Escherichia coli.  Both strains are found to grow viable colonies on lactose-containing media.  Each strain is then cultured on a new growth medium containing only glucose.  Representative colonies of each strain from the new media undergo Western blot processing using a fluorescently labeled probe specific for β-galactosidase.  Wild-type bacterial colonies are found to contain only trace quantities of β-galactosidase.  However, the mutant colonies express significant amounts of β-galactosidase.  Further analysis reveals that the variant strain contains a mutation that inhibits the binding of a certain protein to its regulatory sequence.  In which of the following locations did this mutation most likely occur?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activator protein (CAP) binding site","answer_2":"B. Operator locus","answer_3":"C. Promoter region","answer_4":"D. Activator protein (CAP) gene","answer_5":"E. RNA polymerase cistron","percent_1":"19%","percent_2":"43%","percent_3":"27%","percent_4":"8%","percent_5":"2%","right_answer":"B. Operator locus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1479.jpg","explanation_1":"","explanation_2":"$The #lac operon# consists of a regulatory gene (#lac I#), a promoter region (#lac p#), an operator region (#lac o#), and three structural genes (#lac Z#, #lac Y#, and #lac A#).  The lac Z gene codes for β-galactosidase, which is responsible for the hydrolysis of lactose to glucose and galactose.  The lac Y gene codes for permease, which allows lactose to enter the bacterium.  The lac p region is the binding site for RNA polymerase during the initiation of transcription.  The Lac I repressor protein is the product of the lac I gene and is constitutively expressed.  Repressor proteins, when bound to the operator region, prevent binding of RNA polymerase to the promoter region, thus decreasing transcription of the lac Z, lac Y, and lac A genes.  Culture of E coli in lactose-containing media causes a conformational change in the repressor protein, preventing its attachment to the operator region and increasing transcription of the lac operon structural genes. $Culturing E coli in media containing glucose results in reduced expression of the lac operon, even when the media contains lactose as well.  This occurs because the lac operon is positively regulated by the binding of catabolite activator protein (CAP) to a site slightly upstream from the promoter region.  This only occurs when cAMP concentrations are high.  Since glucose decreases the activity of adenylyl cyclase (reducing intracellular cAMP), the lac operon is repressed in high-glucose conditions.  In summary, the lac operon is regulated by 2 distinct mechanisms:  $1. Negatively by binding of the repressor protein to the operator locus  $2. Positively by cAMP-CAP binding upstream from the promoter region $Mutations impairing the binding of the repressor protein to its binding site at the operator region will prevent repression of the genes of the lac operon in the absence of lactose.  This results in increased transcription of the genes of the lac operon in lactose-deficient media, although the presence of glucose will prevent maximal transcriptional activity. $#(Choices A and D)#  Mutations that impair the binding of cAMP-CAP to its regulatory site upstream from the promoter will decrease transcription of the lac operon, as cAMP-CAP is a positive regulator. $#(Choices C and E)#  Mutations impairing the binding of RNA polymerase to the promotor region will also reduce transcription of the lac operon. $#Educational objective# The lac operon is regulated by two distinct mechanisms: negatively by binding of the repressor protein to the operator locus and positively by cAMP-CAP binding upstream from the promoter region.  Constitutive expression of the structural genes of the lac operon occurs with mutations that impair the binding of the repressor protein (Lac I) to its regulatory sequence in the operator region.  "},

{"id":"1135","title":"A 4-year-old boy is brought to the clinic by his mother due to decreased appetite, abdominal cramps, and diarrhea over the last 3 days.  The stools were initially watery but have now become bloody.  Temperature is 38 C (100.4 F).  Mucous membranes are dry, and the abdomen is mildly distended and diffusely tender to palpation.  Stool studies are positive for fecal leukocytes and occult blood.  Stool cultures grow non–lactose fermenting, gram-negative rods on MacConkey agar.  The bacteria ferment glucose without gas production, do not generate hydrogen sulfide when grown on triple sugar iron agar, and cannot replicate at refrigeration temperatures.  Which of the following bacterial factors is most essential for the pathogenesis of this patient's disease?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Exotoxin production","answer_2":"B. Intestinal colonization","answer_3":"C. Mucosal invasion","answer_4":"D. Proliferation in lymph nodes","answer_5":"E. Survival in the circulation","percent_1":"35%","percent_2":"12%","percent_3":"48%","percent_4":"3%","percent_5":"2%","right_answer":"C. Mucosal invasion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1135.jpg","explanation_1":"","explanation_2":"$This patient's fever, abdominal cramps, and bloody diarrhea (#dysentery#) are consistent with bacterial enteritis.  Stool culture results are most specific for #Shigella# species, which are #non–lactose fermenting# organisms with #no hydrogen sulfide production# on triple sugar iron agar (unlike Salmonella).  In addition, Shigella ferments glucose, in contrast to Campylobacter, a curved rod that does not. $Shigella is transmitted via the fecal-oral route (eg, person-to-person, contaminated food/water).  Once in the gastrointestinal tract, the bacteria is able to @invade the intestinal epithelium@ via the microfold (M) cells that overlie Peyer patches.  After cell entry, Shigella lyses its containment vacuole, multiplies within the cytoplasm, and exits the basolateral surface of the cell where it can more easily enter enterocytes and then #spread to adjacent cells# via host-cell actin polymerization. $Shigella also induces macrophage apoptosis, triggering a robust host inflammatory response.  The disrupted epithelial barrier leads to ulcerations and leakage of blood, inflammatory cells, and mucus into the intestinal lumen, resulting in #bloody, mucoid stools#. $#(Choice A)#  Shiga toxin is an exotoxin that damages intestinal mucosa by inactivating the 60S ribosomal subunit, halting cellular protein synthesis and causing hemorrhagic colitis.  However, not all pathogenic Shigella species produce Shiga toxin; Shigella sonnei and Shigella flexneri (prevalent in resource-rich regions) do not produce Shiga toxin but still cause shigellosis, making mucosal invasion (common to all Shigella species) the primary pathogenic mechanism. $#(Choice B)#  Asymptomatic colonization with Shigella does not occur because the bacterium is highly pathogenic.  Ingestion of as few as 10 organisms can lead to mucosal invasion and active infection. $#(Choice D)#  Salmonella and Yersinia enterocolitica, which also invade M cells, can gain access to the lymphatics and proliferate in the mesenteric lymph nodes.  In contrast, once Shigella invades the M cells overlying lymphoid follicles (Peyer patches), it spreads primarily to adjacent enterocytes; it does not proliferate in lymphoid tissue. $#(Choice E)#  Shigella rarely causes bacteremia because it is readily phagocytosed and destroyed by neutrophils after entering the bloodstream.  Enteric bacteremia is more likely due to E coli or Salmonella typhi (typhoid fever). $#Educational objective# Shigella is a non–lactose fermenting organism that does not produce hydrogen sulfide on triple sugar iron agar.  Mucosal invasion is the primary pathogenic mechanism for Shigella infection, which presents with bloody/mucoid diarrhea.  ","clickable_1":"images/img1.1135.jpg"},

{"id":"1099","title":"A 32-year-old man comes to the office for a follow-up appointment.  The patient recently returned from a 10-day trip to Honduras.  On the fifth day of his trip, he developed malaise, anorexia, and abdominal cramps, quickly followed by watery diarrhea.  The patient had 5 or 6 stools daily but no fever.  He took no medications and remained hydrated by drinking bottled water and soup.  The patient felt better after 2 days and has had no additional symptoms since.  He has no other medical conditions.  Vital signs are within normal limits and physical examination shows no abnormalities.  Which of the following factors was most likely involved in the pathogenesis of this patient's gastrointestinal symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial endotoxin","answer_2":"B. Cholera-like enterotoxin","answer_3":"C. Intestinal biofilm production","answer_4":"D. Intestinal mucosal invasion","answer_5":"E. Shiga toxin","percent_1":"18%","percent_2":"69%","percent_3":"2%","percent_4":"6%","percent_5":"4%","right_answer":"B. Cholera-like enterotoxin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Escherichia coli virulence factors#∆⨉∆⨉ §^#Virulence factor# ∆^#Mechanism# ∆^#Presentation# §^#Lipopolysaccharide# ∆Activates macrophages → widespread release of IL-1, IL-6 & TNF-α ∆Bacteremia & septic shock §^#K1 capsular$ polysaccharide# ∆Prevents phagocytosis & complement-mediated lysis ∆Neonatal meningitis §^#Shiga toxin# ∆Inactivates 60S ribosomal subunit, halting protein synthesis & causing cell death ∆Gastroenteritis (bloody) §^#Heat-stable/heat-labile$ enterotoxins# ∆Promotes fluid & electrolyte secretion from intestinal epithelium ∆Gastroenteritis (watery) §^#P-fimbriae# ∆Allows adhesion to uroepithelium ∆Urinary tract infection %#TNF-α =# tumor necrosis factor-alpha.","explanation_img":"","explanation_1":"","explanation_2":"This patient had self-limited #traveler's diarrhea#, which is most commonly caused by #enterotoxigenic Escherichia coli (ETEC)#, a gram-negative, motile, enteric rod bacterium.  Patients traveling to resource-limited regions with poor sanitation are at greatest risk. $Following ingestion, ETEC colonizes and adheres to small intestine enterocytes (mediated by pili).  The typical manifestations of abdominal cramping, nausea/vomiting, and (occasionally) low-grade fever occur due to the elaboration of plasmid-encoded heat-labile (LT) and/or heat-stable (ST) enterotoxins: $• The #LT enterotoxin#, which #resembles cholera toxin# in structure and mode of action, increases cyclic AMP in gut mucosal cells by activating adenylate cyclase. $• The ST enterotoxin (which is not inactivated by heat likely due to its small molecular size) causes an increase in cyclic GMP by activating guanylate cyclase. $Both mechanisms result in increased chloride secretion and decreased sodium reabsorption by enterocytes, resulting in #watery diarrhea#. $#(Choice A)#  Endotoxin is a lipopolysaccharide found in the cell membrane of gram-negative bacteria.  When released into the bloodstream, endotoxin causes a severe inflammatory response (eg, fever, hypotension) mediated by TNF-alpha and IL-1 secreted from activated macrophages.  However, endotoxin is present at high concentrations in the normal gut microbiota and does not cause gastrointestinal illness. $#(Choice C)#  Enteroaggregative E coli is a less common cause of self-limited watery diarrhea in resource-limited regions; adhesion of the organisms to intestinal mucosa in a \"stacked-brick\" pattern is characteristic.  Biofilm formation can occur but is thought to primarily play a role in cases of persistent (not acute) disease. $#(Choice D)#  Intestinal invasion is characteristic of gastroenteritis caused by Salmonella, Shigella, and Campylobacter jejuni, as well as the protozoan Entamoeba histolytica.  Due to mucosal cell necrosis, invasion frequently leads to bloody diarrhea (not seen here). $#(Choice E)#  Shiga toxin-producing E coli (STEC) and Shigella dysenteriae produce Shiga toxin that inactivates the 60S ribosomal subunit in human cells, thereby inhibiting cell protein production.  Bloody diarrhea due to mucosal cell death is typical. $#Educational objective# Traveler's diarrhea is most frequently due to enterotoxigenic Escherichia coli, which produces plasmid-encoded, heat-labile (LT) and heat-stable (ST) enterotoxins.  LT resembles cholera toxin and activates adenylate cyclase, leading to increased intracellular cyclic AMP; ST activates guanylate cyclase, leading to increased intracellular cyclic GMP.  Both can contribute to watery diarrhea due to loss of water and electrolytes.  "},

{"id":"1100","title":"A 25-year-old woman comes to the emergency department due to 2 days of abdominal pain and bloody diarrhea.  A few days ago, she attended a church barbeque.  She does not know whether anyone else at the party developed similar symptoms.  The patient lives alone and has no medical conditions.  Temperature is 37.1 C (98.8 F), blood pressure is 119/76 mm Hg, pulse is 92/min, and respirations are 16/min.  There is abdominal tenderness with no rebound or guarding.  Guaiac-positive bloody stools are detected on rectal examination.  Stool cultures reveal an Escherichia coli strain that does not produce glucuronidase and does not ferment sorbitol on sorbitol-containing MacConkey agar, consistent with serotype O157:H7.  Which of the following best describes the mechanism of action of the toxin specific to these bacteria?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Disruption of the cellular cytoskeleton","answer_2":"B. Inactivation of 60S ribosomal subunits","answer_3":"C. Inactivation of elongation factor 2","answer_4":"D. Inhibition of sodium reabsorption","answer_5":"E. Stimulation of chloride secretion","percent_1":"15%","percent_2":"64%","percent_3":"12%","percent_4":"4%","percent_5":"5%","right_answer":"B. Inactivation of 60S ribosomal subunits","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Escherichia coli virulence factors#∆⨉∆⨉ §^#Virulence factor# ∆^#Mechanism# ∆^#Presentation# §^#Lipopolysaccharide# ∆Activates macrophages → widespread release of IL-1, IL-6 & TNF-α ∆Bacteremia & septic shock §^#K1 capsular$ polysaccharide# ∆Prevents phagocytosis & complement-mediated lysis ∆Neonatal meningitis §^#Shiga toxin# ∆Inactivates 60S ribosomal subunit, halting protein synthesis & causing cell death ∆Gastroenteritis (bloody) §^#Heat-stable/heat-labile$ enterotoxins# ∆Promotes fluid & electrolyte secretion from intestinal epithelium ∆Gastroenteritis (watery) §^#P-fimbriae# ∆Allows adhesion to uroepithelium ∆Urinary tract infection %#TNF-α =# tumor necrosis factor-alpha.","explanation_img":"","explanation_1":"","explanation_2":"This patient has bloody diarrhea due to #Escherichia coli O157:H7#, or Shiga toxin–producing E coli (STEC).  The transmission of STEC occurs primarily via consumption of #contaminated beef# products, but isolated cases without a clear source can occur. $After colonization and adherence to intestinal epithelial cells, STEC elaborates #Shiga toxin# (virtually identical to that produced by Shigella dysenteriae).  Enterocytes bind to Shiga toxins, which then #inactivate# the #60S ribosomal subunit# within the host cells by cleaving an adenine nucleobase from the integrated 28S RNA.  This leads to inhibition of protein synthesis and #apoptosis# of intestinal epithelial cells.  Clinical manifestations include watery diarrhea that becomes bloody within 1-3 days. $In a minority of cases, Shiga toxin can spread through the damaged intestinal epithelium to the bloodstream and #capillary endothelial cells# in the kidney, leading to #hemolytic uremic syndrome# approximately a week after gastrointestinal symptoms.  Manifestations include thrombocytopenia, microangiopathic hemolytic anemia, and renal insufficiency. $#(Choice A)#  Clostridioides difficile produces 2 exotoxins, one of which is a cytotoxin (toxin B) that disrupts the cytoskeleton by depolymerizing actin and causing cell death. $#(Choice C)#  Exotoxins produced by Corynebacterium diphtheriae (diphtheria toxin) inactivate elongation factor 2 via ribosylation, which leads to the inhibition of protein synthesis and cell death. $#(Choices D and E)#  Unlike STEC, enterotoxigenic E coli produces heat-labile toxin (LT) and heat-stable toxin (ST).  LT increases intracellular cyclic AMP in intestinal mucosal cells, which leads to the decreased absorption and increased secretion of sodium, chloride, and water; ST increases intracellular cyclic guanosine monophosphate (GMP), also contributing to diarrhea and electrolyte loss.  Watery, not bloody, diarrhea occurs. $#Educational objective# Shiga toxin–producing Escherichia coli O157:H7 elaborates Shiga toxin, which inactivates 60S ribosomal subunits in colonic mucosal cells, leading to the inhibition of protein synthesis and apoptosis; clinical manifestations include bloody diarrhea.  Hematogenous spread of Shiga toxin to renal endothelial cells can also lead to hemolytic uremic syndrome.  "},

{"id":"679","title":"A 52-year-old man is hospitalized due to 2 weeks of low-grade fever, malaise, anorexia, and fatigue.  The patient has a history of bicuspid aortic valve and underwent aortic valve replacement a year ago.  Physical examination reveals a new regurgitation murmur.  Blood cultures repeatedly grow gram-positive cocci in clusters, which are identified as Staphylococcus epidermidis.  This pathogen most likely demonstrates which of the following characteristics?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha hemolysis","answer_2":"B. Mannitol fermentation","answer_3":"C. Negative catalase test","answer_4":"D. Negative coagulase test","answer_5":"E. Novobiocin resistance","answer_6":"F. Yellow pigment production","percent_1":"4%","percent_2":"2%","percent_3":"6%","percent_4":"78%","percent_5":"8%","percent_6":"1%","right_answer":"D. Negative coagulase test","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Staphylococcus epidermidis# is a low-virulence skin commensal that rarely causes infection in healthy patients.  However, those with prosthetic devices (eg, indwelling catheters, #artificial heart valves#, artificial joints) are at risk because the pathogen produces adhesion and biofilm proteins that allow it to grow on artificial surfaces.  S epidermidis is one of the most common contaminants of blood cultures, but infection should be suspected when multiple blood cultures grow the bacteria and/or the patient has symptoms of clinical infection such as fever, malaise, and leukocytosis. $Staphylococcus species are gram-positive cocci that grow in @grape-like clusters@.  They are differentiated from streptococci by the catalase test: Streptococci are catalase-negative whereas staphylococci are #catalase-positive (choice C).#  Further speciation of staphylococci leverages the coagulase test (the ability to clot blood plasma), which differentiates S aureus from #coagulase-negative staphylococci# such as S epidermidis, S haemolyticus, and S saprophyticus. $#(Choice A)#  Alpha hemolysis (partial, green hemolysis when plated on blood agar) is a feature of viridans streptococci, a common cause of infective endocarditis.  Staphylococci species are either beta-hemolytic (complete hemolysis) or gamma-hemolytic (no hemolysis).  S epidermidis is gamma-hemolytic. $#(Choice B)#  S aureus and S haemolyticus can ferment mannitol, but S epidermidis cannot. $#(Choice E)#  Novobiocin is an antibiotic that can be applied to plated colonies to differentiate S saprophyticus from other coagulase-negative Staphylococcus species: S saprophyticus is novobiocin-resistant whereas others, such as S epidermidis, are novobiocin-sensitive. $#(Choice F)#  S aureus produces a golden-yellow surface pigment, which accounts for its name (aureus means gold in Latin).  S aureus is a common cause of infective endocarditis and osteomyelitis, particularly in intravenous drug users. $#Educational objective# Staphylococcus epidermidis, a gram-positive coccus that grows in clusters, is a skin commensal that is a common cause of infection in patients with prosthetic devices such as artificial joints or heart valves.  Unlike S aureus, S epidermidis is coagulase-negative.  Unlike S saprophyticus (another coagulase-negative staphylococci species), S epidermidis is susceptible to novobiocin.  ","clickable_1":"images/img1.679.jpg"},

{"id":"1912","title":"A 26-year-old man comes to the office due to a 3-day-history of dysuria and urethral discharge.  The symptoms developed about 2 weeks after he had unprotected sexual intercourse with a new partner.  His temperature is 37.1 C (98.8 F).  On physical examination, a mucoid discharge is expressed with gentle milking of the penis.  Gram stain of the discharge reveals numerous neutrophils with intracellular diplococci.  A sample of the discharge is placed on an antibiotic-containing medium, and bacterial colonies are cultured.  Which of the following terms best describes the medium?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Differential","answer_2":"B. Enrichment","answer_3":"C. Reducing","answer_4":"D. Selective","answer_5":"E. Synthetic","percent_1":"6%","percent_2":"8%","percent_3":"3%","percent_4":"84%","percent_5":"1%","right_answer":"D. Selective","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with dysuria and urethral discharge has #gonococcal urethritis# as indicated by the Gram stain showing gram-negative diplococci within leukocytes.  Neisseria gonorrhoeae can be cultured on Thayer-Martin VCN #selective# medium, which contains #v#ancomycin, #c#olistin, #n#ystatin, and trimethoprim.  These antibiotics kill potential contaminants such as gram-positive organisms (vancomycin), gram-negative organisms other than Neisseria (colistin and trimethoprim), and fungi (nystatin). $#(Choice A)#  Differential media help identify cultured organisms based on their metabolic and biochemical properties.  Examples of differential media include the MacConkey and eosin methylene blue (EMB) agars used to culture enteric organisms.  Organisms that ferment lactose will appear pink on MacConkey agar and black on EMB agar. $#(Choice B)#  Enrichment media contain special growth factors required for some organisms.  Examples include the X and V factors required by Haemophilus or the anaerobic conditions needed by Clostridium species. $#(Choice C)#  Reducing media (eg, thioglycolate broth) remove oxygen and are used to culture anaerobic organisms. $#(Choice E)#  A synthetic medium is any chemically-defined medium for which all of the chemical contents are known. $#Educational objective# Neisseria can be isolated by culture on selective media such as the Thayer-Martin VCN (vancomycin/colistin/nystatin) medium, which inhibits growth of contaminants such as gram-positive organisms, gram-negative organisms other than Neisseria, and fungi.  "},

{"id":"736","title":"Microbiology researchers conduct a series of experiments to determine how pathogenicity is transmitted among different strains of Streptococcus pneumoniae.  In the first experiment, they inject nonvirulent strain A into the peritoneal cavity of laboratory mice and observe no ill effects.  In the second experiment, researchers subject virulent strain B to a detergent agent that kills and lyses the bacterial cells.  They then inject the lysate into the peritoneal cavity of a new group of mice and again observe no ill effects.  During a third experiment, they inject live strain A bacteria in combination with the killed strain B lysate, resulting in death of the mice.  Which of the following genetic processes most likely accounts for the observed findings of these experiments?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Direct uptake of extracellular DNA","answer_2":"B. Phage-mediated DNA transfer","answer_3":"C. Pilus-mediated DNA transfer","answer_4":"D. Spontaneous DNA mutation","answer_5":"E. Transposon-mediated DNA transfer","percent_1":"74%","percent_2":"12%","percent_3":"8%","percent_4":"0%","percent_5":"6%","right_answer":"A. Direct uptake of extracellular DNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp736.jpg","explanation_1":"","explanation_2":"$Certain strains of Streptococcus pneumoniae express capsular polysaccharides that inhibit phagocytosis, making it a successful pathogen.  Strains lacking the capsule are not pathogenic; however, S pneumoniae is able to obtain new genetic material from the environment that is released following the death and lysis of neighboring bacterial cells.  This process, known as @transformation@, allows the bacterium to #take up exogenous DNA# fragments, integrate the DNA into its genome, and express the encoded proteins.  Through this method, nonvirulent strains of S pneumoniae that do not form a capsule can acquire the genes that code for the capsule and therefore #gain virulence#. $Bacteria that have the innate capacity to undergo transformation are said to be naturally competent and include Haemophilus, Streptococcus, Bacillus, and Neisseria species. $#(Choice B)#  In @transduction@, a bacteriophage (virus) transfers DNA from one bacterial cell to another.  While replicating within a host bacterium, a bacteriophage may accidentally incorporate host bacterial DNA into the phage particle.  Once released, it can then transfer DNA from the previous host into a newly infected bacterium.  By this mechanism, bacteria can acquire genes for virulence and antibiotic resistance. $#(Choice C)#  @Conjugation@ is a form of one-way DNA transfer performed by bacteria carrying a plasmid with the fertility (F) factor.  The process begins with the donating bacterium producing a sex pilus, which then forms a direct connection with the receiving bacterium.  Next, the donating bacterium transfers a single DNA strand containing the F factor to the recipient organism, after which, complementary DNA strands are synthesized. $#(Choice D)#  Spontaneous or induced mutations change the nucleotide sequence of a gene, potentially altering the amino acid sequence of the protein product.  Through this mechanism, bacteria form novel proteins with potentially useful functions to aid with survival. $#(Choice E)#  Transposons are mobile genetic elements that can mediate DNA transfer from plasmids to a bacterial chromosome, move genetic material from one position to another along a bacterial chromosome, or transfer genes from a bacterial chromosome to a plasmid.  The location of a gene in the genome is important as it determines its proximity to promoter or suppressor regions. $#Educational objective# Streptococcus pneumoniae is able to undergo transformation, which allows the bacterium to take up exogenous DNA fragments and express the encoded proteins.  Through this method, strains of S pneumoniae that do not form a capsule can acquire the genes that code for the capsule and therefore gain virulence.  ","clickable_1":"images/img1.736.jpg","clickable_2":"images/img2.736.jpg","clickable_3":"images/img3.736.jpg"},

{"id":"11812","title":"A 64-year-old man comes to the office due to 2 days of dysuria, urinary frequency, and urgency.  He recently underwent a cystoscopy for evaluation of hematuria.  The patient has a history of hypertension, type 2 diabetes mellitus, and 30 pack-years of cigarette smoking.  His temperature is 38.2 C (100.8 F).  On examination, there is suprapubic tenderness on deep palpation but no costovertebral angle tenderness.  Urinalysis findings are as follows:","title_table":"?Leukocyte esterase? positive ?Nitrites? negative ?Bacteria? many ?White blood cells? 20-30/hpf ?Red blood cells? many/hpf","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Midstream urine culture grows gram-positive cocci in chains with growth >100,000 colony-forming units/mL.  The organism responsible for this patient's condition is most likely to demonstrate which of the following?","audio":"","comparison_items":"","answer_1":"A. Ability to decompose hydrogen peroxide","answer_2":"B. Gamma hemolysis on blood agar","answer_3":"C. Growth only in absence of oxygen","answer_4":"D. Possession of cytochrome oxidase","answer_5":"E. Production of golden yellow pigments","percent_1":"21%","percent_2":"55%","percent_3":"4%","percent_4":"8%","percent_5":"12%","right_answer":"B. Gamma hemolysis on blood agar","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11812.jpg","explanation_1":"","explanation_2":"$This patient who recently underwent a genitourinary procedure (cystoscopy) has a urinary tract infection caused by #Enterococcus#.  This organism has a morphology of #gram-positive cocci# in pairs and chains and, when grown on blood agar, reveals no hemolysis (#gamma hemolysis#).  Other characteristics of enterococci include pyrrolidonyl arylamidase (PYR) positivity and ability to grow in bile and in 6.5% sodium chloride.  They are unable to convert nitrates to nitrites, explaining this patient's negative result on urinalysis nitrite. $Enterococci are part of the normal intestinal flora of humans and animals.  Enterococcus faecalis and E faecium are the most prevalent species cultured from humans and can cause urinary tract infection, bacteremia/endocarditis, wound infection, or intraabdominal or pelvic infection in the nosocomial setting.  Enterococci have both intrinsic (beta-lactams, macrolides, aminoglycosides, trimethoprim-sulfamethoxazole) and acquired (vancomycin) resistance to antibiotics, making them important nosocomial pathogens. $#(Choice A)#  The ability to decompose hydrogen peroxide is suggestive of the presence of catalase, which would indicate Staphylococcus (which are gram-positive cocci in clusters not chains). $#(Choice C)#  Enterococci are aerobic organisms.  Examples of anaerobic gram-positive cocci include Peptostreptococcus and Micrococcus. $#(Choice D)#  Oxidase positivity (possession of cytochrome oxidase) can help identify certain gram-negative organisms (eg, Pseudomonas). $#(Choice E)#  Staphylococcus aureus produces golden yellow pigments.  Other bacteria producing pigments include Pseudomonas aeruginosa (blue-green) and Serratia marcescens (red). $#Educational objective# Enterococcus is an important cause of urinary tract infections.  These organisms are gram-positive cocci in pairs and chains and, when grown on blood agar, they do not cause hemolysis (gamma-hemolytic).  "},

{"id":"677","title":"A 45-year-old man comes to the physician due to pain, swelling, and erythema affecting his right leg.  He says that he suffered a minor cut to his leg a few days ago while cleaning his garage.  Physical examination shows an indurated region surrounding a minor laceration that is draining a purulent exudate.  He is diagnosed with cellulitis and started on the appropriate treatment.  Gram stain of the exudate shows gram-positive cocci in clusters.  The organism most likely responsible for this patient's infection synthesizes a protein as part of its peptidoglycan cell wall that does which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activates complement","answer_2":"B. Binds the Fc portion of IgG","answer_3":"C. Causes hemolysis","answer_4":"D. Cleaves IgA","answer_5":"E. Interacts with MHC class II antigens","percent_1":"8%","percent_2":"56%","percent_3":"12%","percent_4":"15%","percent_5":"8%","right_answer":"B. Binds the Fc portion of IgG","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp677.jpg","explanation_1":"","explanation_2":"$Clusters of gram-positive cocci on Gram stain is a characteristic finding of staphylococcal species such as Staphylococcus aureus.  Protein A is a virulence factor that forms part of the outer peptidoglycan layer of S aureus.  Protein A binds with the Fc portion of IgG antibodies at the complement-binding site, preventing complement activation #(choice A).#  This results in decreased production of C3b, leading to impaired opsonization and phagocytosis. $#(Choice C)#  Hemolysin is secreted by staphylococci and causes hemolysis as well as the destruction of neutrophils, macrophages, and platelets.  It is a secreted factor that is not bound to the cell wall. $#(Choice D)#  Streptococcus pneumoniae and Neisseria gonorrhoeae produce IgA proteases that cause cleavage of IgA antibodies, preventing them from interfering with bacterial adhesion to mucous membranes. $#(Choice E)#  Major histocompatibility complex (MHC) class II (found on an antigen presenting cells) normally interacts with processed antigens, presenting them to T-lymphocytes to initiate an immune response.  In contrast, superantigens (enterotoxins, toxic shock syndrome toxin) interact with MHC class II and the T-cell receptor outside of standard antigen binding sites to initiate widespread and nonspecific activation of T- lymphocytes.  Although superantigens are synthesized by staphylococci, they are not bound to the peptidoglycan cell wall. $#Educational objective# Protein A is a virulence factor found in the peptidoglycan cell wall of Staphylococcus aureus that binds to the Fc portion of IgG, leading to impaired complement activation, opsonization, and phagocytosis.  "}



]