[

{"id":"11918","title":"A research scientist studying the metabolic pathways that contribute to obesity feeds experimental animals a high-carbohydrate, high-protein diet for a prolonged period.  A sample of liver tissue is then obtained from the animals, and the activity of various enzymes involved in fatty acid metabolism is measured and recorded.  It is determined that beta-oxidation of fatty acids is inhibited within these cells as a result of the diet.  An increase in which of the following substances is most likely responsible for the observed effect?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetoacetate","answer_2":"B. Carnitine","answer_3":"C. Citrate","answer_4":"D. Malonyl-CoA","answer_5":"E. NADPH","percent_1":"10%","percent_2":"19%","percent_3":"19%","percent_4":"39%","percent_5":"14%","right_answer":"D. Malonyl-CoA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In the #well-fed state#, the abundance of ATP in hepatocytes inhibits isocitrate dehydrogenase, leading to high levels of citrate in the mitochondria.  Citrate is transferred to the cytosol via the citrate shuttle and cleaved by ATP citrate lyase to form acetyl-CoA.  High citrate levels (in addition to elevated insulin caused by high carbohydrate intake) causes upregulation of #Acetyl-CoA carboxylase#.  This cytosolic enzyme catalyzes the conversion of acetyl-CoA to malonyl-CoA in the rate-limiting step of de novo #fatty acid synthesis#.  Fatty acid synthase then catalyzes the condensation of malonyl-CoA with acetyl-CoA to create a 4-carbon molecule that will undergo subsequent condensation reactions to form a 16-carbon fatty acid. $#Beta-oxidation# of fatty acids takes place primarily within the #mitochondrial matrix#.  Mitochondrial membranes are impermeable to fatty acids due to their negative charge, so a specialized membrane carrier (#carnitine#) must be used to shuttle them into the matrix.  #Malonyl-CoA inhibits carnitine acyltransferase#, preventing the transfer of acyl groups into the mitochondria.  This inhibitory action functions to prevent the breakdown of newly synthesized fatty acids. $#(Choice A)#  Ketone bodies (eg, acetoacetate) are a major source of fuel for muscle, brain, and cardiac tissue that are produced during times of starvation or fasting when oxaloacetate is in short supply and acetyl-CoA is in excess. $#(Choice B)#  Carnitine is an amino acid that is essential for the transport of fatty acids through the mitochondrial membrane.  It is a necessary component of fatty acid oxidation. $#(Choice C)#  Citrate is an intermediate in the TCA cycle.  It can be exported out of the mitochondrial matrix and into the cytosol, where it is broken down into acetyl-CoA for use in de novo fatty acid synthesis. $#(Choice E)#  NADPH is a reducing molecule necessary for the synthesis of fatty acids.  In contrast, beta-oxidation of fats produces FADH2 and NADH-reducing equivalents. $#Educational objective# Cytosolic acetyl-CoA carboxylase converts acetyl-CoA to malonyl-CoA during the rate-limiting step of de novo fatty acid synthesis.  Malonyl-CoA also inhibits the action of mitochondrial carnitine acyltransferase, thereby inhibiting beta-oxidation of newly formed fatty acids.  "},

{"id":"1886","title":"A 5-year-old girl is brought to the clinic due to several months of fatigue and difficulty walking.  She ambulates normally at first but rapidly becomes weak and tired.  The patient has not been ill recently and is usually happy and playful.  She has a history of mild motor delays but is otherwise developmentally normal.  Vital signs are within normal limits.  Examination shows mildly decreased power in all extremities but no ataxia.  Cardiac auscultation reveals a 1/6 systolic murmur and an S3 gallop.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Glucose? 37 mg/dL ?Creatine kinase? 304 U/L !Urinalysis! ?Protein? none ?Glucose? negative ?Ketones? negative ?Leukocyte esterase? negative ?Nitrites? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Muscle biopsy shows a very low carnitine content.  This patient most likely has deficient synthesis of which of the following substances?","audio":"","comparison_items":"","answer_1":"A. Acetoacetate","answer_2":"B. Arachidonic acid","answer_3":"C. Glutathione","answer_4":"D. Homocysteine","answer_5":"E. Lactate","answer_6":"F. Palmitate","percent_1":"45%","percent_2":"4%","percent_3":"7%","percent_4":"9%","percent_5":"8%","percent_6":"28%","right_answer":"A. Acetoacetate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1886.jpg","explanation_1":"","explanation_2":"$This patient's myopathy (eg, elevated creatine kinase, weakness), cardiomyopathy (eg, S3 gallop), and #hypoketotic hypoglycemia# (eg, absence of ketones in the urine) in the setting of #decreased muscle carnitine# content is consistent with #primary carnitine deficiency#.  The condition is caused by a defect in the protein responsible for carnitine transport across the mitochondrial membrane.  Without sufficient carnitine, fatty acids cannot be transported from the cytoplasm into the mitochondria as acyl-carnitine (carnitine shuttle).  The mitochondria therefore cannot β-oxidize the fatty acids into acetyl CoA, the carbon substrate for the citric acid cycle.  As a result, cardiac and skeletal myocytes cannot generate ATP from fatty acids (leading to muscle weakness, cardiomyopathy) and the liver is unable to synthesize #ketone bodies# (manifests as hypoketotic hypoglycemia). $Hypoketotic hypoglycemia is also seen in other fatty acid oxidation disorders (eg, acyl CoA dehydrogenase deficiency). $#(Choice B)#  Arachidonic acid can be ingested or synthesized from phospholipids in the cell membrane.  Its eicosanoid derivatives (eg, prostanoids, leukotrienes) are important modulators of inflammation.  It is not affected by carnitine levels. $#(Choice C)#  Glutathione is a tripeptide that can be synthesized from amino acids (glutamate, cysteine, and glycine).  It is an important antioxidant and plays a role in DNA synthesis and repair. $#(Choice D)#  Homocysteine is an amino acid that is synthesized from methionine.  Using vitamin cofactors, it can be converted to cysteine (pyridoxine) or recycled into methionine (cobalamin). $#(Choice E)#  Lactate is produced from pyruvate under anaerobic conditions.  Patients with carnitine deficiency synthesize lactate normally but may produce increased lactate during times of catabolic stress due to inability to utilize fatty acids for energy production. $#(Choice F)#  Palmitate is a fatty acid that can be ingested or synthesized from carbohydrates.  Palmitate synthesis occurs in the cytosol and would not be affected by carnitine deficiency. $#Educational objective# Carnitine deficiency impairs fatty acid transport from the cytoplasm into mitochondria, preventing β-oxidation of fatty acids into acetyl CoA.  This leads to cardiac and skeletal myocyte injury (lack of ATP from citric acid cycle) and impaired ketone body production by the liver during fasting periods.  "},

{"id":"1888","title":"An 8-year-old boy is brought to the emergency department due to vomiting and lethargy.  The patient had been on an overnight hiking trip with his family.  During the trip, the family lost their food pack while canoeing and had to hike back to their car.  The child became weak and was carried for the last mile.  None of the family has eaten for approximately 24 hours.  On examination, the patient appears listless.  Mild hepatomegaly is noted.  Laboratory results are as follows:","title_table":"?Glucose? 22 mg/dL ?Acetoacetate? not detected ?Aspartate aminotransferase? 47 U/L ?Alanine aminotransferase? 53 U/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"The patient begins seizing shortly after arriving at the emergency department.  Which of the following enzymes is most likely deficient in this patient?","audio":"","comparison_items":"","answer_1":"A. Acetyl-CoA carboxylase","answer_2":"B. Acid alpha-glucosidase","answer_3":"C. Acyl-CoA dehydrogenase","answer_4":"D. Glucose 6-phosphatase","answer_5":"E. Glycogen phosphorylase","percent_1":"16%","percent_2":"3%","percent_3":"34%","percent_4":"25%","percent_5":"22%","right_answer":"C. Acyl-CoA dehydrogenase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1888.jpg","explanation_1":"","explanation_2":"$This patient developed #hypoketotic hypoglycemia# after fasting, which is consistent with a #defect in fatty acid beta-oxidation# in the mitochondria.  Beta-oxidation of fatty acids yields FADH2 and NADH for ATP production and generates acetyl-CoA for use in the citric acid cycle or ketone body production.  #Ketone bodies# are an important energy source during periods of fasting; adults generally require more than 1-2 days of fasting before ketone use becomes substantial, whereas children have limited glucose reserves and begin using ketone bodies after as little as 8-10 hours. $Impaired beta-oxidation can be caused by a variety of enzymatic defects, the most common of which is #medium chain acyl-CoA dehydrogenase deficiency#.  Affected individuals may remain asymptomatic for long periods until they experience a #significant fast#, during which they are unable to oxidize fatty acids to maintain glucose and ketone body production.  Classic manifestations include hypoketotic hypoglycemia (eg, undetectable acetoacetate level), mild hepatomegaly, and liver dysfunction.  Because the resulting metabolic crisis can have severe consequences (eg, seizures, sudden infant death), fatty acid oxidation disorders are part of standard newborn screening. $Treatment of acyl-CoA dehydrogenase deficiency consists of prevention of fat catabolism.  This means avoiding prolonged fasting as well as promptly supplying #glucose# during periods of illness. $#(Choice A)#  Acetyl-CoA carboxylase is the rate-limiting enzyme that catalyzes the first step in fatty acid synthesis.  Acetyl-CoA carboxylase is normally suppressed during prolonged fasting. $#(Choices B, D, and E)#  Acid alpha-glucosidase, glucose 6-phosphatase, and glycogen phosphorylase are involved in @glycogenolysis@.  Deficiency of any of these enzymes can lead to glycogen storage disease.  However, patients with glycogen storage disease have normal fatty acid oxidation and produce ketones during periods of fasting. $#Educational objective# Impaired beta-oxidation of fatty acids causes hypoglycemia after prolonged fasting and insufficient levels of ketone bodies.  Acyl-CoA dehydrogenase catalyzes the first step in the beta-oxidation pathway and is the most commonly deficient enzyme.  ","clickable_1":"images/img1.1888.jpg"}


]