[

{"id":"1431","title":"A 35-year-old woman comes to the office for evaluation of anxiety.  The patient works as a mechanical engineer and recently declined a promotion to be a project manager.  Although her salary would have increased significantly, she felt that overseeing other employees and leading team meetings would be too stressful.  She says, \"If something were to go wrong, everyone would blame me.  I don't even know why they offered me this position.\"  The patient enjoys her job but tends to eat lunch by herself because she feels that her coworkers do not like her appearance or sense of humor.  She has never had a long-term romantic partner but fantasizes about getting married someday.  The patient lives alone, rarely socializes with friends, and is close with her mother, whom she describes as \"the person I can always rely on no matter what.\"  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute stress disorder","answer_2":"B. Adjustment disorder with anxiety","answer_3":"C. Antisocial personality disorder","answer_4":"D. Avoidant personality disorder","answer_5":"E. Generalized anxiety disorder","answer_6":"F. Paranoid personality disorder","answer_7":"G. Schizoid personality disorder","percent_1":"0%","percent_2":"1%","percent_3":"4%","percent_4":"82%","percent_5":"5%","percent_6":"3%","percent_7":"5%","right_answer":"D. Avoidant personality disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#DSM-5 personality disorders#∆⨉ §^#Cluster A#$ Odd/eccentric ∆ •#Paranoid:# suspicious, distrustful, hypervigilant •#Schizoid:# prefers to be a loner, detached, unemotional •#Schizotypal:# unusual thoughts, perceptions & behavior §^#Cluster B#$ Dramatic/erratic ∆ •#Antisocial:# disregard & violation of the rights of others •#Borderline:# chaotic relationships, abandonment fears, labile mood, impulsivity, inner emptiness, self-harm •#Histrionic:# superficial, theatrical, attention-seeking •#Narcissistic:# grandiosity, lack of empathy §^#Cluster C#$ Anxious/fearful ∆ •#Avoidant:# avoidance due to fears of criticism & rejection •#Dependent:# submissive, clingy, needs to be taken care of •#Obsessive-compulsive:# rigid, controlling, perfectionistic","explanation_1":"","explanation_2":"$This patient's pattern of avoiding social interactions and hypersensitivity to criticism is characteristic of #avoidant personality disorder#.  Patients with this disorder typically have very limited social relationships due to the #fear of being judged#, embarrassed, or rejected.  They desire social acceptance and may fantasize about having relationships, as in this patient; however, they struggle with #feelings of inadequacy# and pursue relationships only if certain of absolute acceptance by others.  Occupational dysfunction due to difficulties interacting with coworkers or turning down promotions due to fear of criticism is common. $ (Choice A)  Acute stress disorder involves exposure to a life-threatening event with resulting flashbacks, intrusive memories, avoidance, negative mood, hyperarousal, and dissociation from reality. $ (Choice B)  In adjustment disorder with anxiety, a disproportionate level of worry develops within 3 months of onset of an identifiable stressor.  This patient's chronic anxiety symptoms appear to be related to a longstanding fear of rejection in social situations and low self-esteem, which is more consistent with avoidant personality disorder. $(Choice C)  Antisocial personality disorder is marked by persistent disregard for and violation of the rights of others.  Individuals with this disorder are often risk-takers who exhibit criminal behavior. $ (Choice E)  Generalized anxiety disorder is characterized by excessive worry about multiple issues and is associated with irritability, restlessness, muscle tension, fatigue, sleep disturbance, and difficulty concentrating.  This patient's anxiety is more consistent with avoidant personality disorder because it revolves around a fear of judgment by others and feelings of inadequacy, resulting in a pattern of social avoidance. $ (Choice F)  Paranoid personality disorder involves a pattern of distrust and suspiciousness of others' motives.  Patients with this disorder also avoid relationships and socialization, but do so because they are concerned about personal information being used to exploit them. $ (Choice G)  Individuals with schizoid personality disorder are also socially avoidant, but they tend to be content with their social isolation.  Patients with this disorder are emotionally detached, have a limited range of affect, do not desire social acceptance, and prefer to be alone. $ Educational objective Avoidant personality disorder is a maladaptive pattern of behavior characterized by social inhibition, feelings of inadequacy, and fear of embarrassment and rejection."},

{"id":"7752","title":"A 39-year-old right-handed man is brought to the office by his wife due to concerns about his behavior.  Two months ago, the patient was robbed and hit in the head and knees with a baseball bat when he resisted.  He initially had difficulty walking, but his injuries have since healed.  His wife and other family members say that his overall demeanor has changed significantly since the attack.  Prior to the assault, the patient was kind, considerate, and extremely polite.  However, since the attack, he has been very irritable and rude, and was recently fired from his job for insulting customers and making socially insensitive comments to coworkers.  Damage to which anatomical region of the brain is the most likely explanation for this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Corpus callosum","answer_2":"B. Dominant parietal cortex","answer_3":"C. Dominant temporal cortex","answer_4":"D. Lateral prefrontal cortex","answer_5":"E. Nondominant parietal cortex","answer_6":"F. Nondominant temporal cortex","answer_7":"G. Orbitofrontal cortex","percent_1":"1%","percent_2":"5%","percent_3":"5%","percent_4":"52%","percent_5":"3%","percent_6":"3%","percent_7":"32%","right_answer":"G. Orbitofrontal cortex","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #personality change#, #disinhibition#, #and irritability# are most likely due to damage affecting the #orbitofrontal cortex# (OFC).  The OFC is located in the frontal lobe and has strong modulatory connections to the limbic system (ie, the brain's primary emotional system); it is involved in behavioral and emotional regulation. $ Pathological behavioral and emotional changes are more commonly seen with bilateral, rather than unilateral, injury to the OFC.  Disinhibition may be associated with significant impulsivity and loss of social etiquette, whereas increased irritability in the context of disinhibition may lead to frank, aggressive behavior.  Diagnostic workup includes obtaining information from family and friends about personality changes, neuropsychological testing, and structural brain imaging. $ (Choice A)  Damage to the corpus callosum can result in the \"split-brain\" syndrome.  Although these patients may appear normal in general social situations, further evaluation can demonstrate lack of interhemispheric transfer of information (eg, patient unable to use one hand to retrieve an object palpated with the other hand). $ #(Choices B and E)#  The parietal cortex processes and interprets visual, auditory, and motor signals received from other brain areas.  Parietal cortex damage results in difficulties with spatial and visual perception.  Dominant lesions (>95% of right-handed and >50% of left-handed patients are left hemisphere dominant) result in Gerstmann syndrome with right-left confusion and difficulty with writing and mathematics.  Nondominant parietal cortex lesions (most commonly right-sided) can result in hemi-neglect, constructional apraxia, and denial of the problem. $ #(Choices C and F)#  Temporal cortex injury can cause disturbances in language, sensory interpretation, and impaired memory.  These patients can also exhibit behavioral changes, such as apathy, hyperorality, hypersexuality, and visual agnosia as seen in Klüver-Bucy syndrome.  Nondominant (usually right-sided) lesions can affect nonverbal memory, including musical ability; dominant left-sided lesions can affect verbal memory, such as word recognition.  This patient's symptoms are most characteristic of an OFC injury. $ #(Choice D)#  The lateral prefrontal cortex is involved in executive functioning, which includes motivation, organization, planning, and purposeful action.  Damage to the lateral prefrontal cortex may result in dysexecutive syndrome, a syndrome characterized by significant difficulties performing these functions. $ Educational objective Patients with orbitofrontal cortex injury often experience personality changes, disinhibition, and irritability secondary to impairment of the behavioral and emotional modulatory systems."},

{"id":"11593","title":"A 22-year-old woman is hospitalized due to suicidal ideation.  The patient describes feelings of intense sadness, emptiness, and despair for the past week following the breakup of her month-long romantic relationship.  For the past week, she has had difficulty falling and staying asleep but has had no change in appetite, energy level, or concentration.  She feels betrayed by her boyfriend and is furious at her parents for turning against her.  Since the breakup, the patient has been going to bars, engaging in unsafe sex, and drinking excessively.  She describes having intense mood swings since adolescence and has a history of 2 suicide attempts involving an overdose of sleeping pills.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bipolar II disorder","answer_2":"B. Borderline personality disorder","answer_3":"C. Dependent personality disorder","answer_4":"D. Histrionic personality disorder","answer_5":"E. Major depressive disorder","answer_6":"F. Paranoid personality disorder","answer_7":"G. Substance-induced mood disorder","percent_1":"18%","percent_2":"64%","percent_3":"4%","percent_4":"8%","percent_5":"5%","percent_6":"0%","percent_7":"1%","right_answer":"B. Borderline personality disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Borderline personality disorder#∆⨉ §^#Clinical features# ∆ • Pervasive pattern of behavior beginning at early adulthood; ≥5 of the following: $== ○ Unstable self-image $== ○ Feelings of emptiness $== ○ Unstable relationships $== ○ Abandonment fears $== ○ Mood instability (intense reactivity lasting hours to days) $== ○ Inappropriate anger $== ○ Transient paranoia or dissociation $== ○ Impulsivity (eg, substance abuse, binge eating) $== ○ Recurrent suicidality, self-injury (eg, cutting) §^#Differential diagnosis# ∆ • Bipolar II disorder (distinct hypomanic & major depressive episodes) • Dependent personality disorder (submissive in response to interpersonal stress) • Histrionic personality disorder (no self-destructive behavior or intense anger)","explanation_1":"","explanation_2":"$This patient's depression, suicidal ideation, and impulsivity in the setting of feeling rejected are characteristic of #borderline personality disorder# (BPD).  Individuals with this disorder exhibit a persistent pattern of #unstable# and #intense relationships# beginning in adolescence or early adulthood.  They experience marked #mood reactivity# to interpersonal stresses and frequently alternate between extremes of idealizing and devaluing others (defense mechanism of splitting).  Difficulty controlling anger, #impulsivity# (eg, substance use, unsafe sex), recurrent suicidality, and self-mutilating behavior (eg, cutting, burning) are common.  Individuals with BPD frequently seek clinical attention due to suicidal behavior or threats during an interpersonal crisis and comprise approximately 20% of psychiatric inpatients. $ (Choice A)  Although bipolar II disorder and BPD can have similar clinical features, this patient has insufficient symptom quantity and duration to diagnose discrete episodes of hypomania and major depression required for the diagnosis of bipolar II disorder.  BPD is characterized by transient mood shifts and impulsive behaviors that occur in response to environmental triggers (eg, relationship breakup). $ (Choice C)  Individuals with dependent personality disorder fear abandonment but respond to relationship strain by trying to appease others, versus being impulsive and having uncontrolled anger as seen in BPD. $ (Choice D)  Both borderline and histrionic personality disorders are characterized by attention-seeking behavior, but this patient's excessive anger and self-destructive behavior are more characteristic of BPD. $ (Choice E)  This patient has insufficient symptom quantity and duration for a diagnosis of major depressive disorder (MDD).  In MDD, ≥5 of the following symptoms are present for ≥2 weeks: depressed mood, sleep disturbances, anhedonia, guilt, decreased energy, concentration difficulty, appetite changes, psychomotor retardation or agitation, and suicidality. $ (Choice F)  Patients with BPD may experience transient, stress-related paranoid ideation but do not exhibit the pervasive pattern of distrust and suspiciousness characteristic of paranoid personality disorder. $ (Choice G)  This patient's alcohol misuse is a consequence, not the cause, of her behavioral disturbance. $ Educational objective Borderline personality disorder is characterized by a persistent pattern of unstable relationships, mood lability, and impulsivity.  Individuals with this disorder may exhibit suicidal ideation or behavior in the context of an interpersonal crisis in which they feel rejected or abandoned."},

{"id":"11594","title":"A 38-year-old man is brought to the emergency department by ambulance due to severe abdominal pain and undergoes an emergency appendectomy.  Following a successful operation and recovery, the patient questions whether the appendectomy was absolutely necessary.  He doubts the surgeon's explanation that the surgery was potentially lifesaving, angrily suggests that the hospital is taking advantage of his excellent medical insurance, and makes vague threats to sue the hospital.  He asks to be discharged immediately, and explains, \"I've earned everything I have on my own, and this hospital isn't getting any of it.\"  When asked if he has any relatives or friends the team can speak with, he says, \"I haven't talked to my family in 20 years, and I wouldn't call anyone my friend.  Even if I did, that's none of your business.\"  Which of the following is the most likely explanation of this patient's behavior?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antisocial personality disorder","answer_2":"B. Brief psychotic disorder","answer_3":"C. Delusional disorder, persecutory type","answer_4":"D. Narcissistic personality disorder","answer_5":"E. Paranoid personality disorder","answer_6":"F. Schizoid personality disorder","answer_7":"G. Schizotypal personality disorder","percent_1":"6%","percent_2":"1%","percent_3":"9%","percent_4":"23%","percent_5":"48%","percent_6":"10%","percent_7":"3%","right_answer":"E. Paranoid personality disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Paranoid personality disorder#∆⨉ §^#Clinical$ features# ∆ • Pervasive pattern of distrust & suspiciousness beginning in early adulthood & occurring in a variety of settings (no clear delusions) $== ○ Believes being exploited & deceived by others $== ○ Interprets benign comments & events as threats; reacts angrily $== ○ Bears grudges $== ○ Questions loyalty of partner without justification §^#Differential$ diagnosis# ∆ • Delusional disorder (delusions only) • Schizophrenia (delusions, hallucinations, disorganization, negative symptoms) • Schizotypal personality disorder (eccentric behavior & thinking, unusual perceptual experiences)","explanation_1":"","explanation_2":"$This patient's distrust, suspicion about the surgeon's motives, and lack of sustained relationships are suggestive of #paranoid personality disorder#.  Patients with this disorder exhibit a #pattern# of #pervasive distrust# of others beginning in early adulthood.  These individuals tend to have minimal interpersonal relationships due to doubts about others' intentions and concerns that personal information will be used against them. $ Although paranoid personality disorder involves paranoid interpretations of benign comments and events, it can be differentiated from psychotic disorders by the lack of persistent, well-developed delusions and other psychotic symptoms (eg, hallucinations, disorganized speech or behavior). $ (Choice A)  Antisocial personality disorder is characterized by a pattern of disregard for, and violation of, the rights of others. $ (Choice B)  Although onset of brief psychotic disorder (≥1 psychotic symptoms lasting ≥1 day and <1 month) is usually sudden and in the context of a stressor, this patient's pattern of pervasive distrust of others started well before his appendectomy and is more consistent with paranoid personality disorder. $ (Choice C)  This patient does not have persistent, fixed, false beliefs as found in delusional disorder, which is characterized by ≥1 delusions lasting ≥1 months in the absence of other psychotic symptoms. $ (Choice D)  Narcissistic personality disorder consists of a pervasive pattern of grandiosity, need for admiration, sense of entitlement, and lack of empathy.  Behaviors and interactions are often motivated by a need for attention and praise. $ (Choice F)  Individuals with schizoid personality disorder are aloof and socially detached but do not have overt paranoid ideation. $ (Choice G)  Schizotypal personality disorder is characterized by magical beliefs, social anxiety, eccentric behavior, and odd perceptual experiences. $ Educational objective Individuals with paranoid personality disorder exhibit a lifelong pattern of pervasive suspicion and distrust.  Unlike patients with psychotic disorders, they do not have fixed delusions and other psychotic symptoms."},

{"id":"11606","title":"A 62-year-old woman comes to the office for follow-up of worsening hypertension.  The patient admits to not taking her antihypertension medication as prescribed.  She says she feels fine and adds, \"I always listen to my bodily rhythms when deciding whether to take medication on a particular day.\" The patient explains that her crystal jewelry has healing powers, and she maintains an online forum about the health benefits of crystals.  The patient does not trust most people and believes that she can predict the weather based on the number of birds in her yard.  She lives alone, has few friends, and is unemployed.  On examination, the patient makes limited eye contact and appears mildly anxious.  She has no auditory hallucinations, and no specific delusions are elicited.  Which of the following is the most likely explanation for this clinical presentation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Avoidant personality disorder","answer_2":"B. Borderline personality disorder","answer_3":"C. Obsessive-compulsive personality disorder","answer_4":"D. Paranoid personality disorder","answer_5":"E. Schizoid personality disorder","answer_6":"F. Schizophrenia","answer_7":"G. Schizotypal personality disorder","percent_1":"4%","percent_2":"3%","percent_3":"0%","percent_4":"5%","percent_5":"15%","percent_6":"1%","percent_7":"72%","right_answer":"G. Schizotypal personality disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#DSM-5 personality disorders#∆⨉ §^#Cluster A#$ Odd/eccentric ∆ •#Paranoid:# suspicious, distrustful, hypervigilant •#Schizoid:# prefers to be a loner, detached, unemotional •#Schizotypal:# unusual thoughts, perceptions & behavior §^#Cluster B#$ Dramatic/erratic ∆ •#Antisocial:# disregard & violation of the rights of others •#Borderline:# chaotic relationships, abandonment fears, labile mood, impulsivity, inner emptiness, self-harm •#Histrionic:# superficial, theatrical, attention-seeking •#Narcissistic:# grandiosity, lack of empathy §^#Cluster C#$ Anxious/fearful ∆ •#Avoidant:# avoidance due to fears of criticism & rejection •#Dependent:# submissive, clingy, needs to be taken care of •#Obsessive-compulsive:# rigid, controlling, perfectionistic","explanation_1":"","explanation_2":"$This patient's eccentric behavior, odd thoughts, perceptual distortions (eg, \"bodily rhythms\"), and social anxiety are consistent with #schizotypal personality disorder#.  Patients with this disorder typically exhibit #magical thinking# (eg, superstitiousness, clairvoyance) and odd #perceptual disturbances# that are subthreshold for a psychotic disorder.  They do not experience the persistent, fixed delusions or frank hallucinations seen in schizophrenia #(choice F)#.  Individuals with schizotypal personality disorder rarely sustain close interpersonal relationships due to excessive social anxiety that does not decrease with familiarity. $ (Choice A)  Social anxiety is common in patients with both schizotypal and avoidant personality disorders.  However, individuals with avoidant personality disorder desire relationships but fear rejection and do not exhibit the eccentric behaviors of schizotypal personality disorder. $ (Choice B)  Borderline personality disorder is characterized by unstable relationships, impulsivity, mood lability, and self-harm. $ (Choice C)  Obsessive-compulsive personality disorder is a lifelong pattern of preoccupation with orderliness, perfectionism, and control. $#(Choices D and E)#  Although individuals with paranoid and schizoid personality disorders also have difficulty sustaining trusting relationships, they do not exhibit the overt eccentricity or perceptual distortions seen in schizotypal personality disorder.  Patients with paranoid personality disorder exhibit a pattern of pervasive distrust and suspicion; those with schizoid personality disorder are socially detached and tend to prefer solitary activities. $ Educational objective Schizotypal personality disorder is characterized by a long-standing pattern of eccentric behavior, odd beliefs, perceptual distortions, and social anxiety despite familiarity."},

{"id":"15357","title":"A 19-year-old man comes to the office for evaluation of a hand injury.  He says, \"I was just minding my own business at work when this dog bit me.\"  The patient recently started operating a dog-fighting club and adds that his \"entrepreneurial skills\" have made him \"richer than a doctor.\"  He has been fired from multiple jobs, most recently while working as a car salesman, due to getting into arguments with coworkers and being repeatedly late to shifts.  The patient says, \"I was only late a few times.  Haven't you ever been late before, doc?\"  During middle school, he was recurrently truant and spent time at a juvenile detention center for tampering with his teacher's car brakes after failing a class.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antisocial personality disorder","answer_2":"B. Borderline personality disorder","answer_3":"C. Conduct disorder","answer_4":"D. Disruptive mood dysregulation disorder","answer_5":"E. Intermittent explosive disorder","answer_6":"F. Narcissistic personality disorder","answer_7":"G. Oppositional defiant disorder","percent_1":"66%","percent_2":"3%","percent_3":"13%","percent_4":"1%","percent_5":"1%","percent_6":"8%","percent_7":"8%","right_answer":"A. Antisocial personality disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Antisocial personality disorder#∆⨉ §^#Clinical features# ∆ • Violates rights of others, social norms, laws • Impulsive, irritable, aggressive (fights, assaults) • Consistently irresponsible, lies, is deceitful • Lack of remorse • Age ≥18 • Evidence of conduct disorder before age 15 §^#Differential diagnosis# ∆ • Borderline personality disorder (exploitative behaviors related to abandonment fears) • Conduct disorder (pattern of violating societal norms & rights of others; age <18) • Narcissistic personality disorder (no pattern of violence or criminal activity)","explanation_1":"","explanation_2":"This patient's operation of an illegal dog-fighting ring, unstable employment history, irritability with coworkers, and repeated tardiness to work are most consistent with a diagnosis of #antisocial personality disorder# (ASPD).  This disorder is characterized by a pattern of disregard for and #violation# of the #rights of others#, beginning by early adolescence and persisting into adulthood (#age ≥18# required for diagnosis).  An essential feature for diagnosis of ASPD is evidence of #conduct disorder prior to age 15# (eg, this patient's history of truancy and vindictive behavior toward his teacher).$  Individuals with ASPD display consistent #irresponsibility# along with #impulsivity# and irritability, which may result in #physical aggression#.  Engagement in criminal activities (eg, theft, illegal occupations) and #lack of remorse# for transgressions are typical in this disorder. $ (Choice B)  Borderline personality disorder also consists of a pattern of impulsivity and manipulation.  These individuals have marked emotional lability, tend to be less physically aggressive, and display exploitative behaviors that are often driven by abandonment fears as opposed to personal gain and/or profit. $ (Choice C)  When individuals with conduct disorder continue to display a pattern of violating the rights of others into adulthood (age ≥18), they are diagnosed with ASPD. $ (Choice D)  Disruptive mood dysregulation disorder is characterized by severe, persistent irritability in childhood, accompanied by frequent verbal and/or aggressive outbursts.  This diagnosis is usually restricted to individuals age <18. $ (Choice E)  Intermittent explosive disorder also consists of recurrent impulsive and destructive outbursts, but they are neither premeditated nor related to achieving secondary gain (eg, profit, intimidation). $ (Choice F)  Although this patient exhibits some grandiosity, lack of empathy, and exploitative behaviors that are also characteristic of narcissistic personality disorder, these would not explain his lifelong pattern of involvement in violent and/or criminal activities. $ (Choice G)  Oppositional defiant disorder similarly consists of irritability and vindictiveness as well as a lack of personal accountability for behaviors.  However, individuals with this disorder do not have a pattern of engaging in criminal activities. $ Educational objective Antisocial personality disorder involves a pattern of violating the rights of others, engaging in unlawful behaviors (eg, physical aggression, illegal occupations), and lacking remorse for transgressions.  Individuals must be age ≥18 for diagnosis and have a history of conduct disorder prior to age 15."},

{"id":"15358","title":"A 38-year-old man comes to the office for evaluation of discomfort in his wrists.  He thinks his symptoms may be related to \"typing all day, every day.\"  The patient is a software engineer and prefers to work remotely from home to \"avoid wasting time talking and interacting with coworkers.\"  He rarely leaves his apartment and spends his spare time on his computer, reading online forums about space exploration and the possibility of alien life.  When asked about relationships he says, \"I've always liked being on my own.\"  He spent a large portion of his childhood disassembling and rebuilding electronic devices and had few friends.  His affect appears constricted and his responses to questions are limited.  Which of the following is the most likely personality disorder in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Antisocial","percent_1":"8%","answer_2":"B.Avoidant","percent_2":"14%","answer_3":"C.Obsessive-compulsive","percent_3":"0%","answer_4":"D.Paranoid","percent_4":"0%","answer_5":"E.Schizoid","percent_5":"67%","answer_6":"F.Schizotypal","percent_6":"10%","right_answer":"E.Schizoid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#DSM-5 personality disorders#∆⨉ §^#Cluster A#$ Odd/eccentric ∆ •#Paranoid:# suspicious, distrustful, hypervigilant •#Schizoid:# prefers to be a loner, detached, unemotional •#Schizotypal:# unusual thoughts, perceptions & behavior §^#Cluster B#$ Dramatic/erratic ∆ •#Antisocial:# disregard & violation of the rights of others •#Borderline:# chaotic relationships, abandonment fears, labile mood, impulsivity, inner emptiness, self-harm •#Histrionic:# superficial, theatrical, attention-seeking •#Narcissistic:# grandiosity, lack of empathy §^#Cluster C#$ Anxious/fearful ∆ •#Avoidant:# avoidance due to fears of criticism & rejection •#Dependent:# submissive, clingy, needs to be taken care of •#Obsessive-compulsive:# rigid, controlling, perfectionistic","explanation_1":"","explanation_2":"$This patient's preference for working on his own, disinterest in relationships, and constricted range of affect are suggestive of #schizoid personality disorder#.  Individuals with this disorder have a persistent pattern of #social detachment#, preference for #solitary activities#, and #limited emotional expressivity# when interacting with others.  They have few close relationships, usually only with family members, and show little interest in intimacy or sexual experiences.  Individuals with schizoid personality disorder may have occupational difficulties as they can appear indifferent to feedback and tend to prefer working alone. $ (Choice A)  Antisocial personality disorder involves a pattern of violating the rights of others and engaging in unlawful behaviors (eg, physical aggression, property destruction) without feeling remorseful for transgressions. $ (Choice B)  Individuals with avoidant personality disorder also have limited social interactions, but they strongly desire relationships and social acceptance.  They tend to avoid socialization due to fear of rejection and feelings of inadequacy. $ (Choice C)  Obsessive-compulsive personality disorder involves a pattern of fixation with orderliness, control, and perfectionism resulting in interpersonal inflexibility and moral rigidity. $ (Choice D)  Individuals with paranoid personality disorder also have few relationships and avoid social interactions, but this stems from suspiciousness and distrust of others' intentions rather than disinterest. $ (Choice F)  Although individuals with schizoid personality disorder and schizotypal personality disorder lack close friends and can be socially awkward, those with schizotypal personality disorder have a long-standing pattern of eccentric behaviors, perceptual disturbances, and magical thinking (eg, clairvoyance, telepathy). $ Educational objective Schizoid personality disorder consists of a persistent pattern of social detachment, preference for solitary activities, and constricted range of affect in social interactions."}


]