[ 

{"SubjectSystem":"Biochemistry-Rheumatology","id":"640","title":"A group of investigators is studying the process of bone remodeling in response to steroid hormones.  Twenty adult female rats are randomly divided into 2 groups, with one group undergoing bilateral oophorectomy and the other undergoing sham laparotomy to serve as a control group.  Eight weeks after the surgery, bone samples are obtained from all animals.  Immunohistochemical evaluation shows overexpression of receptor activator of nuclear factor kappa B (RANK) on the surface of certain bone cells in the oophorectomized animals.  Which of the following is the most likely effect of the observed finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bone mineralization","answer_2":"B. Decreased osteocyte apoptosis","answer_3":"C. Decreased osteoid formation","answer_4":"D. Increased bone resorption","answer_5":"E. Increased osteoprotegerin levels","percent_1":"5%","percent_2":"4%","percent_3":"2%","percent_4":"87%","percent_5":"2%","right_answer":"D. Increased bone resorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp640.jpg","explanation_1":"","explanation_2":"$The 2 most important factors in osteoclast differentiation are macrophage colony-stimulating factor (#M-CSF#) and receptor activator of nuclear factor kappa B ligand (#RANK-L#), which stimulate the development of mature, multinucleated osteoclasts.  The interaction of RANK-L with RANK (receptor) is blocked by #osteoprotegerin# (OPG), which acts as a decoy receptor.  By binding RANK-L, OPG reduces the differentiation and survival of osteoclasts, resulting in decreased bone resorption and increased bone density.  Bone turnover is therefore regulated by the #ratio of OPG to RANK-L#; bone turnover increases when OPG is low and RANK-L is high. $Estrogen maintains bone mass in premenopausal women by inducing the production of OPG by osteoblasts and stromal cells.  It also decreases the expression of RANK on osteoclast precursors.  By contrast, the #loss of estrogen effect# (eg, menopause, oophorectomy) increases the expression of RANK-L and decreases production of OPG #(choice E).#  The decreased OPG to RANK-L ratio leads to #increased osteoclast activity# and bone resorption.  Denosumab is a monoclonal antibody used in the treatment of postmenopausal osteoporosis.  It works in a manner similar to OPG by binding RANK-L and blocking its interaction with RANK. $#(Choices A and C)#  RANK is not present on osteoblasts, so the decreased OPG to RANK-L ratio seen following oophorectomy does not affect bone mineralization or osteoid formation. $#(Choice B)#  Osteocytes are derived from osteoblasts.  Estrogen reduces osteoblast and osteocyte apoptosis through activation of extracellular signal–regulated kinases rather than effects on RANK/RANK-L. $#Educational objective# The receptor activator of nuclear factor kappa B (RANK)/RANK ligand (RANK-L) interaction is essential for the formation and differentiation of osteoclasts.  Osteoprotegerin blocks binding of RANK-L to RANK and reduces formation of mature osteoclasts.  Low estrogen states cause osteoporosis by decreasing osteoprotegerin production, increasing RANK-L production, and increasing RANK expression in osteoclast precursors.  "},

{"id":"1795","title":"A 50-year-old woman comes to the clinic to establish care as a new patient.  She currently feels well and has no symptoms.  The patient has a history of hypothyroidism for which she takes levothyroxine.  Family history is notable for her sister having breast cancer at age 60 and her mother having an osteoporotic hip fracture at age 57.  The patient exercises regularly, eats a well-balanced diet, and does not consume tobacco or alcohol.  She experienced menopause 2 years ago.  Vital signs are within normal limits.  BMI is 18 kg/m2.  Physical examination is unremarkable.  The patient undergoes bone density screening, which shows low bone density in the lumbar vertebrae consistent with osteopenia.  After discussion of treatment options, the patient is started on a medication to reduce her risk of progression to osteoporosis.  The agent also decreases her risk of breast cancer without increasing her risk of gynecologic malignancies.  Which of the following drugs was most likely initiated in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Alendronate","answer_2":"B.Ethinyl estradiol","answer_3":"C.Leuprolide","answer_4":"D.Medroxyprogesterone","answer_5":"E.Raloxifene","answer_6":"F.Tamoxifen","percent_1":"7%","percent_2":"5%","percent_3":"2%","percent_4":"3%","percent_5":"63%","percent_6":"19%","right_answer":"E.Raloxifene","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Selective estrogen receptor modulators# ∆⨉ §^#Drugs# ∆ • Tamoxifen • Raloxifene §^#Mechanism of action# ∆ • Competitive inhibitor of estrogen binding • Mixed agonist/antagonist action §^#Indications# ∆ • Prevention of breast cancer in high-risk patients • Tamoxifen: adjuvant treatment of breast cancer • Raloxifene: postmenopausal osteoporosis §^#Adverse effects# ∆ • Hot flashes • Venous thromboembolism • Endometrial hyperplasia & carcinoma (tamoxifen only) • Uterine sarcoma (tamoxifen only)","explanation_img":"","explanation_1":"","explanation_2":"In this postmenopausal patient with risk factors for osteoporosis (eg, family history of osteoporosis, low BMI), bone density screening reveals osteopenia.  Estrogen exerts protective effects on bone by reducing osteoclastic activity; after menopause, the risk for osteoporosis and fragility fractures increases as estrogen levels decline. $#Selective estrogen receptor modulators# (SERMs) (eg, tamoxifen, raloxifene) are nonsteroidal compounds that bind estrogen receptors and exhibit antagonist or agonist properties in a #tissue-specific# manner as follows: $• Bone:  Raloxifene and tamoxifen have #estrogen agonist# activity on #bone#, decreasing bone resorption, improving bone density, and preventing osteoporosis. $• Breast tissue:  Raloxifene and tamoxifen have #estrogen antagonist# activity on #breast# tissue and decrease the risk for breast cancer. $• Uterus:  Raloxifene acts as an estrogen antagonist in the uterus (no effect on endometrial cancer risk), whereas #tamoxifen# acts as an agonist and increases the #risk for endometrial hyperplasia# and cancer. $Tamoxifen is somewhat more effective than raloxifene at preventing invasive breast cancer, and it is frequently used in the treatment of estrogen-receptor positive breast cancer.  However, tamoxifen's agonist activity on the uterus significantly increases the risk of endometrial cancer #(Choice F)#; therefore, raloxifene is more appropriate for routine use in prevention of osteoporosis. $#(Choice A)#  Bisphosphonates (eg, alendronate) inhibit osteoclast-mediated bone resorption and are indicated for the prevention and treatment of osteoporosis.  However, bisphosphonates do not reduce the risk for breast cancer. $#(Choice B)#  Estrogen replacement therapy (eg, ethinyl estradiol) can decrease progression of osteopenia in women but increases the risk for breast cancer and should be avoided in patients with a family history of breast cancer. $#(Choice C)#  @Leuprolide@ is a GnRH analogue that stimulates FSH and LH release (and subsequent estrogen production) when administered in a pulsatile manner (eg, via a programmable pump) but suppresses release when administered continuously (eg, depot formulation).  Continuous use may reduce breast cancer risk but is associated with accelerated bone loss. $#(Choice D)#  Medroxyprogesterone is a progestin that prevents endometrial hyperplasia and endometrial carcinoma in postmenopausal women on estrogen replacement therapy.  However, it has no benefit in management of osteoporosis. $#Educational objective# Selective estrogen receptor modulators exhibit estrogen antagonist and agonist properties in a tissue-specific manner.  Raloxifene has estrogen agonist activity on bone, which decreases bone resorption and improves bone density.  It has an estrogen antagonist effect on breast tissue, decreasing the risk for breast cancer; it also acts as an estrogen antagonist in the uterus and does not increase the risk for endometrial cancer.  ","clickable_1":"images/img1.1795.mp4"},

{"id":"15677","title":"A 67-year-old man comes to the office due to slowly worsening pain in both legs.  He has had no trauma, fever, or chills.  The pain is deep and aching, is present throughout the day, and increases with weight bearing.  Vital signs are normal.  Examination shows bilateral bowing of the legs with palpable warmth over the anterior shins but no redness.  The remainder of the examination shows no abnormalities.  Imaging studies reveal bone expansion, with cortical and trabecular thickening affecting both the tibia and fibula.  Which of the following patterns of serum laboratory values is most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Calcium∆Phosphorus∆Alkaline phosphatase","answer_1":"§A.∆Normal∆Normal∆Normal","answer_2":"§B.∆↑∆Normal∆Normal","answer_3":"§C.∆↑∆↑∆Normal","answer_4":"§D.∆↑∆↑∆↑","answer_5":"§E.∆Normal∆Normal∆↑","answer_6":"§F.∆Normal∆↓∆↑","answer_7":"§G.∆↓∆↓∆↑","percent_1":"8%","percent_2":"1%","percent_3":"3%","percent_4":"13%","percent_5":"45%","percent_6":"6%","percent_7":"25%","right_answer":"§E.∆Normal∆Normal∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15677.jpg","explanation_1":"","explanation_2":"$This patient with skeletal pain, deformity (ie, bowing of the legs), and focal warmth has #Paget disease of bone# (osteitis deformans).  Paget disease is a chronic disorder characterized by excessive and disordered bone formation.  The affected bone becomes #weakened#, which can lead to #bone pain#, #bowing#, fracture, or arthritis of adjacent joints.  Increased blood flow in pagetic lesions can be apparent as #local warmth# or bruits and can occasionally lead to high-output heart failure. $Patients with Paget disease frequently have an #elevated serum alkaline phosphatase# level due to increased formation of new bone.  However, #calcium, phosphorus, and parathyroid hormone levels are normal, #as calcium homeostasis remains intact by the disease process.  X-rays are usually diagnostic, showing mixed lytic-sclerotic lesions, #thickening of cortical and trabecular bone#, and bony deformities. $#Educational objective# Paget disease of bone is characterized by disordered bone formation.  Involvement of long bones can lead to bone pain, bowing, fracture, or arthritis of adjacent joints.  Serum alkaline phosphatase is elevated due to increased production of new bone, but calcium and phosphorus levels remain normal.  "},

{"id":"15696","title":"A 60-year-old man comes to the office due to a 4-month history of increasing midthoracic back pain, which is aggravated by coughing.  The patient has also had right thigh pain but no numbness or weakness in the legs and no bowel or bladder incontinence.  He has no other medical conditions.  Vital signs are within normal limits.  On examination, there is tenderness over the eighth and ninth thoracic vertebrae.  Neurologic examination is normal.  The prostate is normal in size and has no palpable nodules.  Imaging studies reveal enlarged vertebral bodies with cortical thickening.  Serum testing for which of the following would most likely help establish a diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 25-hydroxyvitamin D level","answer_2":"B. Alkaline phosphatase level","answer_3":"C. Erythrocyte sedimentation rate","answer_4":"D. Parathyroid hormone level","answer_5":"E. Prostate-specific antigen level","percent_1":"4%","percent_2":"75%","percent_3":"4%","percent_4":"8%","percent_5":"7%","right_answer":"B. Alkaline phosphatase level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15696.jpg","explanation_1":"","explanation_2":"$This older patient with multifocal bone pain has enlarged vertebral bodies with cortical thickening on imaging, which is consistent with #Paget disease of bone# (PD).  PD is characterized by #excessive and disordered bone formation#.  It commonly affects the skull, long bones of the extremities, and vertebral column.  In addition to pain and deformity, vertebral involvement can lead to spinal stenosis, nerve compression, and compression fracture. $The increased formation of new bone in PD is associated with an #elevated serum alkaline phosphatase# level, but because the changes occur slowly, serum calcium and phosphorus levels are often normal.  Radiographs typically reveal lytic or mixed lytic-sclerotic lesions, #thickening of cortical and trabecular bone#, and bony deformities.  In the vertebrae, bony enlargement and cortical thickening may create an appearance resembling a #picture frame#. $#(Choice A)#  The level of 25-hydroxyvitamin D reflects total body vitamin D stores and is useful in the diagnosis of osteomalacia.  In addition to bone pain, osteomalacia causes muscle weakness and difficulty walking.  X-ray reveals diffuse demineralization, often with insufficiency fractures, rather than cortical thickening. $#(Choice C)#  The erythrocyte sedimentation rate reflects circulating levels of inflammatory proteins and is elevated in many inflammatory and malignant conditions.  It is classically elevated in polymyalgia rheumatica; this condition causes pain in the shoulders, hips, and proximal extremities, but x-rays are normal.  It can also be strikingly elevated in multiple myeloma, which can cause osteolytic lesions resembling early pagetic lesions but does not cause cortical thickening. $#(Choice D)#  Hyperparathyroidism can present with bone pain, typically in association with hypercalcemic manifestations (eg, constipation, renal stones).  X-ray of the vertebral column reveals cortical thinning, not thickening. $#(Choice E)#  Prostate-specific antigen is used in the diagnosis of prostate cancer.  Bone metastasis in prostate cancer appears on x-ray as focal sclerotic lesions, and most patients have palpable nodules on prostate examination. $#Educational objective# Paget disease of bone is characterized by excessive and disordered bone formation.  It commonly affects the skull, long bones, and vertebral column.  The increased formation of new bone is associated with an elevated serum alkaline phosphatase level.  Radiographs shows lytic or mixed lytic-sclerotic lesions, thickening of cortical and trabecular bone, and bony deformities.  "},

{"id":"639","title":"A 67-year-old man comes to the office with right tibial pain that started 3 months ago and has increased in intensity over time.  He also has had progressive hearing impairment for the last year.  Physical examination reveals local tenderness and a lumpy protuberance over the right tibia.  After extensive evaluation, the patient undergoes a bone biopsy.  The pathologist identifies numerous multinucleated cells, some containing over 100 nuclei.  Which of the following factors is essential for the differentiation of the cells described by the pathologist?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibroblast growth factor","answer_2":"B. Insulin-like growth factors","answer_3":"C. Osteoprotegerin","answer_4":"D. Receptor activator of nuclear factor kappa-B ligand","answer_5":"E. Transforming growth factor beta","percent_1":"14%","percent_2":"5%","percent_3":"15%","percent_4":"53%","percent_5":"14%","right_answer":"D. Receptor activator of nuclear factor kappa-B ligand","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp639.jpg","explanation_1":"","explanation_2":"$This patient has pain and deformity of the long bones with hearing loss (due to bony deformity of the skull); these are typical features of @Paget's disease of bone@.  The initial abnormality in Paget's disease is excessive osteoclastic bone resorption followed by increased bone formation by osteoblasts; this results in #high bone turnover# in the affected areas.  The new bone formation is disorganized, and pagetic bone lesions typically appear on imaging as thickened areas of mixed sclerosis and lucency. $Osteoblasts are cells with a single nucleus that arise from mesenchymal stem cells found in the periosteum and bone marrow.  In contrast, #osteoclasts# originate from the mononuclear phagocytic cell lineage and are ultimately formed when several precursor cells fuse to create a #multinucleated# mature cell.  Osteoclasts in Paget's disease are typically very large and can have up to 100 nuclei (normal osteoclasts have 2-5).  The 2 most important factors for osteoclastic differentiation, macrophage colony-stimulating factor (#M-CSF#) and receptor for activated nuclear factor kappa-B ligand (#RANK-L#), are produced by osteoblasts and bone marrow stromal cells. $Osteoprotegerin (OPG) is a physiologic decoy receptor that decreases binding of RANK-L to RANK.  Inhibition of RANK-L to RANK receptor interaction reduces the differentiation and survival of osteoclasts, resulting in decreased bone resorption and increased bone density #(choice C).#  OPG loss-of-function mutations cause juvenile Paget's disease.  A monoclonal antibody (denosumab) that inhibits the RANK/RANK-L interaction also leads to increased bone density and is commonly used for the treatment of osteoporosis. $#(Choice A)#  Fibroblast growth factors (FGFs) regulate chondrogenesis and osteogenesis.  FGFs induce proliferation of osteoblastic precursor cells and anabolic function of mature osteoblasts.  Abnormalities in the FGF receptor result in the congenital short-limbed dwarfism known as achondroplasia. $#(Choice B)#  Insulin-like growth factors (IGF-I and IGF-II) are synthesized by various tissues, including the liver and bone.  IGF-I increases osteoblastic replication and collagen synthesis; it also decreases collagen degradation by inhibiting the enzyme matrix metalloproteinase-13 (MMP-13).  The net effect of IGF-I on the bone is anabolic. $#(Choice E)#  Transforming growth factor beta increases the replication of osteoblast precursors, leading to increased formation of mature osteoblasts.  Transforming growth factor beta also increases collagen synthesis and decreases bone resorption by increasing osteoclastic apoptosis. $#Educational objective# Osteoclasts originate from hematopoietic progenitor cells.  Macrophage colony-stimulating factor and receptor for activated nuclear factor kappa-B ligand (RANK-L) play an important role in osteoclast differentiation.  Paget's disease of bone is characterized by increased numbers of abnormal osteoclasts, excessive bone turnover and disorganized bone remodeling.  ","clickable_1":"images/img1.639.jpg"},

{"id":"993","title":"A 74-year-old woman comes to the emergency department due to left hip pain and inability to walk after a fall.  She is being treated by her primary care provider for various medical conditions including hypertension, congestive heart failure, chronic atrial fibrillation, type 2 diabetes mellitus, trigeminal neuralgia, depression, and gastroesophageal reflux disease.  On examination, the left leg is shorter than the right and externally rotated.  She is not able to move the left hip.  An imaging study confirms acute femoral neck fracture.  Her bone density, measured by quantitative x-ray densitometry, is consistent with osteoporosis.  Which of the following drugs, had it been used as part of the medical regimen, would have had a beneficial effect on calcium homeostasis and reduced this patient's fracture risk?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Carbamazepine","answer_2":"B.Diltiazem","answer_3":"C.Escitalopram","answer_4":"D.Furosemide","answer_5":"E.Hydrochlorothiazide","answer_6":"F.Lansoprazole","answer_7":"G.Metformin","answer_8":"H.Spironolactone","percent_1":"1%","percent_2":"2%","percent_3":"2%","percent_4":"4%","percent_5":"82%","percent_6":"2%","percent_7":"1%","percent_8":"6%","right_answer":"E.Hydrochlorothiazide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp993.jpg","explanation_1":"","explanation_2":"$#Thiazide diuretics# (eg, hydrochlorothiazide, chlorthalidone) are indicated for treatment of patients with hypertension, including those who also have diabetes mellitus.  Although thiazides can cause a small increase in blood glucose, this effect is often not clinically significant and substantially outweighed by their blood pressure-lowering benefits. $Thiazides inhibit the #Na-Cl cotransporter# in the distal convoluted tubule, leading to decreased sodium reabsorption.  Thiazides also cause peripheral vasodilation, resulting in reduced peripheral vascular resistance.  In addition, thiazide diuretics increase #calcium reabsorption# in the distal tubule.  Studies have shown that use of thiazides is associated with higher bone mineral density and reduced fracture risk, and many experts recommend them for treatment of hypertension in patients who are at risk for osteoporosis.  Increased calcium reabsorption also causes hypocalciuria, which may prevent recurrent renal stones in some patients. $#(Choice A)#  Several antiepileptic drugs (eg, phenytoin, carbamazepine, phenobarbital) are associated with decreased bone mineral density and increased risk of osteoporosis. $#(Choice B)#  Diltiazem is a calcium channel blocker that is indicated for treatment of hypertension.  It is also used for rate control in patients with atrial fibrillation.  It has no significant effect on serum calcium levels, bone density, or fracture risk. $#(Choice C)#  Escitalopram is a selective serotonin reuptake inhibitor (SSRI) indicated for treatment of depression and generalized anxiety disorder.  SSRIs are associated with a small decrease in bone density; their effect on fracture risk has not been well studied. $#(Choice D)#  Furosemide is a loop diuretic used to treat congestive heart failure (CHF).  It causes an increase in urinary calcium loss that may worsen osteoporosis. $#(Choice F)#  Lansoprazole is a proton pump inhibitor (PPI) used to treat gastroesophageal reflux and peptic ulcer.  PPIs inhibit the enzyme H-K-ATPase on gastric parietal cells and reduce gastric acid secretion.  PPIs also decrease calcium and magnesium absorption, and long-term use is associated with an increased risk of osteoporosis. $#(Choice G)#  Metformin suppresses hepatic gluconeogenesis and increases insulin sensitivity and peripheral glucose uptake.  It has no significant effect on osteoporosis risk. $#(Choice H)#  Spironolactone is an aldosterone inhibitor used to treat CHF.  Spironolactone can cause hyperkalemia, but it does not have a significant effect on calcium homeostasis. $#Educational objective# Thiazide diuretics increase calcium absorption in the distal convoluted tubules within the nephron.  Thiazides are associated with increased bone mineral density and are recommended for treatment of hypertension in patients at risk for osteoporosis.  Loop diuretics increase urinary calcium loss.  "},

{"id":"638","title":"Researchers are studying treatment of osteoporotic fractures.  Subjects with pelvic fractures due to osteoporosis are divided into 2 groups.  The control group receives physical therapy along with calcium and vitamin D supplementation.  The experimental group receives a parathyroid hormone analogue in addition to the standard therapy.  It is found that the subjects who receive hormonal treatment have a shorter time to fracture healing and improved functional outcome.  The benefits of the investigational medication are attributed to increased osteoblastic activity.  An elevated level of which of the following markers is most likely to reflect the medication effect in these subjects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Serum alkaline phosphatase","answer_2":"B. Serum aspartate aminotransferase","answer_3":"C. Serum calcitonin","answer_4":"D. Serum tartrate-resistant acid phosphatase","answer_5":"E. Urinary hydroxyproline","answer_6":"F. Urinary type I collagen telopeptide","percent_1":"73%","percent_2":"1%","percent_3":"14%","percent_4":"4%","percent_5":"4%","percent_6":"4%","right_answer":"A. Serum alkaline phosphatase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp638.jpg","explanation_1":"","explanation_2":"$Bone is continually broken down and reformed by the process known as bone remodeling, which consists of the coordinated activity of osteoblasts (responsible for bone formation) and osteoclasts (responsible for bone resorption).  The subjects in this study are receiving a #recombinant parathyroid hormone# analog (eg, teriparatide), which promotes #bone formation# by stimulating maturation of pre-osteoblasts into osteoblasts. $Osteoblasts synthesize bone matrix and express #alkaline phosphatase# (AlkP), which promotes normal bone mineralization by increasing local concentrations of inorganic phosphorus.  Serum AlkP levels correlate with #osteoblastic activity#.  However, total serum levels are nonspecific, as AlkP is also produced by the hepatobiliary tree, intestine, and placenta and may be elevated due to other causes (eg, pregnancy, biliary obstruction).  If the source of AlkP is uncertain, AlkP isoenzymes (ie, liver, placental, intestinal, bone) can be differentiated with additional laboratory techniques (eg, electrophoresis, immunoassay).  Other markers of osteoblast activity include #N-terminal propeptide of type 1 procollagen# (PINP), which is released during post-translation cleavage of type 1 procollagen before its assembly into mature type 1 collagen fibrils. $#(Choice B)#  Aspartate aminotransferase (AST) is predominantly found in liver, muscle, and kidneys.  AST is commonly used as a marker for hepatic injury and is also elevated in rhabdomyolysis and myocardial infarction. $#(Choice C)#  Calcitonin is secreted by the parafollicular C cells of the thyroid and inhibits bone resorption by osteoclasts.  As a laboratory marker, calcitonin is primarily used in the diagnosis of medullary thyroid cancer; it does not mark osteoblastic activity. $#(Choice D)#  Acid phosphatase is a family of lysosomal enzymes present in a wide variety of cells, including osteoclasts (the acid phosphatase in osteoclasts is resistant to degradation by tartrate).  However, osteoblasts do not express acid phosphatase. $#(Choices E and F)#  Osteoclastic activity (ie, bone resorption) leads to breakdown of fibrillar collagen with release of biomarkers such as hydroxyproline and collagen telopeptides.  Increased urine levels are associated with states of increased bone resorption (rather than formation). $#Educational objective# Bone-specific alkaline phosphatase levels correlate with osteoblast activity.  Other markers of osteoblast activity include N-terminal propeptide of type 1 procollagen, which is released during post-translation cleavage of type 1 procollagen.  "},

{"id":"7615","title":"A 64-year-old man comes to the office due to right hip pain.  The pain began 5 months ago and has now started to interfere with ambulation.  He also has had recent onset right occipital headaches.  Medical history is notable for chronic obstructive pulmonary disease and type 2 diabetes mellitus.  The patient has a 30-pack-year smoking history and drinks 2 to 3 alcoholic beverages a day.  Blood pressure is 130/60 mm Hg and pulse is 80/min.  Physical examination shows increased anteroposterior diameter of the chest with hyperresonance to percussion.  Serum calcium level and phosphorus levels are normal, but serum alkaline phosphatase is elevated.  Which of the following is the most likely cause of this patient's hip pain?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperparathyroidism","answer_2":"B. Malignancy","answer_3":"C. Osteomalacia","answer_4":"D. Osteomyelitis","answer_5":"E. Osteoporosis","answer_6":"F. Paget disease","percent_1":"1%","percent_2":"16%","percent_3":"4%","percent_4":"2%","percent_5":"7%","percent_6":"69%","right_answer":"F. Paget disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp7615.jpg","explanation_1":"","explanation_2":"$This patient has progressive hip pain and unilateral headaches associated with an elevated serum alkaline phosphatase level.  In a patient age >50, these findings suggest #Paget disease# of bone (osteitis deformans).  Paget disease is a chronic disorder characterized by #excessive and disordered bone formation#. $Involvement of the skull can manifest with frontal bossing, #headache#, increased hat size, and impingement on cranial nerves (eg, vestibulocochlear nerve [CN VIII], presenting with hearing loss).  Involvement of long bones can lead to bowing, fracture, or #arthritis# of adjacent joints.  Vertebral lesions can cause spinal stenosis or radiculopathy.  Increased blood flow in pagetic lesions can be apparent as local warmth or #bruit# and can occasionally lead to high-output heart failure.  The increased formation of new bone is associated with an #elevated serum alkaline phosphatase#, but calcium and phosphorus levels remain normal. $#(Choices A and C)#  Hyperparathyroidism can cause bone pain, often associated with symptomatic hypercalcemia (eg, constipation).  Osteomalacia can cause bone pain and pathologic fractures typically affecting weight-bearing bones (eg, pelvis, lower extremities).  Serum alkaline phosphatase may be increased in these conditions but headaches with normal calcium and phosphorus levels are more suggestive of Paget disease. $#(Choice B)#  This patient is at increased risk for malignancy due to his significant smoking history (ie, 30-pack-years and comorbid chronic obstructive pulmonary disease).  A primary bone malignancy (eg, osteosarcoma) involving the femur might cause hip pain and elevated alkaline phosphatase, but secondary involvement of the skull would be unlikely.  Metastatic cancer could explain the patient's symptoms but would often be associated with hypercalcemia and systemic symptoms (eg, weight loss).  This patient's presentation is more typical of Paget disease. $#(Choice D)#  Infectious osteomyelitis tends to be localized to one focus of infection and does not typically cause elevation of alkaline phosphatase.  Fevers and leukocytosis are common. $#(Choice E)#  Osteoporosis may cause hip pain because of a pathological fracture, but cranial involvement is rare and alkaline phosphatase is normal. $#Educational objective# Paget disease of bone is characterized by excessive and disordered bone formation.  Involvement of the skull can cause headaches and impingement on cranial nerves.  Involvement of long bones can lead to bowing, fracture, or arthritis.  Increased blood flow in pagetic lesions can be apparent as local warmth or bruits and can occasionally lead to high-output heart failure.  Serum alkaline phosphatase is elevated but calcium and phosphorus are normal.  "},

{"id":"10930","title":"A 65-year-old woman is concerned about her risk of fracture as her mother was recently hospitalized for osteoporotic hip fracture.  The patient walks her dog for a mile on most days and has no problems with balance or falling.  She has a history of hypertension, hyperlipidemia, coronary artery disease, seizure disorder, and gastroesophageal reflux disease.  The patient underwent menopause at age 52.  She has smoked a pack of cigarettes daily for 24 years but does not drink alcohol.  Weight is 56 kg (123.5 lb).  Long-term use of which of the following medications may increase this patient's risk of osteoporosis and hip fracture?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Atorvastatin","answer_2":"B.Chlorthalidone","answer_3":"C.Levetiracetam","answer_4":"D.Metoprolol","answer_5":"E.Nitroglycerin","answer_6":"F.Omeprazole","percent_1":"5%","percent_2":"16%","percent_3":"11%","percent_4":"2%","percent_5":"1%","percent_6":"65%","right_answer":"F.Omeprazole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medications associated with osteoporotic fractures# ∆⨉ §^#Medication# ∆^#Possible mechanism# §^Anticonvulsants that induce cytochrome P450$ (phenobarbital, phenytoin, carbamazepine) ∆^ ↑ Vitamin D catabolism §^Aromatase inhibitors ∆^ ↓ Estrogen §^Medroxyprogesterone ∆ ↕ §^GnRH agonists ∆^ ↓ Testosterone & estrogen §^Proton pump inhibitors ∆^ ↓ Calcium absorption §^Glucocorticoids ∆^ ↓ Bone formation §^Unfractionated heparin ∆ ↕","explanation_img":"","explanation_1":"","explanation_2":"Insoluble calcium (eg, calcium carbonate) requires an acidic environment for proper absorption.  Strong acid-suppressing medications, such as #proton pump inhibitors# (eg, omeprazole), may #decrease absorption of dietary calcium# in the gastrointestinal tract.  Long-term use of these medications is associated with an increased risk of #osteoporotic fractures#.  The risk is greatest in older adults in whom calcium absorption is already reduced and in those with other risk factors for osteoporosis (eg, low body weight, smoking). $Medications that reduce bone formation (eg, glucocorticoids) can also increase the risk of osteoporosis.  Because estrogen plays an important role in bone density, medications that decrease estrogen production (eg, aromatase inhibitors, GnRH agonists) can increase osteoporosis risk.  In addition, anticonvulsants that induce the cytochrome P450 system in the liver (eg, phenytoin, carbamazepine) can increase catabolism of vitamin D and lead to lower bone density.  Levetiracetam does not induce the P450 enzyme system and has not been shown to negatively affect bone mineral density in adults #(choice C).# $#(Choice A)#  Statins (eg, atorvastatin) do not increase the risk of osteoporosis, and some studies have noted increased bone density in patients taking these medications. $#(Choice B)#  Thiazide diuretics (eg, chlorthalidone, hydrochlorothiazide) increase reabsorption of calcium in the distal renal tubule and are associated with a small decrease in the risk of osteoporosis. $#(Choice D)#  Beta blockers (eg, metoprolol) may slightly decrease the risk of osteoporosis, possibly due to increased formation and decreased resorption of bone. $#(Choice E)#  Nitrates (eg, nitroglycerin) have been associated in some studies with increased bone density, possibly due to decreased bone turnover. $#Educational objective# Long-term acid suppression with proton pump inhibitors may be associated with an increased risk of osteoporotic fractures, possibly due to decreased calcium absorption.  Other medications associated with an increased risk of osteoporosis include glucocorticoids, aromatase inhibitors, and anticonvulsants that induce cytochrome P450.  "},

{"id":"630","title":"A 3-year-old boy is evaluated for delayed developmental milestones, including short stature.  There is no family history of bone conditions.  The family recently immigrated to the United States.  The patient was exclusively breastfed until age 6 months and has since had a varied diet of fruits, vegetables, and meats.  He takes no medications or supplements.  Vital signs are normal.  Physical examination reveals frontal bossing, dental enamel defects, and bilateral, symmetric, bead-like enlargement of the costochondral junctions.  If a histologic examination of the bone is performed, which of the following changes is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apoptotic osteoblasts","answer_2":"B. Enlarged osteoclasts","answer_3":"C. Excessive fibrous tissue replacement","answer_4":"D. Excessive mineralized matrix","answer_5":"E. Excessive unmineralized matrix","percent_1":"4%","percent_2":"4%","percent_3":"7%","percent_4":"12%","percent_5":"74%","right_answer":"E. Excessive unmineralized matrix","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Vitamin D deficiency in children!?Risk factors? • Exclusive breastfeeding• Inadequate sun exposure, heavy$ skin pigmentation• Absence of fortified dairy (dairy$ alternative) foods?Clinical$manifestations? • Decreased muscle tone & $delayed development• Delayed fontanelle closure, $frontal bossing• Widening of epiphyses• Hypertrophy of costochondral$ joints• Short stature, femoral & tibial $bowing?Laboratory$findings? • Low 25-hydroxyvitamin D• Elevated alkaline phosphatase• Low/normal calcium, low $phosphorus• Elevated parathyroid hormone• Low urine calcium?Histopathology? • Excess unmineralized osteoid","explanation_img":"","explanation_1":"","explanation_2":"@Vitamin D@ is derived from food and generated in the skin due to sunlight exposure (ie, conversion of 7-dehydrocholesterol to cholecalciferol).  Endogenous production from sunlight accounts for approximately half of daily requirements (~200-400 IU/day [required: 600]).  The dietary share is usually obtained primarily from fortified dairy/dairy-alternative foods; oily fish (eg, salmon, herring) is also an abundant source.  Other foods contain vitamin D but are often insufficient to meet requirements. $#Vitamin D deficiency# reduces intestinal absorption of calcium.  Parathyroid hormone secretion increases to mobilize calcium from bone and maintain plasma calcium levels but causes renal phosphate wasting.  The resulting hypophosphatemia causes impaired mineralization of bone.  In children, this manifests as rickets, characterized by excessive #unmineralized osteoid matrix# at the epiphyseal (growth plate) cartilage. $Clinical manifestations of @rickets@ include #frontal bossing#, #craniotabes# (softened skull bones), and #costochondral widening# from cartilage overgrowth (rachitic rosary).  Dental enamel hypoplasia can also be seen.  Weight-bearing children may show lower extremity bowing (#genu varum#).  Radiographs of growth plates (eg, distal ulna) often reveal @metaphyseal plate widening@ and cupping. $#(Choice A)#  Glucocorticoids (eg, prednisone) cause osteoporosis because they inhibit proliferation and differentiation of osteoblast precursors and increase apoptosis of mature osteoblasts.  Fragility fractures may occur, but this patient's deformities are more consistent with rickets. $#(Choice B)#  The early osteolytic phase of @Paget disease@ of bone is characterized by proliferation of abnormally large, hypernucleated osteoclasts.  Paget disease causes bone pain and deformity (eg, frontal bossing, bowing of long bones) but findings are typically focal and asymmetric and usually occur in adults age >50. $#(Choice C)#  Replacement of bone with disorganized fibrous connective tissue (fibrous dysplasia) can occur in a single bone (eg, femur) or multiple bones (polyostotic).  Polyostotic fibrous dysplasia (@McCune-Albright syndrome@) is typically associated with café au lait macules and pituitary endocrine disorders (eg, precocious puberty, thyrotoxicosis, acromegaly). $#(Choice D)#  Osteosarcoma, the most common malignant bone tumor in children, is characterized by excessive production of mineralized bone.  The lesions are typically single and would not cause short stature, frontal bossing, or enamel defects. $#Educational objective# Vitamin D deficiency decreases intestinal absorption of calcium.  Parathyroid hormone secretion increases to maintain plasma calcium, which causes renal phosphate wasting and impaired bone mineralization.  In children, this causes rickets characterized by excessive unmineralized osteoid matrix at the epiphyseal cartilage.  ","clickable_1":"images/img1.630.jpg","clickable_2":"images/img2.630.jpg","clickable_3":"images/img3.630.jpg","clickable_4":"images/img4.630.jpg","clickable_5":"images/img5.630.jpg"},

{"id":"11564","title":"A 65-year-old woman comes to the office to discuss the results of a recent screening bone density test.  She is generally healthy, eats a balanced diet, and gets regular weight-bearing exercise.  The patient does not smoke and drinks alcohol only occasionally.  BMI is 20 kg/m2.  Physical examination is unremarkable.  The DXA scan results reveal osteoporosis, with a T-score of −2.7 at the lumbar spine and −2.3 at the right hip.  Treatment with oral risedronate is prescribed.  This medication is most likely to improve this patient's current condition through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased osteocyte-mediated inhibition of bone formation","answer_2":"B.Decreased stimulation of receptor activator of nuclear factor-kappa B","answer_3":"C.Decreased urinary excretion of calcium","answer_4":"D.Increased intestinal absorption of calcium","answer_5":"E.Increased apoptosis of osteoclasts","answer_6":"F.Stimulation of preosteoblasts to mature osteoblasts","percent_1":"10%","percent_2":"26%","percent_3":"2%","percent_4":"6%","percent_5":"45%","percent_6":"11%","right_answer":"E.Increased apoptosis of osteoclasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medications for osteoporosis# ∆⨉ §^#Calcium & vitamin D# ∆ • Given as needed to ensure adequate intake §^#Bisphosphonates#$ (eg, alendronate, $risedronate) ∆ • Attach to hydroxyapatite binding sites on bone surfaces • Inhibit osteoclast-mediated bone resorption §^#Denosumab# ∆ • Binds RANKL & inhibits binding to RANK • Reduces differentiation & survival of osteoclasts §^#Recombinant PTH analog#$ (teriparatide) ∆ • Stimulates maturation of preosteoblasts into bone-forming osteoblasts • Increases gastrointestinal calcium absorption & renal tubular calcium reabsorption %#PTH =# parathyroid hormone; #RANK =# receptor activator of nuclear factor-κB; #RANKL =# RANK ligand.","explanation_img":"","explanation_1":"","explanation_2":"#Bisphosphonates# (eg, alendronate, risedronate) are used to treat osteoporosis and act by #inhibiting osteoclast-mediated bone resorption#.  They have a chemical structure similar to that of pyrophosphate and attach to hydroxyapatite binding sites on bony surfaces, particularly in areas of high osteoclast activity. $Bisphosphonates reduce bone resorption by the following mechanisms: $• impairing adherence of osteoclasts to the bone surface $• decreasing osteoclast proton production $• inducing #osteoclast apoptosis# $• decreasing development/recruitment of osteoclast precursor cells $The net result is a #slower rate of bone loss#, and some patients may experience a small increase in bone mineral density. $#(Choice A)#  Sclerostin is a glycoprotein produced by osteocytes that inhibits osteoblast bone formation.  Monoclonal antibody preparations (eg, romosozumab) that bind sclerostin reverse this effect and facilitate increased osteoblast activity. $#(Choice B)#  Denosumab is a monoclonal antibody that decreases bone resorption.  It acts by binding to the receptor activator of nuclear factor-kappa B ligand (RANKL) and blocking the interaction between @RANKL and RANK@ (a receptor located on osteoclast surfaces), which is required for preosteoclast maturation to osteoclasts. $#(Choices C, D, and F)#  Teriparatide is a recombinant formulation identical to the 34–amino acid sequence at the N-terminal portion of endogenous parathyroid hormone (PTH).  Similar to PTH, teriparatide stimulates maturation of preosteoblasts into bone-forming osteoblasts that lay down collagen and eventually mineralize the matrix.  Teriparatide also increases gastrointestinal calcium absorption and renal tubular calcium reabsorption, which leads to decreased urinary calcium excretion. $#Educational objective# Bisphosphonates (eg, alendronate, risedronate) inhibit osteoclast-mediated bone resorption.  They have a chemical structure similar to that of pyrophosphate and attach to hydroxyapatite binding sites on bony surfaces.  Bisphosphonates decrease osteoclast recruitment, reduce bone resorption activity, and induce osteoclast apoptosis.  ","clickable_1":"images/img1.11564.jpg"},

{"id":"1773","title":"A 48-year-old woman comes to the emergency department due to back pain after minor trauma.  She has no leg weakness or numbness.  Review of systems is positive for recent-onset hot flashes and irregular menses; her most recent menstruation was 2 weeks ago.  The patient has a long history of hypothyroidism treated with levothyroxine and rheumatoid arthritis treated with methotrexate.  She has also taken oral prednisone for frequent symptom flares.  The patient does not use tobacco, alcohol, or illicit drugs, and she consumes a balanced diet.  Physical examination shows point tenderness over the midthoracic spine.  The straight-leg raising test is negative, and neurologic examination of the lower extremities shows no abnormalities.  Spine imaging is shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1773.jpg","title_2":"Which of the following contributed most to this patient's current condition?","audio":"","comparison_items":"","answer_1":"A.Inadequate levothyroxine replacement","answer_2":"B.Medication adverse effect","answer_3":"C.Nutritional vitamin deficiency","answer_4":"D.Ovarian hormone deficiency","answer_5":"E.Vertebral joint inflammation","percent_1":"2%","percent_2":"68%","percent_3":"2%","percent_4":"22%","percent_5":"5%","right_answer":"B.Medication adverse effect","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1773.jpg","explanation_1":"","explanation_2":"$This patient has a @fragility fracture@ of a thoracic vertebra (ie, fracture due to a force significantly less than that required to fracture a normal bone).  A fragility fracture suggests underlying bone pathology, often due to metastatic malignancy or intrinsic bone disease.  In this patient, who has had frequent exposure to systemic glucocorticoids (eg, prednisone), this likely represents #osteoporosis#. $Chronic or recurrent #glucocorticoid use#, as is occasionally needed for patients with rheumatoid arthritis, is associated with an increased risk for osteoporosis.  Osteoporosis can also occur due to systemic absorption of topical glucocorticoids (eg, inhaled glucocorticoids used in the treatment of asthma).  Glucocorticoids promote osteoporosis by inhibiting proliferation and differentiation of osteoblast precursor cells, promoting osteoclast differentiation and activity, and suppressing intestinal calcium absorption and renal calcium reabsorption. $#(Choice A)#  @Thyroid hormone@ stimulates osteoclast differentiation and activity, bone resorption, and release of calcium into circulation.  Thyrotoxic states (eg, excessive levothyroxine dose, endogenous hyperthyroidism) cause increased bone turnover with net bone loss.  However, inadequate levothyroxine dosing is not a significant contributor to bone loss. $#(Choice C)#  Deficiency of vitamin D can lead to osteoporosis.  Risk factors include malabsorption syndromes (eg, celiac disease) and lack of sun exposure, but nutritional deficiency is not a common cause of vitamin D deficiency.  Glucocorticoid use is likely a more significant factor in this patient. $#(Choice D)#  Loss of ovarian estrogen production after menopause leads to an increased risk of osteoporosis.  However, postmenopausal osteoporosis develops slowly, and fracture is uncommon until at least 10-15 years after cessation of menses; this patient is still perimenopausal, and loss of estrogen is unlikely to have caused her osteoporosis. $#(Choice E)#  Involvement of the cervical spine is common in rheumatoid arthritis and, over time, can lead to atlantoaxial instability, subluxation with possible cord compression, and odontoid fracture.  However, involvement of the thoracic and lumbar spine is uncommon. $#Educational objective# Osteoporosis is a common cause of fragility fractures, which occur in the absence of significant trauma.  Chronic or recurrent use of glucocorticoids (eg, prednisone) promotes osteoporosis and increases the risk of fractures.  ","clickable_1":"images/img1.1773.jpg","clickable_2":"images/img2.1773.jpg"},

{"id":"987","title":"A 70-year-old man comes to the clinic due to intermittent leg pain and difficulty walking.  He describes the pain as mild-to-moderate, deep, and lasting throughout the day.  The patient has a history of osteoarthritis in his hands for which he takes over-the-counter nonsteroidal anti-inflammatory drugs, but says that he never has had problems with his knees.  Physical examination shows point tenderness over the right tibia.  Laboratory studies show elevated serum alkaline phosphatase.  Bone biopsy shows haphazardly oriented segments of lamellar bone with prominent cement lines.  The initial phase of this patient's disorder involves increased activity of which of the following cell types?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chondrocytes","answer_2":"B. Endothelial cells","answer_3":"C. Fibroblasts","answer_4":"D. Osteoblasts","answer_5":"E. Osteoclasts","percent_1":"4%","percent_2":"0%","percent_3":"2%","percent_4":"26%","percent_5":"68%","right_answer":"E. Osteoclasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp987.jpg","explanation_1":"","explanation_2":"$This elderly patient's bone pain, increased alkaline phosphatase, and biopsy findings are characteristic of #Paget disease of bone# (PDB), a condition that results in accelerated bone remodeling with eventual bony overgrowth.  The disease is thought to be caused by environmental factors and gene mutations (eg, affecting RANK, osteoprotegerin) that result in excessive RANK and NF-κB activation.  This leads to increased @osteoclast differentiation@ and activity.  The disease typically progresses through 3 phases:  $1. #Osteolytic (osteoclast-dominant) phase# – characterized by increased numbers of osteoclasts that appear abnormally large with an excessive number of nuclei.  Increased resorption activity is prominent.  $2. Mixed (osteoclastic-osteoblastic) phase – defined by a rapid increase in osteoblastic bone formation with persistent osteoclastic activity.  The newly made bone is abnormal, with interspersed areas of disorganized lamellar and woven bone.  $3. #Osteosclerotic (osteoblast-dominant) phase# – characterized by continued osteoblastic bone formation and remodelling that result in a dense, hypovascular, #mosaic pattern# of lamellar bone with irregular, haphazardly oriented sections separated by #prominent cement lines#. $The end result is a thickened, deformed bone that is weaker than normal and prone to fracture. $#(Choice A)#  Chondrocytes are not involved in the pathogenesis of PDB. $#(Choices B and C)#  In the early stages of PDB, the adjacent marrow spaces are replaced by highly vascular stromal tissue as a result of increased endothelial cell and fibroblast proliferation due to cytokines secreted by osteoclasts.  The increased vascularity causes arteriovenous shunting that can result in high-output heart failure. $#(Choice D)#  Although this patient's bone biopsy shows findings characteristic of the osteosclerotic (osteoblast-dominant) phase of Paget disease, the question is specifically asking about the #initial (osteolytic) phase# of Paget disease, where osteoclast activity is predominantly increased.  Increased activity and dysregulation of osteoblasts and fibroblasts increase the risk of developing sarcomas (eg, osteosarcoma) in patients with PDB. $#Educational objective# Bone pain and elevated alkaline phosphatase level in an elderly patient can occur with osteoblast metastases and Paget disease of bone (PDB).  Biopsy showing a mosaic pattern of lamellar bone is diagnostic for PDB.  The initial phase in PDB is characterized by an increase in osteoclastic activity.  ","clickable_1":"images/img1.987.jpg"},

{"id":"629","title":"A 70-year-old woman is brought to the emergency department due to acute right hip pain after a fall.  She was walking in her house when she tripped on a floor rug and fell, landing on her hip.  The patient has been unable to bear weight on the right leg since the fall and had to call for emergency transport to the hospital.  She has no significant medical history and does not use tobacco, alcohol, or illicit drugs.  The patient's only medication is an over-the-counter multivitamin.  Family history is notable for a hip fracture in her mother.  Blood pressure is 150/90 mm Hg and pulse is 112/min.  The patient is in moderate pain and her right leg appears shortened and externally rotated.  There is tenderness and swelling of the right hip.  Radiographs reveal a right femoral neck fracture.  Which of the following changes in bone structure is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lamellar bone structure resembling a mosaic","answer_2":"B. Osteoid matrix accumulation around trabeculae","answer_3":"C. Persistence of primary spongiosa in the medullary canal","answer_4":"D. Subperiosteal bone resorption and cystic degeneration","answer_5":"E. Trabecular thinning with fewer interconnections","percent_1":"4%","percent_2":"3%","percent_3":"1%","percent_4":"15%","percent_5":"77%","right_answer":"E. Trabecular thinning with fewer interconnections","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp629.jpg","explanation_1":"","explanation_2":"$This patient has a fragility fracture (ie, due to low-intensity trauma that would not cause a fracture in normal bone).  In light of her age and post-menopausal status, this is likely due to #osteoporosis#.  After menopause, declining estrogen levels accelerate the loss of bone mass with a decrease in osteoblastic and an increase in osteoclastic activity.  Other common risk factors include low body weight, smoking, heavy alcohol intake, and sedentary lifestyle. $The 2 major types of bone are trabecular (also called cancellous or spongy bone) and cortical.  #Trabecular bone# composes only 15% of the skeleton by weight but is metabolically more active due to its large surface area.  Initially following menopause, bone loss predominantly affects trabecular bone, especially in the dorsolumbar vertebral bodies.  Morphologic characteristics include #trabecular thinning# and perforation with #loss of interconnecting bridges#.  With continued aging, cortical bone, which composes most of the appendicular skeleton, also becomes involved.  The neck of the femur has components of both trabecular and cortical bone, and is a common site of osteoporotic fracture. $#(Choice A)#  Paget disease of bone is caused by defective osteoid formation and increased bone remodeling.  Collagen is laid down in a haphazard manner, resulting in a mosaic pattern of bone with irregular sections of lamellar bone linked by prominent cement lines.  Paget disease typically presents with bone pain and deformity with osteolytic or mixed lytic/sclerotic lesions on x-ray. $#(Choice B)#  Osteomalacia is commonly due to vitamin D deficiency, and is characterized by unmineralized osteoid deposits on trabecular surfaces.  The bone is weak and prone to fracture, but symptomatic patients typically have bone pain, muscle weakness, and impaired ambulation. $#(Choice C)#  Osteopetrosis is a group of disorders characterized by impaired osteoclast function.  This leads to persistence of the primary spongiosa in the medullary cavity.  These rare disorders typically present early in life with fractures, deformities, and hematologic cytopenias (due to obliteration of the marrow space). $#(Choice D)#  Bone disease in hyperparathyroidism is characterized by increased bone resorption in cortical bone with subperiosteal thinning and cystic degeneration (osteitis fibrosa cystica).  However, this is typically seen in advanced cases along with diffuse bone pain and manifestations of hypercalcemia (eg, constipation, neuropsychiatric symptoms). $#Educational objective# Initially in osteoporosis, bone loss predominantly affects trabecular bone, leading to trabecular thinning and perforation with loss of interconnecting bridges.  Over time, cortical bone, which composes most of the appendicular skeleton, also becomes involved.  "}

 ]