[

    {"id":"12198","title":"A 23-year-old man comes to the office with a 2-week history of malaise, loss of appetite, and vague abdominal pain.  The patient has had no nausea, vomiting, changes in bowel habits, dysuria, urinary frequency, or hematuria.  He had an appendectomy for acute appendicitis at age 15; medical history is otherwise unremarkable.  The patient does not use tobacco or alcohol and has had no recent travel.  Physical examination reveals normal bowel sounds and no guarding or rebound tenderness.  Abdominal CT scan obtained as part of this patient's evaluation is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/12198.jpg","title_2":"The structure indicated by the arrow originates from the same embryologic germ layer as which of the following tissues?","audio":"","comparison_items":"","answer_1":"A. Adrenal medulla","answer_2":"B. Liver","answer_3":"C. Salivary glands","answer_4":"D. Skeletal muscle","answer_5":"E. Thymus","percent_1":"13%","percent_2":"29%","percent_3":"4%","percent_4":"34%","percent_5":"19%","right_answer":"D. Skeletal muscle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Embryologic derivatives#∆⨉∆⨉ §Ectoderm ∆^Surface ectoderm ∆ • Anterior pituitary (Rathke pouch) • Lens & cornea • Inner ear sensory organs, olfactory epithelium • Nasal & oral epithelial linings, salivary glands • Epidermis, sweat & mammary glands §↕ ∆^Neural tube ∆ • Brain & spinal cord • Posterior pituitary, pineal gland • Retina §↕ ∆^Neural crest ∆ • Neural ganglia, adrenal medulla • Schwann cells; pia & arachnoid mater • Aorticopulmonary septum & endocardial cushions • Branchial arches (bones & cartilage) • Skull bones • Melanocytes §^Mesoderm ∆⨉ ∆ • Muscles (skeletal, cardiac & smooth) • Connective tissue, bone & cartilage • Serosal linings (eg, peritoneum) • Cardiovascular & lymphatic system • Spleen & hemopoietic cells • Kidney & ureters, internal genitalia • Adrenal cortex §^Endoderm ∆⨉ ∆ • Gastrointestinal tract, liver, pancreas • Lungs • Thymus, parathyroids, thyroid follicular cells • Middle ear epithelium • Bladder & urethra • Parafollicular (C) cells* %*Formerly thought to be of neural crest origin.","explanation_img":"","explanation_1":"","explanation_2":"The arrow on this patient's @abdominal CT scan@ is pointing to the #spleen#, a large, wedge-shaped lymphatic organ in the #left posterosuperior# aspect of the abdominal cavity.  By convention, CT scans are presented such that the patient's left is on the reader's right (imagine that the patient is supine with the feet directed toward the viewer). $Most intrabdominal organs are derived from the endoderm and include the small and large intestines, liver, and pancreas #(choice B).#  However, the spleen is unique because it is derived from condensed mesenchymal tissue in the #dorsal mesentery#.  Mesenchymal tissue arises from the #mesoderm# and is characterized by loosely associated cells surrounded by the extracellular matrix. $Other derivatives of the mesoderm include #muscle# (skeletal, cardiac, smooth), #bone#, and #kidney#. $#(Choice A)#  The adrenal cortex is derived from the mesoderm, similar to the spleen.  In contrast, the adrenal medulla arises from neural crest cells (derived from the ectoderm). $#(Choice C)#  Salivary glands are derived from the surface ectoderm. $#(Choice E)#  The thymus is derived from the endoderm. $#Educational objective# The spleen is a large, wedge-shaped lymphatic organ in the left posterosuperior aspect of the abdominal cavity.  In contrast to the endodermal origin of most other abdominal organs, the spleen is derived from the mesoderm in the dorsal mesentery.  Other mesoderm-derived tissues include muscle, bone, and kidney.  ","clickable_1":"images/img1.12198.jpg"},

{"id":"8587","title":"A 47-year-old morbidly obese woman comes to the physician seeking advice regarding weight loss.  She has tried diet and exercise a number of times without success.  Her other medical problems include type 2 diabetes mellitus and obstructive sleep apnea.  Her body mass index is 43 kg/m2.  After a discussion about available surgical options, she expresses interest in the adjustable gastric band, an inflatable silicone device that is placed around the cardiac part of the stomach.  In order to encircle the stomach, the band must pass through which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Falciform ligament","ansImg_1":"","answer_2":"B. Gastrocolic ligament","ansImg_2":"","answer_3":"C. Greater omentum","ansImg_3":"","answer_4":"D. Lesser omentum","ansImg_4":"","answer_5":"E. Splenorenal ligament","ansImg_5":"","right_answer":"D. Lesser omentum","percent_1":"4%","percent_2":"14%","percent_3":"19%","percent_4":"61%","percent_5":"3%","explanation_img":"images/exp8587.jpg","explanation_1":"","explanation_2":"@Adjustable gastric banding@ is a type of restrictive bariatric surgery designed for obese patients. The adjustable gastric band is an inflatable silicone device placed around the gastric cardia. It is intended to slow the passage of food, increasing satiety and limiting the amount of food consumed. To encircle the upper stomach, the gastric band must pass through the lesser omentum.$The lesser omentum is a double layer of peritoneum that extends from the liver to the lesser curvature of the stomach and the beginning of the duodenum. Anatomically, the lesser omentum is divided into 2 ligaments$1. Hepatogastric ligament: the portion connecting to the lesser curvature of the stomach$2. Hepatoduodenal ligament: the portion connecting to the duodenum$Between the 2 layers of the lesser omentum, close to the right-sided free margin, lie the hepatic artery, common bile duct, portal vein, lymphatics, and hepatic plexus. The right and left gastric arteries and gastric veins also lie between the 2 layers, near where the lesser omentum attaches to the stomach.$(Choice A) The falciform ligament attaches the liver to the anterior body wall. It is a derivative of the embryonic ventral mesentery and contains the round ligament, the remnant of the fetal umbilical vein.$#(Choices B and C)# The greater omentum is a large fold of visceral peritoneum that extends from the greater curvature of the stomach, travels inferiorly over the small intestine, and then reflects on itself and ascends to encompass the transverse colon before reaching the posterior abdominal wall. The gastrocolic ligament is the section that stretches from the greater curvature of the stomach to the transverse colon. It forms part of the anterior wall of the lesser sac and is often divided during surgery to provide access to the anterior pancreas and posterior wall of the stomach.$(Choice E) The splenorenal ligament is derived from the peritoneum and lies between the left kidney and the spleen. It contains the splenic vessels and the tail of the pancreas.$Educational objective The lesser omentum is a double layer of peritoneum that extends from the liver to the lesser curvature of the stomach and the beginning of the duodenum. It is divided into the hepatogastric and hepatoduodenal ligaments.","clickable_1":"images/img1.8587.jpg"},

{"id":"107787","title":"A 26-year-old woman with anorexia nervosa is admitted to an eating disorder center for monitored refeeding and weight restoration.  The patient reports a history of upper abdominal pain after eating and a frequent need to vomit to relieve symptoms.  Blood pressure is 90/60 mm Hg and pulse is 50/min.  BMI is 14.8 kg/m2.  On physical examination, the patient is cachectic with a sunken, nontender abdomen.  A progressively increasing oral refeeding plan is prescribed.  On the fourth day, the patient experiences severe abdominal pain, nausea, and vomiting after a meal.  CT scan of the abdomen with oral contrast reveals a marked lack of intraabdominal fat, a significantly dilated stomach, and an abrupt cutoff of oral contrast at the third segment of the duodenum.  Compression by which of the following structures is most likely causing this patient's gastrointestinal symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Celiac artery","ansImg_1":"","answer_2":"B. Head of the pancreas","ansImg_2":"","answer_3":"C. Hepatoduodenal ligament","ansImg_3":"","answer_4":"D. Left renal vein","ansImg_4":"","answer_5":"E. Superior mesenteric artery","ansImg_5":"","right_answer":"E. Superior mesenteric artery","percent_1":"3%","percent_2":"14%","percent_3":"6%","percent_4":"1%","percent_5":"75%","explanation_img":"images/exp107787.jpg","explanation_1":"","explanation_2":"This patient with a history of anorexia nervosa and a CT scan revealing obstruction of the #third (transverse) duodenal segment# has symptoms of #small bowel obstruction#. The duodenum represents the first third of the small intestine, coursing around the abdomen in the following manner$• The superior segment extends rightward from the stomach intraperitoneally and is anchored to the liver by the hepatoduodenal ligament #(choice C)#.$• The descending segment descends retroperitoneally (as with subsequent parts) and is connected to the adjacent head of the pancreas through a coalescence of hepatobiliary and pancreatic secretory ducts #(choice B)#.$• The transverse segment extends leftward along the superiorly positioned left renal vein, both crossing through a #mesenteric fat pad# that separates the superior mesenteric artery from the abdominal aorta.$• The ascending segment ascends anteriorly into the intraperitoneal jejunum.$In states of extreme weight loss (eg, #severe anorexia nervosa#) and/or hypercatabolism (eg, refeeding hypermetabolism), #mesenteric fat is depleted#. This collapses the angle between the superior mesenteric artery (SMA) and aorta (aortomesenteric angle), allowing the SMA to @impinge on intervening structures@. This may result in partial to complete compression of the duodenum (ie, #superior mesenteric artery syndrome#), presenting with the obstructive symptoms found in this patient (eg, postprandial abdominal pain, emesis).$ (Choice A) In contrast to the SMA, which emerges from the aorta at the level of the L1 vertebra, the celiac artery arises at the level between the T12-L1 vertebrae and does not course near the duodenum. Rarely, celiac artery aneurysms may erode into the gastric antrum.$(Choice D) Collapse of the SMA fat pad can also compress the left renal vein given its anatomic proximity to the origin of the aortomesenteric angle. In contrast to the manifestations of SMA syndrome, symptomatic occlusion of the left renal vein (nutcracker syndrome) manifests with left-sided flank pain and hematuria.$Educational objective Abdominal structures are susceptible to mass effect when supportive elements (eg, mesenteric fat) are depleted. Loss of mesenteric fat (eg, anorexia nervosa) allows the superior mesenteric artery to compress the transverse segment of the duodenum, resulting in small bowel obstruction (ie, superior mesenteric artery syndrome).","clickable_1":"images/img1.107787.jpg"},

{"id":"11817","title":"A 58-year-old man is being evaluated for constipation and weight loss over the last several months. During the past 2 weeks, he has had several episodes of rectal bleeding. The patient has never had a screening colonoscopy. Examination shows a soft and nontender abdomen without masses or organomegaly. Digital rectal examination reveals a firm palpable mass in the rectal vault. Flexible rectosigmoidoscopy shows a large ulcerative mass in the middle third of the rectum extending to the rectosigmoid junction. He undergoes surgical resection of the rectosigmoid colon. Frozen section analysis reveals clear margins of the colon specimen with metastases in the pararectal lymph nodes. Which of the following lymph node groups should be sampled in this patient for further assessment of metastatic disease?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Celiac","ansImg_1":"","answer_2":"B. Internal iliac","ansImg_2":"","answer_3":"C. Left colic","ansImg_3":"","answer_4":"D. Right colic","ansImg_4":"","answer_5":"E. Superficial inguinal","ansImg_5":"","answer_6":"F. Superior mesenteric","ansImg_6":"","answer_7":"G. Supraclavicular","ansImg_7":"","right_answer":"B. Internal iliac","percent_1":"2%","percent_2":"53%","percent_3":"18%","percent_4":"2%","percent_5":"13%","percent_6":"7%","percent_7":"4%","explanation_img":"images/exp11817.jpg","explanation_1":"","explanation_2":"$#Lymphatic drainage# of the colon generally follows the arterial supply. Lymph nodes are located on the bowel wall (epicolic nodes), inner bowel margins along the arterial arcades (paracolic nodes), around the corresponding mesenteric vessels (intermediate nodes), and at the origin of the superior and inferior mesenteric arteries (principal nodes). The sentinel lymph nodes (first 1-4 lymph nodes draining a specific colonic segment) are usually the first site for colon cancer metastasis.$Lymphatic channels #proximal# to the anal #dentate line# drain into the #inferior mesenteric# and #internal iliac lymph nodes#. The upper rectum and superior part of the middle rectum follow the superior rectal nodes along the superior rectal artery into the inferior mesenteric lymph nodes. The middle to lower third of the rectum can drain upward into the inferior mesenteric nodes or follow the middle rectal nodes along the middle rectal artery to the internal iliac lymph nodes. Areas #distal# to the anal dentate line drain primarily into the #inguinal nodes#, although some lymph can also reach the inferior mesenteric and internal iliac nodes.$(Choice A) The celiac lymph nodes are located around the celiac trunk and drain lymph from the gastric, hepatic, and splenic nodes. These in turn drain their respective organ systems (not the colon).$(Choice C) The left colic lymph nodes and their branches are located along the left colic artery and drain the left colonic flexure and upper descending colon.$(Choice D) The right colic lymph nodes are found along the right colic artery and primarily drain the upper ascending colon.$(Choice E) The superficial inguinal lymph nodes lie below the inguinal ligament and are bordered by the sartorius and adductor longus muscles. They drain parts of the genitalia (eg, penis, scrotum, perineum, and vulva), buttocks, anus below the dentate line, and abdominal wall below the umbilicus.$(Choice F) The superior mesenteric lymph nodes (mesenteric, ileocolic, and mesocolic) mainly drain the ileum, jejunum, vermiform process, and parts of the ascending and transverse colon.$(Choice G) Lymph node metastasis typically occurs sequentially through the epicolic/paracolic, intermediate, and paraaortic lymph nodes. Later in the disease course, the cancer can spread via the thoracic duct to the supraclavicular lymph node (Virchow node).$Educational objective Lymphatic drainage of the rectum proximal to the anal dentate line occurs via the inferior mesenteric and internal iliac lymph nodes. Areas distal to the dentate line drain primarily into the inguinal nodes."},

{"id":"126","title":"Experimental gastric function monitoring in healthy subjects before, during and after a meal shows an initial rise, peak, and then decline in gastric acid production.  Which of the following helps most to down-regulate gastric secretion after a meal?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basal secretion","answer_2":"B. Cephalic phase","answer_3":"C. Gastrin release","answer_4":"D. Intestinal influences","answer_5":"E. Receptive relaxation","answer_6":"F. Postprandial alkaline tide","percent_1":"3%","percent_2":"4%","percent_3":"10%","percent_4":"61%","percent_5":"6%","percent_6":"15%","right_answer":"D. Intestinal influences","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Classically, the stimulation of acid secretion within the stomach is separated into three phases: cephalic, gastric, and intestinal.  The cephalic phase is mediated primarily by cholinergic and vagal mechanisms, and is triggered by the thought, sight, smell, and taste of food.  The gastric phase is mediated by the presence of gastrin (which stimulates histamine secretion and therefore, indirectly, acid secretion), and is triggered by the chemical stimulus of food and distension of the stomach.  The intestinal phase is initiated when protein-containing food enters the duodenum, but this phase plays only a minor role in stimulating gastric acid secretion. $In fact, intestinal influences are effective in down-regulating gastric acid secretion after a meal.  The ileum and colon release peptide YY, which binds to receptors on the endocrine, histamine-containing cells described as enterochromaffin-like (ECLs).  Such binding counteracts the cephalic and gastric phases of acid secretion by inhibiting gastrin-stimulated histamine release from ECLs.  Other factors that inhibit acid secretion include somatostatin and prostaglandins. $#(Choice A)#  Basal gastric secretion has been defined as the gastric juices secreted in the absence of intentional or avoidable stimuli (essentially, the \"baseline\" gastric acid secretion).  Basal gastric secretion is not an important factor in the down-regulation of postprandial gastric secretion. $#(Choices B and C)#  The cephalic and gastric phases both stimulate gastric acid secretion, not down-regulate it. $#(Choice E)#  Receptive relaxation is a reflex that allows the gastric fundus to dilate in anticipation of food passing through the pharynx and esophagus.  It is not an important factor in the down-regulation of postprandial gastric secretion. $#(Choice F)#  Postprandial alkaline tide is defined as an increase in plasma HCO3‾ and decrease in plasma Cl‾ secondary to the surge of acid within the gastric lumen.  It is not an important factor in the down-regulation of postprandial gastric secretion. $#Educational objective# The cephalic and gastric phases stimulate gastric acid secretion, while intestinal influences tend to reduce gastric acid secretion.  "},

{"id":"21353","title":"A 70-year old man comes to the office due to persistent aspiration.  Two weeks ago, he had a stroke that impacted his speech, voice, and swallowing.  Modified barium swallow study reveals aspiration of liquids without nasal regurgitation.  Aspiration is ameliorated when the patient flexes his neck to put his chin to his chest during swallowing.  This maneuver is most likely augmenting which of the following airway-protective mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Improvement of mastication","answer_2":"B. Elevation of the soft palate","answer_3":"C. Contraction of the base of tongue","answer_4":"D. Superior displacement of the larynx","answer_5":"E. Adduction of the vocal folds","percent_1":"0%","percent_2":"28%","percent_3":"13%","percent_4":"50%","percent_5":"10%","right_answer":"D. Superior displacement of the larynx","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Normal #swallowing# involves a complex sequence of voluntary and reflexive processes that move food from the mouth to the esophagus while preventing it from entering the airway (ie, aspiration).  Three main #airway-protective movements# occur during @normal swallowing@: $• #Displacement of the larynx superiorly# and anteriorly under the base of tongue, which allows food to be directed into the more posteriorly located esophagus $• #Tilting of the epiglottis# to block the airway $• Closing of the glottis by #adduction of the vocal folds# $Because of the complexity of swallowing, patients who sustain #strokes# often have persistent #dysphagia and/or aspiration#.  If a neurologic deficit cannot be corrected, behavioral modifications can sometimes improve the safety of swallowing.  A #chin-tuck maneuver# (ie, flexion of the head and neck during swallowing) sometimes helps.  The maneuver seems to decrease the distance from the hyoid bone to the larynx (#simulating elevation of the larynx#), as well as to narrow the distance of the laryngeal entrance, leading to decreased aspiration. $#(Choice A)#  The first phase of swallowing is the oral preparatory phase, in which food is chewed and mixed with saliva to form a controlled bolus.  Although impaired mastication can lead to poor bolus formation, flexion of the head and neck does not generally change the mechanics of mastication. $#(Choice B)#  Elevation of the soft palate primarily prevents food from entering the nasopharynx rather than the larynx. $#(Choice C)#  Contraction of the base of tongue occurs during the pharyngeal phase of swallowing and pushes the bolus posteriorly into the pharynx.  Head and neck flexion could potentially worsen this function by increasing the distance that the base of tongue has to contract and by increasing the anterior force on the tongue due to gravity. $#(Choice E)#  Although adduction of the vocal folds is an important airway-protective mechanism, head and neck flexion would not alter vocal fold movement. $#Educational objective# The most important airway-protective movements during swallowing are the anterior/superior displacement of the larynx, the tilting of the epiglottis to block the airway, and vocal fold adduction.  A chin-tuck maneuver can be helpful in some patients with aspiration by simulating the airway-protective movement of the larynx.  ","clickable_1":"images/img1.21353.mp4"},

{"id":"20988","title":"An 80-year-old man comes to the office for evaluation of persistent dry mouth and difficulty chewing food.  He has had no dry eyes or joint pains.  The patient has no chronic medical conditions and takes no medications.  On examination, there is decreased saliva production but no tenderness or swelling of the salivary glands.  Extensive dental caries are present.  Laboratory results show negative anti-Ro/SSA and anti-La/SSB antibodies.  Which of the following age-related changes is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acinar atrophy and fatty infiltration of salivary glands","answer_2":"B. Acinar atrophy due to extracellular amyloid deposition","answer_3":"C. Focal lymphocytic infiltration of the salivary glands","answer_4":"D. Granulomatous inflammation of the salivary glands","answer_5":"E. Neutrophilic inflammation of the salivary glands","percent_1":"63%","percent_2":"29%","percent_3":"5%","percent_4":"2%","percent_5":"1%","right_answer":"A. Acinar atrophy and fatty infiltration of salivary glands","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Age-related changes to the upper aerodigestive tract#∆⨉ §^#Salivary glands# ∆ • Acinar atrophy, fatty infiltration • Reduced saliva production • Xerostomia, dental caries §^#Oral/oropharyngeal$ muscles# ∆ • Decreased muscle mass & tissue elasticity • Weakness & dyscoordination of masticatory, tongue & pharyngeal muscles • Increased transit time, decreased coordination §^#Other effects# ∆ • Mucosal atrophy • Decreased taste & smell • Impaired airway protective reflexes","explanation_img":"","explanation_1":"","explanation_2":"Elderly patients are at increased risk of dysphagia due to age-related physiologic changes in the upper aerodigestive tract.  #Acinar atrophy and fatty infiltration# affecting the parotid #salivary glands# result in a dramatic reduction (~50%) in saliva production, which frequently leads to xerostomia.  This #decrease in saliva# is often accompanied by age-related mucosal atrophy, which manifests as receding gums with increased exposure of tooth roots; these changes increase the risk of #tooth decay# in elderly patients. $Elderly patients also commonly have a #decrease in muscle mass# and #loss of connective tissue elasticity#, which can impact the muscles of mastication, intrinsic and extrinsic tongue muscles, and pharyngeal constrictors.  These alterations can lead to difficulty forming food into a bolus and propelling food from the oral cavity into the oropharynx and then into the esophagus. $In addition, elderly patients have a #decreased sense of taste and smell# and impaired @airway protective reflexes@.  They also are more likely to have comorbid neurologic diseases (eg, stroke, Parkinson disease) that further increase the risk of dysphagia.  Dysphagia can lead to #malnutrition# and #aspiration#, both of which cause significant morbidity and mortality in the elderly. $#(Choice B)#  Involvement of the salivary glands by systemic amyloidosis is common, but amyloid deposition significant enough to lead to dysphagia is very rare; normal age-related physiologic changes are much more likely in this patient. $#(Choice C)#  Fibrosis and focal @lymphocytic infiltration@ into the salivary glands are seen in Sjögren syndrome, an autoimmune disease impacting @exocrine glands@ (eg, salivary, lacrimal, vaginal).  Although patients often have dry mouth, they also typically have dry eyes and positive anti-Ro/SSA and/or anti-La/SSB antibodies. $#(Choice D)#  Granulomatous inflammation of the salivary glands is seen in uveoparotid fever (ie, Heerfordt syndrome), an uncommon manifestation of sarcoidosis characterized by acute fever, parotitis, and anterior uveitis. $#(Choice E)#  Elderly patients with xerostomia are at risk of acute sialadenitis, an infection of the salivary glands caused by retrograde seeding of bacteria from the oral cavity.  Patients have acute, typically unilateral salivary gland swelling, exquisite pain, and fever. $#Educational objective# Elderly patients have decreased saliva production due to acinar atrophy and fatty infiltration of the salivary glands.  Other age-related changes include oral mucosal atrophy; weakening of the muscles of mastication, tongue muscles, and pharyngeal constrictors; and a decreased sense of taste and smell.  As a result, elderly patients are at increased risk of dysphagia, malnutrition, and pneumonia.  ","clickable_1":"images/img1.20988.mp4","clickable_2":"images/img2.20988.jpg","clickable_3":"images/img3.20988.jpg"},

{"id":"21081","title":"A 4-day-old boy is brought to the office due to a 2-day history of progressive jaundice.  The patient was born at term following an uncomplicated pregnancy.  He is formula fed.  The patient and his mother are both blood group A, Rh-positive.  Vital signs are normal.  Examination shows scleral icterus and jaundice over the face and chest.  Laboratory results are as follows:","title_table":"?Hemoglobin?17.5 g/dL?Total bilirubin?8 mg/dL?Indirect bilirubin?7.2 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"The patient is followed closely, and the jaundice resolves without intervention in 3 days.  This patient's jaundice was most likely the result of which of the following changes in bilirubin metabolism compared to an adult?","audio":"","comparison_items":"§∆Bilirubin production ∆Bilirubin conjugation ∆Enterohepatic bilirubin circulation","answer_1":"§A. ∆Decreased ∆Increased ∆Decreased","answer_2":"§B. ∆Increased ∆Decreased ∆Decreased","answer_3":"§C. ∆Increased ∆Decreased ∆Increased","answer_4":"§D. ∆Increased ∆Increased ∆Increased","answer_5":"§E. ∆Unchanged ∆Increased ∆Decreased","percent_1":"1%","percent_2":"47%","percent_3":"43%","percent_4":"4%","percent_5":"5%","right_answer":"§C. ∆Increased ∆Decreased ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21081.jpg","explanation_1":"","explanation_2":"$This newborn had #elevated indirect bilirubin# levels with jaundice that #self#-#resolved# in the first week of life, findings consistent with #benign neonatal hyperbilirubinemia#. $Normally, unconjugated bilirubin is released into the bloodstream upon breakdown of red blood cells (RBCs) and taken up by the liver.  Hepatic UDP glucuronosyltransferase then conjugates bilirubin, which is secreted into bile and excreted into the intestines.  Bacterial enzymes in the intestines then reduce bilirubin to urobilinogen, allowing for excretion through the urine and stool. $Benign neonatal hyperbilirubinemia is caused by several #physiologic differences# in bilirubin metabolism #in newborns# as compared to those in older children and adults. $• First, #bilirubin production is increased# due to increased breakdown of fetal RBCs, which are high in number (hematocrit up to 60%) and have a shorter life span (90 days as compared to 120 days in adults). $• Second, #bilirubin conjugation is decreased# due to physiologically lower levels of UDP glucuronosyltransferase in the immature neonatal liver. $• Finally, relative gut sterility in newborns results in decreased reduction of bilirubin to urobilinogen; instead, intestinal β-glucuronidase (which is synthesized both endogenously and by gut bacteria) deconjugates the bilirubin which allows it to be reabsorbed, therefore #increasing enterohepatic circulation#. $#Educational objective# Pathophysiology of benign neonatal hyperbilirubinemia involves increased bilirubin production and decreased bilirubin conjugation as well as increased enterohepatic circulation.  Indirect hyperbilirubinemia and jaundice typically peak in the first few days of life and usually resolve without intervention.  "},

{"id":"1068","title":"Biochemistry researchers are investigating the speed at which various carbohydrates are metabolized within the liver.  They hypothesize that different monosaccharides delivered to the liver have different rates of intracellular metabolism.  Which of the following substances is most likely to have the fastest rate of metabolism in the glycolytic pathway?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fructose-1-phosphate","answer_2":"B. Galactose-1-phosphate","answer_3":"C. Glucose-1-phosphate","answer_4":"D. Glucose-6-phosphate","answer_5":"E. Mannose-6-phosphate","percent_1":"40%","percent_2":"2%","percent_3":"11%","percent_4":"45%","percent_5":"2%","right_answer":"A. Fructose-1-phosphate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1068.jpg","explanation_1":"","explanation_2":"$#Non-glucose monosaccharides# (eg, galactose, mannose, fructose) enter the glycolytic pathway at different points as #intermediates of glycolysis#.  Of these, #fructose# is the only one whose metabolites #bypass phosphofructokinase#, one of the key enzymes involved in regulating the rate of glycolysis.  As a result, fructose is metabolized by the liver faster than the other monosaccharides and is rapidly cleared from the bloodstream following dietary absorption. $Metabolism of fructose in the liver begins with phosphorylation by fructokinase to #fructose-1-phosphate (F1P)#.  Aldolase B can use both fructose-1,6-bisphosphate and F1P as substrates; it converts F1P into #dihydroxy acetone phosphate (DHAP)# and #glyceraldehyde#.  Glyceraldehyde can be either phosphorylated to glyceraldehyde-3-phosphate by triokinase or converted to DHAP.  DHAP is converted by triose phosphate isomerase to glyceraldehyde-3-phosphate, which continues down the glycolytic pathway. $#(Choices B, C, D, and E)#  Galactose-1-phosphate, glucose-1-phosphate, glucose-6-phosphate, and mannose-6-phosphate enter glycolysis upstream of phosphofructokinase, a major rate-limiting enzyme of glycolysis.  This slows down the rate of their metabolism relative to fructose and its metabolites (eg, F1P). $#Educational objective# Dietary fructose is phosphorylated in the liver to F1P and is rapidly metabolized because it bypasses PFK-1, the major rate-limiting enzyme of glycolysis.  Other sugars (eg, glucose, galactose, mannose) enter glycolysis prior to PFK-1 and as a result are metabolized more slowly.  "},

{"id":"21033","title":"An 87-year-old woman comes to the office to discuss treatment for colon cancer, which was recently diagnosed by colonoscopy.  CT scan was negative for metastatic disease.  The patient has no other medical conditions, and family history is unremarkable.  She does not drink alcohol.  Vital signs are normal.  A chemotherapy regimen containing a medication that is primarily metabolized by the liver is chosen for therapy.  Because of the patient's age, the physician is considering adjusting the dose to prevent adverse effects.  Which of the following parameters is likely to be the most similar between this patient and a healthy 40-year-old individual?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hepatic concentration of cytochrome P-450","answer_2":"B. Liver blood perfusion","answer_3":"C. Rate of hepatic regeneration","answer_4":"D. Serum aminotransferase levels","answer_5":"E. Size of the liver","percent_1":"15%","percent_2":"20%","percent_3":"6%","percent_4":"35%","percent_5":"25%","right_answer":"D. Serum aminotransferase levels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effect of aging on the liver#∆⨉ §^#Anatomic changes# ∆ • Decreased liver size/mass $== ○ Due to decreased hepatic perfusion §^#Physiologic changes# ∆ • Decreased regenerative capacity • Decreased activity of cytochrome P-450 system • Decreased protein (eg, albumin, clotting factors) synthesis §^#Histologic changes# ∆ • Increased hepatocyte size • Increased polyploidy • Accumulation of lipofuscin (brown atrophy),","explanation_img":"","explanation_1":"","explanation_2":"A number of #age-related changes# take place in the liver that impair its ability to metabolize drugs.  These changes place elderly individuals, such as this patient, at higher risk for drug-related toxicity.  Normal age-related changes include the following: $• #Decreased liver mass#, which is largely explained by the #decrease in hepatic blood flow# that occurs with aging, can impair metabolism because the liver is unable to take up as much drug from the systemic circulation as it once could. $• #Decreased cytochrome P-450# expression and concentration slows the rate of hepatic metabolism of numerous drugs (eg, some antineoplastic agents). $• #Reduced rate of hepatic regeneration# impairs the liver's ability to recover after injury. $Although the liver's metabolic capabilities generally decline with age, #aminotransferase levels are unchanged# in healthy elderly individuals.  Elevations in liver enzymes should therefore raise suspicion for undiagnosed hepatic disease or hepatotoxin exposure.  Small variations may be seen in bilirubin, alkaline phosphatase, and gamma-glutamyltransferase levels, but they are generally minimal. $#(Choices A, B, C, and E)#  Concentration of cytochrome P-450 and the liver's perfusion, regenerative capabilities, and size are all decreased in the elderly compared to younger individuals. $#Educational objective# A number of changes occur in the liver with aging that can affect drug metabolism.  Typical changes include decreased liver mass and blood flow, decreased cytochrome P-450 expression and concentration, and reduced hepatic regeneration after injury.  However, hepatic aminotransferase levels are unchanged.  "},

{"id":"1971","title":"In an animal experiment, the pancreatic duct is cannulated and different secretory stimuli are applied to the gland.  The following tracings are obtained by measuring pancreatic fluid constituents:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1971.jpg","title_2":"Substance ‘X’ is most likely which of the following?","audio":"","comparison_items":"","answer_1":"A. Sodium","answer_2":"B. Chloride","answer_3":"C. Trypsinogen","answer_4":"D. Bicarbonate","answer_5":"E. Phosphate","percent_1":"2%","percent_2":"4%","percent_3":"13%","percent_4":"81%","percent_5":"1%","right_answer":"D. Bicarbonate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Secretin is a hormone produced by duodenal S-cells and released in response to increased duodenal H+ concentrations.  Secretin stimulates pancreatic ductal cells to increase bicarbonate secretion in order to neutralize the acidity of the gastric contents entering the duodenum.  Remember that pancreatic juice is an isotonic secretion, which normally contains Na+ and K+ in the same concentrations as found in plasma, a higher HCO3- concentration than in plasma and a lower Cl- concentration than in plasma.  As pancreatic juice flow rates and secretin stimulation increase, the concentration of HCO3- increases and the concentration of Cl- decreases. $#(Choice A)# Regardless of flow rate or hormonal stimulation, the sodium concentration of pancreatic secretions is identical to that of plasma. $#(Choice B)# The chloride content of pancreatic secretions decreases as the bicarbonate content increases, because chloride and bicarbonate are exchanged for one another at the apical surfaces of pancreatic ductal cells. $#(Choice C)# Trypsinogen is a pancreatic proenzyme that is converted to its active form, trypsin, by enterokinase in the intestinal brush border.  Active trypsin can also activate trypsinogen.  Cholecystokinin and cholinergic stimulation increase the secretion of pancreatic enzymes. $#(Choice E)# Phosphate secretion is not regulated in the pancreas. $#Educational objective# Duodenal S-cells secrete secretin in response to increasing H+ concentrations.  Secretin increases pancreatic bicarbonate secretion.  The chloride content of pancreatic secretions decreases in proportion to bicarbonate concentration increases.  "},

{"id":"107774","title":"A 6-week-old boy is brought to the clinic due to frequent emesis.  For the last month, after most feedings, the patient spits up a moderate amount of partially digested breast milk that often also dribbles out his nares.  He appears unbothered by the emesis.  The patient has been exclusively breastfed since birth and continues to feed well.  Weight and height have been tracking at the 70th percentile and head circumference along the 80th percentile.  Physical examination shows a well-hydrated infant with no abnormalities.  Which of the following is the most likely explanation for this patient's emesis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal communication between the trachea and the esophagus","answer_2":"B. Increased pressure on the area postrema of the medulla","answer_3":"C. Non–IgE-mediated allergy to proteins in breast milk","answer_4":"D. Physiologic low tone of the lower esophageal sphincter","answer_5":"E. Smooth muscle hypertrophy of the gastric outlet","percent_1":"22%","percent_2":"5%","percent_3":"4%","percent_4":"48%","percent_5":"22%","right_answer":"D. Physiologic low tone of the lower esophageal sphincter","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107774.jpg","explanation_1":"","explanation_2":"$This #infant# with frequent nonbilious emesis has normal growth and painless feeding, findings consistent with #gastroesophageal reflux# (GER).  In infants, GER is a common and normal condition caused by #low physiologic tone# of the lower esophageal sphincter (LES). $In contrast to older children and adults, who normally only have brief LES relaxation in response to swallowing, infants have an #immature LES# that relaxes for a longer period and in response to gastric distension.  Therefore, breast milk and formula are easily regurgitated into the esophagus and out of the mouth and nose. $#(Choice A)#  @Tracheoesophageal fistula@ is caused by a failed separation of the foregut into the trachea and esophagus.  Infants have coughing, choking, or respiratory distress associated with feeding, none of which are seen in this patient. $#(Choice B)#  Increased intracranial pressure (ICP) can cause vomiting due to pressure on the area postrema (vomiting center) of the medulla.  Unlike this patient, infants with increased ICP have a bulging fontanelle, an increasing head circumference percentile, and a downward gaze preference. $#(Choice C)#  Food protein–induced allergic proctocolitis, most commonly due to a non–IgE-mediated reaction to cow's milk protein in formula or breast milk, usually presents with grossly bloody stools with or without mucus.  Vomiting alone makes this diagnosis unlikely. $#(Choice E)#  Pyloric stenosis is characterized by smooth muscle hypertrophy of the pylorus, leading to gastric outlet obstruction.  Patients age 3-6 weeks typically have new-onset, forceful/projectile, postprandial vomiting and often dehydration/weight loss.  This patient's duration of symptoms, nonforceful regurgitation, and normal growth are inconsistent with pyloric stenosis. $#Educational objective# Gastroesophageal reflux is a common physiologic phenomenon in infants and is due to low tone of an immature lower esophageal sphincter.  It is characterized by frequent spit-up in an otherwise asymptomatic patient with appropriate weight gain.  ","clickable_1":"images/img1.107774.jpg"},

{"id":"20079","title":"A 24-year-old, previously healthy woman comes to the emergency department due to hematemesis.  The patient was binge drinking when she became very nauseated and began vomiting repeatedly.  She reports vomiting approximately a cupful of bright red blood during the most recent episode.  Blood pressure is 136/78 mm Hg and pulse is 96/min.  Physical examination shows mild epigastric tenderness.  Endoscopy reveals a longitudinal mucosal laceration in the distal esophagus with active bleeding.  Endoscopic treatment is performed, but the bleeding recurs.  Angiography with transarterial embolization of the bleeding vessel is planned.  A distal branch of which of the following blood vessels is most likely to be embolized during this patient's procedure?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Internal thoracic artery","ansImg_1":"","answer_2":"B. Left gastric artery","ansImg_2":"","answer_3":"C. Splenic artery","ansImg_3":"","answer_4":"D. Superior mesenteric artery","ansImg_4":"","answer_5":"E. Thoracic aorta","ansImg_5":"","right_answer":"B. Left gastric artery","percent_1":"4%","percent_2":"81%","percent_3":"6%","percent_4":"2%","percent_5":"7%","explanation_img":"images/exp20079.jpg","explanation_1":"","explanation_2":"$This patient has a mucosal laceration of the distal esophagus (#Mallory-Weiss tear#).  It typically occurs during episodes of severe retching, which can raise intraabdominal pressure high enough to tear the superficial layers of the distal esophagus.  Mallory-Weiss tears cause #hematemesis#, which is often self-limited, although severe bleeding may require endoscopy and/or angiography. $Arterial embolization in this patient should target branches of the #left gastric artery#, which arises from the celiac trunk and provides the primary arterial supply to the #distal esophagus#.  Branches of the left inferior phrenic artery may also perfuse the distal esophagus but are a minor contributor. $More proximal segments of the esophagus are served by other primary arteries.  The proximal esophagus receives arterial blood from branches of the @inferior thyroid artery@, whereas the midesophagus is supplied by branches of the @thoracic aorta@. $#(Choice A)#  The internal thoracic artery (internal mammary artery) is derived from the subclavian artery and travels just deep to the anterior chest wall.  Its terminal branches are the musculophrenic artery and the superior epigastric artery.  The internal thoracic artery supplies the anterior chest wall and breasts but does not supply the esophagus. $#(Choice C)#  In addition to the left gastric artery, the other major branches of the celiac trunk include the common hepatic and splenic arteries.  The splenic artery is a tortuous vessel that runs posterior to the stomach and supplies the spleen but does not perfuse the esophagus. $#(Choice D)#  The superior mesenteric artery branches directly from the abdominal aorta and provides arterial supply to the duodenum, small intestines, and proximal two-thirds of the colon (up to the splenic flexure).  It does not supply the esophagus. $#(Choice E)#  The midesophagus receives arterial blood from branches of the thoracic aorta; this patient's tear involves the distal esophagus, so these branches would not require embolization. $#Educational objective# Forceful retching can lead to superficial mucosal lacerations (eg, Mallory-Weiss tears) of the distal esophagus, an area that receives most of its arterial blood supply from branches of the left gastric artery.  The proximal esophagus receives arterial blood from the inferior thyroid artery, whereas the midesophagus is supplied by branches of the thoracic aorta. ","clickable_1":"images/img1.20079.jpg","clickable_2":"images/img2.20079.jpg"},

{"id":"11760","title":"A 58-year-old man comes to the office with upper abdominal pain, fatigue, and anorexia. He says his symptoms began about a month ago and seem to be getting worse. The patient has a history of cirrhosis due to chronic hepatitis C. Physical examination shows cachexia and worsening ascites. Imaging studies reveal a large mass in the right hepatic lobe consistent with unresectable hepatocellular cancer. The patient is scheduled to undergo percutaneous embolization of the artery supplying the tumor. Contrast material administration into which of the following structures is most likely to visually enhance the artery prior to embolization?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Celiac trunk","ansImg_1":"","answer_2":"B. Gastroduodenal artery","ansImg_2":"","answer_3":"C. Inferior mesenteric artery","ansImg_3":"","answer_4":"D. Inferior vena cava","ansImg_4":"","answer_5":"E. Splenic artery","ansImg_5":"","answer_6":"F. Superior mesenteric artery","ansImg_6":"","right_answer":"A. Celiac trunk","percent_1":"84%","percent_2":"6%","percent_3":"1%","percent_4":"3%","percent_5":"1%","percent_6":"5%","explanation_img":"images/exp11760.jpg","explanation_1":"","explanation_2":"The vascular supply to the upper abdomen mainly comes from the #celiac trunk# (celiac artery), which is the first anterior branch of the abdominal aorta. The celiac trunk branches into the left gastric, #common hepatic#, and splenic arteries. The left gastric artery further divides into the esophageal and stomach branches, which supply blood to the abdominal esophagus and upper stomach. The splenic artery and its branches (dorsal pancreatic, short gastric, left gastro-omental, and greater pancreatic arteries) provide blood to the spleen, the gastric fundus, and part of the pancreas #(choice E)#.$The common hepatic artery further divides into the gastroduodenal and proper hepatic arteries. The gastroduodenal artery supplies blood to the pylorus, proximal duodenum, and pancreatic head #(choice B)#.$The #proper hepatic# artery divides into the left and right hepatic arteries, which provide arterial blood supply to the liver and would perfuse this patient's right hepatic lobe mass.$(Choice C) The inferior mesenteric artery branches off the abdominal aorta at the L3 level (inferior to both the celiac trunk and superior mesenteric artery). This artery provides blood supply to the colon from the splenic flexure to the upper rectum (eg, descending and sigmoid colon).$(Choice D) The inferior vena cava (IVC) is formed by the union of both common iliac veins and drains blood from the lower part of the body to the right atrium. Other veins that empty into the IVC include the hepatic, renal, lumbar, and gonadal veins.$(Choice F) The superior mesenteric artery branches off the abdominal aorta inferior to the origin of the celiac trunk. The superior mesenteric artery supplies blood to part of the pancreas and the intestine from the lower part of the duodenum to the first two-thirds of the transverse colon.$Educational objective The celiac trunk is the first main branch of the abdominal aorta; it provides oxygenated blood to the spleen, stomach, liver, abdominal esophagus, and parts of the duodenum and pancreas. The proper hepatic artery branches off the common hepatic artery from the celiac trunk and provides arterial blood supply to the liver."},

{"id":"1744","title":"A 71-year-old man comes to the emergency department due to several episodes of bright red blood per rectum. His recent colonoscopy revealed numerous colonic diverticula. Laboratory studies on admission are notable for a hemoglobin of 8.2 g/dL with an unremarkable coagulation profile. An abdominal angiogram shows active bleeding from the sigmoid colon. Catheter embolization is planned via the femoral artery. During the procedure, the arterial catheter is most likely to proceed in which of the following orders?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. External iliac, common iliac, abdominal aorta, celiac","ansImg_1":"","answer_2":"B. External iliac, common iliac, abdominal aorta, inferior mesenteric","ansImg_2":"","answer_3":"C. External iliac, common iliac, abdominal aorta, superior mesenteric","ansImg_3":"","answer_4":"D. External iliac, internal iliac, internal pudendal","ansImg_4":"","answer_5":"E. External iliac, internal iliac, middle rectal","ansImg_5":"","right_answer":"B. External iliac, common iliac, abdominal aorta, inferior mesenteric","percent_1":"2%","percent_2":"86%","percent_3":"5%","percent_4":"3%","percent_5":"4%","explanation_img":"images/exp1744.jpg","explanation_1":"","explanation_2":"In this patient with recurrent gastrointestinal bleeding, arterial embolization (mechanical occlusion of the artery using coils or absorbable substances) is planned to stop the active bleeding originating from his sigmoid colon. The distal one-third of the transverse colon, descending colon, #sigmoid# colon, and rectum are all #hindgut# derivatives. Hindgut structures receive blood from the #inferior mesenteric artery# (IMA), a branch of the aorta. These structures are drained by the inferior mesenteric vein (IMV), which does not course with the IMA. The IMV drains blood from the hindgut into the splenic vein, which drains into the portal vein.$(Choice A) The celiac trunk supplies blood to most foregut structures from the lower esophagus to the second part of the duodenum. Foregut derivatives include the liver, pancreas, and gallbladder. The celiac trunk also supplies the spleen.$(Choice C) The superior mesenteric artery supplies blood to the midgut, which spans from the third part of the duodenum to the proximal two-thirds of the transverse colon.$#(Choices D and E)# The internal iliac artery supplies portions of the gut through branches such as the inferior rectal artery (a branch of the internal pudendal artery, which arises from the internal iliac artery) and the middle rectal artery (arises from the internal iliac). The internal pudendal artery supplies blood to the external genitalia. The superior rectal artery is a continuation of the IMA.$Educational objective The hindgut encompasses the distal one-third of the transverse colon, the descending colon, the sigmoid colon, and the rectum. These structures receive their main arterial blood supply from the inferior mesenteric artery."},

{"id":"20080","title":"A 46-year-old woman with a history of hiatal hernia and severe gastroesophageal reflux undergoes antireflux surgery. The reflux symptoms were refractory to medical therapy, so an endoscopic fundoplication procedure is performed. During surgery, the hiatal defect is repaired, and the gastric fundus is mobilized and wrapped around the lower esophagus to reinforce the lower esophageal sphincter. No esophageal or gastric injuries occurred, but a neural structure traversing the esophageal hiatus of the diaphragm was inadvertently injured. Which of the following is the most likely potential effect of this operative injury?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Delayed gastric emptying","ansImg_1":"","answer_2":"B. Diaphragmatic paralysis","ansImg_2":"","answer_3":"C. Fecal incontinence","ansImg_3":"","answer_4":"D. Gastric acid hypersecretion","ansImg_4":"","answer_5":"E. Permanent loss of intestinal peristalsis","ansImg_5":"","right_answer":"A. Delayed gastric emptying","percent_1":"45%","percent_2":"38%","percent_3":"1%","percent_4":"9%","percent_5":"7%","percent_6":"","percent_7":"","explanation_img":"images/exp20080.jpg","explanation_1":"","explanation_2":"$#Fundoplication# is a surgical procedure used to treat refractory gastroesophageal reflux associated with an esophageal @hiatal hernia@. In the procedure, the esophageal hiatus is tightened, and the gastric fundus is wrapped around the lower esophageal sphincter, thereby preventing gastric acid from entering the esophagus.$However, the #anterior and posterior vagal trunks# (branches of the vagus nerve) also pass through the esophageal hiatus and are vulnerable to injury during fundoplication. These nerves supply parasympathetic innervation to the gastrointestinal tract and stimulate gastric muscle contraction and motility. Injury to the vagal trunks can lead to #delayed gastric emptying# (ie, gastroparesis), manifesting with abdominal pain, early satiety, and postprandial emesis.$(Choice B) The phrenic nerve innervates the diaphragm; it originates from the C3-C5 nerve roots and passes through the mediastinum between the heart and the lungs. It is unlikely to be injured during fundoplication because its terminal motor branches transit the venal caval foramen, not the esophageal hiatus.$(Choice C) Tonic contraction of the @pelvic floor muscles@ (eg, levator ani) is necessary for preventing fecal incontinence. They receive parasympathetic innervation from the pelvic splanchnic nerves, not the vagus nerve, and their function would be unaffected by vagal injury.$(Choice D) The vagus nerve stimulates gastric parietal cell production of hydrochloric acid; injury may therefore lead to decreased gastric acid secretion (ie, hypochlorhydria), not increased secretion.$(Choice E) Intestinal peristalsis is mediated largely by the enteric nervous system. Although vagus nerve injury may cause transient intestinal dysmotility due to sudden loss of parasympathetic input, it would not cause long-term dysfunction.$Educational objective Branches of the vagus nerve (ie, anterior and posterior vagal trunks) pass through the esophageal hiatus. Damage to these branches, which can occur during esophageal hiatal hernia repair (eg, fundoplication), may result in delayed gastric emptying and gastric hypochlorhydria.","clickable_1":"images/img1.20080.jpg","clickable_2":"images/img2.20080.jpg"},

{"id":"2022","title":"A 35-year-old man comes to the emergency department due to persistent abdominal pain.  Yesterday, during a soccer game, he collided with another player while running at full speed.  The patient had abdominal pain at the time but did not seek care until this morning when the pain seemed to worsen.  It is suspected that he has an injury involving an organ that is supplied by an artery of the foregut although the organ itself is not a foregut derivative.  Which of the following organs is most likely to be injured in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2022.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"12%","percent_2":"6%","percent_3":"6%","percent_4":"13%","percent_5":"62%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2022.jpg","explanation_1":"","explanation_2":"$Organ damage from #blunt abdominal trauma# (eg, collision while running at full speed) most commonly involves the #spleen and liver# and less commonly the kidneys.  In this case, the affected organ is the spleen. $The spleen is an intraperitoneal #organ derived# from the #mesoderm# of the dorsal mesentery.  However, the spleen is unique in that its #blood supply# originates from a #foregut derivative# (the @splenic artery@ from the @celiac trunk@).  Venous return from the spleen courses through the splenic vein to the portal circulation rather than to the systemic circulation. $By convention, CT scans are presented such that the patient's left is on the reader's right (imagine that the patient is supine with the feet directed toward the viewer).  This patient's cross-sectional image represents a relatively caudal (lower) abdominal view that includes the kidneys; therefore, only the tail of the spleen is visible. $#(Choices A and D)#  The liver and pancreas are endoderm-derived structures of the foregut and both receive arterial blood supply from branches of the celiac trunk: the proper hepatic artery supplies the liver and the superior and inferior pancreaticoduodenal arteries supply the pancreas. $#(Choice B)#  Like the spleen, the kidneys are derived from the mesoderm.  However, the kidneys are retroperitoneal and supplied by the renal arteries (from the abdominal aorta), which do not perfuse the foregut. $#(Choice C)#  The first two-thirds of the transverse colon is derived from the midgut and supplied by the superior mesenteric artery.  The last one-third of the transverse colon arises from the hindgut and is supplied by branches of the inferior mesenteric artery. $#Educational objective# The spleen is of mesodermal origin (dorsal mesentery), but its blood supply (splenic artery) is derived from the major foregut vessel, the celiac trunk.  ","clickable_1":"images/img1.2022.jpg","clickable_2":"images/img2.2022.jpg"},

{"id":"1546","title":"A 50-year-old man with a remote history of alcohol dependence is evaluated in the clinic for chronic diarrhea and weight loss.  The patient has had bloating with daily loose stools for the past 2 years.  His stool is described as greasy and malodorous.  Pancreatic insufficiency is suspected despite normal abdominal imaging.  The patient undergoes a test in which bicarbonate concentration is measured from duodenal aspirates as hormone A is infused intravenously.  The data is plotted in the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1546.jpg","title_2":"Hormone A is most likely produced by which of the following cell types?","audio":"","comparison_items":"","answer_1":"A. Duodenal S cells","answer_2":"B. Gastric G cells","answer_3":"C. Pancreatic alpha cells","answer_4":"D. Pancreatic beta cells","answer_5":"E. Parenchymal hepatocytes","answer_6":"F. Renal peritubular cells","percent_1":"82%","percent_2":"10%","percent_3":"5%","percent_4":"2%","percent_5":"1%","percent_6":"1%","right_answer":"A. Duodenal S cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Important gastrointestinal hormones#∆⨉∆⨉ §^#Hormone# ∆^#Actions# ∆^#Secretion site# §Gastrin ∆ • ↑ Gastric H+ secretion ∆G cells (gastric antrum, duodenum) §Somatostatin ∆ • ↓ Secretion of most GI hormones ∆D cells (pancreatic islets, gut mucosa) §Cholecystokinin ∆ • ↑ Pancreatic enzyme & HCO3− secretion ∆I cells (small intestine) §Secretin ∆ • ↑ Pancreatic HCO3− secretion • ↓ Gastric H+ secretion ∆S cells (small intestine) §GIP ∆ • ↑ Insulin release • ↓ Gastric H+ secretion ∆K cells (small intestine) §Motilin ∆ • ↑ GI motility ∆M cells (small intestine) %#GI# = gastrointestinal; #GIP# = gastric inhibitory peptide; #H+# = hydrochloric acid; #HCO3−# = bicarbonate.","explanation_img":"","explanation_1":"","explanation_2":"#Secretin# is a hormone produced by #intestinal S cells# that #increases bicarbonate secretion# from the pancreas.  Secretin stimulates the #exocrine pancreatic ductal cells# to release a high volume of #bicarbonate-rich and chloride-poor fluid# into the small bowel.  The release of gastric acid into the duodenum is the most potent stimulus for secretin release, which begins as the duodenal pH drops below 5 and rises dramatically as the pH drops below 3.  The sodium bicarbonate in the pancreatic secretions neutralizes the hydrochloric acid from the gastric contents in a reaction that produces sodium chloride and carbonic acid.  Secretin has little to no effect on the secretion of enzymes from pancreatic acinar cells, which is instead under the control of cholecystokinin. $#(Choice B)#  Gastrin is the major hormone secreted by G cells of the gastric antrum.  Gastrin increases parietal cell acid production and therefore increases the amount of acid delivered from the stomach to the duodenum. $#(Choices C and D)#  The endocrine pancreas is composed of glucagon-producing alpha cells, insulin-producing beta cells, and somatostatin-producing D cells.  Insulin and glucagon help regulate blood glucose levels and metabolic homeostasis.  Somatostatin inhibits the secretion of insulin, glucagon, gastrin, and most other gastrointestinal hormones. $#(Choice E)#  The liver parenchyma is not a significant source of circulating hormones that affect pancreatic exocrine function. $#(Choice F)#  Renal peritubular cells are responsible for producing erythropoietin, a hormone that stimulates red blood cell production in the bone marrow. $#Educational objective# Secretin is produced by S cells in the duodenal mucosa in response to stimulation by intraluminal acidity.  Secretin stimulates the release of bicarbonate-rich secretions from the exocrine pancreas, which is the major source of acid-neutralizing bicarbonate entering the duodenum.  "},

{"id":"8574","title":"A 56-year-old man comes to the physician complaining of early satiety, nausea, and vague epigastric pain for the past 4 months. He has a 36-pack-year smoking history and admits to drinking alcohol daily for the past 15 years. On physical examination, the patient appears thin and cachectic. Palpation of his abdomen reveals splenomegaly. Abdominal CT scan shows a large irregular mass extending posteriorly from the greater curvature of the stomach, impinging on the splenic artery and vein as they pass below. Tissues supplied by which of the following arteries would most likely be affected by compression of the splenic artery?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gastroduodenal","ansImg_1":"","answer_2":"B. Left gastroepiploic","ansImg_2":"","answer_3":"C. Right gastric","ansImg_3":"","answer_4":"D. Right gastroepiploic","ansImg_4":"","answer_5":"E. Short gastric","ansImg_5":"","right_answer":"E. Short gastric","percent_1":"4%","percent_2":"32%","percent_3":"5%","percent_4":"5%","percent_5":"54%","percent_6":"","percent_7":"","explanation_img":"images/exp8574.jpg","explanation_1":"","explanation_2":"$The splenic artery originates from the celiac artery and courses superior to the pancreas.  Along its route, it gives off @several branches@ to the stomach and pancreas before reaching the spleen.  The short gastric arteries and the left gastroepiploic artery arise from the splenic artery immediately after it passes the greater curvature of the stomach.  The short gastric arteries have very poor anastomoses, and the tissue supplied by them is vulnerable to ischemic injury following splenic artery blockage.  In contrast, tissues supplied by the left gastroepiploic artery can be alternatively supplemented by its strong anastomotic connection with the right gastroepiploic artery #(choice B).# $#(Choice A)#  The gastroduodenal artery supplies blood to the pylorus and the proximal part of the duodenum.  It arises from the common hepatic artery. $#(Choice C)#  The right gastric artery supplies blood to the distal lesser curvature of the stomach.  It arises from the proper hepatic artery. $#(Choice D)#  The right gastroepiploic artery arises from the gastroduodenal artery and perfuses the distal greater curvature of the stomach.  It forms an anastomosis with the left gastroepiploic artery. $#Educational objective# The splenic artery originates from the #celiac artery# and gives off several branches to the stomach and pancreas (pancreatic, short gastric, and left gastroepiploic arteries) before finally reaching the spleen.  Due to poor anastomoses, the gastric tissue supplied by the short gastric arteries is vulnerable to ischemic injury following splenic artery blockage.  ","clickable_1":"images/img1.8574.jpg"},

{"id":"11850","title":"A 27-year-old woman, gravida 1 para 0, with gestational diabetes mellitus comes to the hospital at 38 weeks gestation for evaluation of abdominal pain. The patient is scheduled for an elective cesarean section at 39 weeks as a recent ultrasound revealed that the estimated fetal weight is 5200 g (11 lb 4 oz). Examination reveals that the patient is in active labor and the fetus is in breech presentation; an urgent cesarean section is performed. During the surgery, the rectus abdominus muscle is split vertically, but space appears to be limited. In anticipation of a large-for-gestational-age baby, a decision is made to transect the rectus abdominis muscle. If the rectus abdominis muscle is incised laterally, which of the following structures is at greatest risk of injury?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deep circumflex iliac artery","ansImg_1":"","answer_2":"B. Deep inguinal ring","ansImg_2":"","answer_3":"C. Femoral sheath","ansImg_3":"","answer_4":"D. Inferior epigastric artery","ansImg_4":"","answer_5":"E. Lateral femoral cutaneous nerve","ansImg_5":"","answer_6":"F. Superior epigastric artery","ansImg_6":"","right_answer":"D. Inferior epigastric artery","percent_1":"2%","percent_2":"5%","percent_3":"4%","percent_4":"74%","percent_5":"4%","percent_6":"11%","percent_7":"","explanation_img":"images/exp11850.jpg","explanation_1":"","explanation_2":"$The rectus abdominis is a pair of vertically aligned muscles that connect the xiphoid process to the pubic symphysis.  The #arcuate line# is a horizontal line located below the umbilicus that demarcates the lower limit of the posterior rectus sheath.  Above the arcuate line, the rectus abdominis is surrounded by anterior and posterior sheaths; below, the muscle is covered only by the anterior sheath. $The superior #(choice F)# and inferior epigastric arteries supply the superior and inferior portions of the rectus abdominis muscle, respectively.  The epigastric artery ascends the posterior surface of the rectus abdominis muscle and enters the lateral aspect of this muscle at the arcuate line.  Because there is #no supporting posterior sheath#, trauma to the #inferior epigastric artery# below the arcuate line can result in significant hemorrhage. $Regardless of the direction of skin incision, a #cesarean delivery# typically involves midline vertical separation of the rectus abdominis muscle.  #Horizontal# #transection# of the #rectus abdominis# muscle may be considered when additional space is necessary (eg, due to fetal weight or position).  If the #rectus abdominis# is #transected horizontally#, the #inferior epigastric arteries# must be identified and ligated bilaterally to prevent bleeding complications (eg, hematoma). $#(Choice A)#  The deep circumflex iliac artery supplies blood to the anterior iliac crest and arises from the lateral aspect of the external iliac artery.  It is located significantly laterally and inferiorly to the rectus abdominis muscle. $#(Choice B)#  The inguinal canal contains structures (eg, ilioinguinal nerve, round ligament [women], spermatic cord [men]) between the abdomen and external genitalia.  Men are more susceptible to @inguinal hernias@ compared to women due to their relatively larger deep inguinal ring. $#(Choice C)#  The femoral sheath is located in the inguinofemoral region and contains the @femoral artery@, femoral vein, and femoral canal. $#(Choice E)#  The @lateral femoral cutaneous nerve@ travels under the inguinal ligament.  It provides sensory innervation to the anterolateral thigh.  Entrapment (meralgia paresthetica) most commonly occurs in obese or pregnant persons or in those who wear garments that are tight around the hip. $#Educational objective# Horizontal transection of the rectus abdominis muscle must be performed with great caution as the inferior epigastric arteries enter this muscle at the level of the arcuate line.  The inferior epigastric arteries below the arcuate line are susceptible to injury (eg, hematoma) due to lack of a supporting posterior rectus sheath.  ","clickable_1":"images/img1.11850.jpg","clickable_2":"images/img2.11850.jpg","clickable_3":"images/img3.11850.jpg"},

{"id":"11839","title":"A 65-year-old man with a history of hypertension, type 2 diabetes mellitus, and tobacco smoking comes to the office reporting mild back pain. Abdominal examination reveals a bruit, but no pulsatile mass is palpated. Femoral and pedal pulses are symmetric. The patient is sent for ultrasound and is found to have a large infrarenal abdominal aortic aneurysm. Open aneurysm repair is performed. During the procedure, the inferior mesenteric artery is ligated, the diseased portion of the aorta is dissected, and a graft is placed from below the renal arteries to the bifurcation of the aorta. Collateral circulation from which of the following vessels is most likely responsible for preventing ischemia of the descending colon?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Celiac trunk","ansImg_1":"","answer_2":"B. External iliac artery","ansImg_2":"","answer_3":"C. Inferior vena cava","ansImg_3":"","answer_4":"D. Internal iliac artery","ansImg_4":"","answer_5":"E. Portal vein","ansImg_5":"","answer_6":"F. Renal artery","ansImg_6":"","answer_7":"G. Superior mesenteric artery","ansImg_7":"","right_answer":"G. Superior mesenteric artery","percent_1":"2%","percent_2":"6%","percent_3":"1%","percent_4":"21%","percent_5":"2%","percent_6":"2%","percent_7":"65%","explanation_img":"images/exp11839.jpg","explanation_1":"","explanation_2":"$The gastrointestinal tract receives its blood supply from 3 main arteries: $• Celiac trunk $• #Superior mesenteric artery# (SMA) $• #Inferior mesenteric artery# (IMA) $The celiac trunk supplies the stomach, part of the duodenum, gallbladder, liver, spleen, and pancreas #(choice A).#  The SMA and IMA are the 2 main vessels supplying the small and large intestines and are connected by a pair of anastomoses: the #marginal artery# of Drummond, which is the principal #anastomosis#, and the inconsistently present arc of Riolan (mesenteric meandering artery).  These anastomoses protect the intestines from ischemia and, due to the marginal artery, the IMA is not always reconnected during aortic aneurysm repair. $#(Choice B)#  The @external iliac artery@ supplies the inferior epigastric artery and the deep circumflex iliac artery before becoming the femoral artery.  Although the inferior epigastric artery anastomoses with the superior epigastric artery, these provide blood supply to the abdominal wall, not the intestines. $#(Choices C and E)#  The inferior vena cava (IVC) has little role in the direct drainage of the intestines except from the rectum, which partially drains via the middle and inferior rectal veins into the internal iliac veins.  The remainder of the @venous drainage@ occurs via the superior and inferior mesenteric veins, which drain into the portal vein.  After perfusing the liver, the portal vein drains into the IVC via the hepatic veins. $#(Choice D)#  The internal iliac artery supplies part of the rectum via the middle rectal artery.  An anastomosis exists between the superior and middle rectal arteries, which can help prevent rectal ischemia after IMA occlusion.  However, the SMA is more likely to prevent ischemia in the descending colon due to its proximity and the extensive collateral arcades between the SMA and IMA. $#(Choice F)#  Although the renal arteries arise from the abdominal aorta just inferior to the SMA, they do not provide collateral circulation to the intestines. $#Educational objective# The superior mesenteric artery and inferior mesenteric artery are the 2 main vessels supplying the small and large intestines.  They are connected by a pair of anastomoses: the marginal artery of Drummond, which is the principal anastomosis, and the inconsistently present arc of Riolan (mesenteric meandering artery). ","clickable_1":"images/img1.11839.jpg","clickable_2":"images/img2.11839.jpg"},

{"id":"124","title":"A 65-year-old woman comes to the emergency department with progressive fatigue and lower-extremity paresthesias.  Medical history is otherwise insignificant and the patient takes no medications.  Laboratory studies show a mean corpuscular volume of 112 fL.  Upper gastrointestinal endoscopy shows atrophic mucosa in the gastric body and fundus and a normal-appearing antrum.  Destruction of which of the following gastric layers is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/124.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","percent_1":"49%","percent_2":"43%","percent_3":"6%","percent_4":"2%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp124.jpg","explanation_1":"","explanation_2":"$The combination of lower-extremity paresthesias, macrocytic red blood cells (RBCs), and gastric body and fundal atrophy is highly suggestive of #pernicious anemia# (PA).  PA is an autoimmune disorder caused by the cell-mediated #destruction of parietal cells#, @pink cells@ found predominantly in the #upper glandular layer# of the gastric body and fundus.  Over time, progressive parietal cell destruction leads to chronic atrophic gastritis (ie, autoimmune gastritis), characterized histologically by a CD4-predominate inflammatory infiltrate, @oxyntic gland@ atrophy, and intestinal metaplasia (ie, normal stomach epithelia replaced by intestinal epithelium with goblet cells). $Parietal cells are responsible for the secretion of hydrochloric acid and intrinsic factor, a glycoprotein that is involved in the absorption of B12 (cobalamin, an essential nutrient).  After a critical number of parietal cells are destroyed and hepatic stores of cobalamin are depleted, patients #develop B12 deficiency#.  This results in a #megaloblastic anemia#, characterized by macro-ovalocytes (elevated mean corpuscular volume, oval-shaped RBCs) and hypersegmented neutrophils.  Patients also develop neurologic dysfunction due to demyelination of the dorsal and lateral spinal tracts, resulting in #paresthesias and ataxia#. $#(Choice B)#  In contrast to the parietal cell-rich superficial gastric glands, the deeper region of the gastric oxyntic glands has a preponderance of small, basophilic, granular chief cells that synthesize and secrete pepsinogen. $#(Choice C)#  This region contains the muscularis mucosae, which separates the lamina propria from the submucosa. $#(Choice D)#  This region contains the submucosa, which consists of well-vascularized connective tissue. $#Educational objective# Pernicious anemia is an autoimmune disorder caused by the cell-mediated destruction of parietal cells in the superficial upper glandular layer of the gastric body and fundus.  Parietal cells are responsible for the secretion of hydrochloric acid and intrinsic factor, a glycoprotein involved in the absorption of B12.  Deficiency leads to megaloblastic anemia and neurologic dysfunction.  ","clickable_1":"images/img1.124.jpg","clickable_2":"images/img2.124.jpg"}

]