[

{"id":"1801","title":"A 24-year-old man is evaluated for recurrent episodes of abdominal pain and bloody diarrhea.  The patient has also had low-grade fevers and fatigue.  Physical examination reveals left lower quadrant tenderness.  CT scan of the abdomen shows thickening of the distal colon and rectum.  During one of the laboratory tests, the patient's anticoagulated blood is placed in an upright, thin glass tube and left undisturbed.  His red blood cells form a stack and settle to the bottom at a fast rate of 50 mm/hr.  Serum levels of which of the following substances is most closely associated with this observed finding?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradykinin","answer_2":"B. Erythropoietin","answer_3":"C. Interleukin (IL)-6","answer_4":"D. Leukotriene B4","answer_5":"E. Platelet-activating factor","answer_6":"F. Thromboxane A2","percent_1":"3%","percent_2":"8%","percent_3":"46%","percent_4":"5%","percent_5":"13%","percent_6":"25%","right_answer":"C. Interleukin (IL)-6","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient who has recurrent abdominal pain and bloody diarrhea with CT evidence of bowel wall thickening in the distal colon and rectum likely has ulcerative colitis.  Chronic inflammatory conditions are characterized by the persistent stimulation of neutrophils and macrophages, leading to long-term elevation of circulating pro-inflammatory cytokines such as IL-1, #IL-6#, tumor necrosis factor-alpha, and interferon-gamma.  The liver responds to these circulating cytokines (particularly IL-6) by generating #acute phase reactants#, proteins that modulate and influence the inflammatory response and play some role in innate immunity. $ Testing for acute phase reactants can help diagnose and track conditions associated with inflammation, including infections, autoimmune diseases, and malignancies.  The test described in this case is the #erythrocyte sedimentation rate# (ESR), which begins by placing whole blood in a narrow vertical tube.  Erythrocytes settle at the bottom of the tube over time due to gravity as their density is greater than plasma.  ESR is a measure of the length of plasma on top of the erythrocyte sediment layer at 1 hour.  The presence of acute phase reactants, particularly fibrinogen and globulins, causes erythrocytes to overcome their zeta potential (negative charge that separates them) and form a stacked, #rouleaux formation#, which settles to the bottom of the tube more quickly and #increases ESR#. $ (Choice A)  Bradykinin is a component of the kinin system.  It is a short-lived peptide that causes vasodilation, increases vascular permeability, stimulates endothelial smooth muscle dilation, and mediates pain. $ (Choice B)  Erythropoietin is a growth factor for erythrocyte precursors in the bone marrow.  It is produced by peritubular cells of the kidneys in response to hypoxia. $ (Choice D)  Leukotriene B4 is a metabolite of arachidonic acid.  Its main function is to stimulate neutrophil migration to the site of inflammation. $ (Choice E)  Platelet-activating factor is released by endothelium, platelets, and immune cells, and is involved in leukocyte function (eg, endothelium attachment, phagocytosis, degranulation), platelet stimulation, and changes to vascular tone and permeability. $ (Choice F)  Thromboxane A2 is one of the products of the cyclooxygenase pathway.  It is synthesized by platelets and causes platelet activation and aggregation.  It does not cause erythrocyte aggregation or rouleaux formation. $ Educational objective Chronic inflammation is associated with increased circulating pro-inflammatory cytokines (eg, IL-1, IL-6, tumor necrosis factor-alpha), which stimulates the liver to release acute-phase reactants (eg, C-reactive protein, fibrinogen).  The presence of acute-phase reactants increases the erythrocyte sedimentation rate, a nonspecific marker for inflammation."},

{"id":"20879","title":"A 32-year-old chef accidentally slices into the tip of her thumb while hurriedly trimming ribeye steaks with a knife.  The laceration extends through the skin into the subcutaneous pulp.  Which of the following sequences is most likely to occur in the subsequent wound healing process?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angiogenesis → cellular infiltration → fibrin clot formation","answer_2":"B. Angiogenesis → fibrin clot formation → cellular infiltration","answer_3":"C. Cellular infiltration → angiogenesis → fibrin clot formation","answer_4":"D. Cellular infiltration → fibrin clot formation → angiogenesis","answer_5":"E. Fibrin clot formation → angiogenesis → cellular infiltration","answer_6":"F. Fibrin clot formation → cellular infiltration → angiogenesis","percent_1":"1%","percent_2":"0%","percent_3":"5%","percent_4":"21%","percent_5":"4%","percent_6":"69%","right_answer":"F. Fibrin clot formation → cellular infiltration → angiogenesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp20879.jpg","explanation_1":"","explanation_2":"$Acute #wounds#, such as the sharp laceration this patient sustained from a knife, transition through an organized #healing process# to restore continuity and tensile strength.  This process involves activation and recruitment of different cell types during 4 sequential (but overlapping) phases: hemostasis, inflammation, proliferation, and maturation. $ #Hemostasis#, which occurs immediately after tissue injury, involves small vessel constriction, #platelet aggregation#, and clotting cascade activation that leads to platelet plugging, @fibrin clot formation@, and cessation of bleeding.  For relatively minor injuries, hemostasis is often accomplished within minutes.  The fibrin clot that is formed during this phase provides a scaffold for subsequent wound healing. $ #Inflammation# usually starts within hours of injury.  During this phase, mast cells degranulate, releasing histamine and other chemical mediators that increase vascular permeability and promote #cellular infiltration# (eg, neutrophils, monocytes).  Neutrophils digest bacteria, necrotic tissue, and foreign debris.  Monocytes are transformed into macrophages, which secrete growth factors (eg, transforming growth factor-beta, vascular endothelial growth factor) that promote the next phase of healing. $ #Proliferation#, which begins during the inflammatory phase and continues for weeks afterward, leads to replacement of injured or missing tissue via the following: $ • #Epithelization:#  Basal keratinocyte proliferation and migration of new epithelial cells form a new superficial epithelial layer that acts as a barrier to bacteria. $ • #Fibroplasia:#  Fibroblasts proliferate and synthesize ground substance and collagen, forming a matrix into which capillaries can grow.  Simultaneous contraction of myofibroblasts (ie, differentiated fibroblasts that produce contractile proteins) helps decrease the wound size. $ • #Angiogenesis:#  Proliferation and migration of endothelial cells from nearby blood vessels lead to ingrowth of new capillaries into the collagen matrix. $ #Maturation#, the final phase of wound healing, results in #collagen remodeling and cross-linking#, which are the primary mechanisms by which the tensile strength of the wound increases. $ Educational objective Wounds typically heal according to an organized sequence of 4 phases: hemostasis (fibrin clot formation), inflammation (cellular infiltration), proliferation (reepithelization, fibroplasia, and angiogenesis), and maturation (collagen remodeling).","clickable_1":"images/img1.20879.jpg"}


]