[

{"id":"7666","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer.$ A 63-year-old man is brought to the emergency department due to an episode of syncope.  The patient was recently discharged back to a nursing home after being hospitalized for a urinary tract infection.  He has a history of coronary artery disease and takes aspirin, clopidogrel, and atorvastatin.  His other medical conditions include type 2 diabetes mellitus and hypertension.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 68/32 mm Hg and pulse is 118/min.  Invasive hemodynamic monitoring reveals an elevated right atrial pressure of 17 mm Hg and a pulmonary capillary wedge pressure of 7 mm Hg (normal: 8-10 mm Hg). $ #Item 1 of 2# $ Which of the following is the most likely cause of this patient's current condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anaphylactic shock","answer_2":"B. Gastrointestinal bleeding","answer_3":"C. Right ventricular infarction","answer_4":"D. Septic shock","answer_5":"E. Severe aortic stenosis","percent_1":"2%","percent_2":"4%","percent_3":"62%","percent_4":"29%","percent_5":"3%","right_answer":"C. Right ventricular infarction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp7666.jpg","explanation_1":"","explanation_2":"$This patient is in shock (eg, severe hypotension, end organ dysfunction [syncope]) due to an unknown cause.  Hemodynamic monitoring (eg, pulmonary artery catheterization) shows #decreased pulmonary capillary wedge pressure (PCWP)# and #increased right atrial pressure (RAP)#, which indicate impaired blood flow from the right ventricle to the left side of the heart #(right-sided heart failure)#.  Common causes of right-sided heart failure include obstruction of pulmonary circulation (eg, pulmonary arterial hypertension, pulmonary embolism) and #right ventricular infarction# (likely in this patient due to multiple cardiovascular risk factors). $ In right ventricular infarction, the right ventricle is unable to effectively pump blood forward into the pulmonary arteries, causing increased pressure in the right atrium (ie, elevated central venous pressure).  The decreased right ventricular outflow also lowers PCWP (an indicator of left-sided preload), which subsequently reduces cardiac output and causes hypotension.  A reflexive increase in heart rate is mostly intact in this patient, though it is often impaired in right ventricular infarction due to frequent ischemic involvement of the conduction system. $ #(Choices A and D)#  Anaphylactic shock and @septic shock@ are associated with peripheral vasodilation and massive fluid shift to the extravascular space.  The depleted intravascular volume lowers the mean circulatory filling pressure, reducing both RAP and PCWP, while hypotension caused by widespread peripheral vasodilation leads to a compensatory increase in cardiac output. $ (Choice B)  Gastrointestinal bleeding can cause @hypovolemic shock@ with decreased RAP, PCWP, and cardiac output.  Decreased cardiac output triggers an increase in sympathetic tone with peripheral vasoconstriction (increased systemic vascular resistance) to help maintain perfusion pressure. $ (Choice E)  Aortic stenosis causes left ventricular outflow obstruction and would increase pressure in the left atrium (increased PCWP) and pulmonary circulation.  In severe cases, right-sided heart failure can also develop, leading to increased RAP.  Systemic vascular resistance is increased with aortic stenosis in response to a reduction in cardiac output. $ Educational objective Right ventricular infarction (right-sided heart failure) can lead to shock via impaired forward blood flow to the left heart, which lowers left-sided preload (decreased pulmonary capillary wedge pressure) and decreases cardiac output.  The reduced right ventricular output also raises right atrial and central venous pressure.","clickable_1":"images/img1.7666.jpg","clickable_2":"images/img2.7666.jpg"},

{"id":"7667","title":"#Item 2 of 2# $ Intravenous fluids and vasopressors are administered, but the patient remains hypotensive and dies 3 hours later.  Autopsy examination is performed and reveals bilateral hippocampal necrosis.  Which of the following areas of the colon would be most likely to also demonstrate necrosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascending colon","answer_2":"B. Cecum","answer_3":"C. Hepatic flexure","answer_4":"D. Ileocolic junction","answer_5":"E. Splenic flexure","percent_1":"2%","percent_2":"2%","percent_3":"4%","percent_4":"5%","percent_5":"87%","right_answer":"E. Splenic flexure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp7667.jpg","explanation_1":"","explanation_2":"$This patient's bilateral hippocampal necrosis is characteristic of the effects of global cerebral ischemia due to #systemic hypotension#.  The hippocampus is particularly vulnerable during shock because of the high metabolic demand of its CA1 pyramidal neurons.  #Watershed areas# located between the distal terminal branches of 2 different vascular territories (border zones) are also susceptible to ischemia because they have a low baseline perfusion pressure and poorly tolerate sustained decreases in systemic blood pressure. $ Important watershed areas in the body include: $ •  Gastrointestinal (colon) $        ○ Splenic flexure: the border zone supplied by branches of the superior mesenteric artery and inferior mesenteric artery $        ○ Rectosigmoid junction: the border zone supplied by the sigmoid arteries and the superior rectal arteries $ •  Brain: the borders of the @areas@ supplied by the anterior cerebral artery, middle cerebral artery, and posterior cerebral artery $ #(Choices A, B, C, and D)#  The ascending colon, cecum, hepatic flexure, and ileocolic junction are well perfused by the superior mesenteric artery and do not lie in watershed areas. $ Educational objective Severe systemic hypotension (eg, shock) is most likely to cause ischemia first in areas of high metabolic demand (eg, hippocampus) or watershed zones, which are areas that are supplied by the distal branches of two different major arteries.  Commonly affected areas in the colon include the splenic flexure and rectosigmoid junction.","clickable_1":"images/img1.7667.jpg"},

{"id":"1882","title":"In experiments, transient myocardial ischemia causes myocardial cells to increase in size.  This effect is due in part to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intracellular K+ accumulation","answer_2":"B. Intracellular Ca2+ accumulation","answer_3":"C. High cellular HCO3- content","answer_4":"D. Cascade protein phosphorylation","answer_5":"E. Net cellular solute loss","percent_1":"22%","percent_2":"54%","percent_3":"6%","percent_4":"12%","percent_5":"6%","right_answer":"B. Intracellular Ca2+ accumulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"When blood flow cannot meet myocardial demands, cardiac myocytes transition from aerobic to anaerobic metabolism.  However, anaerobic metabolism cannot maintain proper intracellular ATP levels, and ADP, AMP and adenosine accumulate.  Without ATP, the membrane Na+/K+-ATPases and the sarcoplasmic reticulum Ca2+-ATPases fail, leading to increased intracellular Na+ and Ca2+ and increased intramitochondrial Ca2+ concentrations.  These increased concentrations attract free water, causing cellular and mitochondrial swelling.  Failure of the sarcoplasmic reticulum to resequester Ca2+ leads to cessation of contraction within ischemic zones of myocardium. $ (Choice A)  The cell membrane Na+/K+-ATPase pump normally brings K+ into the cell in exchange for Na+.  Thus, in ischemic tissue, intracellular K+ is decreased. $ (Choice C)  Cellular HCO3- is not elevated in cardiac ischemia.  Anaerobic metabolism leads to lactic acid production and a decrease in pH.  Tissue CO2, the conjugate acid of HCO3-, is thus elevated in ischemic myocardium. $ (Choice D)  Protein phosphorylation cascades play a role in a variety of processes including second messenger signaling and regulation of apoptosis.  The cell's response to ischemia does involve initiating certain metabolic processes through protein phosphorylation, but this does not cause cell swelling. $ (Choice E)  Ischemia causes a net solute gain within cardiac myocytes.  Elevated concentrations of Na+ and Ca2+ draw free water into the cells, causing edema. $ Educational Objective Ion pump failure due to ATP deficiency during cardiac ischemia causes intracellular accumulation of Na+ and Ca2+.  The increased intracellular solute concentration draws free water into the cell, causing the cellular and mitochondrial swelling that is observed histologically."},

{"id":"711","title":"A 45-year-old man comes to the hospital with acute onset of severe chest pain and diaphoresis.  The patient describes the pain as \"squeezing,\" different from any discomfort he has ever had.  He has a past medical history of hypertension, and his father underwent coronary artery bypass grafting at age 50.  The patient is diagnosed with acute ST-elevation myocardial infarction and undergoes an urgent coronary intervention with stent placement into the right coronary artery.  He is also started on high-intensity atorvastatin therapy, along with antiplatelet therapy and appropriate medications to control blood pressure.  Four weeks later, the patient's total cholesterol level is 140 mg/dL, down from 200 mg/dL before discharge.  Which of the following has most likely increased as the result of the therapy? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ApoB-100 concentration","answer_2":"B. Biliary excretion of cholesterol","answer_3":"C. LDL receptor density","answer_4":"D. Plasma free fatty acids","answer_5":"E. VLDL concentration","percent_1":"8%","percent_2":"8%","percent_3":"74%","percent_4":"6%","percent_5":"4%","right_answer":"C. LDL receptor density","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp711.jpg","explanation_1":"","explanation_2":"$HMG-CoA reductase inhibitors (#statins#) inhibit the rate-limiting enzyme in hepatic cholesterol synthesis.  In response to these changes, hepatocytes increase their surface expression of the #LDL receptor# to increase uptake of circulating LDL.  Treatment generally produces a 20%-50% reduction in serum cholesterol and LDL concentration. $High-intensity statin therapy reduces the risk of #acute coronary events#.  This risk reduction is greater than that seen with other classes of lipid-lowering medications and is likely due to additional properties of statins.  Besides effects on lipids, statins have anti-inflammatory properties, improve endothelial dysfunction, and appear to stabilize atherosclerotic plaques. $#(Choice A)#  ApoB-100 is an apoprotein present in VLDL and LDL.  Decreases in circulating LDL and VLDL will cause the ApoB-100 concentration to decrease as well. $#(Choice B)#  The biliary excretion of cholesterol decreases in patients on statins due to decreased de novo hepatic synthesis of cholesterol. $#(Choice D)#  Statins lower serum triglycerides modestly and have only a minimal effect on plasma free fatty acid concentrations. $#(Choice E)#  Statins produce small decreases in VLDL.  Fibrates and nicotinic acid therapy decrease hepatic production of VLDL and are the mainstay of treatment for primary hypertriglyceridemia (increased VLDL). $#Educational objective# Treatment with statins causes hepatocytes to increase their LDL receptor density, leading to increased uptake of circulating LDL.  "},

{"id":"11833","title":"A 66-year-old man is brought to the hospital due to sudden-onset chest pain and nausea.  Medical history includes diabetes mellitus.  Blood pressure is 70/60 mm Hg and pulse is 60/min.  The lungs are clear on auscultation, and the jugular veins are distended.  ECG shows ST-segment elevation in leads II, III, and aVF.  Chest x-ray is unremarkable.  An inferior wall myocardial infarction is diagnosed.  Emergency cardiac catheterization reveals complete occlusion of the proximal right coronary artery.  The patient is persistently hypotensive in the cardiac catheterization laboratory.  Which of the following hemodynamic findings are most likely to be observed in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Cardiac output∆Pulmonary capillary wedge pressure∆Central venous pressure ","answer_1":"§A. ∆ ↓ ∆↓ ∆↓","answer_2":"§B. ∆ ↓ ∆↓ ∆↑","answer_3":"§C. ∆ ↓ ∆↑ ∆↓","answer_4":"§D. ∆ ↑ ∆↓ ∆↓","answer_5":"§E. ∆ ↑ ∆↑ ∆↑","percent_1":"13%","percent_2":"62%","percent_3":"21%","percent_4":"1%","percent_5":"4%","right_answer":"§B. ∆ ↓ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11833.jpg","explanation_1":"","explanation_2":"$This patient has an acute myocardial infarction (MI) affecting the #inferior wall#, which is usually supplied by the @right coronary artery@.  Inferior wall MIs can involve only the left ventricle, both the left and right ventricles, or only the right ventricle.  This patient's #severe hypotension#, prominent jugular venous distension, and clear lungs (ie, #absence of pulmonary edema#) suggest #primarily right ventricular# involvement. $In acute right ventricular MI, contractile dysfunction causes pressure to back up into the right atrium and vena cava, creating elevated central venous pressure #(↑ CVP) (choice C).#  RV output drops, decreasing blood flow through the lungs to the left atrium and creating low pulmonary capillary wedge pressure #(↓ PCWP)#.  With less blood reaching the left atrium, #left ventricular filling decreases# and systemic cardiac output drops, causing hypotension and a reflexive increase in systemic vascular resistance (SVR) in an effort to maintain blood pressure. $These hemodynamic findings of right ventricular MI #mimic# those seen with @obstructive shock@ involving blockage of blood flow through the pulmonary circulation (eg, pulmonary embolism), and contrast with classic @cardiogenic shock@ resulting from left ventricular contractile dysfunction.  In classic cardiogenic shock, blood backs up at the left ventricle, causing increased left atrial pressure (ie, increased PCWP) and pulmonary edema. $#(Choice A)#  In @hypovolemic shock@, low blood volume causes low CVP, which leads to low PCWP and cardiac output. $#(Choice D)#  In @septic shock@, peripheral vasodilation reduces SVR, and there is a compensatory increase in cardiac output.  CVP and PCWP are low due to vascular leakage and low circulating blood volume. $#(Choice E)#  In @high-output heart failure@, low SVR triggers an increase in cardiac output in an effort to maintain blood pressure.  Despite high output, the heart cannot keep up with the resulting increase in venous return, and elevated PCWP and CVP develop. $#Educational objective# Inferior wall myocardial infarction (MI) commonly involves the right ventricle.  MI primarily involving the right ventricle is marked by elevated central venous pressure, low pulmonary capillary wedge pressure (due to reduced blood flow through the lungs to the left atrium), and low cardiac output.  This contrasts with classic cardiogenic shock, which results from left ventricular failure and leads to elevated pulmonary capillary wedge pressure with pulmonary edema.  ","clickable_1":"images/img1.11833.jpg","clickable_2":"images/img2.11833.jpg","clickable_3":"images/img3.11833.jpg","clickable_4":"images/img4.11833.jpg","clickable_5":"images/img5.11833.jpg","clickable_6":"images/img6.11833.jpg"},

{"id":"1828","title":"A 64-year-old man comes to the office due to exertional chest pain over the last 6 months.  He is a lifelong 1 pack per day cigarette smoker and has a history of type 2 diabetes mellitus and peripheral artery disease.  The patient undergoes treadmill exercise stress testing and develops substernal chest pain on moderate exertion accompanied by ECG changes that resolve immediately upon rest.  He refuses invasive cardiac testing.  The patient is started on low-dose aspirin therapy for secondary prevention of cardiovascular disease but experiences shortness of breath and wheezing with the medication.  Which of the following is the best alternate therapy for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apixaban","answer_2":"B. Cilostazol","answer_3":"C. Clopidogrel","answer_4":"D. Enoxaparin","answer_5":"E. Eptifibatide","answer_6":"F. Naproxen","answer_7":"G. Warfarin","percent_1":"3%","percent_2":"6%","percent_3":"71%","percent_4":"5%","percent_5":"1%","percent_6":"6%","percent_7":"7%","right_answer":"C. Clopidogrel","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's clinical history is consistent with stable angina (#angina pectoris#) due to underlying coronary heart disease (CHD).  Patients with stable angina should be started on aspirin to decrease the risk of adverse cardiovascular events.  Aspirin impairs prostaglandin synthesis by irreversibly inhibiting cyclooxygenase (COX).  Inhibition of COX-1 in platelets prevents synthesis of thromboxane A2, a potent stimulator of platelet aggregation and vasoconstriction.  This helps reduce the risk of occlusive thrombus formation and subsequent myocardial infarction. $Some patients are unable to tolerate aspirin due to exacerbation of preexisting respiratory symptoms (eg, rhinitis, asthma) or development of allergic reactions (eg, urticaria, angioedema, anaphylaxis).  In these patients, alternate antiplatelet agents should be used for prevention of cardiovascular events.  #Clopidogrel# irreversibly #blocks# the P2Y12 component of #ADP receptors# on the platelet surface and prevents platelet aggregation.  Clopidogrel is as #effective as aspirin# for #prevention of cardiovascular events# and should be used in patients with aspirin allergy. $#(Choices A and G)#  Apixaban is a direct factor Xa inhibitor that prevents platelet activation and fibrin clot formation.  Warfarin inhibits an enzyme required for synthesis of active vitamin K, resulting in decreased synthesis of vitamin K-dependent clotting factors (II, VII, IX, and X).  Both apixaban and warfarin are typically used for prevention and/or treatment of thromboembolic events, not coronary artery disease. $#(Choice B)#  Cilostazol is a phosphodiesterase inhibitor that is occasionally used in patients with symptomatic peripheral vascular disease (ie, claudication). $#(Choice D)#  Low molecular weight heparins (LMWHs; enoxaparin, dalteparin) are indirect thrombin inhibitors that bind with antithrombin and convert it from a slow to a rapid inactivator of thrombin and factor Xa.  They are used in patients with acute coronary syndrome (unstable angina or myocardial infarction) but have no role in the management of patients with stable angina. $#(Choice E)#  Eptifibatide is a platelet glycoprotein IIb/IIIa inhibitor that inhibits the final common pathway of platelet aggregation.  Eptifibatide is occasionally used in some patients with acute coronary syndrome, but it is not used for patients with stable CHD. $#(Choice F)#  Naproxen is a nonsteroidal anti-inflammatory drug (NSAID) that is used for pain management in patients with osteoarthritis.  Use of both nonselective and selective COX-2 NSAIDs increases the risk of adverse cardiovascular events. $#Educational objective# Clopidogrel irreversibly blocks the P2Y12 component of ADP receptors on the platelet surface and prevents platelet aggregation.  Clopidogrel is as effective as aspirin in the prevention of cardiovascular events in patients with coronary heart disease.  "},

{"id":"1196","title":"A 60-year-old man comes to the hospital with chest pain.  He has had intermittent, squeezing substernal pain over the last 3 days that is now sustained.  The patient has no associated palpitations, lightheadedness, or shortness of breath.  Medical history is notable for moderate chronic obstructive pulmonary disease with a recent admission for an exacerbation.  Blood pressure is 145/90 mm Hg and pulse is 93/min.  Oxygen saturation by pulse oximetry is 98% on room air.  Physical examination shows no heart murmurs, and lungs are clear to auscultation.  ECG shows sinus rhythm with 2-mm anterior ST segment elevation.  Cardiac troponin I levels are elevated.  Which of the following is the most appropriate treatment for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ibutilide","answer_2":"B. Metoprolol","answer_3":"C. Nadolol","answer_4":"D. Propranolol","answer_5":"E. Sotalol","percent_1":"9%","percent_2":"68%","percent_3":"4%","percent_4":"12%","percent_5":"7%","right_answer":"B. Metoprolol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effects of adrenergic blockade#∆⨉∆⨉∆⨉§^#Receptor# ∆^#Target$ organ# ∆^#Effect# ∆^#Potential adverse effects#§^#Β1-adrenergic$ blockade# ∆^Heart ∆↓ Heart rate ↓ Contractility ↓ O2 consumption ∆Worsening of heart failure$ Bradycardia/heart block§↕ ∆^Kidney ∆↓ Renin release ∆§^#Β2-adrenergic$ blockade# ∆^Muscle $vasculature ∆Vasospasm ∆Exacerbation of peripheral $artery disease§↕ ∆^Lungs ∆Bronchoconstriction ∆Worsening of obstructive lung $disease§↕ ∆^Liver ∆↓ Glycogenolysis & $gluconeogenesis ∆May cause hypoglycemia in $diabetic patients§↕ ∆^Most tissues ∆↓ Potassium entry into cells ∆Hyperkalemia","explanation_img":"","explanation_1":"","explanation_2":"This patient's clinical presentation—chest discomfort, ST elevation on ECG, elevated troponin I level—is consistent with #acute myocardial infarction# (AMI).  Beta blockers are used in AMI to reduce myocardial oxygen demand by lowering heart rate, cardiac contractility, and afterload.  They have been shown to reduce short-term morbidity (eg, recurrent symptoms or reinfarction), minimize infarct size, and improve long-term survival. $Contraindications to beta blockers include bradycardia or heart block, hypotension, and overt heart failure (eg, pulmonary edema).  Also, #non-cardioselective beta blockers# (eg, propranolol, nadolol) can #trigger bronchospasm# in patients with underlying obstructive lung disease (asthma, #chronic obstructive pulmonary disease #[COPD]) due to beta-2 receptor blockade and should be avoided #(Choices C and D)#. $#Cardioselective beta blockers# with predominant action on beta-1 receptors (eg, #metoprolol#, atenolol, bisoprolol, nebivolol) are #safe #in patients with stable obstructive lung disease and are the beta blocker of choice in these patients.  Combined beta and alpha receptor blockers (eg, carvedilol, labetalol) are also well tolerated and have been used safely in patients with COPD. $#(Choice A)#  Ibutilide is a class III antiarrhythmic drug (potassium channel blocker) used for acute termination of atrial flutter or atrial fibrillation.  Like other class III antiarrhythmics, ibutilide causes prolonged QT interval that can precipitate a deadly arrhythmia (torsade de pointes). $#(Choice E)#  Sotalol is a class III antiarrhythmic drug with beta blocker properties and is primarily used for the treatment of atrial and ventricular arrhythmias.  It would not be indicated in a patient with a recent myocardial infarction who is in sinus rhythm. $#Educational objective# Beta blockers are used in acute myocardial infarction to reduce morbidity and mortality by decreasing cardiac output and myocardial oxygen demand.  Non-cardioselective beta blockers (eg, propranolol, nadolol) can trigger bronchospasm in patients with underlying asthma or chronic obstructive pulmonary disease.  Cardioselective beta blockers (eg, metoprolol) predominantly affect beta-1 receptors and are preferred in such patients. "},

{"id":"823","title":"A 76-year-old man is brought to the emergency department of a rural hospital 30 minutes after developing severe midsternal chest pain and diaphoresis.  Medical history is significant for type 2 diabetes mellitus and asymptomatic right carotid artery stenosis.  Blood pressure is 120/70 mm Hg and pulse is 75/min.  The lungs are clear on auscultation.  ECG shows ST segment elevations >1 mm in leads I, aVL, and V5-V6.  The patient receives aspirin and sublingual nitroglycerin, which improves his chest pain.  Timely percutaneous coronary intervention is not available and the patient is treated with fibrinolytic therapy.  Several hours later, the patient is found to be comatose.  Repeat physical examination shows asymmetric pupils and an irregular breathing pattern.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carotid artery thrombosis","answer_2":"B. Dissection of the ascending aorta","answer_3":"C. Interventricular septum perforation","answer_4":"D. Intracerebral hemorrhage","answer_5":"E. Myocardial reperfusion injury","answer_6":"F. Pulmonary embolism","percent_1":"13%","percent_2":"1%","percent_3":"2%","percent_4":"65%","percent_5":"15%","percent_6":"4%","right_answer":"D. Intracerebral hemorrhage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with chest pain and diaphoresis has ECG changes consistent with a lateral ST elevation myocardial infarction #(STEMI)#.  Emergency #reperfusion# by percutaneous coronary intervention (PCI) or fibrinolysis in STEMI patients can reduce mortality and salvage ischemic myocardium.  PCI is preferred due to lower rates of hemorrhage and recurrent MI; however, it may not be available at all institutions.  In such cases, early treatment with #fibrinolytics#, namely recombinant forms of tissue plasminogen activator (eg, tenecteplase, alteplase), improves clinical outcomes. $Fibrinolytics bind fibrin and @convert plasminogen to plasmin@, which then hydrolyzes key bonds in the fibrin matrix, causing clot lysis and restoration of coronary arterial blood flow.  #Intracerebral hemorrhage# (ICH) is the most devastating #adverse effect# of fibrinolytic therapy; contraindications include prior stroke (especially hemorrhagic), intracranial neoplasm/vascular malformation, recent head trauma, and severe uncontrolled hypertension.  A sudden #change in neurologic status# following treatment with fibrinolytics should raise suspicion for ICH. $This patient's loss of consciousness, asymmetric pupils, and irregular breathing are likely due to hemorrhage-induced mass effect and increased intracranial pressure on the midbrain, oculomotor nerve (CN III), and brainstem respiratory center, respectively.  These findings are consistent with impending @brain herniation@, a life-threatening emergency requiring neurosurgical intervention. $(#Choice A)#  Carotid artery thrombosis can cause cerebral ischemia resulting in neurologic deficits.  However, focal deficits (eg, hemiparesis) rather than global deficits (eg, comatose state) are typically present.  In addition, a hemorrhagic complication is more likely than a thrombotic event following fibrinolytic administration. $#(Choice B)#  Aortic dissection can present with chest pain and focal neurologic deficits (due to extension of dissection into the carotid/intercostal arteries).  However, the chest pain classically radiates to the back and other risk factors (eg, hypertension, connective tissue disorder) are often present.  In addition, this patient's constellation of neurologic findings is more characteristic of brain herniation. $#(Choices C and E)#  Interventricular septum perforation is a mechanical complication of MI that presents with heart failure (eg, cardiogenic shock).  Myocardial reperfusion injury (causing cardiomyocyte dysfunction from reperfusion of ischemic tissue) is a potential complication of fibrinolysis that may manifest with heart failure or ventricular arrhythmia.  Neither of these conditions would explain this patient's asymmetric pupils. $#(Choice F)#  Pulmonary embolism (PE) presents with acute-onset dyspnea, tachycardia, and pleuritic chest pain.  Hypotension and loss of consciousness can occur with a large PE, but asymmetric pupils would not be expected. $#Educational objective# Fibrinolytic therapy for acute ST-segment elevation myocardial infarction improves clinical outcomes when percutaneous coronary intervention is unavailable.  A life-threatening complication of fibrinolytic therapy is intracerebral hemorrhage, which should be suspected in a patient with acute neurologic deterioration.  ","clickable_1":"images/img1.823.jpg","clickable_2":"images/img2.823.jpg"},

{"id":"42","title":"Cellular physiologists are investigating the mechanisms of contraction cessation in cardiomyocytes in response to ischemic injury.  In an animal experiment, the left anterior descending coronary artery is ligated at time 0, and changes in ATP levels within the affected myocardial cells are recorded.  At which point on the graph does the affected portion of the myocardium stop contracting?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/42.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A.A","answer_2":"B.B","answer_3":"C.C","answer_4":"D.D","answer_5":"E.E","percent_1":"25%","percent_2":"12%","percent_3":"13%","percent_4":"25%","percent_5":"24%","right_answer":"A.A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp42.jpg","explanation_1":"","explanation_2":"$The major early biochemical consequence of total myocardial ischemia is cessation of aerobic glycolysis and initiation of anaerobic glycolysis.  This transition occurs within seconds and results in inadequate production of high-energy phosphates (eg, ATP and creatine phosphate) and the accumulation of deleterious metabolites, including lactate.  Although total ATP levels remain relatively normal during the first few minutes of ischemia, ATP is rapidly depleted from areas of the cell with high metabolic demand, such as the cytosol surrounding the contraction fibers and electrolyte transport pumps.  The depletion of ATP in critical cellular areas and the accumulation of toxins result in loss of contractility within about 60 seconds of total myocardial ischemia #(choice A).# $As ischemia persists, ATP levels within the affected cardiac myocytes continue to fall while lactate levels continue to rise.  When ischemia lasts less than 30 minutes, loss of contractile function is reversible.  However, on restoration of blood flow, full myocardial contractility is not immediately restored.  Instead, there is prolonged dysfunction of the myocardium (myocardial stunning), with contractility gradually returning to normal over the next several hours to days.  Increasing durations of ischemia prolong the time that the myocardium remains stunned. $Under hypoxic conditions, ATP within cardiomyocytes is degraded to ADP, AMP, and eventually adenosine.  Adenosine is able to cross the cell membrane and function as a vasodilator when coronary blood flow is insufficient to meet myocardial demand.  However, persistent ischemia can lead to depletion of massive amounts of adenosine.  After 30 minutes of total myocardial ischemia, about half of the cellular adenine stores are lost.  At this point, failure of cellular homeostasis is inevitable and ischemic injury becomes irreversible #(choice E).# $#Educational objective# Loss of cardiomyocyte contractility occurs within 60 seconds after the onset of total ischemia.  When ischemia lasts less than 30 minutes, restoration of blood flow leads to reversible contractile dysfunction (myocardial stunning), with contractility gradually returning to normal over the next several hours to days.  However, after about 30 minutes of total ischemia, ischemic injury becomes irreversible.  "},

{"id":"14978","title":"A 63-year-old man comes to the emergency department with 2 hours of chest pain and shortness of breath.  The pain started as lower sternal discomfort that he attributed to indigestion, but then spread all over the anterior chest.  The patient has never had similar pain before.  Medical history includes hypertension, hyperlipidemia, and diet-controlled type 2 diabetes mellitus.  The patient is an ex-smoker with a 20-pack-year history.  On cardiac auscultation, a systolic murmur is heard.  Basilar crackles are present on both sides.  After initial evaluation, the patient is taken to the cardiac catheterization laboratory and is found to have a coronary artery occlusion, which is successfully revascularized.  The next morning, the patient appears comfortable and wants to go home.  The lungs are clear on auscultation, and no heart murmur is present.  The murmur heard during initial presentation is most likely explained by a pathologic process involving which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic root","answer_2":"B. Aortic valve leaflets","answer_3":"C. Interventricular septum","answer_4":"D. Mitral valve chordae","answer_5":"E. Papillary muscle","percent_1":"7%","percent_2":"17%","percent_3":"7%","percent_4":"22%","percent_5":"47%","right_answer":"E. Papillary muscle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp14978.jpg","explanation_1":"","explanation_2":"$This patient with #myocardial infarction# developed a #new systolic murmur# that resolved following revascularization, which is consistent with #mitral regurgitation# (MR) due to papillary muscle dysfunction.  Myocardial infarction can cause #ischemia# of the #papillary muscle# and the adjacent LV wall on which it is mounted.  This results in #hypokinesis and outward displacement# of the papillary muscle, creating increased tension on the attached chordae tendineae and preventing complete closure of the corresponding mitral valve cusp.  Timely restoration of adequate blood supply with coronary revascularization restores papillary muscle and LV wall motion, often leading to resolution of the MR. $ In contrast to papillary muscle dysfunction, papillary muscle rupture is a @mechanical complication@ of MI that occurs acutely or within 3-5 days and leads to acute MR; it does not resolve with coronary revascularization and typically requires surgical repair. $ #(Choices A and B)#  Aortic root and aortic valve leaflet function are not directly affected by myocardial ischemia and would not explain a systolic murmur during acute MI. $ (Choice C)  Rupture of the interventricular septum can occur acutely or within 3-5 days of acute MI.  Patients have sudden-onset hypotension, dyspnea, pulmonary edema, and a harsh, holosystolic murmur at the left sternal border with palpable thrill.  The condition does not resolve with coronary revascularization and typically requires surgical repair. $ (Choice D)  Mitral valve chordae tendineae are not directly affected by myocardial ischemia; however, rupture resulting in acute MR can occur in patients with myxomatous mitral valve disease (mitral valve prolapse), rheumatic fever, or endocarditis. $Educational objective Myocardial infarction that causes ischemia of the papillary muscle or nearby left ventricular wall can result in acute mitral regurgitation with development of a new systolic murmur.  Timely restoration of blood flow can improve papillary muscle dysfunction and lead to resolution of the regurgitation.","clickable_1":"images/img1.14978.jpg"},

{"id":"43","title":"A 58-year-old man with dyspnea and chronic exertional angina is evaluated for coronary revascularization.  He has a history of hypertension, type 2 diabetes mellitus, and hypercholesterolemia.  His blood pressure is 130/80 mm Hg and pulse is 72/min and regular.  Cardiopulmonary examination is normal with the exception of a fourth heart sound.  Echocardiogram reveals hypokinesia of the anterior wall of the left ventricle and a left ventricular ejection fraction (LVEF) of 35%.  The patient undergoes coronary artery bypass grafting.  Repeat echocardiogram 10 days after the surgery shows that hypokinesia is no longer evident and LVEF has increased to 50%.  Which of the following best explains the changes in the cardiac contractility and wall motion seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hibernating myocardium","answer_2":"B. Ischemic preconditioning","answer_3":"C. Post-infarction myocardial scarring","answer_4":"D. Reperfusion injury","answer_5":"E. Ventricular remodeling","percent_1":"43%","percent_2":"20%","percent_3":"4%","percent_4":"5%","percent_5":"29%","right_answer":"A. Hibernating myocardium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Myocardial hibernation# refers to a state of #chronic myocardial ischemia# in which both myocardial metabolism and function are reduced to match a concomitant reduction in coronary blood flow (due to moderate/severe flow-limiting stenosis).  This new equilibrium prevents myocardial necrosis.  Chronically hibernating myocardium demonstrates decreased expression and disorganization of contractile and cytoskeletal proteins, altered adrenergic control, and reduced calcium responsiveness.  These changes lead to #decreased contractility# and left ventricular (LV) systolic dysfunction.  However, coronary revascularization and subsequent restoration of blood flow to hibernating myocardium improves contractility and LV function. $ (Choice B)  Ischemic preconditioning is a phenomenon in which brief repetitive episodes of myocardial ischemia, followed by reperfusion, protect the myocardium from subsequent prolonged episodes of ischemia.  In clinical terms, repetitive episodes of angina prior to myocardial infarction can delay cell death after complete coronary occlusion and therefore provide greater time for myocardial salvage with coronary revascularization. $ (Choice C)  Post-infarction myocardial scarring refers to the replacement of myocardium with collagen and fibrous tissue.  This leads to complete loss of myocardial contractile function, and cardiac contractility would not be expected to improve with coronary revascularization. $ (Choice D)  Reperfusion injury refers to further myocardial cell damage due to restoration of blood flow after a sudden ischemic event.  The clinical manifestations of reperfusion injury include arrhythmias, microvascular dysfunction with myocardial stunning, and myocyte injury and death. $ (Choice E)  Ventricular remodeling refers to a change in the structure (cardiac mass or dimensions) or function of the heart in response to cardiac injury or hemodynamic changes (pressure/volume overload).  Remodeling can occur with long-term myocardial hibernation, but it would take weeks to months (not days) to recover following reperfusion therapy. $ Educational objective Hibernating myocardium refers to the presence of left ventricular systolic dysfunction due to reduced coronary blood flow at rest that is partially or completely reversible by coronary revascularization."},

{"id":"15188","title":"A 62-year-old man dies suddenly in his sleep.  The patient had a history of type 2 diabetes mellitus and hypertension, and he smoked a pack of cigarettes daily for 25 years.  His adherence to medical care was poor.  Autopsy is performed, and a histologic section of his left ventricular myocardium is shown below:","image_1":"images/15188.jpg","title_2":"Which of the following directly promotes the formation of the tissue indicated by the arrow?","audio":"","comparison_items":"","answer_1":"A. Endothelium-derived relaxing factor","answer_2":"B. Interferon-beta","answer_3":"C. Interleukin-8","answer_4":"D. Transforming growth factor-beta","answer_5":"E. Tumor necrosis factor-alpha","percent_1":"3%","percent_2":"1%","percent_3":"3%","percent_4":"82%","percent_5":"11%","right_answer":"D. Transforming growth factor-beta","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp15188.jpg","explanation_1":"","explanation_2":"$This patient's autopsy shows a large area of #fibrosis# replacing myocardium, consistent with scar tissue from a resolved #myocardial infarction# (MI).  Myocardial tissue damage due to ischemia initiates a series of changes that are analogous to cutaneous wound healing: $ • Inflammation:  Hours to days @post-MI@, neutrophils and macrophages remove necrotic tissue and release cytokines and growth factors that initiate tissue proliferation. • Proliferation:  Days to weeks post-MI, #transforming growth factor-beta (TGF-β)# and other anti-inflammatory cytokines downregulate the inflammatory response and stimulate #fibroblast# migration and proliferation, causing extensive type I and III collagen deposition. • Remodeling:  Weeks to months post-MI, TGF-β also stimulates production of matrix metalloproteinases (MMPs) that facilitate collagen remodeling (ie, fiber rearrangement) and crosslinking to form dense #scar tissue#. $ Because cardiac myocytes are terminally differentiated and do not proliferate to a significant degree in response to injury, areas of extensive myocardial fibrosis do not regain the electrical properties of normal myocardium.  Therefore, patients with large scars from previous MIs are at increased risk of #sudden death# due to arrhythmia. $ (Choice A)  Endothelium-derived relaxing factor (ie, nitric oxide), causes vasodilation via stimulation of vascular smooth muscle relaxation.  Although local synthesis of nitric oxide is increased post-MI, it contributes to reperfusion rather than fibrosis at the site of injury. $ (Choice B)  Interferon-beta (IFN-β) is released by a variety of cells, including macrophages, and functions as an anti-inflammatory cytokine that reduces the formation of fibrotic tissue. $ #(Choices C and E)#  Interleukin-8 and tumor necrosis factor-alpha (TNF-α) are proinflammatory cytokines that stimulate the recruitment and activation of other immune cells (eg, neutrophils).  However, neither directly promotes fibrosis in a healing wound. $ Educational objective After myocardial infarction, transforming growth factor-beta (TGF-β) reduces inflammation and promotes tissue remodeling due to fibroblast proliferation and collagen deposition, resulting in fibrosis in the area damaged by ischemia.  Abnormal myocardium at the scar border can predispose patients to sudden death as a result of arrhythmia.","clickable_1":"images/img1.15188.jpg"},

{"id":"38","title":"A 43-year-old woman comes to the office due to occasional chest discomfort over the past year.  She describes the pain as a midline pressure or squeezing sensation that lasts 10-15 minutes and is sometimes accompanied by sweating.  The patient has no history of hypertension or diabetes mellitus but is a smoker.  Ambulatory ECG monitoring shows transient ST-segment elevations in the anteroseptal leads during an episode of chest pain at night.  Coronary angiography reveals no atherosclerotic stenosis, but the administration of acetylcholine elicits similar chest pain and ECG changes.  Which of the following best explains the coronary intervention findings in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased systemic resistance","answer_2":"B. Endothelial dysfunction","answer_3":"C. Increased venous return","answer_4":"D. Positive inotropic effect","answer_5":"E. Reflex tachycardia","percent_1":"7%","percent_2":"52%","percent_3":"6%","percent_4":"16%","percent_5":"19%","right_answer":"B. Endothelial dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vasospastic angina#∆⨉§^#Pathogenesis# ∆ • Hyperreactivity of coronary smooth muscle due to endothelial dysfunction$ & autonomic imbalance§^#Clinical$ presentation# ∆ • Young age (<50) • Minimal CAD risk factors (other than smoking) • Recurrent chest discomfort$== ○ At rest or during sleep$== ○ Spontaneous resolution ≤15 min§^#Diagnosis# ∆ • ECG: ST-segment elevation during episode • Coronary angiography: no CAD%#CAD =# coronary artery disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient with episodes of #recurrent chest discomfort# that spontaneously #resolve within 10-15 minutes# most likely has #vasospastic angina# (formerly called Prinzmetal angina).  It results from coronary #endothelial dysfunction# and autonomic imbalance that lead to #intermittent coronary vasospasm# and #myocardial ischemia#.  Affected patients are usually young (eg, age <50) and lack typical risk factors for coronary artery disease (CAD) (eg, hypertension, diabetes mellitus); however, #smoking# is a strong risk factor, likely because it contributes to endothelial dysfunction. $Symptoms of vasospastic angina are thought to be triggered by #excess vagal tone#, and they occur most commonly #at night# when vagal tone is at a peak.  The diagnosis is made by ambulatory ECG demonstrating ST-segment elevation during an episode of chest discomfort and coronary angiography revealing an absence of obstructive atherosclerotic CAD.  Because of the pathophysiology of the disorder, both #acetylcholine# and #ergot alkaloids# (eg, dihydroergotamine) provoke symptoms and may also aid in diagnosis, as follows: $• Acetylcholine normally stimulates endothelial muscarinic receptors to cause vasodilation via increased release of nitric oxide.  However, a #deficiency of endothelial nitric oxide# in affected patients causes increased vagal tone to instead trigger #vasoconstriction# and precipitate vasospastic symptoms. $• Ergot alkaloids activate 5-HT2 serotonergic receptors to cause vasoconstriction.  Normally, the vasoconstriction is somewhat offset by endothelial release of vasodilatory prostaglandins, but this response is lacking in affected patients due to endothelial dysfunction. $#(Choices A and C)#  Peripheral endothelial function is typically intact in patients with vasospastic angina.  As a result, acetylcholine is expected to cause peripheral vasodilation, which decreases venous return (due to venodilation).  Systemic vascular resistance is also decreased, which can lower systemic blood pressure and somewhat reduce coronary artery perfusion pressure.  However, this is unlikely to cause myocardial ischemia in the absence of obstructive CAD. $#(Choice D)#  Acetylcholine has a negative inotropic effect, reducing cardiac contractility and myocardial oxygen demand. $#(Choice E)#  Increased heart rate can increase myocardial oxygen demand and may exacerbate angina symptoms in patients with obstructive CAD, but it is unlikely to cause myocardial ischemia in the absence of CAD.  In addition, acetylcholine directly slows heart rate, counteracting any reflex tachycardia caused by peripheral vasodilation. $#Educational objective# Vasospastic angina is the result of intermittent coronary vasospasm caused by endothelial dysfunction and autonomic imbalance.  Although acetylcholine normally stimulates vasodilation, it triggers coronary vasospasm in affected patients due to a deficiency of vasodilatory endothelial nitric oxide.  "},

{"id":"137","title":"A 69-year-old man comes to the office due to a 6-month history of chest tightness when he walks uphill or climbs stairs.  The discomfort radiates to his throat and lasts 5-10 minutes before slowly subsiding.  Medical history is significant for hyperlipidemia and type 2 diabetes mellitus.  His father had coronary artery bypass surgery at age 60 and his mother suffered a stroke.  Vital signs are normal.  Cardiac examination reveals no murmurs or additional heart sounds.  The patient is prescribed a medication that is metabolized to S-nitrosothiols in the vascular smooth muscle cells, and he reports rapid and significant symptom relief.  Which of the following components of the cardiovascular system is most susceptible to the medication prescribed to this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac muscle","answer_2":"B. Large arteries","answer_3":"C. Large veins","answer_4":"D. Precapillary sphincters","answer_5":"E. Small arteries and arterioles","percent_1":"3%","percent_2":"5%","percent_3":"65%","percent_4":"2%","percent_5":"25%","right_answer":"C. Large veins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #stable angina pectoris# and experienced rapid symptomatic relief following receipt of a #nitrate#.  Pharmacologic nitrates (eg, nitroglycerin, isosorbide mononitrate, isosorbide dinitrate) are metabolized to #nitric oxide and S-nitrosothiols# via mitochondrial aldehyde dehydrogenase within vascular smooth muscle cells.  These compounds in turn activate guanylate cyclase and promote the conversion of guanosine triphosphate to cyclic guanosine monophosphate (cGMP), which leads to @dephosphorylation@ of myosin light chains and causes vascular smooth muscle relaxation. $Nitrates predominantly affect the #large veins#, where smooth muscle relaxation leads to #venodilation# and increased venous capacitance.  Cardiac venous return #(preload) is reduced#, leading to a reduction in left ventricular end-diastolic volume and pressure and a consequent decrease in left ventricular wall stress.  #Decreased myocardial oxygen demand# leads to relief of anginal symptoms. $#(Choice A)#  Both beta blockers and nondihydropyridine calcium channel blockers (eg, verapamil) are negative inotropic and chronotropic agents.  They exert antianginal effects via direct actions on cardiac myocytes to reduce myocardial contractility and heart rate, and thereby decrease myocardial oxygen demand.  Nitrates have no direct effect on cardiac myocytes. $#(Choice B)#  Sodium nitroprusside generates nitric oxide while in the bloodstream (rather than within vascular smooth muscle cells) and is much less selective for the large veins than nitrates.  It causes relatively balanced vasodilation of both the large arteries and veins, and is useful for reducing blood pressure in patients with hypertensive emergency. $#(Choice D)#  Precapillary sphincters are bands of smooth muscle that regulate blood flow from arterioles into mesenteric capillary beds.  The effect of nitrates on precapillary sphincters is minimal compared to that on the large veins. $#(Choice E)#  Dihydropyridine calcium channel blockers (eg, nifedipine, amlodipine, nicardipine) block L-type calcium channels in vascular smooth muscle cells to trigger vasodilation.  This effect is exerted on small arteries and arterioles in both the peripheral and coronary circulation, resulting in 2 therapeutic effects on stable angina.  The peripheral vasodilation reduces afterload leading to a decrease in cardiac work and myocardial oxygen demand, and the coronary vasodilation increases myocardial oxygen supply. $#Educational objective# Pharmacologic nitrates (eg, nitroglycerin, isosorbide mononitrate, isosorbide dinitrate) are metabolized to nitric oxide and S-nitrothiols in vascular smooth muscle cells, leading to an increase in cyclic guanosine monophosphate (cGMP) that stimulates vasodilation.  Large veins are predominantly affected, leading to increased venous capacitance and reduced venous return (preload), which decreases left ventricular wall stress and myocardial oxygen demand to relieve anginal symptoms.  ","clickable_1":"images/img1.137.jpg"},

{"id":"176","title":"A 54-year-old man comes to the emergency department with retrosternal chest pain of 30 minutes duration.  The patient also complains of sweating and mild dyspnea.  A single tablet of nitroglycerin is delivered sublingually, and the patient's pain decreases significantly.  The patient has experienced several similar episodes of pain over the last 12 hours, all of which resolved spontaneously.  Which of the following ultrastructural changes would most likely indicate irreversible myocardial cell injury in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Myofibril relaxation","answer_2":"B. Disaggregation of polysomes","answer_3":"C. Mitochondrial vacuolization","answer_4":"D. Disaggregation of nuclear granules","answer_5":"E. Triglyceride droplet accumulation","answer_6":"F. Glycogen loss","percent_1":"3%","percent_2":"3%","percent_3":"60%","percent_4":"28%","percent_5":"3%","percent_6":"2%","right_answer":"C. Mitochondrial vacuolization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The appearance of vacuoles and phospholipid-containing amorphous densities within mitochondria generally signifies irreversible injury, and implies a permanent inability to generate further ATP via oxidative phosphorylation.  When the mitochondria are injured irreversibly, the cell cannot recover.  Simple mitochondrial swelling may be associated with reversible cellular injury, however. $ (Choice A)  Myofibril relaxation is an early sign of reversible injury in cardiac myocytes, which occurs within the first 30 minutes of severe ischemia.  Myofibril relaxation corresponds with intracellular ATP depletion and lactate accumulation due to anaerobic glycolysis during this period. $ (Choice B)  Disaggregation of polysomes denotes the dissociation of rRNA from mRNA in reversible ischemic/hypoxic injury.  Depletion of intracellular ATP is thought to promote the dissolution of polysomes into monosomes as well as the detachment of ribosomes from the rough endoplasmic reticulum.  Disaggregation of polysomes results in impaired protein synthesis. $ (Choice D)  Disaggregation of granular and fibrillar elements of the nucleus is associated with reversible cell injury.  Another common nuclear change associated with reversible cell injury is clumping of nuclear chromatin, perhaps secondary to a decrease in intracellular pH. $ (Choice E)  Triglyceride droplet accumulation is characteristic of reversible cell injury, especially in hepatocytes, and also in striated muscle cells and renal cells.  This fatty change may result from the decreased synthesis of intracellular proteins that occurs with cell injury.  In the hepatocyte, decreased production of lipid acceptor proteins prevents the normal incorporation of triglycerides into lipoproteins.  Since triglycerides cannot be rapidly exported from the cell in the form of lipoproteins, they accumulate intracellularly. $ (Choice F)  Glycogen loss is another early and reversible cellular response to injury.  As a result of lowered mitochondrial ATP production, ATP must be supplied to the cell via anaerobic glycolysis of glucose derived from the cell's glycogen stores.  Myocardial glycogen stores may be completely depleted within 30 minutes of the onset of severe ischemia. $ Educational Objective Mitochondrial vacuolization is typically a sign of irreversible cell injury, signifying that the involved mitochondria are permanently unable to generate ATP."},

{"id":"444","title":"A group of forensic pathologists are analyzing tissue samples of adolescents age 13-18 to study the aging process.  Autopsy of a 14-year-old boy who died in a motor vehicle accident shows several minimally raised yellow spots on the inner surface of the abdominal aorta.  The rest of the cardiovascular findings during the autopsy are unremarkable.  He had no known medical problems.  There was no family history of cardiovascular disease or sudden cardiac death.  Which of the following is most likely to be the predominant cell type in these lesions on light microscopy?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Eosinophils","answer_2":"B. Fibroblasts","answer_3":"C. Macrophages","answer_4":"D. Mast cells","answer_5":"E. Neutrophils","percent_1":"1%","percent_2":"19%","percent_3":"71%","percent_4":"1%","percent_5":"7%","right_answer":"C. Macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp444.jpg","explanation_1":"","explanation_2":"$The lesions described during autopsy on the inner surface of the abdominal aorta are consistent with #fatty streaks#.  These are the earliest lesions in the progression to atherosclerosis and can be seen as early as the second decade of life.  @Atherosclerosis@ is a pathophysiologic process that begins in childhood with the development of focal intimal thickening and lipid accumulation.  It progresses in the following sequence: $ • #Endothelial injury/dysfunction# causing increased vascular permeability and enhanced leukocyte adhesion $ • Accumulation of lipoproteins (LDL) within the vessel wall $ • #Monocyte adhesion# to the endothelium, followed by migration and transformation into lipid-laden #macrophages (foam cells)# $ • Release of growth factors by adherent platelets, activated macrophages, and endothelial cells $ • Recruitment of T cells and #smooth muscle cell proliferation#, which lead to extracellular matrix production $ With advancing age, the chronic inflammatory process initiated by endothelial injury transitions from fatty streaks within the intima (composed mainly of lipid-laden foam cells) into atherosclerotic plaques, such as fibrous cap atheromas and fibrous plaques. $ #(Choices A, B, D, and E)#  Eosinophils, fibroblasts, mast cells, and neutrophils are not the predominant cell types found in fatty streaks. $ Educational objective Fatty streaks are the earliest lesions of atherosclerosis and can be seen as early as the second decade of life.  They appear as a collection of lipid-laden macrophages (foam cells) in the intima that can eventually progress to atherosclerotic plaques.","clickable_1":"images/img1.444.mp4"},

{"id":"36","title":"A 52-year-old man comes to the office due to periodic substernal chest heaviness.  The pain is precipitated by fast walking, especially uphill and against the wind, and remits after 5 minutes of rest.  The patient has a history of hypertension and smokes a pack of cigarettes a day.  Blood pressure is 140/80 mm Hg and pulse is 80/min.  The lungs are clear to auscultation, and no heart murmurs are heard.  There is no peripheral edema.  Which of the following pathologic states is most likely to be present in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atherosclerotic plaque obstructing 50% of the coronary artery lumen, no thrombus","answer_2":"B. Atherosclerotic plaque obstructing 80% of the coronary artery lumen, no thrombus","answer_3":"C. Ruptured atherosclerotic plaque with fully obstructive thrombus","answer_4":"D. Significant coronary artery vasospasm causing flow obstruction","answer_5":"E. Ulcerated atherosclerotic plaque with partially obstructive thrombus","percent_1":"16%","percent_2":"79%","percent_3":"0%","percent_4":"3%","percent_5":"1%","right_answer":"B. Atherosclerotic plaque obstructing 80% of the coronary artery lumen, no thrombus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with multiple risk factors for coronary artery disease (eg, age, hypertension, smoking) has intermittent substernal chest heaviness consistent with #stable angina pectoris#.  Stable angina is characterized by substernal or left-sided chest pressure, tightness, or pain that is reliably produced by exertion and relieved by rest.  It occurs due to temporary myocardial ischemia resulting from #demand-supply mismatch# of oxygen-rich blood to the myocardium. $ Myocardial oxygen demand is determined by heart rate, blood pressure (afterload), left-ventricular end-diastolic volume (preload), and cardiac contractility, whereas myocardial oxygen supply is determined by coronary blood flow.  The demand-supply mismatch of stable angina results from #restricted coronary blood flow# due to a fixed #atherosclerotic lesion that obstructs >70%# of the coronary artery lumen.  These lesions allow sufficient blood flow to the myocardium during rest but insufficient blood flow to meet myocardial oxygen demands during exertion. $ (Choice A)  An atherosclerotic plaque obstructing 50% of the lumen is unlikely to produce symptomatic myocardial ischemia.  Symptoms of stable angina do not become prominent until approximately 70% of the cross-sectional area of the coronary artery lumen is occluded. $ (Choice C)  Ruptured atherosclerotic plaque with overlying @fully obstructive thrombus@ describes the pathophysiology of ST elevation myocardial infarction.  The abrupt cessation of myocardial blood flow leads to transmural infarction and presents with persistent chest pain that is not relieved by rest. $ (Choice D)  Coronary artery vasospasm (vasospastic angina or Prinzmetal angina) results from hyperactivity of vascular smooth muscle, usually in the absence of significant atherosclerotic coronary artery disease.  Transient anginal chest pain is typical; however, the pain is not precipitated by exertion or relieved by rest. $ (Choice E)  Ulcerated atherosclerotic plaque with overlying partially obstructive thrombus is likely to produce acute coronary syndrome in the form of non-ST elevation (partial-thickness) myocardial infarction or unstable angina.  Unstable angina describes anginal pain occurring at rest or with markedly increased frequency, intensity, or duration compared to the patient's baseline stable angina. $Educational objective Stable angina pectoris results from myocardial oxygen demand-supply mismatch and manifests as chest pressure, tightness, or pain that is reliably produced by exertion and relieved by rest.  It most commonly occurs due to a fixed atherosclerotic plaque obstructing >70% of the coronary artery lumen that limits blood flow during exertion.","clickable_1":"images/img1.36.jpg"},

{"id":"40","title":"A 45-year-old man comes to the emergency department because of severe chest pain, diaphoresis, and palpitations.  The patient dies two hours after the onset of his symptoms.  Autopsy reveals 100% occlusion of the left anterior descending artery.  At the time of the patient's death, light microscopy of the affected myocardium would most likely demonstrate which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Edema and punctate hemorrhages","answer_2":"B. Myocyte hypereosinophilia","answer_3":"C. Dense interstitial neutrophil infiltrate","answer_4":"D. Extensive macrophage phagocytosis of the dead cells","answer_5":"E. Fibrovascular granulation tissue with neovascularization","answer_6":"F. Dense collagen scar","answer_7":"G. Normal myocardium","percent_1":"12%","percent_2":"8%","percent_3":"10%","percent_4":"2%","percent_5":"1%","percent_6":"0%","percent_7":"67%","right_answer":"G. Normal myocardium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"Time after myocardial $infarction ∆Predominant light microscopic$ changes§0-4 hrs ∆minimal change §4-12 hrs ∆early coagulation necrosis, edema,$ hemorrhage, wavy fibers §12-24 hrs ∆coagulation necrosis and marginal$ contraction band necrosis §1 to 5 days ∆coagulation necrosis and neutrophilic$ infiltrate §5 to 10 days ∆macrophage phagocytosis of dead cells §10 to 14 days ∆granulation tissue and neovascularization §2 weeks to 2 months ∆collagen deposition / scar formation","explanation_img":"","explanation_1":"","explanation_2":"The cause of death was most likely an acute myocardial infarction.  In myocardial infarction, changes on light microscopy are usually not apparent until 4 hours after the onset of severe ischemia.  Although a variable waviness of myofibrils at the border of the infarct (due to myofibril relaxation) might be observed before this, more definite signs of early coagulative necrosis, such as cytoplasmic eosinophilia and nuclear pyknosis, take at least 4 hours to develop. $ Other potentially lethal causes of chest pain, diaphoresis, and palpitations/tachycardia include aortic dissection and/or rupture, massive pulmonary embolism, and tension pneumothorax.  The chest pain of aortic dissection is typically tearing in nature and often radiates to the back.  Dyspnea is typically the most prominent symptom in the event of a pulmonary embolus or tension pneumothorax. $#(Choices A & B)# Cytoplasmic hypereosinophilia on light microscopy is one of the earliest signs of coagulative necrosis of cardiac myocytes.  It begins approximately 4 hours after the onset of lethal ischemia.  Light microscopy may also reveal edema and punctate hemorrhages in infarcted myocardium starting also at about 4 hours after the ischemic event. $ (Choice C)  An interstitial infiltrate of neutrophils around a zone of myocardial infarction is not seen until 1 to 3 days after the onset of severe ischemia. $ (Choice D)  Extensive macrophage phagocytosis of the dead cells generally does not develop until at least 5 days after myocardial infarction, and is most prominent during post-infarction days 7 to 10. $ (Choice E)  Fibrovascular granulation tissue with neovascularization generally begins to develop 7 days after myocardial infarction, and is most prominent on post-infarction days 10 to 14. $ (Choice F)  Increased collagen deposition and decreased cellularity in a zone of infarcted myocardium is not generally evident until 2 weeks post-infarction.  Fibrosis continues during weeks 2 to 8, producing a dense collagenous scar by two months post-infarction. $ Educational objective After the onset of severe ischemia leading to myocardial infarction (MI), early signs of coagulative necrosis do not become apparent on light microscopy until 4 hours after the onset of MI."},

{"id":"195","title":"A 78-year-old woman comes to the emergency department due to a 3-day history of intermittent but progressive substernal chest pain.  Medical history includes hypertension and hyperlipidemia, but the patient has had poor adherence with her medication and outpatient follow-up.  She has a 30 pack-year smoking history.  On admission, ECG reveals normal sinus rhythm with ST-segment elevation and pathologic Q waves in leads I, aVL, and V2 to V5.  The patient refuses percutaneous coronary intervention and is treated medically.  On the fifth day of hospitalization, she experiences severe dyspnea, sweating, and hypotension.  Physical examination shows raised jugular venous pressure, no heart murmurs, and clear lungs.  She rapidly loses consciousness and becomes pulseless, and the subsequent resuscitation attempt is ineffective.  Which of the following most likely contributed to this patient's death?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Blood accumulation in the pericardial space","answer_2":"B.Complete rupture of the papillary muscle","answer_3":"C.Rapid reperfusion of the ischemic myocardium","answer_4":"D.Rupture of the interventricular septum","answer_5":"E.True aneurysm of the ventricular wall","percent_1":"52%","percent_2":"16%","percent_3":"5%","percent_4":"17%","percent_5":"9%","right_answer":"A.Blood accumulation in the pericardial space","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mechanical complications of acute myocardial infarction# ∆⨉∆⨉ §^#Complication# ∆^#Time course# ∆^#Clinical findings# §^#Papillary muscle$ rupture/dysfunction*# ∆^Acute or within 3–5 days ∆ • Severe pulmonary edema, respiratory distress • New early systolic murmur (acute MR) • Hypotension/cardiogenic shock §^#Interventricular$ septum rupture# ∆^Acute or within 3–5 days ∆ • Chest pain • New holosystolic murmur • Hypotension/cardiogenic shock • Step up in O2 level from RA to RV §^#Free wall rupture**# ∆^Within 5 days or up to 2 weeks ∆ • Chest pain • Distant heart sounds • Shock, rapid progression to cardiac arrest §^#Left ventricular$ aneurysm**# ∆^Up to several months ∆ • Heart failure • Angina, ventricular arrhythmias %*Usually due to right coronary artery occlusion. $ **Usually due to left anterior descending artery occlusion. $ #MR =# mitral regurgitation; #RA =# right atrium; #RV =# right ventricle.","explanation_img":"","explanation_1":"","explanation_2":"This patient was initially admitted with chest pain and ST-segment elevation in the anterolateral ECG leads, findings consistent with an #ST-elevation myocardial infarction# (MI) of the left ventricle.  Several days later, her abrupt-onset dyspnea and hypotension were most likely due to #left ventricular (LV) free wall rupture#, a potential mechanical complication of transmural MI. $LV free wall rupture usually occurs within 5 days but can occur up to 2 weeks following MI.  During this time, the infarcted myocardial wall is substantially weakened by coagulative necrosis, leukocyte infiltration, and enzymatic lysis of myocardial connective tissue and may be unable to withstand the shear stress generated by the high-pressure left ventricle.  #Delayed reperfusion# (or absent reperfusion as in this patient), increases myocardial damage, further weakening the LV wall and #increasing the risk of rupture#. $With LV rupture, blood abruptly fills the pericardial space, resulting in hemopericardium and #acute cardiac tamponade# with rapidly #increased intrapericardial pressure#.  At onset, patients may experience dyspnea, diaphoresis, and sometimes chest discomfort.  Diastolic filling of the relatively low-pressure right-sided heart chambers is abruptly restricted (causing jugular venous distension), and blood flow through the pulmonary circulation to the left side of the heart drops precipitously (the #lungs remain clear#).  Cardiac output profoundly decreases, resulting in #hypotension# and @obstructive shock@ that rapidly leads to cardiac arrest. $#(Choices B and D)#  Papillary muscle rupture, causing acute mitral regurgitation, and interventricular septum rupture, causing a ventricular septal defect, can occur acutely or within 5 days of MI.  Both defects typically cause a new holosystolic murmur and lead to LV failure with pulmonary edema.  @Cardiogenic shock@ with hypotension commonly develops, but lung crackles would be expected on examination. $#(Choice C)#  Ischemic reperfusion injury can occur when blood flow is abruptly restored to infarcted myocardium, and it may rarely lead to cardiac arrest (via precipitation of ventricular fibrillation or profound myocardial contractile dysfunction).  However, it is extremely unlikely in this patient who received no reperfusion therapy. $#(Choice E)#  LV aneurysm formation is typically a delayed mechanical complication of MI, occurring after several weeks or months.  Patients typically develop gradually progressive heart failure or angina. $#Educational objective# Left ventricular free wall rupture is a mechanical complication that can occur within 5 days or up to 2 weeks following transmural (ST-elevation) myocardial infarction.  Patients usually develop acute cardiac tamponade with hypotension and obstructive shock that rapidly leads to cardiac arrest.  ","clickable_1":"images/img1.195.jpg","clickable_2":"images/img2.195.jpg"},

{"id":"15868","title":"An autopsy is being performed on a 72-year-old man with a history of myocardial infarction.  Light microscopy of a portion of the left ventricle reveals the findings shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15868.jpg","title_2":"This patient most likely sustained the myocardial infarction during which of the following time frames prior to his death?","audio":"","comparison_items":"","answer_1":"A. Less than 4 hours","answer_2":"B. 1 to 3 days","answer_3":"C. 7 to 10 days","answer_4":"D. 2 weeks to 2 months","answer_5":"E. More than 2 months","percent_1":"9%","percent_2":"77%","percent_3":"12%","percent_4":"2%","percent_5":"1%","right_answer":"B. 1 to 3 days","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Time after myocardial infarction# ∆^#Predominant light microscopic changes# §^0-4 hours ∆ • No visible change §^4-12 hours ∆ • Wavy fibers with narrow, elongated myocytes §^12-24 hours ∆ • Myocyte hypereosinophilia with pyknotic (shrunken) nuclei §^1-3 days ∆ • Coagulation necrosis (loss of nuclei & striations) • Prominent neutrophilic infiltrate §^3-7 days ∆ • Disintegration of dead neutrophils & myofibers • Macrophage infiltration at border areas §^7-10 days ∆ • Robust phagocytosis of dead cells by macrophages • Beginning formation of granulation tissue at margins §^10-14 days ∆ • Well-developed granulation tissue with neovascularization §^2-8 weeks ∆ • Progressive collagen deposition & scar formation","explanation_img":"","explanation_1":"","explanation_2":"Postmortem histopathology of this patient's myocardium reveals a @dense neutrophilic infiltrate@ surrounded by relatively normal myocytes consistent with the morphologic changes expected in the border zone of ischemic injury #1-3 days after# myocardial infarction (MI).  Myocardial cells are highly metabolically active and susceptible to #ischemic injury# after as little as 3-4 minutes of oxygen deprivation due to coronary artery blockage. $After irreversible myocardial injury, a series of characteristic #microscopic changes# occur over predictable time frames due to #coagulative necrosis# of myocardial fibers and infiltration of #inflammatory cells#, which play an essential role in the healing process: $• During the first 4 hours post-MI, no visible change occurs although cardiac-specific enzymes can be detected in the patient's bloodstream #(choice A).# $• From 4 to 24 hours post-MI, changes due to digestion of cytoplasmic organelles, denaturation of proteins, and loss of RNA become visible (eg, wavy, hypereosinophilic myocytes with shrunken nuclei), especially in the central portion of the infarct. $• From #1 to 3 days# post-MI, #neutrophils infiltrate# the #border zone# of the injured tissue in response to proinflammatory cytokines (eg, IL-6, IL-8), eventually migrating to the central portion of the infarct.  These neutrophils phagocytize dead myocytes and release #lysosomal enzymes#, reactive oxygen species, and #cytokines# (eg, IL-1, TNF-α) that can prevent infiltration by pathogens and facilitate wound healing. $• From 3 to 10 days post-MI, macrophages infiltrate and phagocytize dead myocytes and neutrophils while initiating the formation of granulation tissue by producing cytokines (eg, IL-10) and growth factors (TGF-β) #(choice C).# $• From 10 to 14 days post-MI, prominent fibroblast proliferation, collagen deposition, and neovascularization of @granulation tissue@ are present. $• From 2 weeks to 2 months post-MI, collagen remodeling and fibroblast differentiation into myofibroblasts drive the formation of @scar tissue@ #(choice D).# $• After 2 months post-MI, remodeling continues to a slower rate as the scar matures and contracts #(choice E).# $#Educational objective# Irreversible myocardial ischemic injury initiates a series of predictable morphologic changes over the hours to weeks after the initial injury.  From 1 and 3 days after the initial injury, neutrophils infiltrate the border zone of the injured tissue (where myocytes are relatively normal) in response to proinflammatory cytokines (eg, IL-6, IL-8), eventually migrating to the central portion of the infarct.  ","clickable_1":"images/img1.15868.jpg","clickable_2":"images/img2.15868.jpg","clickable_3":"images/img3.15868.jpg"},

{"id":"447","title":"A 44-year-old man is evaluated in the clinic for occasional chest discomfort that is not consistently related to exertion.  The patient's past medical history is significant for hypertension and hyperlipidemia.  His grandfather experienced a myocardial infarction at age 50.  Coronary CT angiography reveals several nonobstructive atherosclerotic plaques in the coronary arteries.  One plaque in the proximal left anterior descending artery appears extensive, has a large hypodense core, and occupies 40% of the lumen.  No intervention is performed.  One year later, the patient comes to the emergency department with acute severe chest pain and is found to have thrombotic occlusion of the proximal left anterior descending artery.  High intraplaque activity of which of the following enzymes most likely resulted in this patient's myocardial infarction?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hydroxymethylglutaryl CoA reductase","answer_2":"B. Lysyl oxidase","answer_3":"C. Metalloproteinases","answer_4":"D. Procollagen peptidases","answer_5":"E. Prolyl hydroxylase","percent_1":"16%","percent_2":"10%","percent_3":"60%","percent_4":"9%","percent_5":"4%","right_answer":"C. Metalloproteinases","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp447.jpg","explanation_1":"","explanation_2":"$This patient with coronary atherosclerosis has likely developed plaque rupture with thrombotic occlusion of the left anterior descending artery, resulting in acute coronary syndrome (unstable angina, myocardial infarction). $ Patients with coronary @atherosclerosis@ can be asymptomatic but typically develop symptoms of stable angina (exertional chest pain relieved with rest/nitroglycerin) if progressive enlargement of the atherosclerotic plaque causes >70% luminal stenosis. #Acute coronary syndrome# usually occurs due to #plaque rupture#, which leads to superimposed #thrombosis# and vessel occlusion.  The likelihood of plaque rupture is typically related to plaque stability rather than plaque size or degree of luminal narrowing.  Plaque stability largely depends on the mechanical strength of the fibrous cap:  Thin-cap fibroatheromas are generally unstable and more vulnerable to rupture. $ During the chronic inflammatory progression of an atheroma, the fibrous cap is continually being remodeled.  The balance of collagen synthesis and degradation determines the mechanical strength of the cap.  #Thin-cap fibroatheromas# are characterized by a large necrotic core covered by a thin fibrous cap.  Activated macrophages infiltrating the atheroma contribute to the breakdown of extracellular matrix proteins (eg, collagen) by secreting #metalloproteinases#.  Ongoing intimal inflammation can destabilize the mechanical integrity of the plaque through release of these metalloproteinases, resulting in plaque rupture and consequent acute coronary syndrome. $ (Choice A)  Hydroxymethylglutaryl (HMG) CoA reductase is the rate-limiting enzyme in cholesterol synthesis and is mostly expressed in the liver, intestine, adrenal cortex, and reproductive tissues.  Patients with hyperlipidemia are typically treated with statins (eg, atorvastatin), which competitively inhibit HMG CoA reductase. $ (Choice B)  Lysyl oxidase strengthens extracellular collagen fibers by mediating cross-link formation between lysine and hydroxylysine residues (requires copper).  Therefore, a high activity of lysyl oxidase would favor atheroma stabilization by strengthening collagen in the fibrous cap. $ (Choice D)  Procollagen peptidase cleaves the terminal regions of procollagen molecules exocytosed by fibroblasts or smooth muscle cells, transforming procollagen into insoluble tropocollagen.  Tropocollagen then aggregates to form collagen fibrils. $ (Choice E)  Prolyl hydroxylase is responsible for the hydroxylation of proline on procollagen chains (requires vitamin C), which is a necessary step in the formation of a stable collagen triple helix. $ Educational objective The likelihood of plaque rupture is related to plaque stability rather than plaque size or the degree of luminal narrowing.  Plaque stability largely depends on the mechanical strength of the fibrous cap.  Inflammatory macrophages in the intima may reduce plaque stability by secreting metalloproteinases, which degrade extracellular matrix proteins (eg, collagen).","clickable_1":"images/img1.447.mp4"},

{"id":"446","title":"A 68-year-old man is brought to the emergency department with chest pain.  For the last year, the patient has had exertional chest pain that has progressively worsened.  He was shoveling snow this morning when the pain became unbearable.  He has smoked a pack of cigarettes daily for 40 years.  Blood pressure is 140/100 mm Hg and pulse is 90/min.  Examination showed mild diaphoresis.  The lungs are clear to auscultation.  ECG shows ST-and T-wave changes suggestive of ischemia.  Cardiac enzymes are elevated.  Emergent coronary angiography is performed, which demonstrates significant atherosclerotic involvement of the left anterior descending and circumflex arteries.  Development of these vascular lesions most likely involved growth factors released from which of the following sources?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B lymphocytes","answer_2":"B. Eosinophils","answer_3":"C. Erythrocytes","answer_4":"D. Mast cells","answer_5":"E. Neutrophils","answer_6":"F. Platelets","percent_1":"2%","percent_2":"1%","percent_3":"2%","percent_4":"7%","percent_5":"22%","percent_6":"65%","right_answer":"F. Platelets","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp446.jpg","explanation_1":"","explanation_2":"$The development of atherosclerotic plaque, or @atheroma@, involves a multistep process: $ • Initially, factors including hyperlipidemia, hypertension, hyperglycemia, and smoking trigger #endothelial injury and/or dysfunction#.  This leads to increased vascular permeability, enhanced leukocyte adhesion, and a higher propensity for thrombosis. $ • Lipoproteins (ie, LDL and oxidized LDL) enter the arterial wall intima and begin to accumulate.  Monocytes adhere to the endothelial wall and enter into the intima as well; these cells transform into macrophages and engulf lipid particles to become foam cells.  #Platelets# adhere to the abnormal endothelium and become activated. $ • Growth factors, namely #platelet-derived growth factor# (PDGF), are released from platelets, #activated macrophages#, and endothelial cells.  This triggers #smooth muscle cell# (SMC) recruitment from the media and #proliferation# in the intima. $ Over time, progressive SMC proliferation and accumulation of necrotic debris (due to macrophage/foam cell and SMC death) lead to growth of the atheroma.  SMCs encourage plaque stability by synthesizing collagen, whereas activated inflammatory cells break down collagen and contribute to plaque instability.  HDL likely extracts lipids from the intima back into the bloodstream and helps slow atheroma development. $ (Choice A)  B lymphocytes are not known to play a significant role in atheroma development.  However, T lymphocytes in the arterial wall intima likely play a role in activating macrophages, endothelial cells, and SMCs by releasing inflammatory cytokines (eg, interferon-γ). $ #(Choices B and D)#  Eosinophils and mast cells are important in IgE-mediated (Type I) hypersensitivity reactions; mast cells release histamine in the early phase, and eosinophils release leukotrienes and major basic protein in the late phase of the reaction.  However, these cells are not significantly involved in atheroma development. $ #(Choices C and E)#  Neither erythrocytes nor neutrophils release growth factors or play a significant role in atheroma development. $ Educational objective During the development of atherosclerotic plaque (atheroma), activated macrophages, platelets, and endothelial cells release growth factors (eg, platelet-derived growth factor) that stimulate recruitment of smooth muscle cells from the arterial wall media and their subsequent proliferation in the intima.","clickable_1":"images/img1.446.mp4"},

{"id":"192","title":"A 57-year-old unconscious man is brought to the emergency department by his wife.  Thirty minutes prior, the patient developed severe chest pain and asked to be taken to the hospital.  On the way, he became unresponsive.  According to his wife, the patient had been having intermittent, short-lived episodes of chest pain over the past several days.  The patient's medical history is significant for hypertension, type 2 diabetes mellitus, and hypercholesterolemia.  He is not adherent with medications or follow-up.  In the emergency department, the patient has no spontaneous respirations or circulation and is pronounced dead.  An autopsy examination is performed, and a cross-section of the mid-right coronary artery is shown in the exhibit.  Which of the following is the most likely immediate cause of death in this patient?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit192.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrial fibrillation","answer_2":"B. Cardiac free wall rupture","answer_3":"C. Embolic stroke","answer_4":"D. Regional contractile dysfunction","answer_5":"E. Ventricular fibrillation","answer_6":"F. Ventricular septal rupture","percent_1":"8%","percent_2":"4%","percent_3":"13%","percent_4":"20%","percent_5":"53%","percent_6":"1%","right_answer":"E. Ventricular fibrillation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp192.jpg","explanation_1":"","explanation_2":"$This patient's clinical features are suggestive of #coronary artery disease# (chest pain and multiple risk factors) causing an #acute myocardial infarction# (MI).  The diagnosis is confirmed by autopsy showing a large atheromatous plaque with superimposed thrombosis causing complete obstruction of the right coronary artery. $ Acute MI is a common cause of #sudden cardiac death# (SCD) (the abrupt cessation of organized cardiac activity leading to hemodynamic collapse and inadequate tissue perfusion).  SCD due to acute MI usually results from a malignant ventricular arrhythmia (ie, #ventricular fibrillation# or ventricular tachycardia degenerating to ventricular fibrillation) that is triggered by #electrical instability# in the ischemic myocardium. $ (Choice A)  Atrial fibrillation can sometimes occur during acute MI; however, organ perfusion is usually maintained and it is not a common cause of SCD. $ #(Choices B and F)#  Ventricular septal rupture (most common with left anterior descending artery occlusion) and cardiac free wall rupture are @mechanical complications@ of acute MI that typically occur several days following the event.  Septal rupture can sometimes occur acutely, but it is likely to cause symptomatic cardiogenic shock (eg, hypotension, respiratory distress/failure) rather than SCD. $ (Choice C)  Embolic stroke can result from embolization of a left ventricular (LV) mural thrombus that forms in an area of infarcted and akinetic myocardium.  However, LV thrombus typically takes several days to form, and embolic stroke does not typically lead to SCD. $ (Choice D)  Acute MI commonly causes regional contractile dysfunction in the area of myocardium supplied by the affected artery.  Infarction involving >50% of the myocardium can cause ventricular failure and cardiogenic shock, typically presenting with hypotension and respiratory distress rather than SCD. $ Educational objective Ventricular fibrillation is the most common mechanism of sudden cardiac death due to acute myocardial infarction.  It results from arrhythmogenic foci triggered by electrical instability in the ischemic myocardium.","clickable_1":"images/img1.192.jpg"},

{"id":"781","title":"A 53-year-old man comes to the physician for a follow-up visit after an acute myocardial infarction.  His medications include metoprolol and low-dose aspirin.  He used to smoke 2 packs of cigarettes daily but quit after his myocardial infarction.  The patient's father has hypertension and his mother has type 2 diabetes mellitus.  He currently weighs 100 kg (220 lb) and is 178 cm (70 in) tall.  Examination shows an obese male with no other abnormalities.  His total serum cholesterol level is 155 mg/dL, with an HDL level of 27 mg/dL and a triglyceride level of 92 mg/dL.  Which of the following lipid-lowering agents would be most effective for preventing future cardiovascular events in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absorption inhibitor","answer_2":"B. Cationic exchange resin","answer_3":"C. Enzyme inhibitor","answer_4":"D. Essential fatty acids","answer_5":"E. Pharmacologic vitamin","answer_6":"F. Transcription factor ligand","percent_1":"5%","percent_2":"2%","percent_3":"55%","percent_4":"6%","percent_5":"28%","percent_6":"4%","right_answer":"C. Enzyme inhibitor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Lipid-lowering therapy# ∆⨉∆⨉∆⨉§ ∆^#LDL$ cholesterol# ∆^#HDL#$ #cholesterol# ∆^#Serum $triglycerides#§^#Statins (atorvastatin,$ rosuvastatin, simvastatin)# ∆^#↓↓# ∆^↑ ∆^↓§^#Fibrates (fenofibrate,$ gemfibrozil)# ∆^↓ ∆^↑ ∆^#↓↓#§^#Bile acid sequestrants$ (cholestyramine, colesevelam,$ colestipol)# ∆^↓ ∆^- ∆^↑§^#Niacin# ∆^↓ ∆^#↑↑# ∆^↓§^#Ezetimibe# ∆^#↓# ∆^- ∆^↓§^#Omega-3 fatty acids# ∆^- ∆^↑ ∆^↓§^#Exercise & weight loss# ∆^↓ ∆^↑ ∆^#↓↓#%#HDL =# high-density lipoprotein; #LDL =# low-density lipoprotein.","explanation_img":"","explanation_1":"","explanation_2":"Patients with #low high-density lipoprotein (HDL) levels# (men <40 mg/dL, women <50 mg/dL) are at #increased risk for cardiovascular disease#.  HDL is involved in reverse cholesterol transport; it helps to remove cholesterol from peripheral tissues and transports it to the liver for metabolism.  This is accomplished through 2 different pathways.  In the direct pathway, HDL delivers cholesterol esters directly to the liver via a scavenger receptor (SCARB1) on the hepatocyte cell membrane.  In the indirect pathway, the cholesterol in HDL is transferred to low-density lipoprotein (LDL) and very low-density lipoprotein (VLDL) by the cholesteryl ester transfer protein. $Nonpharmacologic measures such as exercise, weight loss, and smoking cessation help to raise HDL levels and have significant cardiovascular benefits.  In contrast, use of medications to raise HDL levels does #not# improve cardiovascular outcomes.  Pharmacologic treatment of patients with low HDL levels should focus on lowering LDL cholesterol with #HMG-CoA reductase inhibitors# (statins), as these are the most effective lipid-lowering drugs for preventing cardiovascular events.  Statins are indicated for secondary prevention in all patients with known atherosclerotic cardiovascular disease, #regardless# of baseline lipid levels. $#(Choice A)#  Ezetimibe inhibits cholesterol absorption from the gastrointestinal tract, but evidence for reduction in cardiovascular events is mixed, and benefits over statin monotherapy are likely minimal.  It may be considered for patients who cannot take statins due to significant hepatotoxicity or myopathy, or who have very high LDL levels despite statin therapy. $#(Choice B)#  Cationic exchange resins (eg, cholestyramine) decrease LDL cholesterol by interfering with the enterohepatic circulation of bile acids.  Bile acid binding resins can significantly increase triglyceride levels in patients with pre-existing hypertriglyceridemia.  In addition, cationic exchange resins have not been proven to prevent cardiac events. $#(Choice D)#  Omega-3 essential fatty acids are sometimes used for hyperlipidemia treatment.  They cause a decrease in serum triglycerides and a slight increase in HDL concentration but do not appear to significantly reduce cardiovascular events. $#(Choice E)#  Niacin (vitamin B3) given in pharmacologic doses is the most effective agent for raising HDL levels, but does not reduce the risk of cardiovascular events and is associated with adverse effects (eg, flushing, hyperglycemia).  It is primarily used for patients who have failed other lipid-lowering drugs. $#(Choice F)#  Fibrates activate peroxisomal proliferator-activated receptor alpha, a transcription factor that increases lipoprotein lipase activity.  Fibrates decrease triglyceride levels and raise HDL levels.  However, fibrates are inferior to statins for reducing cardiovascular events and are primarily used to prevent pancreatitis in patients with very high triglyceride levels. $#Educational objective# Although low HDL concentration is associated with increased cardiovascular risk, the use of medications to raise HDL levels does not improve cardiovascular outcomes.  HMG-CoA reductase inhibitors (statins) lower total cholesterol and LDL levels.  Statins are the most effective lipid-lowering drugs for primary and secondary prevention of cardiovascular events, regardless of baseline lipid levels.  "},

{"id":"37","title":"A 55-year-old man is brought to the emergency department due to severe substernal chest pain that is accompanied by sweating and mild dyspnea.  The pain started as midline chest discomfort several hours ago but then progressively worsened such that the patient could not fall asleep.  He received sublingual nitroglycerin in the ambulance without significant pain relief.  His medical history includes hypertension, type 2 diabetes mellitus, and hyperlipidemia.  ECG demonstrates normal sinus rhythm and ST-segment elevation in leads I, aVL, and V1-V4, with deep Q wave development over the next several hours.  Cardiac catheterization in this patient would most likely show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atherosclerotic plaque obstructing 50% of the coronary artery lumen, no thrombus","answer_2":"B. Atherosclerotic plaque obstructing 80% of the coronary artery lumen, no thrombus","answer_3":"C. Ruptured atherosclerotic plaque with fully obstructive thrombus","answer_4":"D. Significant coronary artery vasospasm causing flow obstruction","answer_5":"E. Ulcerated atherosclerotic plaque with partially obstructive thrombus","percent_1":"1%","percent_2":"13%","percent_3":"76%","percent_4":"5%","percent_5":"5%","right_answer":"C. Ruptured atherosclerotic plaque with fully obstructive thrombus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp37.jpg","explanation_1":"","explanation_2":"$This patient with persistent substernal chest pain and ECG demonstrating ST elevation in the anterolateral leads has an #ST-elevation myocardial infarction$ (STEMI).  In the evolution of STEMI on ECG, peaked T waves in the affected leads are typically the first manifestation, followed by the appearance of ST elevation within several minutes, then Q waves within hours to days.  Patients with STEMI typically have sudden-onset substernal chest pain that may be accompanied by nausea, diaphoresis, or dyspnea; the pain does not improve with rest or the administration of short-acting nitrates (eg, nitroglycerin). $Myocardial infarction is usually caused by acute #atherosclerotic plaque rupture# with release of lipids, collagen, and tissue factor into the blood stream; because these contents are highly thrombogenic, there is rapid formation of #overlying thrombus#.  In STEMI, the overlying thrombus is extensive enough to fully occlude the coronary artery lumen, completely blocking blood flow to a portion of the heart and leading to transmural (full-thickness) infarction of the myocardial wall.  Partially obstructive thrombus #(choice E)# is likely to produce non-STEMI or unstable angina.  Non-STEMI is associated with impaired blood flow to only the subendocardial region; the symptomatic presentation is similar to STEMI, but ECG reveals ST segment and T wave abnormalities with no ST elevation. $ (Choice A)  Atherosclerotic plaque obstructing 50% of the coronary artery lumen is likely to be asymptomatic.  Symptoms of stable angina do not typically become prominent until >70% of the cross-sectional area of the coronary artery lumen is occluded. $ (Choice B)  Atherosclerotic plaque obstructing 80% of the coronary artery lumen is likely to cause stable angina, characterized by substernal or left-sided chest pressure, tightness, or pain that is precipitated by exertion and relieved by rest or short-acting nitrates. $ (Choice D)  Coronary artery vasospasm (vasospastic or Prinzmetal angina) results from hyperactivity of intimal smooth muscle, usually in the absence of significant atherosclerotic coronary artery disease.  Transient anginal chest pain with corresponding ST elevation on ECG can occur; however, the chest pain should rapidly resolve with nitroglycerin. $ Educational objective ST-elevation myocardial infarction involves transmural (full-thickness) infarction of the myocardial wall, and usually results from acute atherosclerotic plaque rupture with the development of overlying thrombus that fully occludes the coronary artery lumen.  It classically presents with sudden-onset substernal chest pain that is not relieved by rest or short-acting nitrates.  ECG demonstrates ST elevation in the affected leads with subsequent development of Q waves."},

{"id":"712","title":"A 63-year-old man comes to the office for a follow-up visit.  Two months ago, he was hospitalized for chest pain and was found to have a blockage in the left anterior descending artery.  He had percutaneous coronary intervention with placement of a drug-eluting stent, and was discharged on appropriate medical therapy.  His other medical problems include hypertension, type 2 diabetes mellitus, and degenerative joint disease.  The patient has been taking all his medications as prescribed.  He has no chest pain but does have diffuse muscle aches and cramps, especially after exercise.  Physical examination is unremarkable.  Laboratory testing reveals elevated serum creatine kinase.  The medication most likely responsible for this patient's current findings also causes which of the following effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased gastric mucosal prostaglandin synthesis","answer_2":"B. Elevated plasma bradykinin level","answer_3":"C. Impaired potassium entry into cells","answer_4":"D. Increased hepatocyte LDL receptor recycling","answer_5":"E. Increased renal calcium reabsorption","answer_6":"F. Inhibition of hepatic gluconeogenesis","percent_1":"3%","percent_2":"6%","percent_3":"8%","percent_4":"65%","percent_5":"4%","percent_6":"14%","right_answer":"D. Increased hepatocyte LDL receptor recycling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptoms are most likely due to #statin-induced myopathy#.  Statins are an effective treatment for hypercholesteremia and are now routinely prescribed for all patients with symptomatic coronary artery disease, regardless of baseline cholesterol levels.  Myopathy is the most common complication of statin use, and symptoms can range from myalgia or myopathy, with or without myonecrosis (elevated serum creatine kinase), to frank rhabdomyolysis. $Statins act through competitive #inhibition# of #HMG-CoA reductase#, preventing conversion of HMG-CoA to mevalonic acid (the rate-limiting step in cholesterol biosynthesis).  Decreased liver cholesterol synthesis leads to increased hepatic clearance of LDL from the circulation by LDL receptors.  After mediating endocytosis of LDL particles, the LDL receptors are returned to the cell surface for reuse (receptor recycling); LDL is digested and used for metabolic purposes.  This #increase in LDL receptor recycling# allows intrahepatic cholesterol levels to remain at normal levels while blood levels are kept low. $#(Choice A)#  Nonsteroidal anti-inflammatory drugs inhibit cyclooxygenase (prostaglandin synthase), leading to decreased synthesis of gastric mucosal prostaglandin. $#(Choice B)#  Angiotensin-converting enzyme (ACE) inhibitors inhibit the conversion of angiotensin I to angiotensin II.  ACE also acts as a kininase, and ACE inhibition also leads to increased plasma bradykinin levels. $#(Choice C)#  Stimulation of beta-2 receptors by catecholamines increases extracellular potassium movement into cells.  This effect is blocked by beta-blockers (primarily non-selective agents such as propranolol or labetalol), which impair potassium entry into cells and cause minor elevations in plasma potassium. $#(Choice E)#  Thiazide diuretics increase calcium reabsorption in the distal tubule of the nephron and can lead to hypercalcemia.  In contrast, decreased calcium excretion is useful in patients with renal stones due to hypercalciuria. $#(Choice F)#  Metformin inhibits hepatic gluconeogenesis via inhibition of the mitochondrial isoform of glycerophosphate dehydrogenase in the liver.  Typical side effects of metformin include gastrointestinal upset and diarrhea.  Myopathy is not a common effect. $#Educational objective# Statins inhibit the intracellular rate-limiting step of cholesterol biosynthesis via competitive inhibition of HMG-CoA reductase.  This leads to enhanced hepatic LDL receptor recycling and increased LDL clearance from the circulation.  Statin-induced myopathy (eg, myalgia, elevated creatine kinase) is the most common complication of statin use.  "},

{"id":"15001","title":"A 34-year-old woman is brought to the emergency department due to chest pain.  The patient reports that she went to bed feeling well and woke up in the middle of the night with severe, crushing chest pain that radiated to her left arm.  She has had similar episodes over the past year that typically occur in early morning and spontaneously resolve after several minutes.  The patient has a history of occasional migraine that responds to acetaminophen.  She does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 150/100 mm Hg, pulse is 110/min, and respirations are 14/min.  On physical examination, the patient appears distressed and is diaphoretic.  ECG reveals ST-segment elevations in leads I, aVL, and V4-V6.  The patient is given nitroglycerin, which improves her symptoms.  Percutaneous coronary angiography is performed, and no obstructive lesions are observed.  Which of the following is most likely to be involved in the pathogenesis of this patient's chest pain?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased endothelial expression of endothelin-1","answer_2":"B.Granulomatous inflammation of arterial media","answer_3":"C.Hyperreactivity of vascular smooth muscle","answer_4":"D.Increased endothelial expression of prostacyclin","answer_5":"E.Ulceration of thin atheromatous fibrous cap","percent_1":"4%","percent_2":"5%","percent_3":"83%","percent_4":"3%","percent_5":"5%","right_answer":"C.Hyperreactivity of vascular smooth muscle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vasospastic angina#∆⨉§^#Pathogenesis# ∆ • Hyperreactivity of coronary smooth muscle due to endothelial dysfunction$ & autonomic imbalance§^#Clinical$ presentation# ∆ • Young age (<50) • Minimal CAD risk factors (other than smoking) • Recurrent chest discomfort$== ○ At rest or during sleep$== ○ Spontaneous resolution ≤15 min§^#Diagnosis# ∆ • ECG: ST-segment elevation during episode • Coronary angiography: no CAD%#CAD =# coronary artery disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #vasospastic angina# (formerly Prinzmetal angina), which involves #intermittent coronary artery vasospasm# leading to myocardial ischemia.  The condition likely results from hyperreactivity of arterial smooth muscle due to a combination of #endothelial dysfunction# and #autonomic imbalance#. $The major underlying defect in vasospastic angina is likely a deficiency of vasodilatory nitric oxide in the coronary artery endothelium, causing acetylcholine released from vagus nerve terminals to trigger vasoconstriction rather than vasodilation.  Patients typically experience episodes of #recurrent chest discomfort# that spontaneously #resolve within 15 minutes#.  The episodes often occur at rest or #during sleep#, when vagal tone is at a peak.  As with typical angina, there may be associated diaphoresis, nausea, and dyspnea, but unlike typical angina, patients are usually young (age <50) and lack most risk factors for atherosclerotic coronary artery disease (CAD) (eg, hypertension, diabetes).  However, smoking is a strong risk factor, likely due to its contribution to endothelial dysfunction. $Vasospastic angina is usually diagnosed by ambulatory ECG (Holter monitor) that shows #ST elevation# during an episode of chest discomfort, followed by coronary angiography to rule out atherosclerotic CAD.  Sublingual nitroglycerin is effective in relieving an active episode of vasospastic angina, and calcium channel blockers (eg, diltiazem, amlodipine) are effective in preventing episodes. $#(Choices A and D)#  Endothelin-1 is a potent vasoconstrictor and prostacyclin is a vasodilator.  Therefore, decreased expression of endothelin-1 or increased expression of prostacyclin would stimulate coronary vasodilation rather than vasospasm. $#(Choice B)#  Granulomatous inflammation of arterial media occurs in Takayasu arteritis, a large-vessel vasculitis affecting the aorta and its major branches.  Young women of Asian descent are most commonly affected and sometimes develop angina due to coronary artery involvement; however, limb claudication (due to subclavian artery involvement) accompanied by constitutional symptoms (eg, fever, fatigue) is a more common presentation. $#(Choice E)#  Ulceration of the thin fibrous cap overlying an atherosclerotic plaque can lead to unstable angina, characterized by intermittent chest discomfort similar to that of vasospastic angina.  However, atherosclerotic CAD is unlikely in this young woman without significant CAD risk factors. $#Educational objective# Vasospastic angina involves hyperreactivity of coronary artery smooth muscle.  Patients are usually young (age <50) and without significant risk factors for coronary artery disease; they experience recurrent episodes of chest discomfort that typically occur during rest or sleep and resolve within 15 minutes.  "},

{"id":"300","title":"A 78-year-old man dies of advanced esophageal cancer.  The man's family donates his body for teaching purposes and an autopsy is performed.  Gross examination of the heart reveals left ventricular chamber size and wall thickness within normal limits.  No significant atherosclerosis is seen in the coronary arteries.  On microscopic examination, myocardial cells demonstrate prominent yellow-brown intracytoplasmic granules as shown in the @exhibit@.  Which of the following most likely accounts for the observed microscopic changes?","exhibit_1":"images/exhibit300.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Exogenous pigment endocytosis","answer_2":"B. Glucose polymerization","answer_3":"C. Iron overload","answer_4":"D. Lipid peroxidation","answer_5":"E. Protein accumulation","answer_6":"F. Tyrosine oxidation","percent_1":"6%","percent_2":"0%","percent_3":"18%","percent_4":"64%","percent_5":"10%","percent_6":"1%","right_answer":"D. Lipid peroxidation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"$The @yellow-brown pigment@ contained within intracytoplasmic granules (ie, #residual bodies#) in this man's myocardium represents #lipofuscin#.  Lipofuscin is composed of #lysosomal breakdown products# including #lipid polymers# and protein-complex #phospholipids# that result from free radical injury and #lipid peroxidation#.  The insoluble granules are considered a #wear-and-tear product# that #accumulates with age#, and they are commonly seen in low-turnover cells (eg, heart, liver, central nervous system) of the elderly. $ Malnourishment, as may have been present in this man with advanced esophageal cancer, may contribute to increased lipofuscin production. $ (Choice A)  A common example of exogenous pigment endocytosis occurs when urban-residing individuals inhale carbon or coal dust that is taken up by macrophages within the lung parenchyma, resulting in prominent @black pigment@ (ie, anthracosis). $ (Choice B)  Glycogen is a glucose polymerization product and typically appears as clear vacuoles within the cytoplasm.  These clear vacuoles are seen in abundance in patients with @glycogen storage disease@. $ (Choice C)  Iron-containing brown pigment called hemosiderin is often seen in areas of localized iron overload caused by bleeding into tissues.  Decompensated heart failure causes leakage of edema and erythrocytes into the lung parenchyma, and @hemosiderin-laden macrophages@ can be seen. $ (Choice E)  Hyaline is a form of protein accumulation that can be intracellular or extracellular.  It typically appears as a glassy, homogeneous pink deposit, as seen with @hyaline arteriosclerosis@ of the kidney. $ (Choice F)  Melanin is an oxidation product of tyrosine metabolism and typically appears as pigmented granules dark brown to black in color.  Melanoma demonstrates high @melanin@ content. $ Educational objective Lipofuscin is a yellow-brown pigment composed of lysosomal breakdown products of lipid polymers and protein-complex phospholipids.  It is considered a wear-and-tear product and marker of aging because it accumulates over time, and residual bodies containing lipofuscin are prevalent in low-turnover cells (eg, heart, liver, central nervous system) of the elderly.","clickable_1":"images/img1.300.jpg","clickable_2":"images/img2.300.jpg","clickable_3":"images/img3.300.jpg","clickable_4":"images/img4.300.jpg","clickable_5":"images/img5.300.jpg","clickable_6":"images/img6.300.jpg"},

{"id":"15875","title":"A 29-year-old man is brought to the emergency department by his friend due to retrosternal chest pain for the past hour.  The patient is agitated and restless.  Temperature is 38.1 C (100.6 F), blood pressure is 180/106 mm Hg in the right arm and 182/104 mm Hg in the left arm, pulse is 110/min, and respirations are 20/min.  Physical examination shows bilaterally dilated pupils, normal heart and lung sounds, and a nontender abdomen.  ECG shows sinus tachycardia with ST-segment depression in the precordial leads.  Chest x-ray reveals no parenchymal opacities or pleural effusion and a normal mediastinum and cardiac silhouette.  Cardiac enzymes are normal.  Sublingual nitroglycerin and benzodiazepine therapy relieve the symptoms.  Which of the following is the most likely cause of this patient's chest pain?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute pericarditis","answer_2":"B. Aortic dissection","answer_3":"C. Coronary artery thrombosis","answer_4":"D. Coronary artery vasoconstriction","answer_5":"E. Pulmonary infarction","percent_1":"7%","percent_2":"7%","percent_3":"9%","percent_4":"77%","percent_5":"0%","right_answer":"D. Coronary artery vasoconstriction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cardiovascular effects of cocaine intoxication# ∆⨉ §^#Physiologic effects# ∆ • Sympathetic stimulation $== ○ Hypertension & tachycardia $== ○ Coronary vasoconstriction §^#Clinical manifestations# ∆ • Myocardial ischemia or infarction • Aortic dissection • Neurologic ischemia or stroke §^#Treatment# ∆ • Benzodiazepines & nitroglycerin • Beta blockers contraindicated","explanation_img":"","explanation_1":"","explanation_2":"This patient is agitated and restless and has #dilated pupils#, tachycardia, and hypertension, suggesting #increased sympathetic activity# from #cocaine intoxication#.  Cocaine use commonly leads to adverse cardiovascular effects that result from inhibition of the presynaptic reuptake of norepinephrine. $#Overstimulation of adrenergic receptors# (eg, alpha-1, beta-1) causes an increase in heart rate, blood pressure, and myocardial contractility, leading to an increase in myocardial oxygen demand.  Arterial vasoconstriction, including #coronary vasoconstriction#, is also enhanced (alpha-1 effect), leading to a decrease in myocardial oxygen supply.  This myocardial oxygen supply-demand mismatch often causes #myocardial ischemia#, evidenced in this patient by retrosternal chest pain and ST-segment depression on ECG.  Peripheral vasoconstriction may also impair heat loss, causing #low-grade fever#. $Patients with suspected cocaine-induced chest pain are frequently treated with #nitroglycerin# (reduces cardiac preload) and #benzodiazepines# (reduces sympathetic outflow to alleviate tachycardia/hypertension) in order to #improve myocardial ischemia#.  Benzodiazepines also calm cocaine-induced psychomotor agitation, which helps further decrease myocardial oxygen demand. $#(Choice A)#  Acute pericarditis causes sharp, pleuritic chest pain and sometimes fever and may lead to widespread ST-segment elevation (but not depression) on ECG.  The chest pain typically requires anti-inflammatory medication (eg, ibuprofen) to resolve. $#(Choice B)#  Acute aortic dissection commonly presents with abrupt-onset, tearing chest pain in the setting of hypertension, and cocaine use increases the risk.  However, a widened mediastinum is expected on chest x-ray, and blood pressure asymmetry is often present in the upper extremities.  In addition, the chest pain is unlikely to resolve without pain medication. $#(Choice C)#  Coronary artery thrombosis causes myocardial infarction associated with atherosclerotic plaque rupture, which is unlikely in this relatively young patient.  Cocaine use rarely causes coronary artery thrombosis; associated chest pain is usually from myocardial ischemia due to myocardial oxygen supply-demand mismatch. $#(Choice E)#  Acute pulmonary embolism may cause pulmonary infarction, leading to pleuritic chest pain.  An associated pleural effusion is usually expected on chest x-ray, and the pain is unlikely to resolve without pain medication. $#Educational objective# Cocaine intoxication causes increased sympathetic activity, which may be recognized by agitation, dilated pupils, tachycardia, and hypertension.  Cocaine-induced chest pain typically results from myocardial oxygen supply-demand mismatch (ie, myocardial ischemia) in the setting of coronary artery vasoconstriction.  Sublingual nitroglycerin and benzodiazepines help improve the myocardial ischemia and relieve the chest pain.  "},

{"id":"15180","title":"A 64-year-old man comes to the emergency department due to chest discomfort and shortness of breath.  Medical history includes hypertension, type 2 diabetes mellitus, and severe osteoarthritis of the left knee.  The patient is an active smoker with a 20-pack-year smoking history.  He undergoes dobutamine infusion with simultaneous cardiac imaging.  The following is seen: $• Before infusion: normal left ventricular contractility, ejection fraction 60% $• During infusion: decreased apical contractility, ejection fraction 45% $• Five minutes after infusion: normal left ventricular contractility, ejection fraction 60% $Which of the following best explains the observed findings?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coronary artery occlusion due to plaque thrombosis","answer_2":"B. Coronary artery vasospasm","answer_3":"C. Focal myocardial fibrosis","answer_4":"D. Normal myocardial contractile response","answer_5":"E. Supply-demand mismatch due to fixed coronary stenosis","percent_1":"10%","percent_2":"11%","percent_3":"4%","percent_4":"18%","percent_5":"58%","right_answer":"E. Supply-demand mismatch due to fixed coronary stenosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Stable angina# results from #fixed coronary artery stenosis# in the setting of atherosclerotic coronary artery disease (CAD).  Such a stenosis limits blood supply to the downstream myocardium, which, during periods of increased myocardial oxygen demand (eg, exercise), can cause a #mismatch of oxygen supply and demand# that manifests as anginal symptoms (eg, chest pain, shortness of breath). $#Pharmacologic stress testing# can be useful in diagnosing atherosclerotic CAD.  Dobutamine, a beta-1 agonist, #increases heart rate and contractility# to mimic the increase in myocardial oxygen demand that occurs with exercise.  Myocardium that is unable to obtain sufficient blood flow to meet the increased oxygen demand typically demonstrates a #transient decrease in contractility# (ie, wall motion defect), often leading to #reduced ejection fraction#.  This patient with a transient wall motion defect localized to the cardiac apex most likely has a fixed atherosclerotic lesion that limits blood flow to that area of myocardium. $#(Choice A)#  Coronary artery occlusion due to plaque rupture and thrombosis leads to acute myocardial infarction (MI).  Because of total coronary artery occlusion and a completely blocked myocardial oxygen supply, a persistent (before, during, and after dobutamine infusion), rather than transient, wall motion defect would be expected. $#(Choice B)#  Vasospastic angina is due to coronary artery vasospasm and can mimic stable angina that results from atherosclerotic CAD; however, vasospastic angina typically occurs in relatively young patients (age <50).  In addition, dobutamine has only a small agonistic effect on alpha-1 receptors and is unlikely to trigger coronary vasospasm. $#(Choice C)#  Focal myocardial fibrosis typically results from previous MI.  Contractility is impaired in the fibrosed myocardium, leading to a persistent wall motion defect similar to that expected with acute MI. $#(Choice D)#  In the normal state, dobutamine boosts myocardial contractility, and the rise in myocardial oxygen demand is met by increased myocardial oxygen supply via increased blood flow.  Therefore, the normal response to dobutamine infusion is a transient increase in ejection fraction. $#Educational objective# Stable angina results from fixed coronary artery stenosis that limits blood flow to downstream myocardium, preventing the myocardial oxygen supply from increasing during exertion.  Dobutamine mimics the effects of exercise and increases myocardial oxygen demand; it can be used during stress testing to provoke areas of ischemic myocardium, which can be recognized on imaging by a localized and transient decrease in contractility (ie, wall motion defect).  "},

{"id":"1967","title":"A 54-year-old man comes to the physician for evaluation of exertional chest pain. He first noticed the pain a couple months ago when he was shoveling snow off his driveway and has since experienced several episodes while doing other strenuous tasks. He describes the pain as a heavy, crushing sensation and says it is relieved with rest. The patient undergoes coronary angiography and is found to have severe stenosis of the right coronary artery and left anterior descending and circumflex arteries. He is referred to a surgeon for coronary artery bypass grafting. During the procedure, a portion of his great saphenous vein is removed and grafted to one of the diseased coronary arteries to bypass its atherosclerotic narrowing. The vein used as a graft during this patient's procedure can be accessed at which of the following sites?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. At the midline of the popliteal fossa","ansImg_1":"","answer_2":"B. Just inferior to the anterior superior iliac spine","ansImg_2":"","answer_3":"C. Just inferolateral to the pubic tubercle","ansImg_3":"","answer_4":"D. Just superior to the inguinal ligament","ansImg_4":"","answer_5":"E. Over the lateral aspect of the foot","ansImg_5":"","right_answer":"C. Just inferolateral to the pubic tubercle","percent_1":"32%","percent_2":"7%","percent_3":"40%","percent_4":"4%","percent_5":"17%","explanation_img":"images/exp1967.jpg","explanation_1":"","explanation_2":"$When the left anterior descending artery (LAD) alone is occluded by an atherosclerotic plaque, the left internal mammary (thoracic) artery is the preferred vessel for bypass grafting due to superior patency rates.  However, when multiple coronary arteries or vessels other than the LAD require revascularization, great saphenous vein grafts are routinely used. $The #great saphenous vein# is located superficially in the leg and is the longest vein in the body.  It courses superiorly from the medial foot, anterior to the medial malleolus, and up the medial aspect of the leg and thigh.  In the proximal anterior thigh, 3-4 centimeters inferolateral to the pubic tubercle, the great saphenous vein dives deep through the cribriform fascia of the saphenous opening to join the femoral vein.  Surgeons access the great saphenous vein in the medial leg or, less commonly, near its point of termination in the @femoral triangle@ of the upper thigh.  The femoral triangle is bordered by the inguinal ligament superiorly, sartorius muscle laterally, and adductor longus muscle medially. $#(Choice A)#  The popliteal artery and vein course centrally through the popliteal fossa together with the tibial nerve.  Common medical problems that occur in the popliteal fossa include popliteal artery aneurysms, which account for the majority of peripheral artery aneurysms, and synovial (Baker's) cysts, which are commonly associated with arthritis. $#(Choice B)#  No major vessels are located immediately inferior to the anterior superior iliac spine (ASIS).  The ASIS serves as the superior attachment of the inguinal ligament, and a penetrating injury to the region below the ASIS could damage the lateral cutaneous nerve of the thigh. $#(Choice D)#  The deep circumflex iliac vessels course parallel and just superior to the inguinal ligament.  The superficial and inferior epigastric veins course above the midportion of the inguinal ligament. $#(Choice E)#  The small saphenous vein can be found at the lateral aspect of the foot.  This vein courses posteriorly to drain into the popliteal vein. $#Educational objective# The great saphenous vein is a superficial vein of the leg that originates on the medial side of the foot, courses anterior to the medial malleolus, and then travels up the medial aspect of the leg and thigh.  It drains into the femoral vein within the region of the femoral triangle, a few centimeters inferolateral to the pubic tubercle. ","clickable_1":"images/img1.1967.jpg"},

{"id":"443","title":"A 64-year-old man becomes unconscious after experiencing severe retrosternal chest pain.  He has a history of hypertension and dyslipidemia but is nonadherent with his prescribed medication regimen.  He also has a long history of heavy smoking.  Paramedics are called, and the man is pronounced dead on arrival to the emergency department.  An autopsy reveals diffuse atherosclerotic vascular disease involving the coronary arteries.  One of the atheromatous plaques in the left main artery has a ruptured fibrous cap with an overlying occluding thrombus.  Which of the following cellular components is most directly involved in formation of the fibrous portion of this patient's plaque?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activated platelets","answer_2":"B. Endothelial cells","answer_3":"C. Foamy macrophages","answer_4":"D. Infiltrating T lymphocytes","answer_5":"E. Smooth muscle cells","percent_1":"18%","percent_2":"14%","percent_3":"32%","percent_4":"3%","percent_5":"33%","right_answer":"E. Smooth muscle cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp443.jpg","explanation_1":"","explanation_2":"$#Atherosclerosis# is a chronic inflammatory and fibroproliferative disease triggered by #endothelial cell injury# from chronic hemodynamic stress (eg, hypertension), hypercholesterolemia, diabetes mellitus, and/or cigarette smoking.  The resulting endothelial cell dysfunction allows adherence and migration of monocytes and T lymphocytes into the intima #(choices B and D)#.  Increased vascular permeability also allows LDL cholesterol into the intima, where it becomes oxidized and is phagocytosed by the accumulating macrophages to produce lipid-laden foam cells #(choice C)#. $ Over time, the infiltrating leukocytes and dysfunctional endothelium (along with adherent activated platelets #(choice A)# release cytokines and growth factors (eg, platelet-derived growth factor, fibroblast growth factor, endothelin-1) that promote #migration and proliferation# of medial #smooth muscle cells# (SMCs) into the intima. $ This chronic inflammatory state drives further deposition of oxidized LDL cholesterol and proliferation of SMCs with increased production of extracellular matrix proteins (eg, #collagen#, proteoglycans), eventually forming the #fibrous cap# typical of a @mature atheroma@ (ie, fibrofatty plaque).  As the atheroma grows larger, the likelihood increases that the fibrous cap will be disrupted (atherosclerotic plaque rupture), followed by rapid luminal thrombosis that has catastrophic clinical consequences (eg, acute coronary syndrome, sudden cardiac death). $ Educational objective Medial smooth muscle cells are responsible for synthesizing the extracellular matrix proteins (eg, collagen, proteoglycans) that form the fibrous cap of a mature atheroma.  Progressive atheroma enlargement increases the likelihood of plaque rupture with resulting luminal thrombosis.","clickable_1":"images/img1.443.mp4"},

{"id":"15197","title":"A 45-year-old man comes to clinic due to frequent episodes of palpitations accompanied by dizziness, fatigue, and shortness of breath. Prolonged ECG monitoring identifies episodes of atrial fibrillation associated with a rapid ventricular response rate. A radiofrequency ablation procedure is planned. The access site is the right femoral vein. The ablation catheter is advanced to the left atrium where radiofrequency energy is used to eliminate an ectopic focus of abnormal electrical activity. During the procedure, the catheter most likely passes through which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic valve","ansImg_1":"","answer_2":"B. Interatrial septum","ansImg_2":"","answer_3":"C. Interventricular septum","ansImg_3":"","answer_4":"D. Pulmonic valve","ansImg_4":"","answer_5":"E. Tricuspid valve","ansImg_5":"","right_answer":"B. Interatrial septum","percent_1":"6%","percent_2":"63%","percent_3":"2%","percent_4":"11%","percent_5":"17%","explanation_img":"images/exp15197.jpg","explanation_1":"","explanation_2":"$A #venous catheter# traveling from the femoral vein to the heart passes through the iliac vein and inferior vena cava to reach the #right atrium#.  Once in the right atrium, structures within the right side of the heart and the pulmonary arteries are readily accessible.  However, because the @pulmonary capillaries@ are far too small to pass through, the left side of the heart must be accessed by #traversing the interatrial septum#.  The interatrial septum is traversed at the site of the #foramen ovale#, which in adults is typically covered by a thin membrane of fibrous tissue that can be easily punctured. $Entry into the #left atrium# allows for direct measurement of left atrial pressure (rather than an estimate via pulmonary capillary wedge pressure) and for access to arrhythmogenic foci that may be located on the left atrial myocardium or the pulmonary veins.  Following the procedure, the small atrial septal defect created by the catheter typically closes spontaneously. $#(Choice A)#  Arterial catheterization of the @left side@ of the heart typically starts in the femoral or radial artery and proceeds to the ascending aorta where pressure can be measured or dye can be placed into the coronary arteries to visualize atherosclerotic obstruction (ie, coronary angiography).  In addition, the aortic valve may be crossed to measure left ventricular pressure.  However, retrograde crossing of the structurally complex mitral valve is highly difficult, and the left atrium is not accessed via this route. $#(Choice C)#  The interventricular septum is not traversed during heart catheterization because the myocardium is thick and difficult to puncture, and high left ventricular pressure would likely prevent spontaneous closure of the ventricular septal defect that is created. $#(Choices D and E)#  The tricuspid valve is crossed during venous catherization to access the right ventricle, and the pulmonic valve is subsequently crossed to access the pulmonary arteries.  However, because the catheter cannot pass through the pulmonary capillaries, the left atrium cannot be accessed via this route. $#Educational objective# To access the left side of the heart, cardiac venous catheters must cross the interatrial septum at the site of the foramen ovale.  Entry into the left atrium allows for direct measurement of left atrial pressure and for access to arrhythmogenic foci on the left atrial myocardium or pulmonary veins.  ","clickable_1":"images/img1.15197.jpg","clickable_2":"images/img2.15197.jpg"},

{"id":"19674","title":"Researchers are studying the coronary circulation in various healthy and diseased states.  They measure blood flow and pressure (blue circle) in one of the epicardial coronary arteries of an experimental animal with cardiovascular physiology similar to that of humans.  Then they clamp the artery to simulate 60% atherosclerotic stenosis and remeasure the flow and pressure distal to the lesion.  Which of the following changes are most likely to be observed once steady state is achieved?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19674.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","percent_1":"5%","percent_2":"27%","percent_3":"36%","percent_4":"32%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19674.jpg","explanation_1":"","explanation_2":"$#Coronary autoregulation# helps maintain relatively constant coronary blood flow despite changes in perfusion pressure.  A significant #stenosis# (eg, >50%) causes #reduced distal perfusion pressure#, resulting in an initial decrease in distal blood flow with corresponding myocardial ischemia.  In response, the ischemic myocardium triggers the release of vasodilators (eg, #nitric oxide#, #adenosine#), to facilitate #arteriolar vasodilation# and reduce downstream vascular resistance.  The reduced vascular resistance allows for a @corrective increase@ in blood flow at the new, reduced perfusion pressure (blood flow = perfusion pressure / vascular resistance), keeping #blood flow nearly unchanged#. $The effects of coronary autoregulation are limited in the setting of extreme changes in perfusion pressure.  Once arterioles reach the point of maximal vasodilation, vascular resistance cannot be further reduced, and a further decrease in perfusion pressure results in a precipitous drop in blood flow (as seen on the far-left side of the coronary autoregulation curve). $#(Choices A, B, and C)#  Perfusion pressure decreases (rather than increases or remains the same) distal to a significant stenosis.  Coronary autoregulation allows blood flow to remain nearly unchanged distal to the stenosis. $#Educational objective# Perfusion pressure decreases distal to a significant coronary artery stenosis, resulting in an initial decrease in blood flow.  Coronary autoregulation stimulates arteriolar vasodilation, which reduces downstream vascular resistance and helps return blood flow to near-normal levels to prevent myocardial ischemia.  ","clickable_1":"images/img1.19674.jpg"},

{"id":"15250","title":"A 72-year-old man comes to the emergency department due to sudden-onset, severe abdominal pain accompanied by nausea.  He has a history of coronary artery disease and recently underwent cardiac angiography.  The patient is a current smoker with a 30-pack-year history.  After initial evaluation, he undergoes emergency laparotomy.  A segment of small intestine is resected.  On microscopic examination, there are several large-caliber vessels with needle-shaped cholesterol clefts in their lumens, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15250.jpg","title_2":"Given these findings, the patient is at highest risk for which of the following complications?","audio":"","comparison_items":"","answer_1":"A.Kidney injury","answer_2":"B.Myelosuppression","answer_3":"C.Nephrolithiasis","answer_4":"D.Pulmonary infarction","answer_5":"E.Septic arthritis","percent_1":"65%","percent_2":"1%","percent_3":"9%","percent_4":"24%","percent_5":"1%","right_answer":"A.Kidney injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15250.jpg","explanation_1":"","explanation_2":"$This patient developed acute abdominal pain after recent coronary angiography.  Small bowel histology demonstrates #needle-shaped intravascular cholesterol clefts#, a characteristic finding in #atheroembolic disease# (ie, cholesterol crystal embolism).  Cholesterol is dissolved during tissue processing, leaving empty clefts on histologic evaluation.  Atheroembolic disease typically occurs after an #invasive vascular procedure# (eg, coronary angiography, aortic surgery) in which atherosclerotic plaques on large vessels (eg, aorta) are mechanically dislodged.  This leads to showering of cholesterol-rich microemboli into the circulation with resultant obstruction of distal arterioles and tissue ischemia. $Clinical manifestations depend on the location of the embolic scatter.  Patients frequently #develop acute kidney injury# due to partial or complete occlusion of the arcuate or interlobular arteries.  Other commonly involved organ systems include the skin (eg, blue toe syndrome, livedo reticularis), the gastrointestinal tract (eg, bleeding; intestinal infarction, as in this patient), and the CNS (eg, stroke, amaurosis fugax). $#(Choice B)#  Heparin anticoagulants given during angiography can cause heparin-induced thrombocytopenia (HIT), which typically presents with low platelet counts and thrombotic complications.  However, the destruction of platelets in HIT is due to immune-mediated platelet aggregation, rather than bone marrow suppression. $#(Choice C)#  Gout causes needle-shaped crystals seen on microscopy.  However, uric acid crystals are negatively birefringent (not empty clefts) and are located within tophi or synovial fluid.  In addition, gout does not cause embolic disease. $#(Choice D)#  Pulmonary infarction can also occur in atheroembolic disease; however, this is an extremely rare manifestation and occurs much less commonly than acute kidney injury. $#(Choice E)#  Infectious endocarditis also causes embolic showering and can cause both small bowel involvement and septic arthritis.  However, endocarditis is more common in drug users, and patients typically develop fever, arthralgias, and night sweats.  In addition, bacteria, not cholesterol clefts, would be visualized on microscopic examination. $#Educational objective# Atheroembolic disease typically occurs after an invasive vascular procedure due to mechanical dislodgement of atherosclerotic plaque, resulting in the showering of cholesterol-rich microemboli into the circulation.  Needle-shaped cholesterol clefts in affected vessels are diagnostic.  Commonly involved organs include the kidneys (eg, acute kidney injury), skin (eg, blue toe syndrome, livedo reticularis), gastrointestinal tract (eg, bleeding, infarction), and CNS (eg, stroke, amaurosis fugax).  "},

{"id":"39","title":"A 69-year-old man comes to the clinic due to a squeezing pressure in his midline chest and neck that occurs when walking.  He has a history of hypertension and type 2 diabetes mellitus.  The patient is an ex-smoker with a 20-pack-year history.  Coronary angiography shows extensive atherosclerosis and near-total occlusion of the left anterior descending artery.  Further testing shows normal resting left ventricular ejection fraction with no regional wall motion abnormalities.  The absence of myocardial necrosis and scarring despite vessel occlusion in this patient can be best explained by which of the following features of the occluding plaque?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Active peripheral inflammation","answer_2":"B. Lipid-rich core","answer_3":"C. Low calcium content","answer_4":"D. Ostial location","answer_5":"E. Slow growth rate","answer_6":"F. Thin fibrous cap","percent_1":"3%","percent_2":"6%","percent_3":"5%","percent_4":"7%","percent_5":"62%","percent_6":"18%","right_answer":"E. Slow growth rate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp39.jpg","explanation_1":"","explanation_2":"$In response to progressive reductions in blood flow caused by atherosclerotic coronary artery disease, #ischemic myocardium# may release growth factors (eg, vascular endothelial growth factor) to stimulate the formation and maturation of #collateral vessels#.  In this patient, the #slow development# of a #stable atherosclerotic plaque# in the left anterior descending artery (LAD) likely allowed collateral vessels from the right coronary artery to supply the ischemic myocardium located distal to the LAD occlusion.  Because there is low hydrostatic pressure distal to the LAD occlusion, a pressure gradient is created that facilitates blood flow through the small collateral vessels. $  An @unstable atherosclerotic plaque@ is less likely to allow the development of viable collateral vessels, as it is more likely to rupture before it becomes large enough to cause significant chronic ischemia; rupture leads to overlying thrombus and #abrupt arterial occlusion# with acute myocardial ischemia/#infarction# and cellular necrosis.  The rapid development of ischemia allows insufficient time for collateral vessels to develop and mature. $ #(Choices A, B, and F)# Atherosclerotic plaques with active inflammation (containing activated macrophages that secrete metalloproteinases and degrade collagen), high core concentration of lipids, and/or a thin fibrous cap are unstable and more likely to rupture.  All of these properties are less likely in an atherosclerotic lesion that has grown to create near-total occlusion without rupturing. $ (Choice C)  A patient's total coronary artery calcium content correlates with the total atherosclerotic plaque burden, and calcium scoring by cardiac CT scan is sometimes used to estimate the severity of coronary artery disease.  However, low calcium content (or immature calcification) within an individual plaque may decrease stability of that plaque and increase the likelihood of rupture. $ (Choice D)  Ostial atherosclerotic plaques (those located at a branch point of 2 arteries) are more likely to occlude blood flow to multiple areas of myocardium, thereby limiting the availability of nearby well-perfused arteries from which viable collateral vessels can develop. $ Educational objective Gradually developing myocardial ischemia encourages the formation and maturation of collateral vessels and is most likely to occur in the setting of a slow-growing, stable atherosclerotic plaque.  An unstable atherosclerotic plaque (eg, that with active inflammation, a lipid-rich core, and/or a thin fibrous cap) is more likely to rupture, resulting in the abrupt onset of ischemia/infarction that precludes the development of viable collateral vessels.","clickable_1":"images/img1.39.mp4"},

{"id":"1082","title":"A 45-year-old man is brought to a rural emergency department due to severe chest pain, sweating, and nausea.  The symptoms began suddenly an hour ago.  He has no significant medical history.  His father died at age 50 after experiencing sudden-onset chest pain.  The patient smokes a pack of cigarettes daily.  He does not take any medications and has no known drug allergies.  Examination shows normal heart sounds and breath sounds.  ECG shows sinus tachycardia with ST segment elevation in leads II, III, and aVF.  Medical management for the patient's acute condition is initiated.  After initial treatment, the chest pain decreases in intensity and a reperfusion complex ventricular arrhythmia emerges.  The arrhythmia is asymptomatic and resolves spontaneously.  Which of the following drugs is most likely responsible for rapid reperfusion in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alteplase","answer_2":"B. Apixaban","answer_3":"C. Argatroban","answer_4":"D. Aspirin","answer_5":"E. Heparin","answer_6":"F. Prasugrel","answer_7":"G. Rosuvastatin","percent_1":"71%","percent_2":"2%","percent_3":"3%","percent_4":"10%","percent_5":"11%","percent_6":"3%","percent_7":"1%","right_answer":"A. Alteplase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1082.jpg","explanation_1":"","explanation_2":"$This patient had an #ST-elevation myocardial infarction# (STEMI) and, following medical treatment, experienced symptomatic improvement and reperfusion-related arrhythmia; this is most likely the result of #fibrinolytic (thrombolytic) therapy#.  Fibrinolytic agents (eg, #alteplase#) are indicated in patients with acute STEMI who cannot receive percutaneous coronary intervention in a timely manner.  Administration of these agents leads to breakdown of fibrin clot and often restoration of myocardial perfusion; some patients develop a self-limiting reperfusion-related arrhythmia (most commonly an accelerated idioventricular rhythm). $In the #fibrinolytic pathway#, tissue plasminogen activator (tPA) is released by the endothelium and cleaves plasminogen to form plasmin.  Plasmin then acts to both degrade individual fibrinogen molecules and break down fibrin clot that has already formed.  The breakdown of fibrin clot leads to elevated levels of fibrin split products (eg, d-dimer) in the blood. $#Pharmacologic fibrinolytic agents# that are used clinically include streptokinase and recombinant forms of tPA (eg, alteplase, tenecteplase).  All of these agents inherently increase bleeding risk and are contraindicated in patients with increased risk of bleeding complications (eg, recent hemorrhagic stroke). $#(Choices B and C)#  Apixaban is a direct factor Xa inhibitor used in the treatment and prevention of venous thromboembolism, and argatroban is a direct thrombin inhibitor used to treat heparin-induced thrombocytopenia.  Both of these drugs are anticoagulants; neither causes fibrinolysis or is typically used in the treatment of STEMI. $#(Choices D and F)#  Aspirin inhibits cyclooxygenase to reduce thromboxane levels, and P2Y12 receptor blockers (eg, clopidogrel, prasugrel) prevent the binding of adenosine diphosphate to platelets; both actions lead to irreversible @inhibition of platelet aggregation@.  These drugs are used together in acute STEMI to prevent the development of additional platelet thrombus; however, they do not cause lysis of existing thrombus. $#(Choice E)#  Heparin potentiates the activity of antithrombin III to inhibit thrombin and factor Xa and exert an anticoagulation effect.  Heparin is used in acute STEMI to prevent further progression of clot formation, but it does not cause thrombolysis. $#(Choice G)#  Statins (eg, rosuvastatin) are used for acute STEMI as they may stabilize atherosclerotic plaques, reduce vascular inflammation, and promote long-term regression of atherosclerosis.  However, they do not cause thrombolysis. $#Educational objective# In the fibrinolytic pathway, tissue plasminogen activator (tPA) converts plasminogen to plasmin, which then breaks down fibrin clot.  The administration of a tPA analogue (eg, alteplase, tenecteplase, streptokinase) triggers fibrinolysis and can restore myocardial perfusion in patients with ST-elevation myocardial infarction who cannot undergo timely percutaneous coronary intervention.  ","clickable_1":"images/img1.1082.jpg"},

{"id":"20476","title":"A 62-year-old woman with no significant medical history is brought to the emergency department due to fatigue and substernal chest pain that began 6 hours ago.  On arrival, ECG is consistent with ST-segment elevation myocardial infarction.  Coronary angiography shows right-dominant coronary circulation and a thrombotic occlusion of the proximal right coronary artery, which supplies blood to the patient's right ventricle and the inferior and posterior portions of the left ventricle.  A drug-eluting stent is placed, and she is discharged 2 days later without complication.  After 6 weeks, the patient follows up in the clinic and undergoes echocardiography that shows left ventricular contractile dysfunction with normal right ventricular function.  Which of the following characteristics of the right ventricle compared to the left ventricle best explains these echocardiography findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Higher resting oxygen extraction","answer_2":"B.Less dependence on collateral circulation","answer_3":"C.Less ischemic preconditioning","answer_4":"D.More active fibroblast proliferation","answer_5":"E.Perfusion during both systole and diastole","percent_1":"10%","percent_2":"28%","percent_3":"21%","percent_4":"3%","percent_5":"38%","right_answer":"E.Perfusion during both systole and diastole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of the left & right ventricle#∆⨉∆⨉ § ∆^#Left ventricle# ∆^#Right ventricle# §^#Muscle mass# ∆^High ∆^Low §^#Resting oxygen extraction# ∆^High ∆^Low §^#Coronary perfusion# ∆^During diastole only ∆^Throughout cardiac cycle §^#Collateral circulation# ∆^Less developed ∆^More developed §^#Ischemic preconditioning# ∆^Low ∆^High","explanation_img":"","explanation_1":"","explanation_2":"#Myocardial infarction# (MI) involving the left ventricle (LV) commonly leads to scarring and a sustained reduction in contractile function; however, #contractile function of the right ventricle# (RV) almost always #returns to normal# following MI.  Some of the reasons for protection of the RV from infarction include: $• The relatively #small muscle mass and afterload# of the RV create less oxygen demand and necessitate lower oxygen extraction at rest.  This allows for a #large capacity to increase oxygen extraction# during periods of ischemia. $• The relatively low systolic pressure of the RV (eg, ≤25 mm Hg) allows for #coronary perfusion throughout the cardiac cycle#; during MI, this enables the RV to pull blood flow from collateral vessels during both systole and diastole.  In contrast, the high systolic pressure of the LV (eg, 120 mm Hg) blocks coronary blood flow of the LV walls during systole, allowing for perfusion @during diastole@ only. $These factors likely contribute to the typical clinical course of MI involving the RV, which is acute RV contractile dysfunction often leading to profound hypotension and hemodynamic instability; acute mortality risk is high, but there is minimal long-term RV dysfunction for those who survive. $#(Choice A)#  The large muscle mass of the LV necessitates higher oxygen extraction at rest, with relatively little capacity to increase oxygen extraction during periods of ischemia. $#(Choice B)#  The most robust collateral flow occurs from the left to the right coronary arteries, suggesting the RV has a more developed collateral circulation and may be more dependent on collateral flow than the LV. $#(Choice C)#  Ischemic preconditioning refers to the myocardium being repeatedly exposed to mildly ischemic states (eg, during periods of exercise), which stimulates adjustments (eg, collateral circulation development, cellular improvements in oxygen utilization) that allow future ischemic states to be better tolerated.  The RV is thought to experience heightened ischemic preconditioning compared to the LV, contributing to protection of the RV from infarction. $#(Choice D)#  Fibroblast proliferation is more prominent in the muscular LV, where repair of a larger mass of tissue is needed. $#Educational objective# The right ventricle (RV) is relatively protected from myocardial infarction (MI), and contractile function of the RV usually returns to normal following MI.  Factors contributing to this protection include relatively small muscle mass with high capacity to increase oxygen extraction, perfusion throughout the cardiac cycle, and heightened ischemic preconditioning.  ","clickable_1":"images/img1.20476.jpg"},

{"id":"12144","title":"A 78-year-old woman is hospitalized due to acute myocardial infarction. The patient had been having intermittent chest pain for 3 days and came to the hospital when the pain became unremitting. She has type 2 diabetes mellitus, but her medical follow-up has been poor. On the third day of hospitalization, the patient has sudden-onset shortness of breath due to pulmonary edema. Echocardiography confirms severe mitral regurgitation. She is taken immediately to surgery, which reveals rupture of the posteromedial papillary muscle. This patient's finding typically suggests compromised blood flow through which of the following coronary arteries?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Conus branch","ansImg_1":"","answer_2":"B. Diagonal branch","ansImg_2":"","answer_3":"C. Left anterior descending","ansImg_3":"","answer_4":"D. Obtuse marginal","ansImg_4":"","answer_5":"E. Posterior descending","ansImg_5":"","right_answer":"E. Posterior descending","percent_1":"1%","percent_2":"3%","percent_3":"25%","percent_4":"3%","percent_5":"68%","explanation_img":"images/exp12144.jpg","explanation_1":"","explanation_2":"$The mitral valve apparatus consists of the mitral valve annulus, anterior and posterior mitral leaflets, and chordae tendineae, which are tethered to the left ventricular wall via the anterolateral and posteromedial papillary muscles.  Pathologic processes that disrupt any of these structures can lead to improper alignment of the mitral leaflets, resulting in #mitral regurgitation# and pulmonary edema. $The patient's mitral regurgitation is the result of #papillary muscle rupture#, a life-threatening @mechanical complication@ typically occurring #3-5 days# following acute #myocardial infarction#.  The anterolateral papillary muscle has a dual blood supply from the left anterior descending (LAD) and left circumflex arteries.  In contrast, the #posteromedial# papillary muscle is supplied solely by the #posterior descending artery#, a branch of the right coronary artery (right dominant circulation) or left circumflex artery (left dominant circulation).  Because blood flow to the posteromedial papillary muscle depends on a single artery, it is more likely to become ischemic and rupture following myocardial infarction. $#(Choice A)#  The conus artery is an early branch of the proximal right coronary artery; it supplies the anterior area of the interventricular septum and conus of the pulmonary artery. $#(Choice B)#  Diagonal arteries branch from the LAD artery and supply blood to the anterolateral walls of the left ventricle. $#(Choice C)#  The LAD artery supplies the anterior two thirds of the interventricular septum, anterior wall of the left ventricle, and anterolateral papillary muscle.  Abrupt occlusion of the LAD rarely results in ischemic rupture of the anterolateral papillary muscle as this muscle also receives blood supply from the left circumflex artery. $#(Choice D)#  The obtuse (left) marginal artery is a branch of the left circumflex artery and supplies the lateral wall of the left ventricle. $#Educational objective# Papillary muscle rupture is a life-threatening complication that typically occurs 3-5 days after myocardial infarction and presents with acute mitral regurgitation and pulmonary edema.  The posteromedial papillary muscle is supplied solely by the posterior descending artery, making it susceptible to ischemic rupture.  ","clickable_1":"images/img1.12144.jpg"},

{"id":"10467","title":"A 51-year-old man is brought to the emergency department due to chest tightness that started 30 minutes prior to arrival. His chest discomfort is associated with shortness of breath and nausea. The patient was shoveling snow off his driveway when his symptoms began. He has a history of hypertension and type 2 diabetes mellitus. Initial ECG shows ST elevation in leads I and aVL. Cardiac enzymes are elevated. Emergent cardiac catheterization in this patient will most likely show occlusion of which of the following arteries?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Distal left anterior descending artery","ansImg_1":"","answer_2":"B. Left circumflex artery","ansImg_2":"","answer_3":"C. Left main coronary artery","ansImg_3":"","answer_4":"D. Proximal left anterior descending artery","ansImg_4":"","answer_5":"E. Right coronary artery","ansImg_5":"","right_answer":"B. Left circumflex artery","percent_1":"13%","percent_2":"55%","percent_3":"5%","percent_4":"15%","percent_5":"12%","explanation_img":"images/exp10467.jpg","explanation_1":"","explanation_2":"$This patient with #ST elevations# in leads I and aVL most likely has an acute lateral #myocardial infarction# (MI) due to occlusion of the left circumflex artery (@posterior view@) (@anterior view@).  ECGs are useful in the diagnosis of MI and may help localize the area of infarction.  ST elevations typically represent acute MI, whereas prominent Q waves are suggestive of old MI. $Leads #I and aVL# correspond to the #lateral limb leads# on ECG; therefore, ST elevation or Q waves in these leads are indicative of infarction involving the lateral aspect of the left ventricle.  Because the chest leads V5-V6 are also laterally placed, they may also show ST elevation during a lateral infarction.  The lateral aspect of the left ventricle is supplied by the #left circumflex artery#, which originates from the left main coronary artery. $#(Choices A and D)#  The left anterior descending artery (LAD) primarily supplies the anterior aspect of the left ventricle and interventricular septum (septal branches), which corresponds to the anterior chest leads (V1-V4).  Proximal occlusion of the LAD may involve all of these leads; however, distal LAD occlusion typically spares the septal leads (V1-V2). $#(Choice C)#  The left main coronary artery gives rise to the LAD and left circumflex arteries.  Therefore, left main coronary artery occlusion typically results in anterolateral infarction, which corresponds to ST elevation in the anterior (eg, V1-V4) and lateral (V5-V6, I, and aVL) leads. $#(Choice E)#  The right coronary artery typically supplies the right ventricle and inferior aspect of the left ventricle.  Occlusion of this vessel therefore results in inferior MI, which corresponds to ST elevation in the inferior leads (II, III, and aVF). $#Educational objective# Leads I and aVL correspond to the lateral limb leads on ECG.  Therefore, ST elevation or Q waves in these leads are indicative of infarction involving the lateral aspect of the left ventricle, which is supplied by the left circumflex artery.  ","clickable_1":"images/img1.10467.jpg","clickable_2":"images/img2.10467.jpg"},

{"id":"193","title":"A 64-year-old woman who was discharged from the hospital 4 days ago comes to the emergency department due to chest tightness and severe shortness of breath.  During evaluation, the patient becomes unresponsive and goes into cardiac arrest.  Despite appropriate lifesaving measures, there is no return of spontaneous circulation and she is pronounced dead.  Autopsy examination is performed, and the myocardial findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/193.jpg","title_2":"Which of the following most likely predisposed this patient to the observed cardiac findings?","audio":"","comparison_items":"","answer_1":"A. Coronary atherosclerosis","answer_2":"B. Prolonged alcohol consumption","answer_3":"C. Recent viral infection","answer_4":"D. Recurrent bacterial pharyngitis","answer_5":"E. Repeated blood transfusions","percent_1":"90%","percent_2":"2%","percent_3":"5%","percent_4":"2%","percent_5":"2%","right_answer":"A. Coronary atherosclerosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mechanical complications of acute myocardial infarction# ∆⨉∆⨉ §^#Complication# ∆^#Time course# ∆^#Clinical findings# §^#Papillary muscle$ rupture/dysfunction*# ∆^Acute or within 3–5 days ∆ • Severe pulmonary edema, respiratory distress • New early systolic murmur (acute MR) • Hypotension/cardiogenic shock §^#Interventricular$ septum rupture# ∆^Acute or within 3–5 days ∆ • Chest pain • New holosystolic murmur • Hypotension/cardiogenic shock • Step up in O2 level from RA to RV §^#Free wall rupture**# ∆^Within 5 days or up to 2 weeks ∆ • Chest pain • Distant heart sounds • Shock, rapid progression to cardiac arrest §^#Left ventricular$ aneurysm**# ∆^Up to several months ∆ • Heart failure • Angina, ventricular arrhythmias %*Usually due to right coronary artery occlusion. $ **Usually due to left anterior descending artery occlusion. $ #MR =# mitral regurgitation; #RA =# right atrium; #RV =# right ventricle.","explanation_img":"","explanation_1":"","explanation_2":"This patient's autopsy reveals a @slitlike tear@ in the anterior left ventricular (LV) wall that is consistent with #LV free-wall rupture#, an uncommon but devastating mechanical complication of #transmural myocardial infarction# (MI) that occurs #up to 2 weeks# following the event (frequently within 5 days).  She likely had significant #coronary atherosclerosis# and experienced a transmural (ST-segment elevation) MI during her previous hospitalization. $Following MI, the infarcted myocardium becomes akinetic and does not move with the remaining healthy myocardium, creating additional shear stress on the myocardial wall.  Coagulative necrosis and enzymatic lysis of connective tissue also weaken the myocardial wall to the extent that it may be unable to contain the high LV pressures.  If rupture occurs, it leads to abrupt filling of the pericardial space with blood and rapid development of #cardiac tamponade#.  Patients can experience chest pain and shortness of breath followed by hypotension and shock that can rapidly progress to #cardiac arrest#. $#(Choices B, C, and E)#  Prolonged alcohol consumption, recent viral infection, and repeated blood transfusions (ie, iron overload) are all potential causes of dilated cardiomyopathy.  Dilated cardiomyopathy can lead to cardiac arrest and death via generation of a malignant arrhythmia (ie, ventricular tachycardia or fibrillation); however, autopsy is expected to reveal an enlarged heart with eccentric hypertrophy of the LV and no tears in the myocardium. $#(Choice D)#  Recurrent bacterial pharyngitis can lead to recurrent episodes of rheumatic fever, which can cause inflammatory damage to both the myocardium and valvular endocardium.  Death most commonly results from decompensated heart failure caused by valvular dysfunction; gross findings on autopsy are expected to show an enlarged heart with degenerated valves. $#Educational objective# Left ventricular (LV) free-wall rupture is an uncommon but devastating mechanical complication of transmural myocardial infarction that occurs up to 2 weeks following the event (frequently within 5 days).  Rupture leads to cardiac tamponade that causes hypotension and shock with rapid progression to cardiac arrest.  Autopsy typically reveals a slitlike tear at the site of infarction in the LV wall.  ","clickable_1":"images/img1.193.jpg"},

{"id":"11764","title":"A 71-year-old man comes to the hospital due to 3 hours of persistent retrosternal chest pain and dyspnea. After prompt evaluation, he is diagnosed with acute myocardial infarction and undergoes cardiac catheterization. During cannulation of the right common femoral artery, the arterial wall is penetrated superior to the right inguinal ligament. Percutaneous coronary intervention is then performed, after which firm pressure is applied to achieve hemostasis. Soon after the procedure, the patient becomes cold, clammy, and hypotensive. Physical examination shows a 5 cm region of ecchymosis surrounding the femoral puncture site. Internal bleeding is suspected. Which of the following is the most likely location of the blood collection?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Pelvic cavity","ansImg_1":"","answer_2":"B. Retroperitoneal space","ansImg_2":"","answer_3":"C. Right paracolic gutter","ansImg_3":"","answer_4":"D. Subcutaneous tissue","ansImg_4":"","answer_5":"E. Thigh muscles","ansImg_5":"","right_answer":"B. Retroperitoneal space","percent_1":"36%","percent_2":"28%","percent_3":"17%","percent_4":"11%","percent_5":"9%","explanation_img":"images/exp11764.jpg","explanation_1":"","explanation_2":"Vascular access during #cardiac catheterization# is typically obtained through either the #common femoral artery# or radial artery. The common femoral artery is the continuation of the external iliac artery as it crosses the inguinal ligament. Arterial #puncture above the inguinal ligament# increases the risk of #retroperitoneal hemorrhage#, as this portion of the vessel lies directly inferior to the peritoneum. Accidental puncture of the posterior wall can cause blood to track along the loose connective tissue surrounding the vessel and accumulate within the interfascial planes of the retroperitoneum.$Bleeding in the retroperitoneal space #cannot be controlled# with external compression and can lead to life-threatening hemorrhage. Affected patients typically develop #hemodynamic instability# with significant hypotension, a drop in hemoglobin, and ipsilateral flank pain.$(Choice A) Bleeding into the pelvic cavity is frequently due to trauma (eg, pelvic fracture) or gynecologic hemorrhage (eg, ruptured ectopic pregnancy). Injury to the common femoral artery is less likely to cause intraperitoneal bleeding as the external iliac artery courses underneath the peritoneum.$(Choice C) The right paracolic gutter is a peritoneal recess found between the ascending colon and abdominal wall. Fluid (bile, pus, or blood) typically accumulates there from pathology involving the gastrointestinal organs, particularly the appendix and gall bladder.$(Choice D) Subcutaneous tissue hemorrhage from an arterial source typically presents with a large area of ecchymosis and a palpable hematoma. Development of significant hypotension is less likely with subcutaneous bleeding, as the potential space for blood accumulation is smaller than with peritoneal or retroperitoneal bleeding.$(Choice E) Hemorrhage into the thigh muscles would present with significant pain and edema in the thigh and possibly lead to compartment syndrome (severe pain, absent distal pulses).$Educational objective The optimal site for obtaining vascular access in the lower extremity during cardiac catheterization is the common femoral artery below the inguinal ligament. Cannulation above the inguinal ligament can significantly increase the risk of retroperitoneal hemorrhage."},

{"id":"442","title":"A 60-year-old man comes to the office with a 6-month history of exertional chest pain that remits with rest.  His other medical conditions include hypertension, diabetes mellitus, and hypercholesterolemia.  An exercise stress test is positive for inducible ischemia.  Cardiac catheterization shows 80% occlusion of the right coronary artery and 60% occlusion of the left coronary artery.  The first step in the pathogenesis of this patient's coronary artery disease most likely involved which of the following cell types?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endothelial cells","answer_2":"B. Interstitial fibroblasts","answer_3":"C. Macrophages","answer_4":"D. Mast cells","answer_5":"E. Pericytes","answer_6":"F. Platelets","answer_7":"G. Smooth muscle cells","percent_1":"72%","percent_2":"1%","percent_3":"18%","percent_4":"1%","percent_5":"0%","percent_6":"4%","percent_7":"5%","right_answer":"A. Endothelial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","table":"","explanation_img":"images/exp442.jpg","explanation_1":"","explanation_2":"$This patient's presentation is consistent with coronary artery @atherosclerosis@.  The pathogenesis of atherosclerosis likely begins with #endothelial cell injury#.  Chronic endothelial cell injury may result from hypertension (and related hemodynamic factors), hyperlipidemia, smoking, and diabetes mellitus.  Such injury leads to endothelial cell dysfunction and/or exposure of subendothelial collagen (endothelial cell denudation). $ Endothelial cell dysfunction results in monocyte and lymphocyte adhesion and migration into the intima #(choice C)#, while exposure of subendothelial collagen promotes platelet adhesion #(choice F)#.  Growth factors produced by monocytes and platelets stimulate medial smooth muscle cell (SMC) migration into the intima #(choice G)#.  At the same time, increased vascular permeability allows LDL cholesterol into the intima, where it is phagocytosed by the accumulating macrophages and SMCs to produce lipid-laden foam cells (#fatty streak#). $ The continued release of cytokines and growth factors results in a chronic inflammatory state within the underlying intima.  This promotes further deposition of LDL cholesterol within the intima and stimulates SMC proliferation with increased production of collagen and proteoglycans.  Necrosis of foam cells results in release of toxic oxidized LDL into the extracellular matrix, perpetuating a cycle of injury.  The lesion eventually organizes into a core of lipid debris surrounded by monocytes and lymphocytes covered by a fibrous cap with intermixed SMCs (#fibrofatty atheroma#). $ (Choice B)  Fibroblasts do not contribute significantly to atheroma formation.  The fibrous tissue, including the fibrous cap, of atheromas is synthesized by SMCs that have migrated to the intimal layer in which the plaque forms. $ (Choice D)  Mast cells are not significantly involved in the pathogenesis of atherosclerosis. $ (Choice E)  Pericytes are pluripotent cells that surround the smallest blood vessels (especially postcapillary venules).  Because atherosclerosis affects the large elastic arteries and large- and medium-sized muscular arteries, these cells do not play a significant role. $ Educational objective Atherosclerosis is initiated by repetitive endothelial cell injury, which leads to a chronic inflammatory state in the underlying intima of large elastic arteries as well as in large- and medium-sized muscular arteries.","clickable_1":"images/img1.442.mp4"},

{"id":"138","title":"A 55-year-old man comes to the office due to recurrent episodes of retrosternal chest pain.  The episodes occur during physical activity, usually when he climbs stairs or walks uphill, and resolve after he rests for a few minutes.  The patient has no known medical conditions and does not use tobacco, alcohol, or recreational drugs.  He is prescribed sublingual nitroglycerin to take as needed when the chest pain occurs.  This drug is most likely to relieve this patient's symptoms by causing which of the following hemodynamic changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decrease in heart rate","answer_2":"B. Decrease in left ventricular end-diastolic volume","answer_3":"C. Decrease in peripheral arteriolar resistance","answer_4":"D. Increase in coronary blood flow","answer_5":"E. Increase in coronary perfusion pressure","percent_1":"2%","percent_2":"41%","percent_3":"18%","percent_4":"35%","percent_5":"3%","right_answer":"B. Decrease in left ventricular end-diastolic volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp138.jpg","explanation_1":"","explanation_2":"$This patient's retrosternal chest pain brought on by exertion and relieved with rest is classic for #stable angina#.  It is caused by atherosclerotic narrowing of the coronary arteries such that an adequate increase in myocardial blood flow (and oxygen supply) cannot be achieved to meet the increased myocardial oxygen demand of exercise.  Medical therapy for stable angina is aimed at relieving this #myocardial oxygen supply/demand mismatch#. $#Nitrates# are commonly used to treat stable angina.  Long-acting formulations (eg, isosorbide dinitrate) are used for prevention of stable angina, and short-acting formulations (eg, sublingual nitroglycerin) are used as an abortive agent when symptoms occur.  The primary effect of nitrates is #venodilation#, which causes additional blood to remain in the capacitance veins and reduces venous return to the heart.  The resulting #decrease# in left ventricular (#LV#) #end-diastolic volume# (ie, reduced preload) decreases #LV wall stress# to reduce myocardial #oxygen demand# and relieve angina symptoms. $#(Choice A)#  Decreased heart rate reduces myocardial oxygen demand.  Beta blockers (eg, metoprolol) and nondihydropyridine calcium channel blockers (eg, verapamil) treat stable angina in part via this mechanism, but nitrates have no direct effect on heart rate (and may cause a reflexive increase in heart rate). $#(Choice C)#  Decreased peripheral arteriolar resistance decreases cardiac afterload to reduce LV wall stress and decrease myocardial oxygen demand.  Dihydropyridine calcium channel blockers (eg, amlodipine) treat stable angina via this mechanism, but nitrates cause only slight peripheral arteriolar vasodilation. $#(Choices D and E)#  Nitrates do stimulate some degree of coronary arteriolar vasodilation, but this mechanism has little effect on relieving angina symptoms.  Coronary arterioles with substantial atherosclerotic disease are already nearly fully dilated at baseline such that the capacity for further dilation to recruit additional blood flow is minimal.  Nitrates can also slightly augment the coronary perfusion pressure gradient (ie, aortic diastolic pressure − LV diastolic pressure) by decreasing LV end-diastolic volume.  This may slightly increase coronary blood flow and myocardial oxygen supply, but the reduction in myocardial oxygen demand via decreased LV wall stress is a much larger contributor to relief of angina symptoms. $#Educational objective# Sublingual nitroglycerin is used for rapid symptom relief in patients with stable angina.  The primary anti-ischemic effect of nitrates is mediated by venodilation causing a decrease in left ventricular end-diastolic volume and wall stress, resulting in decreased myocardial oxygen demand.  "},

{"id":"19173","title":"A 58-year-old man with a history of hypertension and hyperlipidemia comes to the emergency department due to substernal chest pain that began 6 hours ago and has gradually worsened. Blood pressure is 104/72 mm Hg and pulse is 88/min. ECG shows normal sinus rhythm with ST-segment depression and T-wave inversion, and troponin levels are elevated. The patient is diagnosed with non–ST-segment elevation myocardial infarction and admitted to the hospital for medical management, with coronary angiography scheduled the following morning. That evening, telemetry monitoring shows a new Mobitz type 1 second-degree atrioventricular block. Which of the following arteries was most likely obstructed during this patient's myocardial infarction?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left anterior descending","ansImg_1":"","answer_2":"B. Left circumflex","ansImg_2":"","answer_3":"C. Left main coronary","ansImg_3":"","answer_4":"D. Ramus intermedius","ansImg_4":"","answer_5":"E. Right coronary","ansImg_5":"","right_answer":"E. Right coronary","percent_1":"18%","percent_2":"6%","percent_3":"2%","percent_4":"1%","percent_5":"73%","explanation_img":"images/exp19173.jpg","explanation_1":"","explanation_2":"$#Low-degree atrioventricular (AV) block#, including first-degree and Mobitz type I second-degree, usually involves conduction disruption #within the AV node#.  This patient's development of @Mobitz type I@ second-degree AV block in the setting of acute #myocardial infarction# (MI) suggests obstruction of the #right coronary artery# (RCA).  In approximately 90% of patients, the #RCA supplies blood to the AV node# while coursing around the right side of the heart to perfuse the right ventricle and inferior portion of the left ventricle.  Because the RCA also usually supplies blood to the sinoatrial node, sinus bradycardia is also commonly seen with MI involving the RCA. $In contrast, the left anterior descending (LAD) artery #(choice A),# which courses down the anterior left ventricle, typically supplies blood to the left and right bundle branches and sometimes the bundle of His.  MI involving the LAD can lead to high-degree AV block (ie, Mobitz type II second-degree, infranodal third-degree) involving conduction disruption below the AV node.  Because the LAD does not supply blood to the AV node, low-degree AV block is not typically seen. $#(Choices B and C)#  The left main coronary artery bifurcates into the LAD artery and the left circumflex artery, which courses around the left side of the heart to supply the lateral left ventricle.  The left main coronary artery does not directly supply blood to the conduction system.  The left circumflex artery frequently supplies blood to the sinoatrial node after coursing around to the back of the heart, but only supplies the AV node in about 10% of patients (ie, those with left-dominant coronary circulation). $#(Choice D)#  Present in approximately 20% of the population, a ramus intermedius is a third branch off of the left main coronary artery.  It originates at the bifurcation of the LAD and left circumflex arteries and courses between them to supply the anterolateral left ventricular wall.  It does not supply blood to the conduction system. $#Educational objective# Low-grade atrioventricular block (ie, first-degree, Mobitz type I second-degree) involves conduction disruption within the AV node.  The occurrence of low-grade AV block in the setting of myocardial infarction suggests obstruction of the right coronary artery because it supplies blood to the AV node in approximately 90% of patients. ","clickable_1":"images/img1.19173.jpg"},

{"id":"11636","title":"A 56-year-old man comes to the clinic for a routine checkup.  Medical history includes hypertension, type 2 diabetes mellitus, hyperlipidemia, and mild intermittent asthma.  The patient currently takes no medications and has not seen a physician in 7 years.  He reports feeling well.  Blood pressure is 152/101 mm Hg and pulse is 87/min.  Waist circumference is 110 cm (43 in).  Laboratory results are as follows:","title_table":"?Low-density lipoprotein ?161 mg/dL ?Fasting blood glucose? 201 mg/dL ?Hemoglobin A1c? 7.4% ","image_1":"","title_2":"Which of the following vascular beds is most likely to carry the highest atherosclerotic burden in this patient?","audio":"","comparison_items":"","answer_1":"A. Coronary arteries","answer_2":"B. Internal thoracic arteries","answer_3":"C. Mesenteric arteries","answer_4":"D. Popliteal arteries","answer_5":"E. Renal arteries","percent_1":"62%","percent_2":"3%","percent_3":"7%","percent_4":"7%","percent_5":"22%","right_answer":"A. Coronary arteries","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp11636.jpg","explanation_1":"","explanation_2":"$This patient has multiple risk factors (eg, hypertension, diabetes mellitus, hyperlipidemia) that contribute to @atherosclerosis@.  Atherosclerosis is a pathophysiologic process that begins in childhood with the development of focal intimal thickening due to accumulation of lipid-laden macrophages and extracellular matrix (\"fatty streaks\").  With advancing age, fatty streaks transition into atherosclerotic plaques, such as #fibrous cap atheromas# and fibrous plaques.  More advanced lesions develop a lipid-rich necrotic core and areas of calcification. $ Atherosclerosis is a chronic disease of the arterial walls and involves all major vascular beds.  The most susceptible vascular regions involve bends and branch points that encourage #turbulent blood flow#, which disrupts vascular wall integrity and leads to endothelial cell dysfunction.  Turbulent blood flow also leads to prolonged endothelial contact with cholesterol particles. $ The hemodynamics of the #lower abdominal aorta# and the #coronary arteries# make these vascular beds the most susceptible to atherosclerosis of all the major vascular beds in the body.  In fact, atherosclerotic lesions (eg, intimal thickening, fatty streaks) occur in these vessels as early as the second decade of life. $ (Choice B)  The internal thoracic arteries (previously known as the internal mammary arteries) are relatively resistant to developing atherosclerosis and are often used as conduits in patients undergoing coronary artery bypass grafting. $ # (Choices C and E)#  The mesenteric and renal arteries are susceptible to developing atherosclerosis; however, the burden of disease tends to be less severe than in the coronary circulation. $ (Choice D)  Along with the carotid arteries, the popliteal arteries are among the most susceptible to atherosclerosis in the body.  However, these arteries are not as susceptible to atherosclerosis as the aorta and coronary arteries. $ Educational objective Atherosclerosis is a pathophysiologic process involving endothelial cell dysfunction, and it develops most rapidly in areas with bends and branch points that encourage turbulent blood flow.  The lower abdominal aorta and coronary arteries are the vascular beds most susceptible to atherosclerosis; they tend to develop atherosclerosis earliest in life and have the highest overall atherosclerotic burden.","clickable_1":"images/img1.11636.mp4"},

{"id":"780","title":"A 48-year-old man comes to the office for a follow-up visit.  He was diagnosed with hypercholesterolemia 6 months ago and has been strictly following dietary and lifestyle modifications as advised.  The patient has no other medical problems.  He does not use tobacco, alcohol, or illicit drugs.  His father has diabetes mellitus and coronary artery disease.  The patient's blood pressure is 126/70 mm Hg and BMI is 33.1 kg/m2.  Physical examination is normal.  Laboratory studies show a current LDL level of 190 mg/dL.  Which of the following should be obtained before starting statin therapy in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apolipoprotein-B level","answer_2":"B. Complete blood count","answer_3":"C. Lipoprotein lipase activity assay","answer_4":"D. Liver transaminase levels","answer_5":"E. Serum cortisol level","answer_6":"F. Serum creatinine","percent_1":"4%","percent_2":"2%","percent_3":"4%","percent_4":"69%","percent_5":"1%","percent_6":"20%","right_answer":"D. Liver transaminase levels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Antihyperlipidemic medications# ∆⨉∆⨉∆⨉§^#Drug# ∆^#Mechanism# ∆^#Major#$ #lipid effects# ∆^#Adverse effects#§^#Statins# ∆ • Inhibit HMG-CoA reductase ∆ • ↓↓ LDL • ↓ Triglycerides ∆ • Hepatotoxicity • Muscle toxicity§^#Ezetimibe# ∆ • ↓ Intestinal cholesterol $absorption ∆ • ↓ LDL ∆ • ↑ Hepatotoxicity if given with$ statins§^#Bile acid$ sequestrants# ∆ • Prevent reabsorption of bile$ acids in the intestine ∆ • ↓ LDL ∆ • Nausea, bloating, cramping • Impaired drug & fat-soluble$ vitamin absorption§^#Niacin# ∆ • ↓ Fatty acid release • ↓ VLDL synthesis • ↓ HDL clearance ∆ • ↓ LDL • ↑↑ HDL ∆ • Flushing & pruritus • Hepatotoxicity • Hyperuricemia/gout§^#Fibrates# ∆ • Activate PPAR-α • ↓ VLDL synthesis ∆ • ↓↓ Triglycerides • ↑ HDL ∆ • Muscle toxicity • Gallstones§^#Fish oil/$ omega-3$ fatty acids# ∆ • ↓ VLDL synthesis • ↓ Apolipoprotein B synthesis ∆ • ↓ Triglycerides • ↑ HDL ∆ • Fishy taste%#PPAR-#α = peroxisome proliferator-activated receptor-alpha.","explanation_img":"","explanation_1":"","explanation_2":"This patient has a severe elevation in his #LDL# level.  This degree of hyperlipidemia, especially with a family history of coronary artery disease, suggests familial hypercholesterolemia and confers a very high risk for cardiovascular events.  #HMG-CoA reductase inhibitors# (statins) are the first-line therapy for most patients with hypercholesterolemia and have been proven to reduce the risk of cardiac events.  The statins are structural analogs of HMG-CoA and competitively inhibit HMG-CoA reductase, the enzyme responsible for the rate-limiting step in cholesterol synthesis. $Serious side effects of statins include #myopathy# and #hepatitis#.  Although mild elevations of liver enzymes are common, significant liver injury (aspartate transaminase/alanine transaminase levels more than 3 times the upper limit of normal) is seen in less than 1% of patients and is usually reversible if the medication is discontinued.  #Liver function tests# are recommended before starting statin therapy; otherwise, routine monitoring is not necessary unless symptoms of hepatic injury develop (eg, fatigue, malaise, anorexia). $#(Choice A)#  Apolipoprotein-B (Apo-B) is a structural protein found in atherogenic lipoprotein particles.  Each lipoprotein particle contains only a single Apo-B molecule, so measurement of Apo-B levels can quantify the LDL particle count.  Patients with increased LDL particle counts are at greater risk for cardiovascular events.  However, measurement is of limited clinical utility and would not change management in this case. $#(Choice B)#  Statin medications do not cause any significant hematologic toxicity. $#(Choice C)#  Lipoprotein lipase deficiency can cause familial hypertriglyceridemia (heterozygous deficiency) and chylomicronemia (homozygous deficiency) syndromes.  These conditions present with elevated serum triglyceride levels but do not cause elevation in LDL levels. $#(Choice E)#  Because cholesterol is a precursor in the synthesis of adrenocortical and gonadal steroid hormones, statin medications can, in theory, cause hypogonadism or hypoadrenalism.  Clinically, however, there are no significant alterations in serum cortisol or gonadal steroid levels unless patients are also on other adrenal enzyme inhibitors (eg, ketoconazole, aminoglutethimide). $#(Choice F)#  Statins have no significant renal side effects.  In rare instances, they can cause rhabdomyolysis, which can precipitate acute renal failure; however, this occurs less commonly than hepatic dysfunction and would be associated with myalgias and myoglobinuria. $#Educational objective# Common side effects of HMG-CoA reductase inhibitors (statins) include muscle and liver toxicity.  Hepatic transaminases should be checked prior to initiating therapy and repeated if symptoms of hepatic injury occur. "}


]