[

{"id":"15616","title":"A 19-year-old college student comes to the office with new-onset fatigue.  The patient has had difficulty getting up in the morning for the past week and states he would sleep 10-12 hours if his schedule allowed.  He also reports vivid dreams.  The patient was diagnosed with attention-deficit hyperactivity disorder at age 10 and has been treated with dextroamphetamine since then.  However, his prescription ran out early recently after he doubled the dosage to help him study during exams.  Which of the following findings is most likely to be present in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dilated pupils","answer_2":"B. Hyperphagia","answer_3":"C. Rhinorrhea","answer_4":"D. Seizures","answer_5":"E. Tachycardia","answer_6":"F. Tremors","percent_1":"13%","percent_2":"47%","percent_3":"8%","percent_4":"3%","percent_5":"18%","percent_6":"11%","right_answer":"B. Hyperphagia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Common withdrawal syndromes#∆⨉∆⨉§^#Substance#∆^#Symptoms#∆^#Examination findings#§^Alcohol∆Tremors, agitation, anxiety, delirium, psychosis∆Seizures, tachycardia, palpitations§^Benzodiazepines∆Tremors, anxiety, perceptual disturbances, psychosis, insomnia∆↕§^Opioids∆Nausea, vomiting, abdominal cramping, diarrhea, muscle aches∆Dilated pupils, yawning, piloerection, lacrimation, hyperactive bowel sounds§^Stimulants$(eg, cocaine, amphetamines)∆Increased appetite, hypersomnia, intense psychomotor retardation, severe depression (\"crash\")∆No significant findings§^Nicotine∆Dysphoria, irritability, anxiety, increased appetite∆↕§^Cannabis∆Irritability, anxiety, depressed mood, insomnia, decreased appetite∆No significant findings","explanation_1":"","explanation_2":"This patient's new-onset fatigue, hypersomnia, and vivid dreams following abrupt cessation of prolonged stimulant (eg, dextroamphetamine) use is most likely due to #stimulant withdrawal#.  Decreased appetite and insomnia are the most common adverse effects of stimulant medications used to treat attention-deficit hyperactivity disorder, and abrupt stimulant withdrawal is associated with the opposite symptoms of #fatigue#, #hypersomnia#, and #hyperphagia#.  Dysphoric mood may also occur. $ Use of supratherapeutic doses of prescribed stimulants or use that deviates from prescription instructions (eg, insufflation to attain a euphoric effect) increases the risk for withdrawal and adverse effects.  Depending on the half-life of the agent used, symptoms of stimulant withdrawal typically present within hours to days of cessation or reduction of heavy or prolonged use and resolve without treatment.  In contrast to withdrawal from alcohol, benzodiazepines, and opiates, physical symptoms in stimulant withdrawal are minor. $ #(Choices A and C)#  Dilated pupils and rhinorrhea are classic symptoms of opioid withdrawal.  Pupillary dilation may be seen during acute intoxication with stimulants but not during withdrawal. $#(Choices D, E, and F)#  Seizures, tachycardia, and tremors are features of alcohol and benzodiazepine withdrawal syndromes.  These features may be seen in stimulant overdose but not in stimulant withdrawal. $ Educational objective Stimulant withdrawal is characterized by dysphoric mood, fatigue, hypersomnia, hyperphagia, and vivid dreams.  In contrast to many other withdrawal syndromes, stimulant withdrawal is not associated with significant findings on physical examination."},

{"id":"11746","title":"A 28-year-old man is hospitalized due to the acute onset of severe depression and suicidal ideation for several days.  He was recently thrown out of his mother's home after stealing her money to support his drug habit.  The patient reports fatigue and vivid, disturbing dreams.  The nursing staff note that he is irritable, withdrawn, hypersomnolent, and hyperphagic.  The patient has an extensive history of substance abuse and has been hospitalized previously for alcohol detoxification.  Blood pressure is 110/80 mm Hg and pulse is 64/min.  Physical examination shows old injuries from a motorcycle accident but no other abnormalities.  On mental status examination, he appears lethargic and dysphoric.  This patient's current symptoms are most likely the result of which of the following conditions?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol withdrawal","answer_2":"B. Benzodiazepine withdrawal","answer_3":"C. Cannabis withdrawal","answer_4":"D. Cocaine withdrawal","answer_5":"E. Major depressive disorder","answer_6":"F. Opiate withdrawal","percent_1":"9%","percent_2":"7%","percent_3":"14%","percent_4":"55%","percent_5":"6%","percent_6":"9%","right_answer":"D. Cocaine withdrawal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Common withdrawal syndromes#∆⨉∆⨉§^#Substance#∆^#Symptoms#∆^#Examination findings#§^Alcohol∆Tremors, agitation, anxiety, delirium, psychosis∆Seizures, tachycardia, palpitations§^Benzodiazepines∆Tremors, anxiety, perceptual disturbances, psychosis, insomnia∆↕§^Opioids∆Nausea, vomiting, abdominal cramping, diarrhea, muscle aches∆Dilated pupils, yawning, piloerection, lacrimation, hyperactive bowel sounds§^Stimulants$(eg, cocaine, amphetamines)∆Increased appetite, hypersomnia, intense psychomotor retardation, severe depression (\"crash\")∆No significant findings§^Nicotine∆Dysphoria, irritability, anxiety, increased appetite∆↕§^Cannabis∆Irritability, anxiety, depressed mood, insomnia, decreased appetite∆No significant findings","explanation_1":"","explanation_2":"$This patient's #depression#, #fatigue#, #hypersomnia#, #hyperphagia#, and #vivid dreams# are characteristic of #cocaine withdrawal#.  Symptoms occur within hours to days of cessation or reduction of heavy or prolonged use.  Following a binge, patients may experience a period of acute, intense symptoms, including severe depression with suicidal ideation, pronounced lassitude (the ‘#crash#’), and drug cravings.  In contrast to withdrawal from opiates, alcohol, and benzodiazepines, withdrawal from cocaine and other stimulants usually results in #minor physical symptoms#.  No medication has proven to be effective in treating cocaine withdrawal, and treatment is supportive only. $ (Choice A)  Alcohol withdrawal is a medically serious syndrome characterized by initial symptoms of agitation, tremors, tachycardia, and hypertension (12-24 hours), with some patients progressing to seizures and delirium tremens. $ (Choice B)  Symptoms of benzodiazepine withdrawal include anxiety, insomnia, perceptual disturbances, tachycardia, seizures, and psychosis. $ (Choice C)  Patients who cease heavy and prolonged cannabis use may have irritability, anxiety, depressed mood, insomnia, restlessness, and decreased appetite.  Nonspecific physical symptoms such as muscle aches may also be present. $ (Choice E)  Insufficient duration of symptoms and probable relationship to substance use make major depressive disorder less likely. $ (Choice F)  Opioid withdrawal is characterized by abdominal cramps, nausea, vomiting, yawning, muscle aches, piloerection, lacrimation, and dilated pupils.  Although withdrawal is uncomfortable, it is generally not life-threatening. $ Educational objective Cocaine withdrawal is characterized by the development of acute depression accompanied by fatigue, hypersomnia, hyperphagia, and vivid dreams."},

{"id":"15615","title":"A 31-year-old man is brought to the emergency department by the police after he assaulted a stranger who he thought was following him.  The police report indicates that when the patient was arrested, he was shouting, \"You don't understand, I'm the one who needs protection—the Russians are after my secrets!\"  In the emergency department, the patient is diaphoretic and tremulous.  He is very easily distracted and cannot give a clear history.  Temperature is 37 C (98.6 F), blood pressure is 164/102 mm Hg, and pulse is 112/min with a normal rhythm.  Extraocular movements are intact, and the pupils are dilated.  His speech is loud, rapid, and difficult to interrupt.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anticholinergic toxicity","answer_2":"B. Bipolar disorder, manic episode","answer_3":"C. Cocaine intoxication","answer_4":"D. Delusional disorder, persecutory type","answer_5":"E. Opioid withdrawal","answer_6":"F. Phencyclidine intoxication","answer_7":"G. Schizophreniform disorder","percent_1":"3%","percent_2":"5%","percent_3":"52%","percent_4":"8%","percent_5":"6%","percent_6":"24%","percent_7":"3%","right_answer":"C. Cocaine intoxication","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient's #psychotic symptoms# (eg, delusions, paranoia), pressured speech, and signs of #sympathetic stimulation# (eg, diaphoresis, tremulousness, tachycardia, hypertension, mydriasis) are most consistent with #cocaine intoxication#.  In high doses, cocaine and other stimulants (eg, methamphetamine) may cause #paranoid delusions# that are often indistinguishable from those found in primary psychotic disorders (eg, schizophrenia).  Auditory, visual, or tactile hallucinations (eg, insects crawling under the skin) may also occur.  Patients under the influence of stimulants frequently exhibit euphoria, hyperactivity, agitation, and grandiosity that may resemble an acute manic episode. $ (Choice A)  Anticholinergic toxicity may cause tachycardia, hypertension, mydriasis, and psychosis.  However, anticholinergic toxicity is characterized by both dry skin and mucous membranes rather than diaphoresis and presents with other classic anticholinergic effects (eg, urinary retention, decreased bowel sounds, hyperthermia). $ (Choice B)  Dilated pupils, diaphoresis, and tremors are not expected in a primary manic episode of bipolar disorder.  A diagnosis of bipolar disorder cannot be made if there is evidence that symptoms can be attributed to the physiological effects of a substance (eg, cocaine). $ #(Choices D and G)#  Delusional disorder is characterized by ≥1 delusions lasting for ≥1 month that are not accompanied by other psychotic symptoms.  Schizophreniform disorder may be diagnosed in patients who meet symptomatic criteria for @schizophrenia@ for >1 month and <6 months.  Neither diagnosis explains this patient's physical findings. $ (Choice E)  Opioid withdrawal presents with gastrointestinal distress (eg, nausea, diarrhea, abdominal cramping), myalgias, mydriasis, piloerection, and lacrimation.  Psychotic features are not seen. $ (Choice F)  Phencyclidine (ie, PCP) intoxication may cause psychotic symptoms and violent behavior.  It typically presents with prominent nystagmus, a finding notably absent in this patient. $ Educational objective Cocaine intoxication can produce psychotic symptoms (eg, paranoid delusions), euphoria, and agitation.  Physical signs indicating sympathetic stimulation (eg, tachycardia, diaphoresis, mydriasis) can assist in differentiating cocaine intoxication from primary psychiatric disorders.","clickable_1":"images/img1.15615.jpg"},

{"id":"1288","title":"A 24-year-old man is brought to the emergency department by police and emergency medical services personnel due to aggressive behavior toward his girlfriend.  She reports that he has no history of medical or psychiatric illness and that this behavior is new.  During transport, the patient was combative and difficult to restrain.  He currently appears agitated, disoriented, and confused and seems to be responding to internal stimuli.  Temperature is 37.2 C (99 F), blood pressure is 170/96 mm Hg, pulse is 118/min, and respirations are 20/min.  Nystagmus and ataxia are present on initial neurologic examination.  The patient does not cooperate with urine toxicology testing.  His symptoms begin to resolve after 8 hours in the emergency department.  He has very poor recollection of the previous night's events.  Which of the following substances is most likely causing the constellation of symptoms seen in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cocaine","answer_2":"B. Diazepam","answer_3":"C. Heroin","answer_4":"D. Lysergic acid diethylamide","answer_5":"E. Methamphetamine","answer_6":"F. Phencyclidine","answer_7":"G. Tetrahydrocannabinol","percent_1":"7%","percent_2":"1%","percent_3":"2%","percent_4":"9%","percent_5":"9%","percent_6":"71%","percent_7":"1%","right_answer":"F. Phencyclidine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Acute drug intoxication#∆⨉∆⨉ §^#Drug# ∆^#Class# ∆# Clinical features# §^#PCP (phencyclidine)# ∆^Hallucinogen ∆ •Violent behavior •Dissociation •Hallucinations •Amnesia •#Nystagmus (#horizontal or vertical) •Ataxia §^#LSD# ∆^Hallucinogen ∆ •#Visual hallucinations# •Euphoria •Dysphoria/panic •Tachycardia/hypertension §^#Cocaine# ∆^Stimulant ∆ •Euphoria •Agitation/psychosis •#Chest pain# •#Seizures# •Tachycardia/hypertension •#Mydriasis# §^#Methamphetamine# ∆^Stimulant ∆ •Violent behavior •Psychosis, diaphoresis •Tachycardia/hypertension •Choreiform movements •Tooth decay §^#Marijuana#$ #(THC, cannabis)# ∆^Cannabinoid ∆ •Increased appetite •Euphoria •Dysphoria/panic •Slow reflexes, impaired time perception •Dry mouth •#Conjunctival injection# §^#Heroin# ∆^Opioid ∆ •Euphoria •#Depressed mental status# •#Miosis# •#Respiratory depression# •Constipation §#THC =# tetrahydrocannabinol. ∆⨉∆⨉","explanation_1":"","explanation_2":"$This patient's combative behavior, confusion, poor judgment, memory loss, and hallucinations, accompanied by nystagmus and ataxia on physical examination, are consistent with #phencyclidine (PCP)# intoxication.  PCP is a hallucinogen that works primarily as an #N-methyl-D-aspartate glutamate receptor antagonist#, as well as a monoamine reuptake inhibitor.  PCP was originally developed as an anesthetic, but its use was discontinued due to its adverse effects in humans. $ Moderate amounts of PCP cause #dissociative symptoms#, including detachment and withdrawal.  At higher doses, it can induce agitation, #hallucinations#, and #violent behavior#.  Ataxia and #nystagmus# (both horizontal and vertical) are other distinguishing symptoms of PCP abuse.  Hospital urine toxicology screens usually test for PCP. $ (Choice A)  Signs and symptoms of cocaine intoxication include tachycardia, hypertension, blurry vision, euphoria, and agitation, typically lasting ≤1 hour.  Ischemic effects (eg, myocardial infarction, stroke) can occur due to severe vasoconstriction. $ (Choice B)  The benzodiazepine diazepam is a central nervous system depressant that produces mild euphoria and relaxation and has significant abuse potential.  Intoxication can cause mild amnesia, sedation, slurred speech, respiratory depression, hypotension, and bradycardia. $ (Choice C)  Heroin intoxication can produce euphoria, lethargy, and coma.  Examination shows constricted pupils, decreased bowel sounds, low-normal blood pressure and heart rate, and life-threatening respiratory depression. $ (Choice D)  Lysergic acid diethylamide (LSD) is a potent hallucinogen with unpredictable effects, including euphoria, depersonalization, and visual illusions.  Most patients are oriented and perceive that the effects are due to the drug ingestion.  Nystagmus is not present. $ (Choice E)  Intoxication with the stimulant methamphetamine causes tachycardia, hypertension, agitation, diaphoresis, and hallucinations.  Violent behavior may also be seen with its abuse, but nystagmus is less common.  Methamphetamine intoxication typically lasts for up to 20 hours, longer than intoxication with PCP. $ (Choice G)  Marijuana is a cannabinoid that produces euphoria and perceptual distortions.  Other findings include increased appetite, red eyes, slowed reflexes, dizziness, and impaired coordination.  Nystagmus is not common. $ Educational objective Phencyclidine (PCP) is a hallucinogen that causes dissociative symptoms, agitation, hallucinations, and violent behavior.  Ataxia, nystagmus, and memory loss are other distinguishing symptoms of PCP abuse."},

{"id":"870","title":"A 46-year-old man is admitted to the hospital for atypical chest pain.  His medical history is significant for hypertension controlled with amlodipine and hypercholesterolemia treated with atorvastatin; he has a family history of depression and heart disease.  During review of his substance use history, the patient says that he has been a \"regular drinker\" for the last 5 years.  He drinks a 6-pack of beer every night and has 2 more beers in the morning to help him \"get through the day.\"  He also admits to smoking marijuana occasionally but does not use tobacco or other illicit drugs.  Which of the following symptoms or signs is most likely to appear earliest during this patient's hospitalization?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fluctuating arousal level","answer_2":"B. Hypersomnolence","answer_3":"C. Nystagmus","answer_4":"D. Tonic-clonic seizures","answer_5":"E. Tremulousness","answer_6":"F. Visual hallucinations","percent_1":"6%","percent_2":"5%","percent_3":"3%","percent_4":"4%","percent_5":"76%","percent_6":"6%","right_answer":"E. Tremulousness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Alcohol withdrawal syndrome#∆⨉∆⨉ §^#Manifestations# ∆^#Symptoms/signs# ∆^#Onset since last$ drink (hr)# §^#Mild$ withdrawal# ∆Anxiety, insomnia, tremors, diaphoresis, palpitations, gastrointestinal upset, intact orientation ∆^6-24 §^#Seizures# ∆Single or multiple generalized tonic-clonic ∆^12-48 §^#Alcoholic$ hallucinosis# ∆Visual, auditory, or tactile; intact orientation; stable vital signs ∆^12-48 §^#Delirium$ tremens# ∆Confusion, agitation, fever, tachycardia, hypertension, diaphoresis, hallucinations ∆^48-96","explanation_1":"","explanation_2":"$Ethanol use leads to a number of biochemical changes in the CNS.  It acutely potentiates the effects of GABA (the primary inhibitory neurotransmitter in the CNS) at GABA-A receptors, leading to sedation. #Chronic ethanol use# causes downregulation of #GABA receptors#.  Alcohol also weakly inhibits excitatory NMDA receptors in the brain, and chronic exposure leads to upregulation of these receptors.  These adaptive changes result in tolerance (ie, the need to increase the dose to achieve the desirable effect) and symptoms of withdrawal on abrupt alcohol cessation, a common occurrence during hospital admission.  Both tolerance and withdrawal are signs of substance dependence. $#Withdrawal symptoms# can begin as early as #6 hours# after the patient's last drink, typically reach maximal intensity in 2-3 days, and subside in 4-5 days if the withdrawal is not severe. #Tremor#, or \"the shakes,\" is the most common #initial finding#.  Patients also typically have signs of mild autonomic dysfunction (eg, increased heart rate and respirations), gastrointestinal distress (eg, nausea, vomiting), and anxiety. $ (Choice A)  Fluctuating arousal levels are characteristic of delirium tremens, a potentially fatal manifestation of alcohol withdrawal that typically begins 48-96 hours after the last drink.  Other findings include sympathetic hyperactivity (eg, hyperthermia, hypertension), hallucinations (eg, visual, auditory, and/or tactile), and confusion. $ #(Choices B and C)#  Hypersomnolence and nystagmus can occur in acute ethanol intoxication but are not common during alcohol withdrawal.  Most patients have insomnia attributable to increased CNS excitability during the withdrawal period. $ (Choice D)  Tonic-clonic seizures can occur 12-48 hours after the last drink and affect <5% of patients undergoing alcohol withdrawal. $ (Choice F)  Alcoholic hallucinosis (ie, visual hallucinations) can develop within 12-48 hours after the last drink.  These early hallucinations are distinct from delirium tremens. $ Educational objective Tremulousness is typically one of the earliest symptoms of alcohol withdrawal.  Other common symptoms include gastrointestinal distress, agitation, anxiety, and autonomic disturbance.  Delirium tremens is the most severe manifestation of alcohol withdrawal and typically begins 48-96 hours after the last drink."},

{"id":"15738","title":"A 42-year-old man is brought to the hospital after a motor vehicle collision.  The patient was driving while intoxicated with alcohol and collided with another car.  Evaluation reveals a left tibia and fibula fracture but no other major injuries.  He reports no prior medical conditions.  The patient is hospitalized and operative repair of the fracture is performed.  On the third day in the hospital, he becomes agitated and demands to leave.  Temperature is 37.2 C (99 F), blood pressure is 162/94 mm Hg, and pulse is 125/min.  On physical examination, the patient is diaphoretic, tremulous, and disoriented.  There are mild hand tremors but no other neurologic abnormalities.  Increased activity of which of the following central nervous system receptors is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. GABA A receptor","answer_2":"B. NMDA glutamate receptor","answer_3":"C. Alpha-2 adrenergic receptor","answer_4":"D. Opioid mu receptor","answer_5":"E. Serotonin receptor","percent_1":"32%","percent_2":"49%","percent_3":"6%","percent_4":"5%","percent_5":"8%","right_answer":"B. NMDA glutamate receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient is agitated, disoriented, and tremulous with autonomic hyperactivity (eg, hypertension, tachycardia).  Development of these symptoms after a period of forced abstinence (ie, admission to the hospital) is consistent with #alcohol withdrawal#, particularly in patients with known problematic alcohol use. $Alcohol is a strong CNS depressant that binds to the GABA A receptor complex, enhancing the inhibitory action of GABA (the major inhibitory neurotransmitter in the brain), leading to sedation.  #Chronic ethanol use# causes compensatory #downregulation of GABA A receptors #in an attempt to maintain CNS homeostasis.  In addition to its effects on GABA neurotransmission, alcohol also inhibits excitatory NMDA glutamate receptors in the brain; similar to GABA receptors, chronic exposure leads to compensatory #upregulation of NMDA receptors#. $#Abrupt cessation# of alcohol use leads to significantly #decreased GABA activity# due to the decreased number of GABA A receptors #(choice A)# and #increased glutamate activity #due to the increased number of NMDA receptors, resulting in #CNS overexcitation# and the symptoms of alcohol withdrawal. $#(Choice C)#  Increased activity of alpha-2 adrenergic receptors in the CNS decreases sympathetic output and results in peripheral vasodilation, decreased heart rate, and reduced blood pressure. $#(Choice D)#  Increased activation of the opioid mu receptor occurs with opioid intoxication.  It would lead to somnolence with shallow breathing and a decreased respiratory rate.  Bradycardia, rather than tachycardia, would be expected. $#(Choice E)#  Serotonin syndrome is caused by overactivation of 5-HT receptors.  Although it also results in increased sympathetic activity, it is caused by use of serotonergic agents (eg, SSRIs) rather than alcohol use. $#Educational objective# Chronic alcohol use downregulates inhibitory GABA receptors and upregulates excitatory NMDA glutamate receptors.  Therefore, sudden cessation of alcohol leads to decreased GABA activity and increased glutamate activity, resulting in CNS overexcitation (eg, agitation, disorientation, tremulousness, autonomic hyperactivity).  "},

{"SubjectSystem":"Pathophysiology-psychiatry/Behavioral","id":"15609","title":"A 6-year-old boy is brought to the office by his mother due to behavioral difficulties at school.  His teacher has said, \"He interrupts the class, doesn't listen, and cannot sit still for more than a few minutes.\"  He has been sent home on a few occasions for hitting other children and taking their toys.  The patient was adopted at age 6 months and his birth history is unknown.  He runs around the office playing with various toys and is easily distracted.  Vital signs are within normal limits.  Weight and height are tracking on the 10th percentile, and head circumference is below the 5th percentile for age and sex.  Physical examination reveals short palpebral fissures, a smooth philtrum, thin upper lip, and difficulty with both gross and fine motor coordination.  Which of the following is the likely cause of this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CGG trinucleotide repeat","answer_2":"B. Intrauterine alcohol exposure","answer_3":"C. Intrauterine cocaine exposure","answer_4":"D. Intrauterine rubella exposure","answer_5":"E. Trisomy 18","answer_6":"F. Trisomy 21","percent_1":"2%","percent_2":"87%","percent_3":"1%","percent_4":"0%","percent_5":"2%","percent_6":"8%","right_answer":"B. Intrauterine alcohol exposure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15609.jpg","explanation_1":"","explanation_2":"$This child's behavioral difficulties (distractibility, hyperactivity, hitting), growth retardation, poor coordination, and facial anomalies are suggestive of #fetal alcohol syndrome (FAS)#.  Alcohol is a teratogen that affects multiple organ systems (eg, heart, joints, kidneys, visual systems, auditory systems), most characteristically the CNS.  Features of FAS include #facial dysmorphism# (short palpebral fissures, thin upper lip, smooth philtrum), #growth retardation#, and #CNS involvement# (structural and/or neurobehavioral). $Intrauterine alcohol exposure can cause reduction in the volume of the caudate, striatum, thalamus, and cerebellum, resulting in abnormal reflexes, tone, and coordination.  A decrease in the volume of the frontal lobe and dysfunction of the amygdala contribute to deficits in executive functioning, impulse control, and emotion regulation.  Other #neurobehavioral manifestations# include cognitive impairment, learning disabilities, and social skill deficits. $#(Choice A)#  Fragile X syndrome is caused by unstable CGG (cytosine-guanine-guanine) trinucleotide repeats on the X chromosome.  Features include intellectual disability; a long, narrow face; large, protruding ears; macrocephaly; and macroorchidism. $#(Choice C)#  Cocaine exposure in utero is associated with hypertonia and tremors in neonates and impairments in attention, language development, and behavioral regulation in school-aged children.  It would not cause the facial anomalies seen in this patient. $#(Choice D)#  Rubella exposure in utero is associated with congenital heart defects, hearing impairment, and ocular abnormalities (eg, glaucoma, cataracts, retinopathy). $#(Choice E)#  Trisomy 18 (Edwards syndrome) is associated with a small mouth and prominent forehead; pointy ears; and flexed, overlapping fingers.  Horseshoe kidney and congenital heart defects may be present.  Survival beyond one year of age is uncommon and associated with severe intellectual disability. $#(Choice F)#  Facial features in trisomy 21 (Down syndrome) include epicanthal folds, upslanting palpebral fissures, brachycephaly (back of the head symmetrically flattened), flat nasal bridge, and protruding tongue.  It is associated with varying degrees of intellectual disability. $#Educational objective# Typical features of fetal alcohol syndrome include facial dysmorphism (short palpebral fissures, thin upper lip, smooth philtrum), growth retardation, neurological abnormalities, and behavioral difficulties.  "},

{"id":"13907","title":"A 31-year-old man is hospitalized after sustaining multiple injuries during a motor vehicle collision.  The patient is not conscious initially, and no information is available regarding his medical history.  Two days after initial hospitalization, he experiences palpitations and difficulty sleeping.  Shortly thereafter, the patient suffers a generalized tonic-clonic seizure.  When he recovers, he tells the physician that he usually takes medications for anxiety, bipolar disorder, and chronic low back pain.  Temperature is 36.7 C (98.1 F), blood pressure is 129/82 mm Hg, pulse is 92/min, and respirations are 14/min.  He appears anxious, tremulous, and diaphoretic.  Withdrawal from which of the following medications is the most likely explanation for this patient's presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lamotrigine","answer_2":"B. Lithium","answer_3":"C. Lorazepam","answer_4":"D. Oxycodone","answer_5":"E. Quetiapine","answer_6":"F. Sertraline","answer_7":"G. Valproate","percent_1":"2%","percent_2":"7%","percent_3":"59%","percent_4":"23%","percent_5":"1%","percent_6":"3%","percent_7":"6%","right_answer":"C. Lorazepam","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #benzodiazepine withdrawal# (eg, lorazepam), which is most often characterized by #rebound anxiety, tremor, insomnia,# and #sympathetic hyperactivity# (eg, diaphoresis, palpitations).  In severe cases, #psychotic symptoms# (eg, hallucinations, delusions), #seizures#, and even #death# may occur.  Risk of withdrawal is greatest with short-acting agents (eg, alprazolam), prolonged use, and use of higher doses. $Benzodiazepines act on the GABAA receptor, enhancing the action of the natural ligand, GABA.  The body adapts to chronic benzodiazepine exposure by downregulating the GABAA receptor, leading to tolerance, a phenomenon in which the same dose of a medication yields decreasing effects over time.  This same adaptive downregulation process is responsible for the withdrawal syndrome when benzodiazepines are discontinued and the body is unable to balance opposing excitatory neurotransmitters.  Benzodiazepine withdrawal is treated by starting a patient on a long-acting benzodiazepine (eg, diazepam) and planning for an extended, gradual taper. $#(Choices A and G)#  The anticonvulsants lamotrigine and valproate are used in bipolar disorder for their mood-stabilizing properties.  Withdrawal from these medications would not produce seizures in a patient without an underlying seizure disorder. $#(Choices B and E)#  Withdrawal from lithium or quetiapine, when used to treat bipolar disorder, may be associated with a risk for manic relapse and nonspecific rebound psychiatric symptoms (eg, anxiety, restlessness).  However, withdrawal from these medications would not explain this patient's symptoms or seizure. $#(Choice D)#  Opioid (eg, oxycodone) withdrawal is characterized by nausea, vomiting, diarrhea, lacrimation, dilated pupils, and piloerection. $#(Choice F)#  Selective serotonin reuptake inhibitor (eg, sertraline) withdrawal presents with rebound anxiety/dysphoria, dizziness, headache, and nausea. $#Educational objective# Benzodiazepine withdrawal is characterized by anxiety, tremor, insomnia, and sympathetic hyperactivity (eg, diaphoresis, palpitations).  Severe benzodiazepine withdrawal may also be accompanied by psychosis, seizures, or death.  "},

{"id":"106226","title":"A 2-day-old infant is evaluated in the newborn nursery due to poor feeding.  The infant is irritable, is not sleeping well, and has had several episodes of vomiting and loose stools today.  A review of the maternal history reveals that the mother had poor prenatal care and that the pregnancy was complicated by fetal growth restriction.  On examination, the infant is diaphoretic and has a high-pitched cry.  The infant is also noted to have occasional sneezing and is mildly tachypneic.  No dysmorphic features are noted, and the remainder of the examination is unremarkable.  This infant's symptoms are most likely caused by prenatal exposure to which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol","answer_2":"B. Cocaine","answer_3":"C. Heroin","answer_4":"D. Phenytoin","answer_5":"E. Valproic acid","percent_1":"11%","percent_2":"27%","percent_3":"56%","percent_4":"4%","percent_5":"2%","right_answer":"C. Heroin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Neonatal abstinence syndrome# ∆⨉ §^#Pathophysiology# ∆ • Withdrawal from transplacental opiates due to maternal drug use §^#Clinical manifestations# ∆ • Neurologic: irritability, hypertonia, jittery movements, seizures (rare) • Gastrointestinal: diarrhea, vomiting, feeding intolerance • Autonomic: sweating, sneezing, pupillary dilation §^#Treatment# ∆ • Opioid therapy (eg, morphine, methadone)","explanation_1":"","explanation_2":"$This newborn has signs of #neonatal abstinence syndrome# (NAS) (also known as neonatal opioid withdrawal syndrome).  Withdrawal from transplacental exposure to maternal substances (primarily opioids) occurs in the setting of maternal prescription use/misuse, recreational drug use (eg, #heroin#), or treatment for a substance use disorder (eg, methadone). $ NAS usually presents in the first few days of life and is characterized by irritability, a high-pitched cry, #sleeping and feeding difficulties#, tremors, seizures, #autonomic dysfunction# (eg, sweating, sneezing), #tachypnea#, #vomiting#, and #diarrhea#. $ Treatment for NAS includes symptomatic care to calm the infant and help the infant sleep, such as swaddling and maintaining a low-stimulation environment.  Pharmacologic treatment (eg, morphine, methadone) is used when supportive treatment alone does not control the infant's withdrawal symptoms. $ (Choice A) @Fetal alcohol syndrome@ consists of growth deficiency; presence of a long, smooth philtrum; small palpebral fissures; and a thin upper lip in addition to CNS abnormalities such as intellectual disability.  Withdrawal symptoms are usually not seen unless the mother was drinking just prior to delivery. $ (Choice B)  Prenatal exposure to cocaine can result in jitteriness, excessive sucking, and a hyperactive Moro reflex (due to the toxic effects of cocaine); by contrast, withdrawal symptoms from cocaine are usually not as severe as with opiates.  Long-term effects on behavior, attention level, and intelligence may be seen. $ (Choice D)  Prenatal exposure to phenytoin can result in @fetal hydantoin syndrome@, which is characterized by nail and digit hypoplasia, dysmorphic facies, and intellectual disability.  Growth deficiency can also be seen. $ (Choice E)  Fetal exposure to valproic acid significantly increases the risk of neural tube defects; may result in cardiac anomalies; and can produce dysmorphic facies, including a cleft lip, narrow bifrontal diameter, midface hypoplasia, broad and depressed nasal bridge, and long philtrum. $ Educational objective Neonatal abstinence syndrome is caused by infant withdrawal to opiates (eg, heroin) and usually presents in the first few days of life.  It is characterized by irritability, a high-pitched cry, poor sleeping, tremors, seizures, sweating, sneezing, tachypnea, poor feeding, vomiting, and diarrhea.","clickable_1":"images/img1.106226.jpg","clickable_2":"images/img2.106226.jpg"},

{"id":"11787","title":"A 63-year-old man comes to the office for follow-up of hypertension.  At his last appointment, he revealed that he had increased his intake of 12-oz cans of beer from 3 to 6 cans daily due to stress at work.  The physician advised him to seek help for his alcohol use because it could be causing his elevated blood pressure and has many negative health risks.  The patient now tells the physician, \"I thought about what you said.  I know my alcohol use has gotten out of hand and is affecting my health.  My wife and daughter also say that I need to quit.  I have made an appointment with a counselor to talk about my options.\"  Which of the following best describes this patient's stage of behavioral change?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Action","answer_2":"B. Contemplation","answer_3":"C. Intellectualization","answer_4":"D. Precontemplation","answer_5":"E. Preparation","answer_6":"F. Rationalization","percent_1":"20%","percent_2":"12%","percent_3":"0%","percent_4":"1%","percent_5":"65%","percent_6":"1%","right_answer":"E. Preparation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp11787.jpg","explanation_1":"","explanation_2":"$The transtheoretical model of behavioral change describes #5 stages# that many people progress through when making significant #behavioral change#.  It begins with initial denial of the problem (precontemplation), moving through admitting the problem and the need to change (contemplation), committing to change and planning a change strategy (preparation), and taking concrete steps to implement change (action).  Finally, behavioral change requires efforts for long-term maintenance. $ This patient has acknowledged his drinking problem and is developing plans for behavioral change.  Characteristic features of the #preparation stage# include the following: $ • The individual is no longer simply considering change but has #made a commitment# to change. $ • The individual is #weighing specific options# to effect change. $ • The individual may be #seeking supportive resources# to assist change. $ In the preparation stage, the individual may take initial, preliminary steps to effect behavioral change (eg, contacting a substance abuse counselor) but has not yet taken concrete action with a demonstrable change in the subject behavior. $ (Choice A)  In the action stage, the individual has initiated a specific plan and taken concrete steps to effect change.  Demonstrable changes in the subject behavior (eg, reducing the quantity of alcohol consumption) are seen. $ #(Choices B and D)#  In the precontemplation stage, patients deny the problem or attribute it to external factors (eg, work stress) without acknowledging the need for change.  In the contemplation stage, the patient acknowledges the problem but is ambivalent about the need for change and is not yet considering specific strategies for change. $ #(Choices C and F)#  Intellectualization and rationalization are defense mechanisms rather than stages of change.  Intellectualization is the use of intellectual argument to avoid painful feelings.  Rationalization is the making of excuses to justify behavior or avoid the truth.  Defense mechanisms are often used in the precontemplation or contemplation phases to avoid acknowledging the problem or making behavioral changes. $ Educational objective In the transtheoretical stages of change model, the preparation stage represents the stage in which the individual has committed to behavioral change and is considering change strategies but has not determined or instituted a specific course of action.  Individuals at this stage may be weighing options and seeking additional support."},

{"id":"350","title":"A 44-year-old man hospitalized for acute cholecystitis is being evaluated for anxiety and agitation.  He underwent an open cholecystectomy without having any operative complications.  Two days after admission, the patient experiences anxiety and tremulousness, and he becomes irritable, severely agitated, and verbally abusive to the nursing staff.  He has no other medical problems.  The patient does not use tobacco or illicit drugs but admits to drinking 6-8 beers daily for the last several years.  He has no known drug allergies, and family history is insignificant.  Blood pressure is 160/90 mm Hg and pulse is 110/min.  Examination shows hand tremors bilaterally.  Which of the following is the most appropriate pharmacotherapy for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Baclofen","answer_2":"B. Carbamazepine","answer_3":"C. Chlorpromazine","answer_4":"D. Haloperidol","answer_5":"E. Chlordiazepoxide","answer_6":"F. Phenobarbital","answer_7":"G. Propranolol","percent_1":"3%","percent_2":"8%","percent_3":"5%","percent_4":"11%","percent_5":"50%","percent_6":"12%","percent_7":"11%","right_answer":"E. Chlordiazepoxide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's acute onset of tremulousness, agitation, and elevated pulse and blood pressure within 48 hours of admission is suggestive of #alcohol withdrawal#.  Alcohol is a CNS depressant that binds to the GABAA receptor complex, enhancing the inhibitory action of GABA (the major inhibitory neurotransmitter in the brain).  Abrupt cessation of alcohol decreases inhibitory tone and results in CNS excitation.  Alcohol withdrawal symptoms typically start within 8-12 hours after the last drink and include #insomnia, tremulousness, anxiety#, and #autonomic hyperactivity# (variable blood pressure, diaphoresis, and tachycardia).  Alcohol withdrawal seizures can occur within 12-48 hours, and delirium tremens (disorientation, severe agitation, fever) typically begins within 48-96 hours. $Alcohol, barbiturates, and benzodiazepines have similar effects on GABA receptors and act by enhancing GABA inhibitory action.  #Benzodiazepines# (eg, lorazepam, diazepam, chlordiazepoxide) are used as #first-line therapy# for psychomotor agitation associated with alcohol withdrawal and to prevent progression to seizures and delirium.  Longer-acting benzodiazepines and those with active metabolites are preferred in the majority of patients due to self-tapering effects, resulting in a smoother course of withdrawal. $#(Choice A)#  Baclofen is an agonist of GABA B receptors and is used to treat spastic conditions.  It is less effective than benzodiazepines for treating alcohol withdrawal. $#(Choice B)#  Carbamazepine may have a role in outpatient management of mild alcohol withdrawal, but there is insufficient evidence for its use in moderate to severe alcohol withdrawal. $#(Choices C and D)#  Chlorpromazine and haloperidol are antipsychotic medications that lower the seizure threshold.  They should not be used to treat alcohol withdrawal as these patients are already at significant risk for seizure. $#(Choice F)#  Phenobarbital is a barbiturate anticonvulsant that enhances GABA activity.  It is no longer used as first-line treatment for alcohol withdrawal because it has a worse safety profile than benzodiazepines. $#(Choice G)#  The beta blocker propranolol can treat tremor, tachycardia, and hypertension, but it has not been shown to prevent development of seizures or delirium tremens.  Treatment with benzodiazepines is the most crucial step in the management of alcohol withdrawal. $#Educational objective# Alcohol withdrawal should be considered in hospitalized patients who develop tremulousness, agitation, and elevated pulse and blood pressure within 48 hours following admission.  Benzodiazepines act as a substitute for the effects of alcohol on GABA receptors, preventing alcohol withdrawal from occuring.  "},

{"id":"1165","title":"A 27-year-old man leaves the men's room of a bar after smoking an unknown substance.  He soon becomes disoriented and belligerent.  The man displays uncoordinated, jerky movements of his extremities and assaults a bouncer who tries to calm him.  When police and emergency medical services personnel arrive, he fights off 4 officers before being restrained and appears immune to pain.  In the emergency department, the patient has visual hallucinations, cannot cooperate with the interview, and alternates between agitation and sedation.  He is hypertensive and tachycardic, and examination shows vertical nystagmus.  The patient does not cooperate with urine toxicology testing.  Several hours later, during questioning by the emergency physician, he does not remember most of the preceding events.  Which of the following is the primary mechanism of action of the drug most likely used by this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dopamine receptor antagonism","answer_2":"B. GABA-A receptor modulation","answer_3":"C. Mu-opioid receptor agonism","answer_4":"D. N-methyl-D-aspartate receptor antagonism","answer_5":"E. Serotonin receptor agonism","percent_1":"5%","percent_2":"6%","percent_3":"8%","percent_4":"74%","percent_5":"7%","right_answer":"D. N-methyl-D-aspartate receptor antagonism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This man likely experienced substance-induced psychosis from #phencyclidine (PCP) intoxication#.  PCP is a hallucinogen that works primarily as an #N-methyl-D-aspartate (NMDA) glutamate receptor antagonist#.  Although the exact mechanism is unknown, it is theorized that NMDA receptor hypofunction increases the risk of psychosis partially by causing dopamine dysregulation.  Other NMDA receptor antagonists include ketamine and dextromethorphan.  PCP can also inhibit the reuptake of norepinephrine, dopamine, and serotonin and affect neuronal sigma receptors. $ Moderate amounts of PCP cause #dissociative symptoms#.  Agitation, #hallucinations#, and #violent behavior# can occur with higher doses.  Fatalities are often associated not with direct PCP intoxication but with related trauma due to combative behavior.  In addition to belligerence, PCP is known to cause #loss of coordination#, horizontal and vertical #nystagmus#, and a constellation of cognitive symptoms that includes disorientation, poor judgment, and #memory loss#. $ (Choice A)  PCP is not a dopamine receptor antagonist.  Dopamine receptor antagonism is the mechanism of action of most antipsychotics. $ (Choice B)  GABA-A receptor modulation is the mechanism of action of benzodiazepines, a drug class with sedative, antianxiety, and anticonvulsant properties.  PCP may have some effect on GABA receptors, but this is not its primary mechanism of action. $ (Choice C)  Mu-opioid receptors are the primary site for the analgesic effects of opioids. $ (Choice E)  Serotonin receptor agonism is the mechanism of action of triptans, buspirone (an anxiolytic), and many psychedelic drugs (eg, LSD, psilocybin). $ Educational objective Phencyclidine (PCP) is primarily an N-methyl-D-aspartate receptor antagonist, with lesser effects on the reuptake inhibition of biogenic amines and other receptors.  It can have dissociative and anesthetic effects but may also cause psychosis and severe agitation, leading to violent trauma.  Ataxia, horizontal and vertical nystagmus, and memory loss can also be present."},

{"id":"20736","title":"A 35-year-old woman is hospitalized following a high-speed motor vehicle collision in which she was an unrestrained passenger.  She sustained multiple deep lacerations on her extremities, rib contusions, and a complex humerus fracture requiring surgical fixation.  Over the next 2 days, the patient's pain is treated with oral morphine every 6 hours and nonsteroidal anti-inflammatory drugs (NSAIDs) every 4 hours.  Her pain is controlled with this regimen but recurs if the interval between morphine doses is extended to 8 hours.  The patient is otherwise medically stable for discharge.  She is concerned about continuing to use narcotics at home to treat her pain because her cousin had a history of opioid use disorder and passed away several years earlier due to an overdose.  Which of the following actions by the physician is most appropriate?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Administer opioids transdermally rather than orally to reduce addiction risk","answer_2":"B. Continue opioid therapy but monitor the patient in the hospital","answer_3":"C. Recommend benzodiazepines as they are less likely to result in addiction","answer_4":"D. Recommend NSAIDs only for pain control given the patient's high risk of addiction","answer_5":"E. Prescribe a brief course of opioids to be used only for breakthrough pain","percent_1":"10%","percent_2":"5%","percent_3":"3%","percent_4":"9%","percent_5":"73%","right_answer":"E. Prescribe a brief course of opioids to be used only for breakthrough pain","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Strategies for safe opioid prescribing# ∆⨉ §^#Optimize non-opioid interventions# ∆ • Use acetaminophen/NSAIDs, supportive care (eg, $heat/ice) for mild/moderate pain • Avoid routine opioid use for chronic pain §^#Optimize opioid dose and duration# ∆ • Limit therapy to <5 days for acute pain • Use lowest dose resulting in adequate pain control • Avoid long-acting opioids §^#Optimize monitoring# ∆ • Counsel patients on safe use; arrange close follow-up • Educate patients on safe disposal of unused opioids %#NSAIDs =# nonsteroidal anti-inflammatory drugs.","explanation_img":"","explanation_1":"","explanation_2":"Harm from opioid use (eg, overdose, addiction) represents a major patient safety concern and is the leading cause of injury-related death in young adults.  Physicians should prescribe opioids only when indicated and #minimize dose and duration of therapy#.  This patient's #acute#, #post-traumatic pain#, which is uncontrolled with NSAIDS alone (eg, she experiences breakthrough pain), is an appropriate indication for opioid therapy.  Most patients with traumatic or postoperative pain have significant improvement within the #first 3-5 days# and may be prescribed a #limited# quantity of opioid medication with #low risk of addiction#. $When prescribing opioids, physicians should apply the following strategies to promote safety and minimize potential harms: $• Prescribe a #brief# course of therapy (eg, 3-5 days), as risk of long-term opioid use in opioid-naïve patients increases after 5 days  $• Prescribe short-acting opioids (eg, hydrocodone, oxycodone) #only for breakthrough# pain (ie, instead of around-the-clock dosing) $• Maximize concurrent non-opioid therapies (eg, NSAIDs, heat, stretching), which increase complementary analgesic effects and reduce opioid requirements  $In addition, patients should receive close outpatient follow-up for pain reassessment, along with proper counseling on safe opioid use and disposal of excess medications. $#(Choice A)#  Transdermal opioids (eg, fentanyl) have similar pharmacodynamic properties as oral opioids and carry a similar risk of misuse and addiction.  In general, transdermal and other long-acting opioid preparations are not recommended for acute pain in opioid-naïve patients. $#(Choice B)#  The patient is medically stable for discharge.  Extending the hospitalization is unlikely to provide additional benefit, may increase harms (eg, iatrogenic infections), and represents inappropriate resource use. $#(Choice C)#  Benzodiazepines have negligible analgesic benefits and also carry a risk of addiction. $#(Choice D)#  Because this patient's family history of opioid use disorder involved a cousin rather than a first-degree relative, her personal risk of addiction is not significantly increased.  Moreover, using only NSAIDs is likely to undertreat her pain; limited use of short-acting opioids for breakthrough pain is more appropriate. $#Educational objective# Most patients with acute pain (eg, trauma, post-operation) have significant improvement within 3-5 days and may be prescribed a brief course of opioid medication for breakthrough pain with low risk of addiction.  Physicians should minimize opioid duration and dose, counsel patients on proper use, and maximize concurrent non-opioid therapies (eg, NSAIDs).  "},

{"id":"15613","title":"A 14-year-old boy is brought to the emergency department by ambulance after a teacher found him staggering and falling in the school parking lot between classes.  When she found him, the patient seemed lethargic and disoriented, and his speech was slurred.  His condition slowly improved over the next 30 minutes; when the patient is evaluated in the emergency department an hour after the teacher found him, he is alert, oriented, and able to speak clearly.  The patient has no known medical history.  Temperature is 36.7 C (98.1 F), blood pressure is 102/65 mm Hg, and pulse is 62/min.  On physical examination, there are abrasions on the right forearm and shin and a rash around the nostrils and mouth.  Which of the following substances is the most likely cause of this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol","answer_2":"B. Benzodiazepines","answer_3":"C. Cocaine","answer_4":"D. Inhalants","answer_5":"E. Opiates","answer_6":"F. Phencyclidine","percent_1":"8%","percent_2":"5%","percent_3":"14%","percent_4":"63%","percent_5":"7%","percent_6":"4%","right_answer":"D. Inhalants","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's initial symptoms (eg, lethargy, ataxia [falling/abrasions], disorientation, slurred speech) followed by #rapid improvement# along with a #perioral and perinasal rash# on examination are highly suggestive of #inhalant use disorder#.  Inhalants, in the form of glue, toluene, nitrous oxide, amyl nitrite, and spray paints, are often the first drugs that adolescents misuse as they are inexpensive and readily available.  They may be inhaled from a saturated cloth held near the face, from a bag placed over the nose and mouth, or by sniffing directly.  A dermatitis known as \"glue sniffer's rash\" may be seen around the mouth or nostrils of chronic users. $ Inhalants cause #immediate effects# as they are highly lipid soluble and act as CNS depressants.  They can produce brief #transient euphoria#, #lethargy#, disorientation, loss of consciousness, #poor coordination#, and #slurred speech#.  Effects typically last 15-45 minutes.  Severe complications include cardiac dysrhythmias, dangerous behavior, seizures, and death.  Nitrous oxide misuse in particular is associated with vitamin B12 deficiency and resultant symptoms of polyneuropathy (eg, symmetric numbness, gait abnormalities). $ #(Choices A and B)#  Although alcohol and benzodiazepine use can cause similar mental status changes, this patient's rapid improvement and facial rash are more consistent with inhalant use disorder.  Alcohol and benzodiazepine intoxication would likely result in a significantly longer period of intoxication. $ (Choice C)  Cocaine is a CNS stimulant that typically produces euphoria, increased arousal, psychomotor agitation, tachycardia, and hypertension.  It would not explain this patient's lethargy and ataxia. $ (Choice E)  Classic signs of opioid intoxication include depressed mental status, respiratory depression, and miosis.  The time course of symptoms and facial rash make inhalant use disorder a better explanation for this patient's symptoms. $ (Choice F)  Phencyclidine (ie, PCP) intoxication is characterized by nystagmus, altered mental status, and agitated or violent behavior. $ Educational objective Inhalant intoxication is characterized by immediate onset of euphoria, lethargy, ataxia, and/or loss of consciousness followed by rapid recovery within 45 minutes.  Perioral and perinasal dermatitis (ie, \"glue sniffer's rash\") may be seen in chronic users."},

{"id":"18668","title":"A 45-year-old woman with a history of opioid use disorder and HIV infection is brought to the emergency department due to worsening lethargy.  The patient receives methadone maintenance therapy, which she recently restarted after being hospitalized for an HIV-related infection.  Her infection improved after inpatient treatment, and she continues to take appropriate antimicrobials as an outpatient.  Her current temperature is 37 C (98.6 F), blood pressure is 116/68 mm Hg, pulse is 90/min, and respirations are 10/min.  On physical examination, the patient is somnolent and withdraws all extremities to painful stimuli.  The pupils are small and sluggish to react.  Brain imaging reveals no new findings, and renal function tests are within normal limits.  Use of which of the following medications most likely contributed to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atovaquone","answer_2":"B. Dapsone","answer_3":"C. Fluconazole","answer_4":"D. Rifampin","answer_5":"E. Valganciclovir","percent_1":"4%","percent_2":"12%","percent_3":"54%","percent_4":"20%","percent_5":"10%","right_answer":"C. Fluconazole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common medications that increase methadone effect# ∆⨉ § • Fluconazole, voriconazole, ketoconazole • Ciprofloxacin, clarithromycin • Cimetidine • Fluvoxamine","explanation_img":"","explanation_1":"","explanation_2":"#Methadone# is a #mu-opioid receptor agonist# used for maintenance treatment of opioid use disorder.  It has a long half-life, which allows it to effectively suppress cravings and withdrawal symptoms.  Like all opioid medications, methadone carries a risk of #overdose#, which is characterized by somnolence, miosis, and respiratory depression (ie, bradypnea).  Another side effect is QTc prolongation, which can predispose to torsade de pointes. $Methadone is #extensively metabolized# by the cytochrome P-450 system, particularly by #CYP3A4#.  In this case, the patient likely received #fluconazole#, an antifungal medication that is used in the treatment of #cryptococcal meningitis# (which typically occurs in patients with a CD4 count <100 cells/µL).  Fluconazole #inhibits# CYP3A4, which can #increase# plasma #methadone concentration# and lead to opioid toxicity.  Interestingly, not all P-450 3A4 inhibitors prolong methadone effects; other medications known to cause similar interactions with methadone include voriconazole, ketoconazole, ciprofloxacin, clarithromycin, cimetidine, and fluvoxamine. $#(Choices A and B)#  Atovaquone and dapsone are alternative agents used to prevent pneumocystis pneumonia in patients with trimethoprim-sulfamethoxazole allergy.  Common side effects of dapsone include hemolytic anemia and methemoglobinemia, particularly in patients with glucose-6-phosphate dehydrogenase deficiency.  Neither medication has significant interactions with methadone. $#(Choice D)#  Rifampin is used (in combination with other antibiotics) in the treatment of multiple mycobacterial infections (eg, tuberculosis, mycobacterium avium complex).  It is a cytochrome P-450 inducer and can result in lower plasma concentrations of methadone, thereby decreasing its effects. $#(Choice E)#  Valganciclovir is used for treatment and secondary prophylaxis of cytomegalovirus retinitis.  Side effects include bone marrow suppression and diarrhea.  It does not interact with methadone. $#Educational objective# Methadone is a mu-opioid receptor agonist used for maintenance treatment for opioid use disorder; it is metabolized by the cytochrome P-450 system, particularly by CYP3A4.  Certain inhibitors of CYP3A4 (eg, azoles, fluvoxamine, ciprofloxacin, clarithromycin, cimetidine) can increase plasma methadone concentration and lead to opioid toxicity (eg, sedation, respiratory depression, miosis).  "},

{"id":"1256","title":"A 24-year-old man is found unconscious in the basement of his house.  His mother calls emergency responders and informs them that the patient has a history of substance abuse and was recently hospitalized for major depressive disorder.  In the emergency department, the patient is found to be cyanotic and unresponsive to painful stimuli.  Temperature is 36.7 C (98.1 F), blood pressure is 101/62 mm Hg, pulse is 61/min, and respirations are 4/min.  His pupils are constricted and minimally responsive to light.  Resuscitation efforts are initiated.  The patient receives intravenous medication and regains consciousness 2 minutes later.  The drug most likely used to treat this patient has the greatest affinity for which of the following receptors?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 5-HT","answer_2":"B. Delta","answer_3":"C. GABA A","answer_4":"D. GABA B","answer_5":"E. Kappa","answer_6":"F. Mu","answer_7":"G. NMDA","percent_1":"3%","percent_2":"1%","percent_3":"5%","percent_4":"1%","percent_5":"2%","percent_6":"87%","percent_7":"3%","right_answer":"F. Mu","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's history of substance abuse, #miosis#, #profound sedation#, and #respiratory depression# with rapid reversal of signs/symptoms with antidotal therapy is consistent with an #opioid overdose#.  Several opioid receptor subtypes, including mu, delta, and kappa, have been identified.  Available opioid medications (eg, morphine, hydromorphone) produce therapeutic analgesic effects by binding to these receptors and modulating pain perception. $#Naloxone# is a pure #opioid receptor antagonist# devoid of any agonist properties.  Although it antagonizes opioid effects at all receptor types, it has the #greatest affinity for mu receptors# (responsible for opioid-induced cardiorespiratory depression).  Naloxone competes with opioid medications, displacing them from opioid receptors; it is therefore an ideal agent for #reversing opioid intoxication/overdose#.  Reversal effects can occur within minutes, and the duration is dose dependent (usually 1-4 hours).  Naloxone must be given parenterally because it is metabolically inactivated by the liver when administered orally. $#(Choice A)#  Medications with an affinity for 5-HT (serotonin) receptors do not have a role in the treatment of opioid overdose.  Cyproheptadine, a 5-HT1A and 5-HT2A antagonist, is an oral medication that can be used to treat serotonin syndrome.  Ondansetron is a 5-HT3 antagonist that may be administered intravenously for nausea and vomiting. $#(Choices B and E)#  Delta and kappa are also opioid receptors that modulate pain.  Although naloxone does bind to these receptors, it binds to mu opioid receptors with greatest affinity. $#(Choices C and D)#  GABA is the primary inhibitory neurotransmitter in the brain and is the target of many drugs.  Benzodiazepines and barbiturates work by binding to specific sites on GABA A receptors to facilitate inhibitory effects of GABA.  Flumazenil is a GABA A benzodiazepine receptor antagonist used to reverse benzodiazepine intoxication.  Baclofen is an agonist at the GABA B receptor that acts as a skeletal muscle relaxant.  This patient's miosis and profound respiratory depression are more indicative of opioid overdose than benzodiazepine or baclofen intoxication. $#(Choice G)#  Glutamate is an excitatory neurotransmitter that binds to NMDA receptors.  Ketamine, a general anesthetic, is an example of an NMDA receptor antagonist.  Naloxone does not have effects on NMDA receptors. $#Educational objective# Naloxone is a pure opioid receptor antagonist used to treat opioid intoxication or overdose.  Although it binds to mu, kappa, and delta opioid receptors, it has the greatest affinity for mu receptors (which mediate opioid-induced bradycardia and respiratory depression), making it an ideal agent for treating opioid intoxication.  "},

{"id":"1289","title":"An 18-year-old boy is brought to the emergency department by his mother due to his strange behavior.  The mother says that he laughs inappropriately and seems sluggish.  The boy has recently been hanging out with a new group of friends that he describes as \"really cool.\"  He has also stopped attending family events and appears apathetic about his schoolwork.  When asked in private, the boy admits smoking marijuana.  Which of the following physiologic effects is most likely to be observed in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradycardia","answer_2":"B. Conjunctival injection","answer_3":"C. Miosis","answer_4":"D. Mydriasis","answer_5":"E. Nystagmus","answer_6":"F. Respiratory depression","percent_1":"4%","percent_2":"80%","percent_3":"4%","percent_4":"8%","percent_5":"2%","percent_6":"2%","right_answer":"B. Conjunctival injection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"Marijuana (cannabis) is one of the most commonly used drugs in the United States.  It is a cannabinoid that contains the active ingredient tetrahydrocannabinol (THC).  Smoking is the preferred route of delivery, and once inhaled, marijuana produces effects that last from 1-4 hours.  THC stimulates cannabinoid receptors (CB1 and CB2 receptors) to produce effects on mood, perception, and cognition. $Marijuana produces a mild euphoria with inappropriate laughter, sedation, slowed reflexes, impaired motor coordination, distorted sensory perceptions, and cognitive impairment (decreased attention, concentration, short-term memory, and judgment).  The most characteristic physiological signs of marijuana intoxication are #conjunctival injection (red eyes), tachycardia, increased appetite, and dry mouth#. $ Marijuana is metabolized in the liver, distributed and stored in lipophilic tissues, and slowly released.  It remains in the body for a long time; depending on the amount and frequency of use, it can be detected in the urine up to 30 days after daily use has ceased. $ #(Choices A and F)#  Cannabis intoxication results in tachycardia and does not cause respiratory depression.  Bradycardia can occur with GHB (gamma hydroxybutyric acid), opiate, or benzodiazepine intoxication.  In toxic doses, all three central nervous  system depressants can cause respiratory depression. $ (Choice C)  Miosis (constricted, pinpoint pupils) is commonly seen in opiate intoxication. $ (Choice D)  Mydriasis (dilated pupils) occurs in cocaine intoxication and opiate withdrawal. $ (Choice E)  Nystagmus is a rhythmic, regular oscillation of the eyes and is commonly seen with phencyclidine (PCP) intoxication. $ Educational objective Marijuana contains tetrahydrocannabinol, which stimulates cannabinoid receptors to produce a mild euphoria with inappropriate laughter, increased appetite, slowed reaction time/motor speed, and cognitive impairment.  Tachycardia and conjunctival injection are the 2 most immediate physical symptoms of marijuana use."},

{"id":"774","title":"A 67-year-old man comes to the hospital due to an acute worsening of chronic back pain associated with new-onset bilateral leg weakness and numbness.  He has a history of colorectal cancer with vertebral metastases for which he has received colectomy, chemotherapy, and radiation treatment.  The patient takes oral morphine sulfate for his back pain.  Examination shows focal vertebral tenderness, along with reduced muscular strength, decreased sensitivity to light touch, and spasticity in both legs.  Imaging studies reveal a vertebral compression fracture with cord compression.  Surgical decompression is planned.  Which of the following drugs may precipitate opioid withdrawal symptoms if used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Buprenorphine","answer_2":"B. Codeine","answer_3":"C. Fentanyl","answer_4":"D. Hydromorphone","answer_5":"E. Meperidine","answer_6":"F. Methadone","answer_7":"G. Oxymorphone","percent_1":"46%","percent_2":"6%","percent_3":"12%","percent_4":"3%","percent_5":"13%","percent_6":"18%","percent_7":"2%","right_answer":"A. Buprenorphine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Opioids work by selectively binding to G protein-coupled opioid receptors, mimicking the actions of endogenous opioid peptides.  However, long-term activation of mu-opioid receptors on nociception-transmitting neurons is associated with increased pain sensitivity (central sensitization) due to: $• Increased turnover of inhibitory opioid receptors (receptor downregulation) and decoupling of receptors from their second messenger system (receptor decoupling) $• Upregulation of excitatory N-methyl-D-aspartate (NMDA) receptors $This manifests as an increasing dose requirement to provide the same level of pain relief (#tolerance#) and pain sensations triggered by benign stimuli (#opioid-induced hyperalgesia#).  Opioid withdrawal can occur within 24-48 hours of acute cessation in opioid-tolerant patients and is characterized by nausea/vomiting, myalgias, dilated pupils, diaphoresis, and tachycardia. $#Buprenorphine# is a partial opioid agonist that has low intrinsic activity (efficacy) for opioid mu-receptors.  However, it binds with high affinity (potency) and can prevent binding of other opioid medications.  Therefore, buprenorphine acts as an opioid receptor antagonist in the presence of full opioid agonists and can precipitate #withdrawal# in opioid-tolerant patients with chronic pain. $#(Choices B, C, D, E, F, and G)#  These other agents are full agonists of the opioid mu-receptor.  Although they vary in potency, none have significant opioid receptor antagonist properties.  Use of these drugs in equianalgesic doses should not cause withdrawal. $#Educational objective# Buprenorphine is a partial opioid receptor agonist that binds with high affinity but has low intrinsic activity.  In patients on long-term opioid therapy, buprenorphine can displace other opioids and precipitate withdrawal.  "},

{"id":"11829","title":"A 32-year-old woman comes to the emergency department requesting medication for severe back pain.  She has tried multiple over-the-counter agents and says that nothing has relieved her pain except oxycodone.  The patient was seen in a pain clinic a year ago but cannot recall the name of the physician and says that her prescription has run out.  Medical history includes a motor vehicle collision 10 years earlier and obesity.  Temperature is 37.1 C (98.8 F), blood pressure is 130/80 mm Hg, pulse is 76/min, and respirations are 16/min.  Physical examination shows no abnormalities.  A recent MRI was normal.  The patient says that her pain level is 10 on a scale of 0-10 and becomes frustrated when the physician suggests nonprescription pain medication.  Which of the following is the most appropriate next step by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Challenge the patient about her drug-seeking behavior","answer_2":"B. Obtain confirmation of the patient's prescription history","answer_3":"C. Order a repeat MRI of the spine","answer_4":"D. Prescribe a 1-week supply of oxycodone","answer_5":"E. Refer patient to a substance abuse rehabilitation program","answer_6":"F. Refuse to prescribe opioid medication and recommend nonpharmacologic pain management","percent_1":"4%","percent_2":"61%","percent_3":"3%","percent_4":"3%","percent_5":"11%","percent_6":"18%","right_answer":"B. Obtain confirmation of the patient's prescription history","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"Back pain accompanied by a request for opioid medication is a relatively common occurrence in the emergency department that requires differentiating inadequate pain management from# drug-seeking behavior#.  This patient exhibits many features concerning for drug-seeking behavior, including #requesting# a #specific medication# by name, #running out# of medication, and claiming #pain out of proportion# to the physical examination.  Reporting lost or stolen medication and obtaining multiple opioid prescriptions from different providers are other red flags indicating misuse or diversion. $ The best initial approach is to clarify the patient's medication history to determine which drugs have been prescribed, by whom, and at what frequency.  State-based, online, prescription drug–monitoring programs are increasingly used in emergency departments to check for undisclosed prescriptions, clarify prescription patterns, and identify patients who obtain prescriptions from multiple providers.  By identifying potential opioid misuse, physicians can make more informed decisions regarding pain prescriptions. $ (Choice A)  It would be inappropriate to challenge the patient prior to clarifying her pattern of medication use. $ (Choice C)  Repeating an MRI of the spine would not be the next step in a patient with a normal physical examination and recent normal MRI. $ #(Choices D and F)#  These are options that can be considered once the patient's history is clarified.  If the patient has received opioid prescriptions for a documented diagnosis at appropriately spaced intervals, a limited prescription would be reasonable.  If there is evidence of misuse, refusing to prescribe opioid medication would be more appropriate. $ (Choice E)  This patient does not perceive her opioid use as problematic and would likely be unreceptive to discussing referral to a substance abuse rehabilitation program. $ Educational objective Physicians have a responsibility to identify signs of potential drug-seeking behavior and prescription drug misuse.  This involves being alert to red flags (eg, lost or stolen medication, pain inconsistent with physical examination) and attempting to clarify medication history by using prescription drug–monitoring programs or other information sources."},

{"id":"1287","title":"A 24-year-old man comes to the office for treatment of opioid use disorder.  The patient has a 6-year history of heroin use, which he says has cost him most of his savings.  His boss has spoken to him about his erratic moods and inconsistent work performance, and he is now in danger of losing his job.  The patient asks for help, saying, \"I have tried so hard to do this on my own.  My parents have spent a lot of money on counseling.  It helps for a while, but then I go back to using.  They are fed up and refuse to see me anymore.  I don't want to use, but the craving is so strong.\"  The physician refers the patient to an opioid treatment program where he is started on maintenance therapy with methadone.  During the next followup appointment, he reports a marked reduction in his cravings.  Which of the following properties of the administered drug is most likely responsible for the improvement in this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Long half-life","answer_2":"B. Low potency","answer_3":"C. Low risk of dependence","answer_4":"D. Low risk of respiratory depression","answer_5":"E. Low risk of withdrawal","answer_6":"F. Partial agonist activity","percent_1":"55%","percent_2":"2%","percent_3":"3%","percent_4":"0%","percent_5":"3%","percent_6":"37%","right_answer":"A. Long half-life","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Opioid use disorder is a significant health concern in the United States and has high levels of morbidity and mortality.  Opioids are prescribed for their analgesic properties, but they also have euphoric effects with the potential for tolerance, dependence, and abuse.  Both street and prescription opioids have a high abuse potential.  Treatment of addiction includes the use of alternative opioid agonists with fewer euphoric effects and less potential for acute withdrawal and craving, thereby allowing patients to function more productively on a daily basis.  In the United States, the most commonly used agonists are #methadone# and buprenorphine. $ Methadone is a #full mu-opioid receptor agonist# used for withdrawal and maintenance treatment for opioid use disorder.  It has a #long half-life#, which allows it to effectively #suppress cravings and withdrawal# symptoms; it also blocks the euphoric effects of other opioids by maintaining high tolerance levels #(choice B)#.  Adverse effects of methadone include QT interval prolongation and respiratory depression, accounting for its lethality in overdose. $ #(Choices C and E)#  Methadone, like other opioids, produces dependence, and abrupt discontinuation of methadone causes withdrawal symptoms.  The symptoms of methadone withdrawal are more prolonged and less severe than those of heroin due to methadone's long half-life but are still present. $ (Choice D)  Methadone can cause respiratory depression with the potential for lethality in overdose, especially when combined with other CNS depressants. $ (Choice F)  Buprenorphine is a partial agonist used alone or with naloxone (an opioid antagonist) for treatment of opioid use disorder.  Buprenorphine is less likely to cause respiratory depression and mortality in overdose compared with methadone. $ Educational objective Methadone is a potent, long-acting opioid agonist used in the maintenance treatment of opioid use disorder.  Its prolonged effects suppress withdrawal symptoms and cravings."},

{"id":"106307","title":"An 18-year-old woman comes to the office to discuss her pain medication.  Five months ago, the patient fractured her vertebrae in a ski accident, requiring surgery and prolonged postsurgical rehabilitation.  Since the accident, she has been prescribed hydrocodone/acetaminophen 4 times a day for pain.  The patient's pain is adequately controlled and does not interfere with day-to-day activities.  Over the past month, she has tried to stop the medication, but each time, she develops rhinorrhea, lacrimation, and vomiting, requiring her to take it to relieve the discomfort.  The patient has reduced hydrocodone/acetaminophen intake from 4 to 3 times daily and cannot reduce it further due to these symptoms.  She is anxious and frustrated about not being able to discontinue it.  Urine drug screen is positive for hydrocodone only.  A review of the state prescription drug monitoring database reveals no other controlled substances or irregularities.  Which of the following best describes this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Misuse","answer_2":"B. Opioid use disorder","answer_3":"C. Physical dependence","answer_4":"D. Tolerance","percent_1":"3%","percent_2":"9%","percent_3":"85%","percent_4":"3%","right_answer":"C. Physical dependence","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Complications of chronic opioid use#∆⨉ §^#Tolerance# ∆ • Increased dose needed to achieve same pain relief §^#Physical dependence# ∆ • Development of withdrawal symptoms after abrupt opioid cessation • Opioid use remains controlled §^#Opioid use disorder# ∆ • Uncontrolled opioid craving and use despite harm (eg, social, professional)","explanation_1":"","explanation_2":"This patient on chronic opioid therapy has adequate pain control and is attempting to decrease the medication dose.  However, she has features of #physical dependence# characterized by significant #withdrawal symptoms# (eg, vomiting, diarrhea, lacrimation, sweating) on discontinuation or decreased dosage. $ Opioid binding to mu opioid receptors inhibits the presynaptic release of pain neurotransmitters (eg, substance P, glutamate, calcitonin gene–related peptide).  With continued use, opioids can induce receptor down-regulation and desensitization.  Subsequently, loss of receptor activation due to reduction or cessation of the medication can cause withdrawal symptoms, as in this patient.  Management of physical dependence may require a #prolonged, scheduled taper# of the medication, often with the assistance of a pain-management specialist. $ (Choice A)  Opioid misuse is defined as using opioids in a way that deviates from their prescribed dosage (eg, overuse) or purpose (eg, relieving anxiety, sharing with or selling pills to others).  It also includes obtaining opioids from multiple prescribers or taking nonprescribed controlled substances.  This patient has no features of opioid misuse. $ (Choice B)  Opioid use disorder is characterized by uncontrolled use despite harmful consequences (eg, social, professional).  Although this patient exhibits withdrawal symptoms, her opioid use remains controlled.  Also, her primary focus is stopping opioid therapy rather than securing the next dose, which is a feature common in patients with opioid use disorder. $ (Choice D)  Opioid tolerance refers to increasing dose requirements to achieve the same pain control.  Tolerance is commonly seen in patients with physical dependence, but would not explain this patient's withdrawal symptoms upon attempted dose reduction. $ Educational objective Chronic opioid therapy can lead to tolerance (ie, increased amount of opioids to achieve the same pain relief), physical dependence (ie, development of withdrawal symptoms after abrupt cessation), and opioid use disorder (ie, uncontrolled use despite harmful effects)."},

{"id":"11577","title":"A 46-year-old woman comes to the office for follow-up after an episode of alcoholic pancreatitis.  She was hospitalized 4 weeks ago for abdominal pain and concurrently underwent treatment with benzodiazepines for alcohol withdrawal.  Prior to hospitalization, the patient was drinking 3 L of boxed wine daily; however, she has remained abstinent since discharge.  She is interested in medication for her alcohol use disorder, but lives alone and is worried that her cravings will overwhelm her self control.  A medication with which of the following mechanisms of action would be most effective in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aldehyde dehydrogenase inhibition","answer_2":"B. Antagonism at postsynaptic dopamine receptors","answer_3":"C. Mu-opioid receptor blockade","answer_4":"D. Partial agonism at nicotinic acetylcholine receptors","answer_5":"E. Serotonin reuptake inhibition","percent_1":"59%","percent_2":"4%","percent_3":"29%","percent_4":"5%","percent_5":"3%","right_answer":"C. Mu-opioid receptor blockade","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In addition to psychosocial interventions (eg, motivational interviewing, Alcoholics Anonymous), several medications are available to treat #alcohol use disorder#, including naltrexone and acamprosate.  #Naltrexone blocks the mu-opioid receptor# and inhibits the rewarding and reinforcing effects of alcohol, helping to reduce cravings and improving motivation to quit.  The long-acting #depot form# (given as monthly injections) is useful for patients at risk for nonadherence with daily administration.  Acamprosate, another abstinence-promoting drug, works by modulating glutamate neurotransmission at the N-methyl-D-aspartate receptor. $#(Choice A)#  The aldehyde dehydrogenase inhibitor disulfiram is considered a second-line treatment for alcohol use disorder because of poorer efficacy (effectiveness depends on supervised administration).  When alcohol is ingested by a patient taking disulfiram, acetaldehyde accumulates and causes unpleasant adverse effects (eg, nausea, vomiting, flushing, sweating, headache). $#(Choice B)#  Antagonism at postsynaptic dopamine receptors is the mechanism of action of antipsychotic medications.  Antipsychotics are not effective in treating alcohol use disorder. $#(Choice D)#  Varenicline acts as a partial neuronal nicotinic receptor agonist and prevents the nicotine stimulation of the mesolimbic dopamine system associated with nicotine addiction. $#(Choice E)#  Serotonin reuptake inhibition is the mechanism of action of selective serotonin reuptake inhibitor antidepressants.  Although they have shown some efficacy in reducing alcohol use in patients with alcohol use disorder who have comorbid depression, they are not useful for alcohol cessation in patients without comorbid depression. $#Educational objective# The opioid antagonist naltrexone is a first-line pharmacotherapy for moderate-to-severe alcohol use disorder, and works by preventing the reinforcing effects of alcohol use.  "},

{"id":"1353","title":"A 37-year-old man is admitted to the hospital for right lower-lobe pneumonia.  He is given antibiotics, and his shortness of breath and fever improve by the second hospital day.  However, he now has new-onset abdominal pain, diarrhea, and severe muscle aches.  The patient has no history of gastrointestinal conditions or prior surgeries.  Temperature is 36.8 C (98.2 F), blood pressure is 124/80 mm Hg, and pulse is 88/min.  On examination, the patient appears uncomfortable and anxious.  Pupils are dilated and there is prominent lacrimation.  Abdominal examination reveals hyperactive bowel sounds without tenderness or distension.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adverse effect of antibiotic","answer_2":"B. Alcohol withdrawal","answer_3":"C. Amphetamine intoxication","answer_4":"D. Benzodiazepine withdrawal","answer_5":"E. Cocaine intoxication","answer_6":"F. Nicotine withdrawal","answer_7":"G. Opioid withdrawal","percent_1":"9%","percent_2":"7%","percent_3":"2%","percent_4":"3%","percent_5":"5%","percent_6":"3%","percent_7":"71%","right_answer":"G. Opioid withdrawal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Common withdrawal syndromes#∆⨉∆⨉§^#Substance#∆^#Symptoms#∆^#Examination findings#§^Alcohol∆Tremors, agitation, anxiety, delirium, psychosis∆Seizures, tachycardia, palpitations§^Benzodiazepines∆Tremors, anxiety, perceptual disturbances, psychosis, insomnia∆↕§^Opioids∆Nausea, vomiting, abdominal cramping, diarrhea, muscle aches∆Dilated pupils, yawning, piloerection, lacrimation, hyperactive bowel sounds§^Stimulants$(eg, cocaine, amphetamines)∆Increased appetite, hypersomnia, intense psychomotor retardation, severe depression (\"crash\")∆No significant findings§^Nicotine∆Dysphoria, irritability, anxiety, increased appetite∆↕§^Cannabis∆Irritability, anxiety, depressed mood, insomnia, decreased appetite∆No significant findings","explanation_1":"","explanation_2":"$This patient is experiencing the classic symptoms of #opioid withdrawal#.  Opioid withdrawal can start as soon as 6-12 hours after cessation of a short-acting opioid such as heroin and usually peaks within 24-48 hours.  Symptoms include nausea, vomiting, #diarrhea#, abdominal cramping, and myalgia.  It is generally nonlife-threatening and vital signs are usually normal.  #Dilated pupils#, prominent piloerection, and #hyperactive bowel sounds# are seen on examination.  Opioid withdrawal can appear similar to other withdrawal or intoxication syndromes, but certain findings, including #lacrimation# and #yawning#, are fairly specific. $ Individuals who have been taking chronic prescription opioids, such as cancer patients, can also develop opioid withdrawal on abrupt discontinuation or marked reduction in usage. $ (Choice A)  Antibiotic use may be associated with diarrhea and other adverse effects.  However, this patient's relatively specific signs of opioid withdrawal (eg, lacrimation) make opioid withdrawal more likely. $ #(Choices B and D)#  Alcohol and benzodiazepine withdrawal are two of the few potentially fatal drug withdrawal syndromes.  Symptoms of alcohol withdrawal typically begin after 12-24 hours and are typified by autonomic hyperactivity (eg, tremors, agitation, diaphoresis, tachycardia, hypertension).  Onset of benzodiazepine withdrawal depends on the half-life of the specific agent and is characterized by tremors, anxiety, perceptual disturbances, dysphoria, and psychosis.  Alcohol and benzodiazepine withdrawal may also lead to seizures. $ #(Choices C and E)#  Amphetamine and cocaine intoxication are marked by euphoria, increased vigilance, psychomotor agitation, tachycardia, hypertension, and hyperthermia.  As in opioid withdrawal, pupils are dilated with stimulant intoxication.  However, this patient's gastrointestinal upset and lacrimation are more typical of opioid withdrawal. $ (Choice F)  Nicotine withdrawal is commonly seen in the inpatient setting in chronic tobacco users.  Besides cravings for cigarettes, symptoms are generally mild and include dysphoria, irritability, anxiety, and increased appetite/weight gain. $ Educational objective Opioid withdrawal is marked by mydriasis, abdominal pain, diarrhea, piloerection, lacrimation, and yawning.  It is generally nonlife-threatening, unlike withdrawal from alcohol and benzodiazepines."},

{"id":"2001","title":"A 32-year-old man is brought to the emergency department by police after an altercation at a local pub.  He is agitated and says that his chest hurts.  Blood pressure is 170/100 mm Hg and pulse is 130/min and regular.  On physical examination, the patient is combative and uncooperative.  There are no signs of physical injury.  His pupils are dilated and reactive to light.  Examination shows nasal perforation.  ECG reveals myocardial ischemia.  Inhibition of which of the following processes is most likely responsible for this patient's presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2001.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","answer_7":"G. G","percent_1":"1%","percent_2":"0%","percent_3":"2%","percent_4":"6%","percent_5":"6%","percent_6":"76%","percent_7":"10%","right_answer":"F. F","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2001.jpg","explanation_1":"","explanation_2":"$This patient is most likely acutely intoxicated with cocaine.  Cocaine is a stimulant that inhibits presynaptic #reuptake of monoamines# (norepinephrine, dopamine, serotonin), resulting in #sympathetic stimulation# (eg, hypertension, tachycardia, light-responsive mydriasis) and CNS activation (eg, increased arousal, euphoria, agitation, seizures). $Cocaine's ability to increase synaptic availability of norepinephrine, combined with some of its other effects (eg, sodium channel antagonism), makes it a potent vasoconstrictor that can promote #myocardial ischemia# by causing #coronary artery vasospasm# and increased platelet aggregation (ie, thrombus formation).  When cocaine is used intranasally, its vasoconstrictive effects cause local ischemia resulting in #mucosal atrophy# that can then lead to #nasal septal perforation#; these findings are highly suggestive of cocaine abuse. $#(Choices A, D, and E)#  Inhibition of neuronal tyrosine uptake, impaired norepinephrine release into the synaptic cleft, or blockade of postsynaptic adrenergic receptors would result in sympatholytic effects (reduced blood pressure and heart rate). $#(Choice B)#  Metyrosine blocks the rate-limiting step of catecholamine synthesis (tyrosine hydroxylase).  This results in decreased levels of catecholamines and sympatholytic effects. $#(Choice C)#  Reserpine (an antihypertensive agent no longer in clinical use) blocks monoamine entry into presynaptic vesicles, resulting in sympatholytic effects. $#(Choice G)#  Catechol-O-methyl transferase (COMT) is found in the brain and liver and degrades catecholamine neurotransmitters.  Entacapone and tolcapone are COMT inhibitors used to prolong the effects of levodopa treatment in patients with Parkinson disease. $#Educational objective# Cocaine is a stimulant that inhibits the presynaptic reuptake of norepinephrine, dopamine, and serotonin.  Intoxicated patients develop agitation, tachycardia, hypertension, and light-responsive mydriasis due to increased sympathetic activity.  Cocaine is also a potent vasoconstrictor that can cause myocardial ischemia and atrophy of the nasal mucosa and septum.  "},

{"SubjectSystem":"Biochemistry-Psychiatric","id":"1021","title":"A 44-year-old man is brought to the emergency department after police officers found him agitated and confused.  During transport to the hospital, he is started on intravenous fluids with dextrose.  On arrival, the patient is disoriented but cooperative.  Physical examination shows bruises on the forehead, forearms, and shins.  Extraocular findings include bilateral horizontal nystagmus and impaired lateral eye movements; however, the ambulance personnel state that the patient's extraocular movements were normal when they arrived on the scene.  The patient also has an unsteady gait with widely spaced legs and short steps.  Review of the medical record shows that he has been admitted to the hospital with alcohol intoxication several times before.  This patient's neurologic findings are most likely related to deficiency of a cofactor required for which of the following reactions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1021.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","answer_7":"G. G","answer_8":"H. H","percent_1":"9%","percent_2":"3%","percent_3":"16%","percent_4":"50%","percent_5":"10%","percent_6":"5%","percent_7":"2%","percent_8":"5%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1021.jpg","explanation_1":"","explanation_2":"$This patient's multiple previous hospitalizations for alcohol intoxication and easy bruising are indicative of #chronic alcohol use#.  Patients with this condition are frequently deficient in #thiamine#, a necessary #cofactor# for several enzymes involved in glucose metabolism, including pyruvate dehydrogenase, #alpha-ketoglutarate dehydrogenase#, and transketolase #(choices A, B, E, F, and G)#. $The administration of glucose to thiamine-deficient patients can rapidly deplete the small amount of circulating thiamine.  This can result in neuronal injury within highly metabolic brain regions, leading to the classic triad of acute #Wernicke encephalopathy# seen in this patient: $• #Encephalopathy# (eg, confusion) $• #Oculomotor dysfunction# (eg, horizontal nystagmus) $• #Ataxia# (eg, unsteady gait) $#(Choices C and H)#  The metabolism of ethanol by alcohol dehydrogenase and aldehyde dehydrogenase consumes NAD+ and increases the NADH/NAD+ ratio.  This skewed ratio inhibits enzymatic pathways requiring NAD+ (eg, alpha-ketoglutarate dehydrogenase, isocitrate dehydrogenase, malate dehydrogenase), and as a result, the entire citric acid cycle is typically impaired in intoxicated patients.  However, this patient has the classic findings of Wernicke encephalopathy, which is caused by thiamine (not NAD+) depletion; the only thiamine-dependent enzyme in the citric acid cycle is alpha-ketoglutarate dehydrogenase. $#Educational objective# Several enzymes involved in glucose metabolism (eg, pyruvate dehydrogenase, alpha-ketoglutarate dehydrogenase) require thiamine as a cofactor.  The administration of glucose to thiamine-deficient patients (eg, chronic alcohol use) can precipitate Wernicke encephalopathy (eg, acute confusion, ophthalmoplegia, ataxia) due to rapid thiamine consumption.  "}


]