[


{"id":"1375","title":"A 23-year-old woman participates in a research study evaluating the effect of monoclonal antibodies on viral infection.  The patient has no past medical history and takes no medications.  She has not been ill recently.  During the study, a peripheral blood specimen is obtained.  CD19 positive cells are isolated, purified, and exposed to monoclonal antibodies against cell surface complement receptor CD21.  The cells are subsequently incubated along with several viruses being studied.  Initial exposure to monoclonal antibodies against CD21 is most likely to prevent cell infection with which of the following viruses?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenovirus","answer_2":"B. Cytomegalovirus","answer_3":"C. Epstein-Barr virus","answer_4":"D. Human immunodeficiency virus","answer_5":"E. Parvovirus B19","percent_1":"2%","percent_2":"4%","percent_3":"85%","percent_4":"5%","percent_5":"4%","right_answer":"C. Epstein-Barr virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The initial attachment of the virion envelope or capsid surface proteins to the complementary host cell surface receptors is essential to viral tropism for specific tissues and invasion of cells.  Many viruses bind to normal host cell plasma membrane receptors to enter host cells. $#Epstein-Barr virus# (EBV) is a herpesvirus responsible for acute infectious mononucleosis, nasopharyngeal carcinoma, and certain lymphomas (eg, Burkitt lymphoma).  More than 90% of the normal adult population is seropositive for EBV, which is primarily transmitted through contact with oropharyngeal secretions.  The EBV envelope glycoprotein gp350 binds to #CD21# (also known as CR2), the cellular receptor for the C3d complement component.  CD21 is normally present on the surface of #B cells# (CD19-positive cells) and nasopharyngeal epithelial cells.  Therefore, exposure to a monoclonal anti-CD21 antibody could interfere with EBV attachment to B cells. $#(Choice A)#  Adenovirus has hexon and penton capsomeres on its surface.  Rodlike structures (\"fibers\") that project from the penton base capsomeres are responsible for mediating adsorption to host cells.  The cell receptor for most adenovirus fibers is a transmembrane protein member of the immunoglobulin superfamily. $#(Choice B)#  Like other herpesviruses, cytomegalovirus requires initial contact with glycosaminoglycan chains on host cell surface proteoglycans for entry into the host cell.  It does not require contact with CD21. $#(Choice D)#  HIV viruses attach to their major target host cells (CD4+ T cells) primarily via the binding of viral envelope glycoprotein @gp120@ to the cellular CD4 transmembrane glycoprotein and the coreceptor (CCR5 or CXCR4).  The HIV envelope then undergoes a conformational change that activates gp41 and initiates membrane fusion. $#(Choice E)#  Parvovirus B19 is thought to attach to human erythroid cells via the blood group P antigen (globoside), which is expressed by mature erythrocytes, erythroid progenitors, megakaryocytes, placenta, and the fetal liver and heart.  Immature cells of the erythroid family (eg, adult bone marrow, fetal liver) are most vulnerable to parvovirus B19 infection. $#Educational objective# The initial attachment of the virion envelope or capsid surface proteins to the complementary host cell surface receptors is essential to viral tropism for specific tissues and invasion of cells.  Many viruses bind to normal host cell plasma membrane receptors to enter host cells.  Known host cell receptor and virion/virion protein binding specificities include: CD4 with HIV gp120, CD21 with Epstein-Barr virus gp350, and erythrocyte P antigen with parvovirus B19.  ","clickable_1":"images/img1.1375.jpg"},

{"id":"1461","title":"A virologist is researching acyclovir-resistant herpes simplex virus (HSV).  Viral DNA analysis reveals a mutation in the thymidine kinase gene, resulting in a mutated enzyme that does not phosphorylate acyclovir to its active form.  In an experiment, a resistant HSV type 2 strain containing this mutation is cultured in a cell line, and the cell culture is coinfected with a nonresistant HSV type 1 strain.  It is found that some of the newly produced type 1 virions acquire resistance to acyclovir, and subsequent progeny continue to be resistant.  Which of the following mechanisms best explains the observed findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Interference","answer_2":"B. Phenotypic mixing","answer_3":"C. Reassortment","answer_4":"D. Recombination","answer_5":"E. Transformation","percent_1":"1%","percent_2":"9%","percent_3":"21%","percent_4":"40%","percent_5":"29%","right_answer":"D. Recombination","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1461.jpg","explanation_1":"","explanation_2":"$This scenario describes the exchange of genetic information between 2 virus strains that have #nonsegmented, double-stranded# DNA genomes.  #Recombination# refers to the exchange of genes between 2 chromosomes via #crossing over# within homologous regions.  The resulting progeny can have recombined genomes with traits from both parent viruses.  In this case, the thymidine kinase genes in HSV type 1 and 2 virions are likely to have significant sequence similarity, allowing cross over to occur with relatively high frequency. $#(Choice A)#  Interference occurs when one virus inhibits replication and/or release of a second virus that is infecting the same cell.  Simple interference would not result in recombinant progeny virions. $#(Choice B)#  @Phenotypic mixing@ can occur when a host cell is coinfected with 2 viral strains and progeny virions contain parental genome from one strain and nucleocapsid (or envelope) proteins from the other strain.  This may result in progeny acquiring additional traits (eg, enhanced ability to infect new host cells due to different nucleocapsid proteins).  However, as the genome is unchanged, subsequent progeny would not retain these traits. $#(Choice C)#  @Reassortment@ refers to changes in genomic composition that occur when host cells are coinfected with 2 #segmented# viruses that exchange whole genome segments.  This process can cause sudden alterations in surface antigens of the viral progeny, as observed with the highly mutagenic influenza virus.  However, because the herpesvirus genome is nonsegmented, it does not engage in reassortment. $#(Choice E)#  Transformation is the uptake of naked DNA by a prokaryotic or eukaryotic cell.  In virology, transformation also describes incorporation of viral DNA into a host cell chromosome (lysogeny).  Transformation alters the genetic composition of the host cell but typically causes no genomic change in progeny virions. $#Educational objective# Recombination refers to gene exchange that occurs through the crossing over of 2 double-stranded DNA molecules.  Reassortment describes the mixing of genome segments in segmented viruses that infect the same host cell.  ","clickable_1":"images/img1.1461.jpg","clickable_2":"images/img2.1461.jpg"},

{"id":"12708","title":"A 41-year-old woman comes to the emergency department due to 2 days of severe shortness of breath, high fevers, cough, and myalgias.  The patient is a businesswoman who works in the poultry industry.  She recently returned from a trip to China, where she visited several factories in different parts of the country.  Her temperature is 39.1 C (102.4 F).  The patient is in respiratory distress, and crackles and diffuse wheezes are present on pulmonary examination.  Laboratory results show that she contracted an orthomyxovirus that was responsible for an upper respiratory infection epidemic in China.  Transmission of the virus was originally thought to occur only through contact with poultry, but during the outbreak, sustained human-to-human transmission was observed.  Which of the following is most likely responsible for the infectivity of this virus in humans?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antigenic drift","answer_2":"B. Complementation","answer_3":"C. Frameshift mutation","answer_4":"D. Genetic reassortment","answer_5":"E. Phenotypic mixing","percent_1":"22%","percent_2":"1%","percent_3":"1%","percent_4":"67%","percent_5":"8%","right_answer":"D. Genetic reassortment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12708.jpg","explanation_1":"","explanation_2":"$#Influenza viruses (orthomyxoviruses)# are respiratory pathogens that can affect several species, including #humans, birds, and swine#.  They possess the surface proteins hemagglutinin (HA) and neuraminidase (NA), which are virulence factors required for infectivity.  These proteins are also targets of the immune system, and neutralizing antibodies against them can confer immunity to specific influenza strains.  As such, HA and NA are under constant selective pressure both to maintain species-specific virulence and evade immune recognition. $Orthomyxoviruses contain a #segmented# genome, and HA and NA are coded by separate RNA segments.  This allows for #genetic reassortment# when 2 distinct strains infect the same cell.  For instance, avian coinfection with a human influenza A virus (which can also infect birds, the reservoir species for all influenza A subtypes) and an animal influenza A virus can lead to the human-type HA and the animal-type NA being packaged together into the same virion.  This has the potential to create a #novel strain# of virus to which #humans are susceptible# but have #no immunologic resistance#.  This phenomenon is known as antigenic shift, and is responsible for the majority of pandemics and epidemics of influenza A. $#(Choice A)#  Antigenic drift refers to point mutations in HA and NA genes that slightly alter the product proteins, allowing them to evade immune recognition and possibly increasing infectivity of the virus.  However, a change in species-to-species transmission likely represents a major modification in protein structure that is better explained by RNA segment reassortment. $#(Choice B)#  In genetics, complementation occurs when 2 different strains of a mutant organism are able to produce wild-type offspring.  Typically, both parents have homozygous mutations in different genes within the same metabolic pathway.  When they are crossed, the offspring inherits 1 normal allele from each parent, allowing them to bypass both of the metabolic blockades and display the wild-type phenotype. $#(Choice C)#  Frameshift mutations result when a number of bases that are #not# a multiple of 3 are added to or deleted from the coding region of a gene.  This typically results in premature termination of translation and a truncated protein containing the wrong amino acids. $#(Choice E)#  @Phenotypic mixing@ occurs when 2 viruses infect the same cell and progeny viruses exhibit coat or envelope proteins not coded for by the genetic material packaged within them.  However, subsequent progeny express only the proteins encoded by their genome.  The above scenario is not an example of phenotypic mixing as human-to-human transmission was sustained. $#Educational objective# Influenza epidemics and pandemics are typically caused by reassortment of the RNA segments coding for hemagglutinin or neuraminidase proteins (major antigenic shifts).  This process can occur between human and animal strains of influenza A virus in avian or swine hosts.  ","clickable_1":"images/img1.12708.jpg"},

{"id":"1462","title":"The influenza A virus uses a sialic acid as a receptor for cellular entry.  The chemical composition of the specific type of sialic acid that the virus interacts with differs among animal species.  The avian influenza virus attaches to a specific sialic acid that is present in fowl epithelial cells but absent in human cells, whereas the human influenza virus can only attach to the type of sialic acid present in human respiratory epithelium.  When pig epithelial cells, which contain both types of sialic acid, are infected with the combination of avian and human influenza A viruses, some of the new avian influenza viral particles become capable of attaching to human cells.  However, the progeny of this new strain of avian influenza virus is still unable to attach to human epithelial cells.  Which of the following phenomena best describes the change in the avian influenza virus in this experiment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Interference","answer_2":"B. Phenotypic mixing","answer_3":"C. Reassortment","answer_4":"D. Recombination","answer_5":"E. Transformation","percent_1":"2%","percent_2":"43%","percent_3":"33%","percent_4":"13%","percent_5":"10%","right_answer":"B. Phenotypic mixing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1462.jpg","explanation_1":"","explanation_2":"$The acquisition of a new viral surface protein is often all that is necessary for a virus to infect a new type of host cell.  In this scenario, avian and human influenza virus particles infect host pig cells; certain progeny avian virus particles obtain some of the surface components (eg, sialic acid receptors) of the human influenza virus, allowing the avian virus to infect human cells.  This exchange is an example of #phenotypic mixing#, which generally occurs when a host cell is coinfected with 2 viral strains and progeny virions contain #unchanged parental genome# from one strain and #nucleocapsid (or envelope) proteins# from the #other# strain.  However, because there is no change in the underlying viral genomes (no genetic exchange), subsequent progeny will #revert# to having only avian influenza type surface proteins and will again be noninfectious to human epithelium. $#(Choice A)#  Interference occurs when one virus inhibits replication and/or release of a second virus that is infecting the same cell.  Simple interference would not result in a new phenotype for progeny. $#(Choice C)#  Reassortment refers to changes in genomic composition that occur when host cells are coinfected with 2 segmented viruses that exchange whole genome segments.  When reassortment takes place in a cell coinfected by 2 viral strains, any genomic change in first generation progeny will also be present in subsequent progeny. $#(Choice D)#  Recombination may be defined as the exchange of genes between 2 chromosomes (double-stranded DNA molecules) by crossing over within homologous regions.  As is the case with reassortment, any genomic change in the first generation progeny will also be present in subsequent progeny. $#(Choice E)#  Transformation is generally defined as naked DNA uptake by a prokaryotic or eukaryotic cell.  In virology, this term may also describe incorporation of viral DNA into a host cell chromosome.  Transformation alters the genetic composition of the host cell but typically causes no genomic change in progeny virions. $#Educational objective# Phenotypic mixing refers to coinfection of a host cell by 2 viral strains, resulting in progeny virions that contain nucleocapsid proteins from one strain and the unchanged parental genome of the other strain.  Because there is no change in the underlying viral genomes (no genetic exchange), the next generation of virions revert to their original, unmixed phenotypes.  "},

{"id":"44","title":"A 35-year-old man is found to have elevated alanine aminotransferase and aspartate aminotransferase levels.  He has no abdominal pain, nausea, or vomiting.  The patient has used intravenous drugs in the past but denies significant alcohol use.  His past medical history is negative for blood transfusions or excessive acetaminophen use.  Physical examination findings are normal.  Laboratory studies show high titers of IgG directed against the hepatitis C envelope protein.  Which of the following is the most likely reason that these antibodies do not confer effective immunity against the infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Envelope proteins are lost after recurrent viral replication","answer_2":"B. Envelope proteins are sequestered within hepatocytes","answer_3":"C. Envelope proteins have low immunogenicity","answer_4":"D. Envelope proteins have variations in their antigenic structure","answer_5":"E. The antibodies do not have neutralizing properties","percent_1":"6%","percent_2":"10%","percent_3":"10%","percent_4":"68%","percent_5":"5%","right_answer":"D. Envelope proteins have variations in their antigenic structure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp44.jpg","explanation_1":"","explanation_2":"$#Hepatitis C virus# (HCV) has 6 or more genotypes and multiple subtypes that differ in genomic composition by as much as 30%-35%.  This is largely due to the fact that the virion-encoded #RNA-dependent RNA polymerase# has #no proofreading# 3' → 5' exonuclease activity, which results in many errors during replication. $Although most patients are infected with a single genotype, the high mutation rate leads to the development of distinct quasispecies within infected individuals over time.  These variant strains differ primarily at #hypervariable genomic regions#, such as those found in the sequences coding for its #envelope glycoproteins#.  The continuous generation of novel envelope glycoproteins prevents infected individuals from mounting an effective immune response.  As production of host antibodies against a quasispecies commences, that strain dies off and new ones take its place.  The tremendous antigenic variety of HCV has significantly slowed efforts to develop an effective vaccine. $#(Choices A and B)#  The envelope proteins of HCV are not lost after recurrent viral replication nor are they sequestered within hepatocytes.  These proteins are necessary for viral infectivity as they mediate membrane adhesion and fusion with host hepatocytes. $#(Choice C)#  Like most foreign (nonself) proteins, the envelope proteins of HCV are highly immunogenic. $#(Choice E)#  Host antibodies against HCV have neutralizing properties and are effective in eliminating more established hepatitis C quasispecies.  It is the constantly emerging mutant strains that pose the greatest challenge to the host immune system. $#Educational objective# Genetic variations created during hepatitis C virus (HCV) replication result in marked variety in the antigenic structure of HCV envelope proteins.  The production of host antibodies lags behind that of new mutant HCV strains, preventing infected individuals from mounting an effective immune response.  "},

{"id":"376","title":"A 22-year-old man with fever and joint pain is found to have atypical lymphocytes on his blood smear.  Further evaluation shows that his condition is caused by an enveloped virus containing partially double-stranded circular DNA.  An enzyme packed in its virion has RNA-dependent DNA-polymerase activity.  This patient is most likely infected with which of the following viruses?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coxsackie virus","answer_2":"B. Cytomegalovirus","answer_3":"C. Epstein-Barr virus","answer_4":"D. Hepatitis B virus","answer_5":"E. Human immunodeficiency virus","answer_6":"F. Parvovirus B19","percent_1":"2%","percent_2":"6%","percent_3":"24%","percent_4":"55%","percent_5":"8%","percent_6":"5%","right_answer":"D. Hepatitis B virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient's fever and joint pain are nonspecific symptoms of a viral infection.  Atypical (reactive) lymphocytes are also nonspecific and are seen with many viral infections (although Epstein-Barr virus and cytomegalovirus usually present with the highest counts). $Based on the described viral morphology, this patient is most likely infected with the hepatitis B virus (HBV), a member of the DNA-containing Hepadnaviridae family.  The mature virion (called a Dane particle) consists of a hexagonal protein core (capsid) covered with a lipid bilayer envelope studded with proteins and carbohydrates.  The HBV genome is a partially double-stranded circular DNA molecule housed within the capsid. $After the virion enters the cell, the capsid is released into the cytoplasm and the viral genome is transferred into the nucleus.  The viral DNA is then repaired to form a fully double-stranded circular minichromosome that is capable of being transcribed into viral mRNAs.  Replication of the genome occurs within a newly synthesized capsid containing the full-length viral mRNA transcript.  Reverse transcriptase (which has both RNA- and DNA-dependent DNA-polymerase activity) acts on this RNA template to create a single-stranded DNA intermediate that is then converted back into circular, partially double-stranded DNA.  The mature capsid is then enveloped by a portion of the endoplasmic reticulum containing virally-coded proteins to form the completed virion. $#(Choice A)#  Coxsackie virus is within the Picornaviridae family and is composed of an icosahedral nucleocapsid and a + single-stranded RNA genome.  The RNA has a protein on the 5' end that acts as a primer for transcription by RNA-dependent RNA polymerase. $#(Choices B and C)#  Cytomegalovirus and Epstein-Barr virus are members of the Herpesviridae family.  All viruses within this family contain an icosahedral core surrounded by a lipoprotein envelope and have double-stranded, linear DNA.  These are the only viruses to acquire their envelopes by budding from the nuclear membrane. $#(Choice E)#  Human immunodeficiency virus is within the Lentivirus subgroup of retroviruses.  It contains a bar-shaped protein core surrounded by a glycoprotein envelope that includes the gp120 and gp41 glycoproteins.  The genome is diploid, consisting of 2 + single-stranded RNA molecules that are transcribed into double-stranded DNA by a reverse transcriptase present in the capsid. $#(Choice F)#  Parvovirus B19 is a small nonenveloped icosahedral virus with a linear, single-stranded DNA genome.  There is no polymerase in the virion. $#Educational objective# Replication of the hepatitis B genome occurs within a newly synthesized capsid through the action of reverse transcriptase on an RNA template.  The mature capsid contains partially double-stranded circular DNA and reverse transcriptase.  "},

{"id":"374","title":"A 36-year-old man comes to the office due to 2 months of fatigue, intermittent arthralgias, and poor appetite.  The patient has no prior medical conditions and takes no medications.  He does not use tobacco or illicit drugs, and he drinks alcohol occasionally.  The patient has had multiple sexual partners and uses condoms inconsistently.  Physical examination shows no abnormalities.  Liver aminotransferases are elevated.  Hepatitis serology shows the following:","title_table":"?Hepatitis A virus antibody, total? negative ?Hepatitis B surface antibody (HBsAb)? negative ?Hepatitis B core antibody (HBcAb), total? positive ?Hepatitis B surface antigen (HBsAg)? positive ?Hepatitis B E antigen (HBeAg)? positive ?Hepatitis C virus antibody? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following genome replicative processes is most likely used by the virus infecting this patient?","audio":"","comparison_items":"","answer_1":"A. Double-stranded DNA → double-stranded DNA template → double-stranded DNA progeny","answer_2":"B. Double-stranded DNA → +RNA template → partially double-stranded DNA progeny","answer_3":"C. Single-stranded DNA → double-stranded DNA template → single-stranded DNA progeny","answer_4":"D. Single-stranded +RNA → double-stranded DNA template → single-stranded +RNA progeny","answer_5":"E. Single-stranded +RNA → −RNA template → single-stranded +RNA progeny","answer_6":"F. Single-stranded −RNA → +RNA template → single-stranded −RNA progeny","percent_1":"16%","percent_2":"67%","percent_3":"7%","percent_4":"6%","percent_5":"2%","percent_6":"1%","right_answer":"B. Double-stranded DNA → +RNA template → partially double-stranded DNA progeny","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp374.jpg","explanation_1":"","explanation_2":"$#Acute hepatitis B virus# (HBV) infection is marked by the presence of HBsAg, HBeAg, and anti-HBc, and a lack of anti-HBs.  Infections are often asymptomatic, but many patients have a few months of jaundice, fatigue, nausea, and right upper–quadrant discomfort.  Perinatal transmission is most common in high-prevalence countries (eg, Sub-Saharan Africa); in low-prevalence regions (eg, United States), most cases occur due to unprotected sex or intravenous drug use. $HBV is a hepadnavirus composed of: $• an #outer lipid envelope# that contains viral-encoded proteins (HBsAg) and host lipid components. $• an #icosahedral nucleocapsid core# that contains a circular, partially double-stranded DNA genome and a DNA polymerase with reverse transcriptase activity. $HBV binds to a bile salt transporter on the surface of hepatocytes and enters the cell.  After the virus is uncoated in the host cytoplasm, the single-stranded DNA portion of the viral genome is completed (repaired) by cellular DNA polymerases.  This generates #double-stranded viral DNA#, which is subsequently transcribed by host RNA polymerase into a #+single-stranded RNA pregenome#.  The +RNA template is then translated into the proteins that compose the virus (eg, envelope, core, polymerase); it is also converted by viral DNA polymerase/reverse transcriptase into the #partially double-stranded DNA progeny# of developing viral particles. $#(Choice A)#  This replicative sequence characterizes adenovirus, herpesvirus, and poxvirus. $#(Choice C)#  This replicative sequence characterizes parvovirus B19. $#(Choice D)#  This replicative sequence characterizes the retroviruses (eg, HIV). $#(Choice E)#  This replicative sequence characterizes poliovirus. $#(Choice F)#  This replicative sequence characterizes influenza virus, measles virus, and rabies virus. $#Educational objective# The hepatitis B virus (HBV) replicates via the following sequence: double-stranded DNA → +RNA template → partially double-stranded DNA progeny.  Although it is a DNA virus, HBV uses reverse transcription to generate new viral DNA from a positive-sense RNA template.  "},

{"id":"1377","title":"A 64-year-old man comes to the emergency department due to 2 days of abrupt-onset fever, malaise, and myalgia.  He has also had nasal discharge, sore throat, and a nonproductive cough.  The patient has a history of hypertension and chronic obstructive pulmonary disease.  He is a former smoker but does not use alcohol or illicit drugs.  Temperature is 38.3 C (101 F), blood pressure is 130/70 mm Hg, pulse is 96/min, and respirations are 18/min.  Physical examination shows watery nasal discharge, pharyngeal erythema, and clear lungs on auscultation.  Droplet precautions are immediately instituted to prevent spread of the infection.  Hand hygiene with an alcohol-based disinfectant following patient contact is also initiated.  This patient's infecting pathogen is likely susceptible to the disinfectant due to the presence of which of the following characteristics?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lipid bilayer envelope","answer_2":"B. Nucleocapsid proteins","answer_3":"C. Segmented RNA genome","answer_4":"D. Surface glycoproteins","answer_5":"E. Surface ion channels","percent_1":"58%","percent_2":"10%","percent_3":"6%","percent_4":"17%","percent_5":"8%","right_answer":"A. Lipid bilayer envelope","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Although both #influenza# and the common cold can be associated with upper respiratory symptoms (eg, rhinorrhea, cough, sore throat), influenza can often be differentiated based on the #abrupt onset# of symptoms and the presence of nonspecific,# systemic manifestations# (eg, fever, malaise, myalgias, headache). $The influenza virus is an enveloped orthomyxovirus with a segmented, negative-sense, single-stranded RNA genome.  Transmission occurs via contaminated, large-particle droplets.  Therefore, patients who are hospitalized with influenza generally require droplet precautions (mask and gown for health care providers), and close contacts should be advised to practice appropriate hand hygiene. $#Alcohol-based disinfectants#, which are composed of ethyl or isopropyl alcohol (at concentrations of 60%-90%) in water, are often used for hand hygiene.  These solutions kill vegetative bacteria (but not spores), fungus, and #enveloped viruses# (eg, influenza, HIV, herpes) by #dissolving their lipid bilayer membranes# and subsequently denaturing their proteins.  Nonenveloped viruses such as adenovirus, rhinovirus, enterovirus, and poliovirus are less susceptible to some alcohol-based disinfectants (particularly isopropyl-based solutions) because they do not have a lipid bilayer envelope. $#(Choice B)#  Proteins (and spores) are sterilized by moist heat (eg, autoclave), which results in protein denaturation.  Although proteins are somewhat susceptible to alcohol-based disinfectants, high concentrations must be used and efficacy is variable.  Alcohol has the strongest effect on lipophilic membranes. $#(Choice C)#  RNA can be rendered inert by ionizing radiation, which dislodges electrons and results in the formation of reactive ions that break covalent bonds.  Alcohol has a minimal effect on RNA molecule integrity. $#(Choice D)#  Neuraminidase, 1 of the 2 influenza surface glycoproteins, can be blocked by neuraminidase inhibitors (eg, oseltamivir, zanamivir).  These are often used to treat acute influenza (prevent the virus from leaving infected cells). $#(Choice E)#  The M2 ion channel mediates fusion of the influenza envelope with the endosome membrane, which liberates the influenza nucleocapsid and enzymes into the cytoplasm of the host cells.  Blockade of the M2 ion channel with amantadine can prevent influenza infection.  However, because influenza virus has developed widespread resistance to M2 ion channel inhibitors, these drugs are not recommended for use in the United States. $#Educational objective# Alcohol-based disinfectants kill enveloped viruses (eg, influenza) by dissolving their outer lipid envelope.  Nonenveloped viruses are less susceptible to some alcohol-based disinfectants because they have no lipid envelope to target.  "},

{"id":"1495","title":"A 7-year-old girl is brought to the office due to a diffuse rash.  The father says she developed a lace-like, erythematous rash this morning on her stomach, back, and extremities.  Two days ago, the girl developed red, flushed cheeks.  She also had congestion, headache, and a low-grade fever for 3 days earlier this week.  Last week, her younger brother had similar symptoms that resolved spontaneously.  The infectious agent most likely responsible for this patient's disease replicates in progenitors of which of the following cell lines?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Erythrocytes","answer_2":"B. Hepatocytes","answer_3":"C. Intestinal epithelial cells","answer_4":"D. Lymphocytes","answer_5":"E. Respiratory epithelial cells","percent_1":"58%","percent_2":"2%","percent_3":"3%","percent_4":"20%","percent_5":"17%","right_answer":"A. Erythrocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1495.jpg","explanation_1":"","explanation_2":"$#Erythema infectiosum#, or fifth disease, is a #benign# childhood illness caused by #parvovirus B19#, a single-stranded DNA virus.  After a 1-2 week incubation period, a #nonspecific prodrome# (eg, malaise, congestion, headache, fever) is followed by an erythematous rash on the cheeks.  This \"#slapped-cheek#\" rash, as shown in the image above, usually spares the nasolabial folds and develops after the initial symptoms have resolved.  A @lacy, reticular rash@ then follows, spreading over the trunk and extremities.  The rash may result from immune complex deposition, the timing of which coincides with increasing levels of serum virus-specific IgM and IgG. $Parvovirus B19 replicates in #erythrocyte precursors# in the #bone marrow#.  These cells express blood group P antigen (also known as globoside), which is the cellular receptor for parvovirus B19.  Viral replication in the nucleus leads to cell lysis (ie, decreased reticulocytes and red blood cells).  Acute and chronic sequelae of parvovirus B19 infection can occur in specific populations (eg, chronic anemia in immunosuppressed patients, aplastic crisis in those with underlying hematologic abnormalities such as sickle cell disease). $#(Choice B)#  Hepatitis A-E viruses replicate within mature hepatocytes and cause inflammation and cell necrosis.  Hepatitis B and C are chronic infections and the most common causes of cirrhosis and liver cancer. $#(Choice C)#  Rotavirus replicates in fully differentiated intestinal epithelial cells.  The infected and damaged enterocytes slough into the intestinal lumen, leading to profuse watery diarrhea. $#(Choice D)#  Mature lymphocytes are a common site of viral replication (eg, human herpesvirus-6 [HHV-6], HIV).  HHV-6 causes roseola infantum, which presents as high fever followed by a diffuse maculopapular rash in children age <2. $#(Choice E)#  Many common viruses (eg, influenza, parainfluenza, rhinovirus) replicate within respiratory epithelial cells (but not their precursors).  Parainfluenza replication, for example, can be localized to only nasal and pharyngeal epithelium (eg, rhinorrhea, sore throat) or can spread more extensively, causing laryngotracheitis (croup), bronchiolitis, or pneumonia. $#Educational objective# Erythema infectiosum (fifth disease) is caused by parvovirus B19 and presents with a nonspecific prodrome (eg, malaise, fever, congestion) followed by a classic \"slapped-cheek\" facial rash and a lacy, reticular body rash.  Parvovirus is highly tropic for erythroid precursor cells and replicates predominantly in the bone marrow.  ","clickable_1":"images/img1.1495.jpg"},

{"id":"1411","title":"Researchers are studying mechanisms of human infection by animal viruses.  The investigators induce random mutations in the genome of an avian influenza virus that is unable to infect humans but is structurally similar to human influenza A virus.  A mutated isolate is found to be able to infect human upper respiratory tract epithelial cells.  Alteration in which of the following viral components most likely enabled this novel strain to cause cross-species infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antigenic glycoprotein","answer_2":"B. Lipid bilayer envelope","answer_3":"C. mRNA endonuclease","answer_4":"D. Nucleocapsid protein","answer_5":"E. RNA polymerase","percent_1":"57%","percent_2":"9%","percent_3":"4%","percent_4":"25%","percent_5":"5%","right_answer":"A. Antigenic glycoprotein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Influenza virus# is a segmented, negative-sense RNA virus that is enveloped within a host-derived plasma membrane.  Interaction with the host cell is dependent upon a viral #surface glycoprotein# called #hemagglutinin#, which binds to the sialic acid receptor on human respiratory epithelial cells.  Influenza strains that are unable to infect humans (eg, avian/swine influenza) encode for hemagglutinin that cannot bind to human cells. $However, influenza is prone to #antigenic changes# in its surface glycoproteins due to: $• Poor proofreading of viral RNA-dependent RNA polymerase, which results in the introduction of genetic mutations during replication (antigenic drift). $• Reassortment of the segmented genome when 2 influenza viruses infect the same cell, which results in dramatic alterations to the genome (antigenic shift). $Antigenic changes to hemagglutinin can alter the #tissue tropism# of the virus and allow strains that previously only affected livestock (eg, avian, swine) to infect human cells. $#(Choice B)#  The influenza lipid bilayer envelope is generated from host cells during viral replication.  Because it is composed of host cell lipids, it is unlikely to be significantly altered by viral mutations. $#(Choices C, D, and E)#  Following @influenza attachment@ and endocytosis, the viral bilayer envelope fuses with the endosome membrane, which liberates the nucleocapsid protein (bound to the RNA genome), viral RNA-dependent RNA polymerase, and viral mRNA endonuclease into the cytoplasm.  These travel to the nucleus to initiate viral replication.  Although mutations to these proteins could affect viral replication, they would be unlikely to alter tissue tropism because they are not on the surface of the virus and, therefore, do not mediate viral attachment. $#Educational objective# The tissue tropism of viruses is primarily mediated by viral surface glycoproteins that bind to specific host cell receptors.  Mutations to viral surface glycoproteins can alter tissue tropism and cause noninfective viruses to become infectious.  ","clickable_1":"images/img1.1411.jpg"}



]