[

    {"id":"2074","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer.$$ A 53-year-old man comes to the emergency department due to fever and progressive weakness over the last 2 weeks.  Yesterday, he also developed shortness of breath.  The patient emigrated from Eastern Europe 2 years ago and says he was diagnosed with 'heart disease' in the distant past, but he does not recall any details.  He does not use tobacco, alcohol, or illicit drugs.  Despite receiving appropriate medical care, the patient expires during hospitalization.  On autopsy, gross examination of his heart shows large, friable masses on the mitral valve with extensive destruction of cuspal tissue. $ #Item 1 of 2# $ Which of the following is the most likely predisposing factor for this patient's presenting condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Myocardial hypertrophy","answer_2":"B. Myocardial thinning and fibrosis","answer_3":"C. Pericardial effusion","answer_4":"D. Rupture of chordae tendineae","answer_5":"E. Valvular inflammation and scarring","percent_1":"2%","percent_2":"2%","percent_3":"1%","percent_4":"12%","percent_5":"83%","right_answer":"E. Valvular inflammation and scarring","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation - fever, progressive weakness, and dyspnea (due to valvular regurgitation) - along with the presence of vegetations on the mitral valve is consistent with #infective endocarditis# (IE).  Predisposing factors for IE include #valvular abnormalities# (eg, rheumatic heart disease, mitral valve prolapse, prosthetic valves, congenital heart disease) and conditions that promote #bacteremia/fungemia# (eg, intravenous drug use, dental procedures). $ This patient likely had a remote history of #rheumatic heart disease# (immigrant from developing region, history of heart disease) with underlying degeneration of the mitral valve due to chronic #valvular inflammation and scarring#. $ (Choice A)  Myocardial hypertrophy is seen in patients with uncontrolled hypertension, aortic stenosis, and hypertrophic cardiomyopathy and, in general, does not predispose to IE. $ (Choice B)  Myocardial fibrosis is associated with infiltrative cardiomyopathy (sarcoidosis, amyloidosis), Chagas disease, myocarditis, and prior myocardial infarction.  It does not lead to increased risk of IE. $ (Choice C)  Pericardial effusion occurs as a result of inflammation of the pericardium (acute or chronic pericarditis) and has no association with the risk of IE. $ (Choice D)  Rupture of chordae tendineae is a complication of endocarditis or myocardial infarction; it is not a risk factor for development of IE. $ Educational objective Chronic valvular inflammation and scarring associated with rheumatic heart disease predispose to an increased risk of infective endocarditis, which is characterized by valvular vegetations with destruction of the underlying cardiac tissue."},

{"id":"2075","title":"#Item 2 of 2# $The blood cultures obtained from this patient on admission grow Streptococcus species.  Which of the following processes was the most likely initiating step in the pathogenesis of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endocardial fibrosis","answer_2":"B. Fibrin deposition","answer_3":"C. Liquefactive necrosis","answer_4":"D. Myxomatous degeneration","answer_5":"E. White blood cell infiltration","percent_1":"9%","percent_2":"52%","percent_3":"2%","percent_4":"13%","percent_5":"24%","right_answer":"B. Fibrin deposition","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The initial process involved in the pathogenesis of infective endocarditis (IE) is a #disruption of normal endocardial surface#.  This occurs most commonly at the areas of maximal turbulence to blood flow in preexisting valvular lesions, typically the atrial surface of incompetent atrioventricular valves or the ventricular surface of incompetent semilunar valves.  This is followed by focal adherence of fibrin and platelets, forming a #sterile fibrin-platelet nidus#. $ During bacteremia from any cause, microorganisms colonize the sterile nidus on the endothelial surface with subsequent microbial growth leading to further activation of the coagulation system.  Streptococci infect the cardiac valves with preexisting endothelial lesions.  In contrast, Staphylococcus aureus can adhere to damaged or normal endothelial cells.  Macroscopic vegetations consist of fibrin and platelets on the surface, with red blood cell debris, leukocytes, and clusters of microorganisms embedded deep within the lesion. $ (Choice A)  Endomyocardial fibrosis is a restrictive cardiomyopathy characterized by thickening and fibrosis of the apical endocardial surface.  It occurs most commonly in tropical regions (eg, Uganda). $ #(Choices C and E)#  Neutrophil-rich inflammatory infiltrates with subsequent abscess formation and/or liquefactive necrosis of underlying cardiac tissue are common in advanced lesions. $ (Choice D)  Myxomatous degeneration of the mitral valve is characterized by thickened and redundant mitral leaflets with elongated chordae leading to prolapse of one or both mitral leaflets (mitral valve prolapse).  Myxomatous degeneration can predispose patients to the development of endocarditis; however, endocarditis vegetations themselves are not formed through myxomatous degeneration. $ Educational objective Vegetations are caused by bacterial colonization and growth on a sterile fibrin-platelet nidus that forms on the damaged/disrupted endothelial surface of the valvular apparatus."},

{"id":"237","title":"A 44-year-old man with a history of intravenous drug use came to the emergency department due to fever and chills.  Multiple blood culture sets were positive for Staphylococcus aureus, and the patient was diagnosed with infective endocarditis.  He was successfully treated with a long course of antibiotics.  Six months later, he returns to the clinic for a follow-up evaluation.  The patient has no symptoms and reports good exercise tolerance.  He is afebrile, blood pressure is 140/62 mm Hg, pulse is 82/min, and respirations are 16/min.  Chest auscultation reveals a decrescendo diastolic murmur over the third intercostal space along the left sternal border.  Echocardiogram shows severe aortic regurgitation, likely as a sequela to the prior infection.  Which of the following changes is most responsible for maintaining cardiac output in the setting of this valvular abnormality?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Concentric left ventricular hypertrophy","answer_2":"B. Decrease in left ventricular preload","answer_3":"C. Increase in aortic elasticity","answer_4":"D. Increase in left ventricular afterload","answer_5":"E. Increase in left ventricular stroke volume","answer_6":"F. Sustained increase in heart rate","percent_1":"23%","percent_2":"2%","percent_3":"1%","percent_4":"4%","percent_5":"56%","percent_6":"13%","right_answer":"E. Increase in left ventricular stroke volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp237.jpg","explanation_1":"","explanation_2":"$This patient has developed #chronic aortic regurgitation# (AR) as a consequence of infective endocarditis.  Incomplete closure of the aortic valve during diastole allows a portion of left ventricular stroke volume to leak back into the left ventricle; in severe AR this regurgitant flow volume may be up to 50% of total forward stroke volume.  Left ventricular dilation caused by the increase in left ventricular end-diastolic volume (LVEDV) (#volume overload#) triggers @eccentric hypertrophy@, which involves ventricular wall lengthening due to the addition of myocardial contractile fibrils organized in series.  This compensatory response causes an #increase in stroke volume# that is able to maintain cardiac output, and allows for a relatively long asymptomatic period (eg, several years) in most patients with chronic AR. $However, the compensatory eccentric hypertrophy in chronic AR is overall #maladaptive#.  Over time, progressive left ventricular dilation leads to overwhelming wall stress with decreased stroke volume and eventual left ventricular failure. $#(Choice A)#  Concentric hypertrophy occurs due to conditions that create ventricular pressure overload (eg, hypertension, aortic stenosis); it involves ventricular wall thickening due to the addition of myocardial contractile fibrils in parallel.  Although some concentric hypertrophy may occur in AR, eccentric hypertrophy due to volume overload is the predominant change. $#(Choice B)#  In AR, left ventricular preload or LVEDV is increased, rather than decreased.  This helps the ventricle maintain cardiac output via the Frank-Starling mechanism.  Decreased preload would cause a reduction in cardiac output. $#(Choice C)#  Increased aortic elasticity (ie, decreased compliance or increased aortic stiffening) occurs with aging and results in higher systolic blood pressure, widened pulse pressure, and reduced cardiac output. $#(Choice D)#  In chronic AR, there is an effective increase in left ventricular afterload due to the enlarged chamber size (increases wall stress) and high peak systolic pressures.  This increases left ventricular work, making it more difficult to maintain cardiac output and eventually leads to heart failure. $#(Choice F)#  Because cardiac output is maintained by an increase in stroke volume, there is typically minimal increase in heart rate in chronic AR.  However, in acute AR, eccentric hypertrophy does not have time to develop and the capacity to increase stroke volume is limited.  The resulting decrease in cardiac output triggers a reflexive increase in heart rate, but this response is typically insufficient and most patients develop severe cardiogenic shock with pulmonary edema. $#Educational objective# In chronic aortic regurgitation, persistent left ventricular volume overload triggers eccentric hypertrophy, which causes a compensatory increase in stroke volume to maintain cardiac output.  This compensatory mechanism allows for a relatively long asymptomatic period in most patients; however, left ventricular dysfunction eventually occurs, leading to heart failure.  ","clickable_1":"images/img1.237.jpg"},

{"id":"1623","title":"A 35-year-old woman comes to the office due to solid food dysphagia for the past several months. The patient has a sensation of food getting stuck in the mid-thorax, but has no pain or reflux. She also has palpitations and dyspnea on exertion. The patient immigrated to the United States from India 1 year ago, and was treated in her home country for rheumatic heart disease. Barium esophagram demonstrates extrinsic compression on the mid-esophagus. Enlargement of which of the following is most likely causing this patient's dysphagia?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left atrium","ansImg_1":"","answer_2":"B. Left ventricle","ansImg_2":"","answer_3":"C. Pulmonary artery","ansImg_3":"","answer_4":"D. Right atrium","ansImg_4":"","answer_5":"E. Right ventricle","ansImg_5":"","right_answer":"A. Left atrium","percent_1":"86%","percent_2":"4%","percent_3":"1%","percent_4":"7%","percent_5":"2%","explanation_img":"images/exp1623.jpg","explanation_1":"","explanation_2":"This patient with a history of #rheumatic heart disease# has likely developed mitral stenosis/regurgitation (eg, palpitations, exertional dyspnea), leading to left atrial enlargement and extrinsic compression of the esophagus (eg, solid food dysphagia).$The #posterior surface# of the heart is mostly formed by the left atrium, which lies directly over the #esophagus#. Longstanding #mitral stenosis/regurgitation# can lead to progressive #left atrial enlargement#, further displacing the left atrium posteriorly and causing external compression of the mid-esophagus with dysphagia (#cardiovascular dysphagia#). On rare occasions, left atrial enlargement can also cause compression of the left recurrent laryngeal nerve, leading to voice hoarseness and chronic cough.$(Choice B) The left ventricle makes up most of the left surface of the heart, which abuts the left lung.$(Choice C) The pulmonary artery emerges from the right ventricle and branches into the right and left pulmonary arteries below the aortic arch.$#(Choices D and E)# The anterior (sternocostal) surface of the heart is mostly formed by the right atrium superiorly and right ventricle inferiorly. Blood from the coronary sinus and inferior and superior venae cavae drain into the right atrium, which then drains blood into the right ventricle through the tricuspid valve.$Educational objective Cardiovascular dysphagia can result from external compression of the esophagus by a dilated and posteriorly displaced left atrium in patients with rheumatic heart disease and mitral stenosis/regurgitation."},

{"id":"2096","title":"This item has associated media that may require the use of headphones. Please ensure your system/speaker volume is set to an audible level. $A 23-year-old woman comes to the office due to exertional dyspnea.  She occasionally has a dry cough but has had no chest pain, palpitations, or syncope.  The patient emigrated from Cambodia 3 years ago.  She had bilateral knee swelling as a child.  Cardiac auscultation findings over the cardiac apex are given below.  Which of the following is the most likely cause of this patient's symptoms?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"audioes/audio.2096.mp3","comparison_items":"","answer_1":"A. Ascending aortic aneurysm","answer_2":"B. Atrial septal defect","answer_3":"C. Bicuspid aortic valve","answer_4":"D. Mitral regurgitation","answer_5":"E. Mitral stenosis","percent_1":"1%","percent_2":"4%","percent_3":"6%","percent_4":"61%","percent_5":"28%","right_answer":"D. Mitral regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2096.jpg","explanation_1":"","explanation_2":"$This patient's auscultatory findings reveal a blowing @holosystolic murmur@ best heard over the @cardiac apex@ (typically with radiation to the axilla), which is classic for #mitral regurgitation# (MR).  Given her emigration from Southeast Asia and knee swelling as a child, the MR is most likely due to #rheumatic heart disease# (rheumatic heart disease is most commonly seen in Latin America, Africa, and Asia). $Patients with rheumatic heart disease almost always have #mitral valve involvement#; MR is the more common manifestation in young patients (eg, age <25), whereas mitral stenosis is more common in middle-aged patients (eg, age >30).  With increasing age, mixed mitral valve disease (ie, components of both regurgitation and stenosis) becomes increasingly frequent. $#(Choice A)#  Patients with an ascending aortic aneurysm may develop @aortic regurgitation@ secondary to aortic root dilation; an early decrescendo diastolic murmur is expected, best heard at the right upper sternal border. $#(Choice B)#  The typical murmur of an @atrial septal defect@ is not caused by blood flow through the defect itself but results from an elevation in right-sided blood volume with increased blood flow across the pulmonic valve (ie, pulmonic flow murmur).  It is recognized as a faint midsystolic murmur best heard at the left upper sternal border and with fixed splitting of S2. $#(Choice C)#  A bicuspid aortic valve is commonly associated with @aortic stenosis@, which classically causes a crescendo-decrescendo systolic murmur best heard at the right upper sternal border and with radiation to the carotids.  Aortic stenosis due to a bicuspid aortic valve typically affects patients age >40. $#(Choice E)#  Rheumatic heart disease is the most common cause of mitral stenosis.  With mitral stenosis, auscultation at the cardiac apex is expected to reveal an opening snap followed by a low-pitch, middiastolic, rumbling murmur.  The murmur may accentuate in late diastole due to atrial contraction against the stenotic valve. $#Educational objective# Mitral regurgitation causes a blowing holosystolic murmur best heard at the cardiac apex and with radiation to the axilla.  Rheumatic heart disease is a common cause of both mitral regurgitation and mitral stenosis and is most commonly seen in patients who grew up in Latin America, Africa, or Asia.  ","clickable_1":"images/img1.2096.mp4","clickable_2":"images/img2.2096.jpg","clickable_3":"images/img3.2096.mp4","clickable_4":"images/img4.2096.mp4","clickable_5":"images/img5.2096.mp4"},

{"id":"1661","title":"A 46-year-old man comes to the office for an annual examination.  He has an uncomfortable heartbeat sensation at night that he tries to decrease by sleeping on his right side.  The patient has had mild shortness of breath with exertion over the last 6 months, but he has no chest pain.  He was told during a wellness check approximately 2 years ago that he had a heart murmur.  The patient has no other medical problems.  Physical examination reveals bounding femoral pulses and carotid pulsations that are accompanied by head bobbing.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic regurgitation","answer_2":"B. Aortic stenosis","answer_3":"C. Atrial septal defect","answer_4":"D. Coarctation of the aorta","answer_5":"E. Mitral regurgitation","answer_6":"F. Mitral stenosis","answer_7":"G. Pulmonary stenosis","answer_8":"H. Tricuspid regurgitation","percent_1":"75%","percent_2":"12%","percent_3":"1%","percent_4":"6%","percent_5":"2%","percent_6":"1%","percent_7":"1%","percent_8":"1%","right_answer":"A. Aortic regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This presentation is most suggestive of #aortic regurgitation#.  The inability of aortic valve leaflets to effectively close during diastole leads to regurgitation of blood back into the left ventricular (LV) cavity with an increase in LV end-diastolic volume and wall stress.  The resultant chamber enlargement and eccentric hypertrophy increase total stroke volume, which is often felt as a sense of pounding or an uncomfortable feeling of heartbeat (especially when lying on the left side). $Physical examination reveals an early \"blowing\" #diastolic decrescendo murmur# best heard at the left sternal border in the third or fourth intercostal space.  The precordial impulse is hyperdynamic and displaced laterally and downward.  #Bounding femoral and carotid pulses#, marked by abrupt distension and quick collapse (\"water-hammer\" pulses), are the result of the wide pulse pressure.  Some patients exhibit #head bobbing# with carotid pulsations (de Musset sign) due to transfer of momentum from the large LV stroke volume to the head and neck.  Significant systolic pulsations may also be noticed in other organs (eg, liver, spleen, retina) and the fingertips. $#(Choice B)#  Patients with severe aortic stenosis have a characteristic arterial pulse – small pulse amplitude (pulsus parvus) with a delayed peak and slower upstroke of the arterial pulse (pulsus tardus) due to diminished stroke volume and prolonged ejection time. $#(Choice C)#  The presence of atrial septal defect leads to left-to-right intracardiac shunting, which can cause a hyperdynamic right ventricular impulse.  It does not cause any significant change in arterial pulse character. $#(Choice D)#  Coarctation of the aorta causes systolic hypertension in the upper extremities along with characteristic diminished and/or delayed femoral pulses (brachial-femoral delay). $#(Choice E)#  Arterial pulse, pulse pressure, and forward stroke volume remain normal in patients with chronic (compensated) mitral regurgitation. $#(Choice F)#  Arterial pulses are reduced in volume and amplitude in patients with mitral stenosis due to decreased LV end-diastolic volume and stroke volume. $#(Choices G and H)#  Tricuspid regurgitation and/or pulmonary stenosis are right-sided valvular lesions and do not cause any specific arterial pulse pattern on physical examination. $#Educational objective# Aortic regurgitation causes an increase in total stroke volume with abrupt distension and rapid falloff of peripheral arterial pulses, resulting in a wide pulse pressure.  This leads to bounding peripheral pulses and head bobbing with each heartbeat.  "},

{"id":"235","title":"A 32-year-old woman comes to the office due to progressive exertional dyspnea and easy fatigability.  She immigrated to the United States from India several years ago and reports a history of rheumatic fever during her childhood.  Cardiac auscultation reveals a diastolic high-frequency sound and a rumbling diastolic murmur heard best in the left fifth intercostal space at the midclavicular line.  Cardiac catheterization is performed for hemodynamic evaluation, and the results are represented below.  Timing of the high-frequency sound heard during cardiac auscultation of this patient best corresponds to which of the following letters?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/235.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"11%","percent_2":"8%","percent_3":"43%","percent_4":"24%","percent_5":"13%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp235.jpg","explanation_1":"","explanation_2":"$This patient with a history of rheumatic fever now presenting with exertional dyspnea and a diastolic murmur at the cardiac apex most likely has #mitral stenosis#.  In comparison to @normal tracings@, hemodynamic tracings in patients with mitral stenosis typically reveal an elevated pressure gradient between the left atrial and left ventricular end-diastolic pressure. $Classic physical examination findings include a loud first heart sound (S1), an early diastolic high-frequency #opening snap# after the second heart sound (S2), and a low-pitched #diastolic rumble#.  These findings are best heard at the #cardiac apex# using the bell of the stethoscope with the patient lying on the left side in held expiration. $Left ventricular pressure falls rapidly during isovolumetric relaxation.  The opening snap is caused by the sudden opening of the mitral valve leaflets when the left ventricular diastolic pressure falls below the left atrial pressure at the beginning of diastole.  As mitral stenosis becomes more severe, the opening snap occurs earlier after S2. $#(Choice A)#  This point corresponds to the opening of the aortic valve at the end of isovolumetric ventricular contraction in early systole when the left ventricular pressure exceeds the central aortic pressure.  This correlates with the timing of an aortic ejection murmur that may be heard in patients with aortic stenosis (eg, due to a calcified bicuspid aortic valve). $#(Choice B)#  This point corresponds to the closure of the aortic valve at the end of systole, producing the aortic component of S2.  The aortic valve closes as soon as left ventricular pressure drops below the aortic pressure. $#(Choice D)#  This is a random point in diastole when the mitral valve is already maximally open and there is passive filling of the left ventricular cavity (diastasis).  In patients with mitral stenosis, the elevated pressure gradient between the left atrium and left ventricle during diastole causes the mid-diastolic rumble. $#(Choice E)#  This point roughly corresponds to the onset of atrial contraction during late ventricular diastole.  In patients in sinus rhythm, atrial contraction causes an increase in the intensity of the diastolic murmur just before S1, a phenomenon termed \"presystolic accentuation.\" $#Educational objective# Cardiac auscultation in patients with mitral stenosis reveals a loud first heart sound, an early diastolic opening snap after the second heart sound, and a low-pitched diastolic rumble best heard at the cardiac apex.  The opening snap is caused by the sudden opening of the mitral valve leaflets when the left ventricular pressure falls below the left atrial pressure at the beginning of diastole.  ","clickable_1":"images/img1.235.jpg"},

{"id":"238","title":"A 34-year-old man comes to the office due to heart palpitations that are particularly prominent at night.  With moderate exertion he also experiences head-pounding accompanied by involuntary head-bobbing.  The patient recently emigrated from Southeast Asia and remembers being diagnosed with a heart murmur years before, but he cannot recall the type of murmur and has never received any treatment.  He has no other medical conditions and takes no medications.  He does not use tobacco, alcohol, or illicit drugs.  The patient's father has coronary artery disease and his mother has type 2 diabetes mellitus.  Based on this patient's history, which of the following findings is most likely to be present on further evaluation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Impaired left ventricular contractility","answer_2":"B.Left ventricular outflow obstruction","answer_3":"C.Restricted left ventricular filling","answer_4":"D.Systolic and diastolic hypertension","answer_5":"E.Widening of the pulse pressure","percent_1":"3%","percent_2":"9%","percent_3":"5%","percent_4":"3%","percent_5":"80%","right_answer":"E.Widening of the pulse pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Chronic aortic regurgitation#∆⨉ §^#Common etiologies# ∆ • Congenital bicuspid aortic valve • Postinflammatory (eg, rheumatic heart disease, endocarditis) • Aortic root dilation (eg, Marfan syndrome, syphilis) §^#Pathophysiology# ∆ • Backflow from aorta into LV → ↑ LV end-diastolic volume • LV initially compensates with eccentric hypertrophy → ↑ SV & CO • Eventual LV dysfunction → ↓ SV & CO → heart failure §^#Clinical#$ #findings# ∆ • Decrescendo diastolic murmur • Widened pulse pressure (↑SBP & ↓DBP) • Rapid rise-rapid fall (\"water-hammer\") pulsation • Abrupt carotid distension & collapse, \"pistol-shot\" femoral pulses %#CO =# cardiac output; #DBP =# diastolic blood pressure; #LV =# left ventricle; #SBP =# systolic blood pressure; #SV =# stroke volume.","explanation_img":"","explanation_1":"","explanation_2":"This patient has a number of clinical findings that are characteristic of #chronic aortic regurgitation# (AR).  Failure of the aortic valve to tightly seal off the aorta from the left ventricle at the end of systole leads to rapid loss of aortic pressure and an overall #decrease in diastolic blood pressure#.  In addition, the left ventricle undergoes @eccentric hypertrophy@ to initially compensate for an increase in left ventricular end-diastolic volume, which leads to increased stroke volume and cardiac output.  Because pulse pressure (the difference between diastolic and systolic blood pressure) is proportional to stroke volume, the compensatory #increased stroke volume# on top of reduced diastolic pressure causes the characteristic #widened pulse pressure# seen with AR. $This high-amplitude pulsation with rapid diastolic collapse is responsible for the unusual pulsation findings in AR.  Forceful pulsations in the intracranial arteries can cause #head bobbing# with each heart beat (de Musset sign), and patients may experience #palpitations# due to forceful left ventricular contraction.  In addition, physical examination can show abrupt distension and collapse of the carotid arteries (Corrigan sign) and peripheral arteries (\"water-hammer\" pulse), and reveal \"pistol-shot\" femoral pulses (Traube sign) on auscultation. $#(Choice A)#  Impaired left ventricular contractility occurs later in the course of AR and eventually leads to heart failure.  Because head-bobbing and other characteristic findings in AR are due to increased stroke volume and high-amplitude, rapid rise-rapid fall pulsation, these findings are less prominent once impaired left ventricular contractility (and decreased stroke volume) sets in. $#(Choices B and C)#  Left ventricular outflow tract obstruction, such as occurs with aortic stenosis, leads to reduced stroke volume and characteristic weak and delayed pulses (pulsus parvus et tardus).  Restriction of left ventricular filling, as occurs in mitral stenosis, also reduces stroke volume due to reduced left ventricular end-diastolic volume (reduced preload).  Clinical findings associated with high-amplitude pulsation will not be present with reduced stroke volume. $#(Choice D)#  Combined systolic and diastolic hypertension is not necessarily accompanied by widened pulse pressure; the signs of high amplitude, rapid rise-rapid fall pulsation are more characteristic of chronic AR. $#Educational objective# Chronic aortic regurgitation (AR) causes a reduction in diastolic blood pressure and a compensatory increase in left ventricular stroke volume.  These changes create a high-amplitude, rapid rise-rapid fall pulsation (ie, widened pulse pressure) and the other characteristic findings of AR (eg, head bobbing, \"pistol-shot\" femoral pulses).","clickable_1":"images/img1.238.jpg"},

{"id":"242","title":"A 75-year-old man comes to the office due to worsening dyspnea and fatigue on exertion over the last 6 months.  Recently, he has had severe lightheadedness during physical activity.  Blood pressure is 125/65 mm Hg and pulse is 65/min and regular.  Physical examination reveals a harsh ejection-type systolic murmur at the base of the heart radiating to the neck.  The second heart sound is diminished in intensity.  A fourth heart sound is heard at the cardiac apex.  Which of the following is the most likely cause of this patient's heart condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Extensive valve calcification with impaired leaflet mobility","answer_2":"B. Fusion of valve commissures due to repetitive inflammation","answer_3":"C. Hypertrophy of the basal interventricular septum with subaortic obstruction","answer_4":"D. Infectious vegetations attached to the valve cusps","answer_5":"E. Myxomatous valve degeneration with leaflet prolapse","percent_1":"77%","percent_2":"3%","percent_3":"14%","percent_4":"1%","percent_5":"5%","right_answer":"A. Extensive valve calcification with impaired leaflet mobility","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation (fatigue, progressive dyspnea, presyncope with exertion, and a cardiac murmur) is suggestive of #aortic valve stenosis# (AS).  In AS, the heart is unable to adequately increase cardiac output during exercise, causing pulmonary vascular congestion and reduced mean arterial pressure.  These changes cause dyspnea and lightheadedness, respectively.  AS can also chronically lower cardiac output, causing an increased tendency toward fatigue in general.  AS murmur is usually a harsh ejection-type systolic murmur heard best at the base of the heart in the \"aortic area\" (second right intercostal space) with radiation to the carotid arteries.  Second heart sound (S2) is diminished in intensity due to reduced mobility of the aortic leaflets, and a fourth heart sound (S4) may be heard due to decreased compliance of the hypertrophic myocardium. $ #Calcific degeneration# of the trileaflet aortic valve is the most common cause of valvular AS in developed nations.  AS is characterized by progressive aortic valve leaflet thickening and calcification, leading to restricted leaflet excursion and mobility.  Congenital heart disease, such as bicuspid aortic valve, can also lead to AS due to accelerated valve degeneration.  On the other hand, rheumatic valve disease is a common cause of AS in developing nations and is characterized by fusion of valve commissures due to repetitive inflammation #(choice B)#.  Rheumatic valve disease usually presents at an earlier age and involves the mitral valve as well. $ (Choice C)  Hypertrophy of the basal interventricular septum with subaortic obstruction is the pathophysiologic process in patients with hypertrophic cardiomyopathy.  Physical examination reveals a harsh crescendo-decrescendo murmur heard best at the apex and lower sternal border.  The murmur does not radiate to the neck, and S2 is usually normal. $ (Choice D)  Infective endocarditis can lead to aortic regurgitation (AR) due to inadequate coaptation of the aortic leaflets.  AR murmur is an early, decrescendo, high-pitched, blowing diastolic murmur that begins immediately after A2.  It is best heard along the left sternal border at the third and fourth intercostal spaces. $ (Choice E)  Myxomatous degeneration of the mitral valve leaflets leads to mitral valve prolapse.  Cardiac auscultation usually reveals a non-ejection click and mid-to-late systolic murmur of mitral regurgitation. $ Educational objective Calcific degeneration of the trileaflet aortic valve is the most common cause of aortic stenosis (AS) in developed nations.  AS is characterized by progressive aortic valve leaflet thickening and calcification, leading to restricted leaflet excursion and mobility.  AS murmur is usually a harsh ejection-type systolic murmur heard best at the base of the heart in the \"aortic area\" (second right intercostal space) with radiation to the carotid arteries."},

{"id":"15196","title":"A 64-year-old man dies suddenly while playing tennis.  In the preceding months, he experienced fatigue and some exertional dyspnea.  Autopsy is performed.  The heart examination shows left ventricular septal thickness of 1.6 cm (normal: <1.1), posterior wall thickness of 1.6 cm (normal: <1.1), and an internal left ventricular diameter of 3.2 cm (normal: 3.5-5.9).  No focal myocardial scarring is seen.  Which of the following is the most likely cause of the cardiac findings seen in this individual?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic stenosis","answer_2":"B. Dilated cardiomyopathy","answer_3":"C. Mitral regurgitation","answer_4":"D. Obstructive coronary artery disease","answer_5":"E. Rheumatic mitral stenosis","percent_1":"88%","percent_2":"4%","percent_3":"4%","percent_4":"3%","percent_5":"1%","right_answer":"A. Aortic stenosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp15196.jpg","explanation_1":"","explanation_2":"$This individual's autopsy reveals #thickened left ventricular walls# and a small left ventricular cavity consistent with #concentric hypertrophy#.  Concentric hypertrophy results from the addition of myocardial contractile fibers in parallel in response to chronic #pressure overload#.  The adaptation allows for increased contractile force but causes impaired diastolic filling and can lead to heart failure with preserved ejection fraction (diastolic failure).  Common causes of concentric hypertrophy include prolonged systemic hypertension and #aortic stenosis#. $ Patients with severe aortic stenosis typically experience exertional symptoms, including fatigue, shortness of breath, angina, and presyncope or syncope.  #Sudden cardiac death# can result from the inability to increase cardiac output with exertion due to left ventricular outflow obstruction. $ (Choice B)  Dilated cardiomyopathy results from a primary insult to cardiomyocytes (eg, viral infection, chemical toxicity, inherited disease) that causes myocardial contractile dysfunction, left ventricular volume overload, and eventual eccentric hypertrophy. $ (Choice C)  Severe mitral regurgitation causes left ventricular volume overload and eccentric hypertrophy. $ (Choice D)  Obstructive coronary artery disease can lead to eccentric hypertrophy via myocardial contractile dysfunction and consequent left ventricular volume overload (ie, ischemic heart disease).  The development of concentric hypertrophy is not typical. $ (Choice E)  Rheumatic mitral stenosis causes impaired diastolic filling of the left ventricle.  It does not increase the pressure or volume load on the left ventricle and does not cause ventricular hypertrophy. $ Educational objective Concentric left ventricular hypertrophy involves thickening of the ventricular walls and reduction in the ventricular cavity size.  It occurs via the addition of myocardial contractile fibers in parallel in response to chronic pressure overload.  Aortic stenosis and prolonged systemic hypertension are common causes of concentric left ventricular hypertrophy."},

{"id":"233","title":"A 45-year-old woman who recently immigrated to the United States is hospitalized with exertional dyspnea and fatigue.  She has no significant past medical history and takes no medications.  The patient's blood pressure is 110/80 mm Hg and heart rate is 90/min and regular.  After cardiopulmonary examination, the physician suspects mitral stenosis.  Which of the following is the most useful measure for assessing the degree of mitral stenosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. A2-to-opening snap time interval","answer_2":"B. Audible S3","answer_3":"C. Audible S4","answer_4":"D. Diastolic murmur intensity","answer_5":"E. Presystolic accentuation of the murmur","percent_1":"63%","percent_2":"6%","percent_3":"4%","percent_4":"22%","percent_5":"4%","right_answer":"A. A2-to-opening snap time interval","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp233.jpg","explanation_1":"","explanation_2":"$On auscultation, the best indicator of mitral stenosis (MS) severity is the length of time between S2 (specifically the A2 component, caused by aortic valve closure) and the opening snap (OS).  The OS occurs due to abrupt tensing of the valve leaflets as the mitral valve reaches its maximum diameter during forceful opening.  As MS worsens, left atrial pressures increase due to impaired movement of blood into the left ventricle.  Higher pressure causes the valve to open more forcefully; as a result, the A2-OS interval becomes shorter as left atrial pressure increases.  The current standard for diagnosis and determination of MS severity is measurement of mean transvalvular pressure gradients via 2-D Doppler echocardiography. $#(Choices B and C)#  Left-sided S3 and/or S4 gallops are generally absent in MS, since left ventricular filling is normal or decreased.  When MS is severe enough to produce pulmonary hypertension, patients may develop right-sided heart failure.  As a result, a right-sided S3 and/or S4 can occur.  However, these right-sided gallops arise only in severe, end-stage MS and are not useful for differentiating between mild and moderate MS. $#(Choice D)#  Diastolic rumble intensity in MS does not correlate well with stenosis severity.  This is due to murmur intensity being dependent on both the transvalvular pressure gradient and the amount of blood flowing through the valve.  In very severe stenosis, the diastolic murmur may be completely absent due to greatly reduced flow across the valve. $#(Choice E)#  Presystolic accentuation of the MS murmur occurs due to increased transvalvular flow associated with left atrial contraction.  This accentuation is heard across a wide range of MS severity.  More significant than the degree of presystolic accentuation is its presence or absence.  When MS becomes severe enough to precipitate atrial fibrillation, presystolic accentuation of the MS murmur disappears. $#Educational objective# The best and most reliable auscultatory indicator of the degree of mitral stenosis is the A2-OS interval.  A shorter interval indicates more severe stenosis.  Other auscultatory findings can include a diastolic rumbling murmur with presystolic accentuation due to left-atrial contraction.  "},

{"id":"939","title":"A 74-year-old man comes to the office for a follow-up visit for hypertension.  His last visit was a year ago.  He has no chest pain, shortness of breath, leg swelling, or dizziness.  The patient is compliant with his medications and can tolerate a moderate level of physical activity.  Blood pressure is 145/75 mm Hg and pulse is 67/min and regular.  Auscultation findings at the base of the heart are depicted in the exhibit below.","image_1":"images/939.jpg","title_2":"Which of the following is the most likely cause of this patient's physical findings?","audio":"","comparison_items":"","answer_1":"A. Ankylosing spondylitis","answer_2":"B. Chordal rupture","answer_3":"C. Coronary artery disease","answer_4":"D. Cystic medial necrosis","answer_5":"E. Infective endocarditis","answer_6":"F. Rheumatic fever","answer_7":"G. Right ventricular failure","answer_8":"H. Valvular calcification","percent_1":"1%","percent_2":"3%","percent_3":"2%","percent_4":"1%","percent_5":"2%","percent_6":"5%","percent_7":"1%","percent_8":"84%","right_answer":"H. Valvular calcification","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The diagram above depicts a #crescendo-decrescendo systolic murmur# peaking in midsystole, characteristic of #aortic or pulmonic stenosis#.  The most common cause of aortic stenosis (AS) in elderly patients (age >70) is degenerative calcification of the aortic valve leaflets.  #Calcific AS# is caused by chronic hemodynamic stress or atherosclerotic inflammation that eventually leads to progressive aortic valve leaflet thickening, calcification, and stenosis.  The murmur of valvular AS is best heard over #the right second interspace# (where the aorta leaves the base of the heart) with radiation to neck and carotid arteries.  A longer and late-peaking murmur usually indicates severe AS, whereas a brief and early-peaking murmur indicates less severe stenosis.  However, the intensity of the murmur does not correlate with the severity of stenosis. $ (Choice A)  Ankylosing spondylitis is a chronic inflammatory disease of the axial skeleton characterized by progressive pain and stiffness of the spine, sacroiliitis, and increased risk of aortic regurgitation. $ (Choice B)  Chordal rupture would lead to flail mitral leaflet with mitral valve prolapse and mitral regurgitation.  Mitral regurgitation associated with chordal rupture would lead to a holosystolic decrescendo murmur. $ (Choice C)  Coronary artery disease is not associated with a systolic murmur on auscultation. $ (Choice D)  Cystic medial necrosis predisposes to the formation of thoracic aortic aneurysms with an increased risk of aortic dissection.  It can also cause dilation of the aortic root leading to aortic regurgitation. $ (Choice E)  Infectious endocarditis of the aortic or mitral valve typically causes aortic or mitral regurgitation, respectively.  Aortic regurgitation leads to an early diastolic murmur, best heard over the lower left sternal border or right second interspace with the patient sitting and leaning forward with breath held in full expiration.  Mitral regurgitation causes a holosystolic murmur best heard at the cardiac apex in the left lateral decubitus position. $ (Choice F)  Rheumatic heart disease is the most common cause of AS in the developing world and is invariably accompanied by rheumatic mitral valve disease (mitral stenosis and/or regurgitation).  It is an uncommon cause of AS in developed nations. $ (Choice G)  Right ventricular failure leads to jugular venous distension, along with hepatomegaly, ascites, and peripheral edema.  Significant right ventricular dilation can cause tricuspid insufficiency, which is characterized by a holosystolic murmur at the left lower sternal border. $ Educational objective The murmur of valvular aortic stenosis is typically an ejection or midsystolic murmur of crescendo-decrescendo configuration with maximum intensity over the right second interspace and radiation to neck and carotid arteries.  The most common cause of aortic stenosis in elderly patients (age >70) is degenerative calcification of the aortic valve leaflets."},

{"id":"14964","title":"A 68-year-old man comes to the office due to exertional shortness of breath and fatigue, which have progressed over the past year.  The patient has a history of hypertension, but medical history is otherwise unremarkable.  He is a lifetime nonsmoker.  His father died of a \"heart attack\" at age 70.  Blood pressure is 144/74 mm Hg, and pulse is 72/min and regular.  Cardiac auscultation reveals a 3/6 ejection-type, late-peaking systolic murmur and a barely audible S2.  The murmur diminishes in intensity during the straining phase of the Valsalva maneuver.  Which of the following processes underlies this patient's current condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiomyocyte hypertrophy and disarray causing asymmetric septal thickening","answer_2":"B. Differentiation of valve fibroblasts into osteoblast-like cells","answer_3":"C. Myxomatous valve thickening and elastin fragmentation","answer_4":"D. Subendocardial granulomatous lesions with fibrinoid necrosis and subsequent fibrosis","answer_5":"E. Thrombus formation on inflamed valvular endothelium","percent_1":"28%","percent_2":"24%","percent_3":"35%","percent_4":"8%","percent_5":"5%","right_answer":"B. Differentiation of valve fibroblasts into osteoblast-like cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp14964.jpg","explanation_1":"","explanation_2":"$This patient's soft S2 and late-peaking systolic ejection murmur that decreases in intensity with maneuvers that decrease left ventricular blood volume (eg, abrupt standing, Valsalva straining phase) are consistent with #aortic stenosis#, which most commonly occurs due to age-related #calcific aortic valve disease# (CAVD). $ The early pathogenesis of CAVD is analogous to that of #arterial atherosclerosis#.  The endothelium lining the aortic side of the aortic valve cusps is exposed to the same high pressure and turbulent blood flow as the aortic vascular endothelium.  As occurs with @atheroma development@ in the vascular endothelium, these mechanical forces (along with smoking, hyperglycemia, and hyperlipidemia) over time cause damage to the #aortic valve cusp endothelium#, triggering #endothelial dysfunction# and the onset of a similar atherosclerotic process.  There is subendothelial lipid deposition and infiltration of inflammatory cells (ie, macrophages, T lymphocytes) followed by the release of inflammatory mediators (eg, interleukin-1-beta, transforming growth factor beta-1). $ Subsequently, there is increased production of proteins involved in tissue calcification (eg, osteopontin).  Fibroblasts differentiate into #osteoblast-like cells#, leading to aberrant bone matrix deposition with #progressive valvular calcification# and stenosis. $ (Choice A)  Cardiomyocyte hypertrophy and disarray with asymmetric septal thickening occurs in hypertrophic cardiomyopathy.  As with aortic stenosis, patients have a harsh crescendo-decrescendo systolic murmur; however, the murmur increases (rather than decreases) in intensity with maneuvers that reduce left ventricular blood volume. $ (Choice C)  Myxomatous valve thickening and elastin fragmentation is typically seen in @mitral valve prolapse@.  Patients have a nonejection systolic click and a mid-to-late systolic murmur that occurs earlier in systole with decreases in left ventricular blood volume. $ (Choice D)  Subendocardial granulomatous lesions with fibrinoid necrosis and subsequent fibrosis are seen in patients with rheumatic heart disease.  Patients with rheumatic aortic stenosis typically have mitral valve involvement as well, which would be evidenced by a murmur of mitral stenosis or regurgitation. $ (Choice E)  Inflammation of valvular endothelium with deposition of sterile platelet thrombi is seen in nonbacterial thrombotic endocarditis (also known as marantic, verrucous, or Libman-Sacks endocarditis).  The mitral or aortic valve is typically involved, usually leading to regurgitation rather than stenosis. $ Educational objective Aortic stenosis most commonly results from age-related calcific aortic valve disease (CAVD).  The early pathogenesis of CAVD closely mimics that of arterial atherosclerosis.  In the later stages, fibroblasts differentiate into osteoblast-like cells and deposit bone matrix, leading to progressive valvular calcification and stenosis.","clickable_1":"images/img1.14964.jpg","clickable_2":"images/img2.14964.jpg"},

{"id":"12187","title":"A 32-year-old man is evaluated in the emergency department due to fever, night sweats, and chills over the last several days.  The patient has been using intravenous drugs recently as he is \"stressed out.\"  He has otherwise been in good health with no medical problems.  Temperature is 38.3 C (101 F), blood pressure is 120/80 mm Hg, and pulse is 105/min and regular.  Further evaluation reveals aortic valve endocarditis with an intracardiac abscess and small fistula formation between the aortic root and right ventricle.  Doppler ultrasound interrogation of the fistula will most likely reveal which of the following blood flow patterns? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Flow from the aortic root to the right ventricle continuously","answer_2":"B. Flow from the aortic root to the right ventricle only in diastole","answer_3":"C. Flow from the aortic root to the right ventricle only in systole","answer_4":"D. Flow from the right ventricle to the aortic root continuously","answer_5":"E. Flow from the right ventricle to the aortic root only in diastole","answer_6":"F. Flow from the right ventricle to the aortic root only in systole","percent_1":"42%","percent_2":"15%","percent_3":"29%","percent_4":"4%","percent_5":"4%","percent_6":"7%","right_answer":"A. Flow from the aortic root to the right ventricle continuously","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12187.jpg","explanation_1":"","explanation_2":"$This patient with aortic valve endocarditis has developed an intracardiac fistula between the aortic root and right ventricle.  #Aortocavitary fistulas# are an uncommon complication of #bacterial endocarditis# caused by extension of the infection from the valve to the adjacent myocardium. $Echocardiography with Doppler analysis can be used to detect and quantify shunts in patients with intracardiac fistulas.  During the normal cardiac cycle, central aortic pressure (eg, 120/80 mm Hg) is higher than right ventricular pressure (eg, 25/5 mm Hg) during systole and diastole.  Consequently, in patients with aortocavitary fistula, Doppler interrogation will most likely demonstrate #continuous blood flow# from the #higher-pressure aortic root# to the lower-pressure #right ventricle# (left-to-right cardiac shunt) #(choices B and C)#.  This can lead to a continuous murmur heard on cardiac auscultation. $#(Choices D, E, and F)#  Pressure in the aortic root is always greater than in the right ventricle throughout systole and diastole; therefore, blood flow from the right ventricle to the aortic root would not be expected in this patient. $#Educational objective# During the normal cardiac cycle, central aortic pressure is higher than right ventricular pressure during systole and diastole.  Consequently, an intracardiac fistula between the aortic root and right ventricle will most likely demonstrate a left-to-right cardiac shunt as blood continuously flows from the aortic root (high pressure) to the right ventricle (low pressure).  "},

{"id":"1983","title":"A 35-year-old woman comes to the office for a follow-up appointment after recent hospitalization.  The patient presented to the emergency department with fever and malaise and was diagnosed with infective endocarditis.  She underwent a prolonged course of antibiotic therapy and her last dose was 5 days ago.  She has no fever or shortness of breath and has resumed her daily activities.  The patient has no other medical problems.  Blood pressure is 128/72 mm Hg and pulse is 78/min.  Auscultatory findings recorded at the left sternal border are shown in the phonocardiogram below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1983.jpg","title_2":"Which of the following is the most likely cause of the murmur depicted above?","audio":"","comparison_items":"","answer_1":"A. Aortic stenosis","answer_2":"B. Mitral regurgitation","answer_3":"C. Mitral stenosis","answer_4":"D. Pulmonary regurgitation","answer_5":"E. Tricuspid regurgitation","percent_1":"5%","percent_2":"25%","percent_3":"5%","percent_4":"7%","percent_5":"58%","right_answer":"E. Tricuspid regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Auscultation of holosystolic murmurs#∆⨉ §^#Mitral$ regurgitation# ∆ • Best heard at the apex • Radiates to the axilla §^#Tricuspid$ regurgitation# ∆ • Best heard at the left 2nd & 3rd intercostal spaces • Murmur increases with inspiration §^#Ventricular$ septal defect# ∆ • Best heard at the left 3rd & 4th intercostal spaces • Murmur is usually loud & accompanied by a thrill","explanation_img":"","explanation_1":"","explanation_2":"This patient's phonocardiogram shows a #holosystolic murmur# that increases in intensity during inspiration.  Holosystolic murmurs are associated with #tricuspid regurgitation# (TR), mitral regurgitation (MR), and ventricular septal defects (VSDs). $Intrathoracic pressure drops during inspiration, allowing more blood to return to the right heart.  Right ventricular stroke volume rises due to increased venous return.  However, the drop in intrathoracic pressure also increases pulmonary vessel capacity, leading to a transient decrease in left ventricular venous return.  As a result, a TR murmur would be expected to increase in intensity during inspiration (Carvallo sign), whereas murmurs associated with MR or VSD would either decrease or not change.  TR is further favored over MR as TR is loudest near the left sternal border at the second and third intercostal spaces.  MR is heard most prominently over the cardiac apex.  A VSD produces a holosystolic murmur that is typically loudest over the left sternal border in the third or fourth intercostal spaces. $#(Choice A)#  @Aortic stenosis@ is characterized by a mid-systolic ejection murmur that starts after S1 and ends before S2 and is heard best at the right second interspace.  This murmur has a crescendo-decrescendo (diamond-shaped) configuration. $#(Choice B)#  @MR@ causes a high-pitched holosystolic murmur most prominent over the cardiac apex, which is best heard with the patient in the left lateral decubitus position.  The murmur of MR displays little respiratory variation. $#(Choice C)#  @Mitral stenosis@ is associated with an opening snap of the mitral valve and a low-pitched rumbling murmur heard throughout diastole. $#(Choice D)#  @Pulmonic regurgitation@ yields an early diastolic murmur that starts with S2 and ends before S1.  The murmur has a decrescendo configuration and may increase in intensity during inspiration.  It has a high-pitched, blowing sound that is best heard over the left second and third intercostal spaces. $#Educational objective# A holosystolic murmur that increases in intensity on inspiration most likely represents tricuspid regurgitation.  The other holosystolic murmurs (which are secondary to mitral regurgitation or a ventricular septal defect) do not typically increase in intensity during inspiration.  ","clickable_1":"images/img1.1983.jpg","clickable_2":"images/img2.1983.jpg","clickable_3":"images/img3.1983.jpg","clickable_4":"images/img4.1983.jpg"},

{"id":"73","title":"A 38-year-old woman suddenly collapses at home after experiencing severe chest pain and dies before reaching a hospital.  Postmortem examination reveals an occluding thrombus overlying a ruptured atherosclerotic plaque on the left anterior descending artery.  The patient is also found to have thickened mitral valve leaflets with multiple small vegetations on both valvular surfaces and fibrinoid necrosis of arterioles.  Other findings include glomerular capillary basement membrane thickening with wire-loop changes.  This patient was most likely suffering from which of the following conditions?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial endocarditis","answer_2":"B. Churg-Strauss syndrome","answer_3":"C. Granulomatosis with polyangiitis","answer_4":"D. Systemic lupus erythematosus","answer_5":"E. Thromboangiitis obliterans","percent_1":"9%","percent_2":"5%","percent_3":"9%","percent_4":"74%","percent_5":"4%","right_answer":"D. Systemic lupus erythematosus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp73.jpg","explanation_1":"","explanation_2":"$This patient's postmortem findings are consistent with @systemic lupus erythematosus (SLE)@, an autoimmune disease that affects women of childbearing age and results in immune complex-mediated tissue injury in various organs. $ Cardiovascular manifestations of SLE include #accelerated atherosclerosis# with increased risk of myocardial infarction.  Small arteries and arterioles can also show evidence of vasculitis with fibrinoid necrosis in any tissue.  Other cardiac features include pericarditis and less commonly #verrucous (Libman-Sacks) endocarditis#, characterized by thickened valve leaflets (typically mitral and/or aortic) with multiple small vegetations on #both surfaces#.  The vegetations are composed of #sterile# platelet thrombi intertwined with strands of fibrin, immune complexes, and mononuclear cells.  These vegetations are easily dislodged and can result in systemic embolization. $ Renal involvement in SLE most often manifests as #diffuse proliferative glomerulonephritis#, which is characterized by proliferative and necrotizing lesions with crescent formation during active disease.  Light microscopy also classically shows diffuse thickening of the glomerular capillary walls with \"wire-loop\" structures due to subendothelial immune complex deposition. $ (Choice A)  Bacterial endocarditis is characterized by large, potentially destructive vegetations on the valve cusps that contain fibrin, inflammatory cells, and bacteria (eg, staphylococci, streptococci).  Renal involvement can occur with septic embolization or development of immune complex-mediated glomerulonephritis with hypercellular infiltrate and immune deposits in the glomerular capillary wall. $ (Choice B)  Churg-Strauss syndrome (eosinophilic granulomatosis with polyangiitis) is a small-vessel necrotizing vasculitis characterized by allergic rhinitis, asthma, and peripheral eosinophilia.  Although renal involvement is not typically prominent, patients can develop necrotizing crescentic glomerulonephritis. $ (Choice C)  Granulomatosis with polyangiitis (Wegener granulomatosis) is a small-vessel necrotizing vasculitis characterized by upper respiratory (eg, sinusitis, otitis media) and lower respiratory (eg, dyspnea, hemoptysis) symptoms as well as renal disease.  Renal involvement typically manifests as focal necrotizing, crescentic glomerulonephritis. $ (Choice E)  Thromboangiitis obliterans (Buerger disease) is a small- to medium-vessel vasculitis that typically occurs with cigarette smoking and causes vascular insufficiency in the extremities (eg, gangrene, autoamputation of digits).  It is characterized histologically by intraluminal thrombus and prominent inflammatory cell infiltrate with relative sparing of the vessel wall. $ Educational objective Cardiovascular manifestations of lupus include accelerated atherosclerosis, small-vessel necrotizing vasculitis, pericarditis, and Libman-Sacks endocarditis (small, sterile vegetations on both sides of the valve).  Renal involvement classically manifests as diffuse proliferative glomerulonephritis, which is characterized by diffuse thickening of the glomerular capillary walls with \"wire-loop\" structures on light microscopy.","clickable_1":"images/img1.73.jpg"},

{"id":"243","title":"A 73-year-old man is evaluated for exertional dyspnea.  His exercise tolerance has decreased over the last year, and he can barely walk 2-3 blocks without stopping.  The patient also reports occasional episodes of lightheadedness and palpitations.  He has had no chest pain or syncope.  He was diagnosed with hypertension in the past but does not take any medications.  Physical examination reveals a cardiac murmur.  The patient is referred to a cardiologist for further evaluation.  Cardiac catheterization is performed, and the findings are shown in the image below.  Which of the following points most likely corresponds to the peak murmur intensity in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/243.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"16%","percent_2":"57%","percent_3":"18%","percent_4":"6%","percent_5":"4%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In the absence of any aortic valve pathology, the pressure in the aorta is similar to left ventricular pressure during systole.  However, this patient's hemodynamic profile shows an abnormal pressure gradient between the left ventricular and aortic pressure tracings during systole (compare to @normal@), indicating significant aortic stenosis (AS).  The intensity of the murmur of AS is directly related to the magnitude of the left ventricle to aorta pressure gradient.  The maximum pressure difference between the left ventricular and aortic pressure tracings is noted at point B and corresponds to the peak intensity of a cardiac murmur during auscultation. $#(Choices A and C)#  The murmur of AS is a systolic ejection-type crescendo-decrescendo murmur that starts after the first heart sound following the opening of the aortic valve (point A).  It typically ends before the A2 component of the second heart sound (point C).  At points A and C, the left ventricular and aortic pressures are nearly equal with no or minimal flow across the aortic valve, and the murmur of AS would not be appreciated. $#(Choices D and E)#  These points occur during diastole, when the aortic valve is closed and the mitral valve is open.  There is no abnormally elevated pressure gradient between the left atrium and left ventricle.  This is consistent with normal, unobstructed diastolic filling of the left ventricle, and no murmur would be heard during diastole. $#Educational objective# The murmur of aortic stenosis (AS) is a systolic ejection-type, crescendo-decrescendo murmur that starts after the first heart sound and typically ends before the A2 component of the second heart sound.  The intensity of the murmur is proportional to the magnitude of the left ventricle to aorta pressure gradient during systole.  ","clickable_1":"images/img1.243.jpg"},

{"id":"15195","title":"A 64-year-old man dies suddenly while playing tennis.  In the preceding months, the patient experienced fatigue and some exertional dyspnea.  Autopsy reveals rupture of an unsuspected ascending aortic aneurysm.  Heart examination shows a septal thickness of 1.1 cm (normal: ≤1.1), a posterior wall thickness of 1.1 cm (normal: ≤1.1), and an internal left ventricular diameter of 6.8 cm (normal: 3.5-5.9).  No focal myocardial scarring is seen.  Which of the following is the most likely cause of the cardiac findings seen in this individual?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic regurgitation","answer_2":"B. Aortic stenosis","answer_3":"C. Hypertrophic cardiomyopathy","answer_4":"D. Obstructive coronary artery disease","answer_5":"E. Restrictive cardiomyopathy","answer_6":"","percent_1":"69%","percent_2":"16%","percent_3":"10%","percent_4":"2%","percent_5":"3%","percent_6":"%","right_answer":"A. Aortic regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15195.jpg","explanation_1":"","explanation_2":"$This individual's autopsy reveals a #dilated left ventricular (LV) cavity# with relatively thin ventricular walls, a finding consistent with #eccentric hypertrophy#.  Eccentric hypertrophy results from the addition of myocardial contractile fibers in series in response to chronic #volume overload#.  The adaptation allows the left ventricle to increase stroke volume and maintain cardiac output; however, LV @wall stress increases@, resulting in eventual decompensation and the development of heart failure.  Common causes of eccentric hypertrophy include cardiomyopathy, ischemic heart disease, and chronic aortic or mitral valve regurgitation. $ In developed countries, #aortic root dilation# is one of the most common causes of #chronic aortic regurgitation#.  This individual with an ascending aortic aneurysm likely had aortic root dilation with consequent chronic aortic regurgitation, leading to LV volume overload and eccentric hypertrophy. $ (Choice B)  Aortic stenosis leads to pressure overload of the left ventricle and the development of concentric hypertrophy (thickening of the LV walls via the addition of myocardial contractile fibers in parallel).  However, the ventricular cavity size is typically normal or reduced (not increased). $ (Choice C)  Hypertrophic cardiomyopathy is an inherited cardiomyopathy that involves localized thickening of the LV septal wall and resulting LV outflow tract obstruction.  Although sudden cardiac death can occur (mostly in young athletes), the uniform thickness of this patient's ventricular walls and enlarged chamber size is more consistent with eccentric hypertrophy due to aortic regurgitation. $ (Choice D)  Obstructive coronary artery disease can lead to eccentric hypertrophy via myocardial contractile dysfunction and consequent LV volume overload (ie, ischemic heart disease).  However, chronic aortic regurgitation is more likely in this individual with ascending aortic aneurysm and no evidence of myocardial scarring (scarring would suggest previous myocardial infarction). $ (Choice E)  Restrictive cardiomyopathy involves no change or a slight decrease, rather than an increase, in the LV cavity size. $ Educational objective Eccentric ventricular hypertrophy results in a dilated cavity with relatively thin ventricular walls due to the addition of myocardial contractile fibers in series in response to chronic volume overload.  Chronic aortic regurgitation can result from aortic root dilation and is a common cause of eccentric hypertrophy.","clickable_1":"images/img1.15195.jpg"},

{"id":"234","title":"A 33-year-old woman who recently immigrated to the United States is brought to the emergency department with severe shortness of breath and hemoptysis.  Physical examination reveals a diastolic murmur.  Chest x-ray shows severe pulmonary vascular congestion and edema.  She is admitted to the hospital, treated with diuretics, and begins to feel better.  However, during her hospitalization, she develops right-sided hemiparesis.  Which of the following additional findings in this patient would be most suggestive of combined disease involving the mitral and aortic valves rather than exclusive mitral involvement?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased left ventricular diastolic pressure","answer_2":"B. Increased pulmonary artery pressure","answer_3":"C. Increased pulmonary capillary wedge pressure","answer_4":"D. Reduced pulmonary vascular compliance","answer_5":"E. Right ventricular dilation","answer_6":"F. Tricuspid regurgitation","percent_1":"74%","percent_2":"4%","percent_3":"13%","percent_4":"2%","percent_5":"5%","percent_6":"1%","right_answer":"A. Increased left ventricular diastolic pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp234.jpg","explanation_1":"","explanation_2":"$This patient's physical examination findings are suggestive of #mitral stenosis# (MS).  In isolated MS, cardiac and pulmonary pressures proximal to the stenotic mitral valve are markedly elevated.  However, diastolic pressure in the left ventricle (LV) is usually near normal or even decreased with severe stenosis.  #Increased LV diastolic pressure# in a patient with MS suggests concomitant# aortic valve dysfunction#. $Rheumatic heart disease almost always affects the mitral valve, but both the mitral and aortic valves are affected in about 25% of cases.  Aortic valve involvement typically involves combined aortic stenosis and regurgitation, both of which can increase LV diastolic pressure.  Rheumatic deformation of the aortic valve can also predispose to infective endocarditis even when the valve is functionally normal.  This patient's right-sided #hemiparesis #is most likely due to #embolism#, which could have originated from an atrial mural thrombus secondary to atrial dilation from MS or an endocarditis-related valvular vegetation (less likely). $#(Choices B and D)#  Severe, isolated MS can cause increased pulmonary artery pressure (pulmonary hypertension) via backward transmission of elevated pulmonary capillary wedge pressure.  Longstanding pulmonary hypertension can result in reduced pulmonary vascular compliance due to endothelial remodelling and capillary obliteration. $#(Choice C)#  Pulmonary capillary wedge pressure (an estimate of left atrial pressure) will increase with any significant left-sided valvular pathology (ie, both isolated MS and combined aortic and mitral valve disease). $#(Choices E and F)#  Right ventricular dilatation can occur in MS when the resulting pulmonary hypertension is severe enough to cause right heart failure.  Tricuspid regurgitation can occur as a complication of right ventricular dilatation. $#Educational objective# Isolated mitral stenosis causes elevated upstream pressures in the left atrium and pulmonary veins and arteries.  Left ventricular end diastolic pressure (LVEDP) is normal or decreased due to obstruction of blood flow through the stenotic valve.  An elevated LVEDP suggests additional downstream pathology (eg, aortic valve disease, left ventricular failure).  "},

{"id":"14966","title":"A 62-year-old man comes to the office due to chest pain over the last 6 months.  He describes pressure-like pain in the substernal area when walking fast or climbing stairs that gradually subsides when he stops.  The patient does not smoke cigarettes or use illicit drugs.  He has no family history of heart disease or sudden death.  Physical examination shows a mid-systolic murmur at the upper sternum and slow-rising carotid pulses.  After initial evaluation, cardiac catheterization is performed and reveals 30% stenosis of the mid-left anterior descending artery.  A 50 mm Hg pressure gradient is seen when a catheter is passed across the aortic valve.  Which of the following is the most important contributor to this patient's presenting symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decrease in coronary blood supply due to lipid-rich plaque","answer_2":"B.Decrease in coronary blood supply due to vasospasm","answer_3":"C.Decrease in left ventricular compliance","answer_4":"D.Increase in left ventricular stroke volume","answer_5":"E.Increase in left ventricular wall stress","percent_1":"23%","percent_2":"7%","percent_3":"17%","percent_4":"5%","percent_5":"48%","right_answer":"E.Increase in left ventricular wall stress","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's slow-rising carotid pulses, mid-systolic murmur, and large pressure gradient across the aortic valve are consistent with #severe aortic stenosis# (AS).  Patients can remain asymptomatic for long periods but eventually develop classic symptoms of severe AS; dyspnea is typically the first manifestation, followed by #angina#, presyncope or #syncope#, and overt #heart failure#. $The symptoms of severe AS usually occur with exertion, as the capacity to increase stroke volume and cardiac output is limited due to the fixed left ventricular outflow obstruction #(choice D).#  This outflow obstruction also leads to higher chamber pressures and #increased wall stress# during systole and diastole.  The rise in systolic wall stress# increases myocardial oxygen demand# while the increased diastolic wall stress reduces the coronary perfusion pressure gradient, leading to decreased myocardial perfusion.  Increased left ventricular mass due to @concentric hypertrophy@ further increases myocardial oxygen demand and contributes to anginal symptoms. $#(Choice A)#  Reduced coronary blood supply due to flow-limiting atherosclerotic plaque can cause angina in patients with obstructive coronary artery disease.  Stenosis >70% is typically necessary for anginal symptoms to develop; this patient's 30% stenosis is not clinically significant.  Angina often occurs in severe AS in the absence of coronary artery disease. $#(Choice B)#  Decreased coronary blood supply due to vasospasm is seen in patients with vasospastic (Prinzmetal) angina.  Coronary vasospasm typically affects relatively young patients (age <50) and is not related to the angina that occurs with severe AS. $#(Choice C)#  Decreased left ventricular compliance occurs over time in AS due to the prolonged high-pressure load created by the stenotic valve. This can result in heart failure (eg, fatigue, dyspnea) due to diastolic dysfunction, but would be less likely to induce angina symptoms. $#Educational objective# Angina often occurs in aortic stenosis even in the absence of obstructive coronary artery disease.  It results from increased myocardial oxygen demand due to an increase in left ventricular mass (ie, concentric hypertrophy) and ventricular wall stress.","clickable_1":"images/img1.14966.jpg"},

{"id":"74","title":"A 35-year-old man is evaluated for progressive fatigue and shortness of breath.  Recently, he has noticed bilateral leg swelling and abdominal distension despite overall weight loss.  He does not use tobacco, alcohol, or illicit drugs.  Despite treatment, the patient dies several weeks later.  Autopsy reveals significant endocardial thickening with dense fibrous deposits around the tricuspid and pulmonary valves as well as moderate pulmonary valve stenosis.  The left-sided cardiac chambers and valves are normal.  Measuring the levels of which of the following substances would have helped in diagnosing this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Plasma cortisol","answer_2":"B. Plasma homocysteine","answer_3":"C. Plasma phenylalanine","answer_4":"D. Urinary 5-hydroxyindoleacetic acid","answer_5":"E. Urinary porphobilinogen","answer_6":"F. Urinary vanillylmandelic acid","percent_1":"7%","percent_2":"18%","percent_3":"2%","percent_4":"57%","percent_5":"6%","percent_6":"9%","right_answer":"D. Urinary 5-hydroxyindoleacetic acid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"!Features of carcinoid syndrome! ?Clinical$ Manifestations? • Skin: flushing, telangiectasias, cyanosis • Gastrointestinal: watery diarrhea, cramping • Pulmonary: bronchospasm, dyspnea, wheezing • Cardiac: valvular fibrous plaques (right > left) ?Diagnosis? • Elevated 24-hr urinary excretion of 5-HIAA • CT scan/MRI of abdomen and pelvis to localize tumor ?Treatment? • Octreotide for symptomatic patients • Surgery for liver metastases %#5-HIAA# = 5-hydroxyindoleacetic acid. ","explanation_img":"","explanation_1":"","explanation_2":"$The autopsy findings - endocardial thickening and fibrosis of tricuspid and pulmonary valves - are characteristic of #carcinoid heart disease#.  Carcinoids are well-differentiated neuroendocrine tumors found most commonly in the distal small intestine and proximal colon, with a strong propensity for metastasis to the liver.  These tumors secrete several products (including histamine, serotonin, and vasoactive intestinal peptide) that are metabolized in the liver.  In patients with liver metastasis, these hormones are released directly into the systemic circulation, leading to carcinoid syndrome. $ Carcinoid heart disease is caused by excessive secretion of #serotonin#, which stimulates fibroblast growth and fibrogenesis.  Pathognomonic plaque-like #deposits of fibrous tissue# occur most commonly on the #endocardium#, leading to #tricuspid regurgitation#, pulmonic valvulopathy, and right-sided heart failure (eg, ascites, peripheral edema).  Endocardial fibrosis and thickening are generally limited to the right heart as vasoactive products are inactivated distally by pulmonary vascular endothelial monoamine oxidase. $ #5-hydroxyindoleacetic acid# (5-HIAA) is an end product of serotonin metabolism, and elevated 24-hour urinary 5-HIAA levels are helpful in diagnosing suspected carcinoid syndrome. $ (Choice A)  Measurement of plasma cortisol levels is used for diagnosing adrenal insufficiency and Cushing syndrome. $ (Choice B)  Inherited or acquired elevation of plasma homocysteine levels may contribute to arterial and venous thrombosis and to the development of atherosclerosis. $ (Choice C)  Plasma phenylalanine may be elevated in patients with phenylalanine hydroxylase deficiency (phenylketonuria), resulting in central nervous system damage/intellectual disability. $ (Choice E)  Urinary porphobilinogen may be elevated in the porphyrias, which are caused by deficiencies of the heme synthesis enzymes.  The porphyrias may produce cutaneous lesions, skin photosensitivity, or attacks of abdominal pain and neurological disturbances (acute intermittent porphyria). $ (Choice F)  Vanillylmandelic acid is a byproduct of norepinephrine and epinephrine, and can be used to detect neuroblastoma and other tumors of neural crest origin. $Educational objective Carcinoid syndrome typically presents with episodic flushing, secretory diarrhea, and wheezing.  It can lead to pathognomonic plaque-like deposits of fibrous tissue on the right-sided endocardium, causing tricuspid regurgitation and right-sided heart failure.  Elevated 24-hour urinary 5-hydroxyindoleacetic acid can confirm the diagnosis."},

{"id":"645","title":"A 62-year-old man who underwent mitral valve replacement 1 month ago is being evaluated in the emergency department for low-grade fevers.  He has some malaise and dyspnea.  Multiple sets of blood cultures are drawn and, within hours, all bottles grow gram-positive cocci in clusters that are catalase-positive and coagulase-negative.  The decision is made to begin empiric antibiotic therapy.  Initial empiric treatment should include which of the following antibiotics?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ceftriaxone","answer_2":"B. Ciprofloxacin","answer_3":"C. Clindamycin","answer_4":"D. Nafcillin","answer_5":"E. Penicillin G","answer_6":"F. Vancomycin","percent_1":"11%","percent_2":"2%","percent_3":"3%","percent_4":"19%","percent_5":"19%","percent_6":"46%","right_answer":"F. Vancomycin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient who was recently hospitalized for mitral valve replacement now has fevers and bacteremia with catalase-positive, coagulase-negative, gram-positive cocci in clusters.  This is consistent with infection due to #coagulase-negative staphylococci# (CoNS).  These organisms produce a polysaccharide #slime# facilitating prosthetic device adherence.  As a result, CoNS are a major cause of infection in patients with indwelling catheters or implanted foreign bodies (eg, peritoneal dialysis catheters, vascular grafts) and a common cause of prosthetic valve endocarditis (PVE).  For example, Staphylococcus epidermidis (a type of CoNS) can cause an indolent endocarditis following valve replacement; if left untreated, it can lead to intracardiac abscess, prosthetic valve dehiscence, and septic embolization.  As CoNS are a component of normal skin flora, it may be difficult initially to distinguish blood culture contamination from true infection; however, recovery of the same organism from several blood culture bottles indicates infection. $Most (>80%) CoNS strains are methicillin-resistant.  Therefore, particularly with nosocomial infection (as is likely in this patient), CoNS should be assumed to be #methicillin-resistant# until proven otherwise.  #Vancomycin# should be a component of initial therapy.  Additional antimicrobial agents (eg, gentamicin and/or rifampin, which kills bacteria on foreign material) are administered in some cases of deep-seated methicillin-resistant CoNS infection or staphylococcal PVE.  If susceptibility results later demonstrate a methicillin-susceptible isolate, vancomycin can be switched to a semi-synthetic β-lactamase-resistant penicillin such as nafcillin or oxacillin.  Native valve endocarditis due to methicillin-sensitive staphylococci is best treated with nafcillin or oxacillin #(choice D).#  Very few strains of S epidermidis are susceptible to penicillin G #(choice E).# $#(Choice A)#  A methicillin-resistant strain of S epidermidis will likely be cephalosporin-resistant, as the mechanism of methicillin resistance (mecA chromosomal gene) involves alterations in the penicillin-binding protein PBP 2a, which is used by both penicillins and cephalosporins. $#(Choice B)#  Ciprofloxacin is a fluoroquinolone antibiotic.  Ciprofloxacin resistance appears to accompany methicillin resistance in staphylococci due to the simultaneous presence of multiple antibiotic resistance genes. $#(Choice C)#  Although clindamycin can be used for the treatment of certain infections caused by oxacillin-resistant Staphylococcus, it is not appropriate initial therapy for CoNS bacteremia.  Inducible clindamycin resistance exists in some S aureus strains, resulting in treatment failure. $#Educational objective# Initial empiric treatment of coagulase-negative staphylococcal infection should include vancomycin due to widespread methicillin resistance, especially in nosocomial infections.  If susceptibility results indicate a methicillin-susceptible isolate, vancomycin can be switched to nafcillin or oxacillin.  "},

{"id":"16532","title":"A 32-year-old woman comes to the outpatient clinic due to shortness of breath for the past 6 months.  The patient says she can walk only 3-4 blocks on level ground before feeling out of breath.  She also has an occasional dry cough at night.  The patient denies any chest pain, palpitations, syncope, weight loss, or lower extremity swelling.  She immigrated from Guatemala 8 years ago.  Medical history is unremarkable.  On physical examination, the patient appears comfortable.  Blood pressure is 128/75 mm Hg and pulse is 78/min and regular.  Peripheral pulses are full and symmetric.  The lungs are clear on auscultation.  S1 is loud.  With the patient positioned on her left side and breath held at the end of expiration, a diastolic murmur is heard at mid- and end diastole.  Otherwise, examination is unremarkable.  Which of the following are the most likely left ventricular hemodynamic findings at rest in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Diastolic pressure ∆ Afterload ∆ Contractility","answer_1":"§A. ∆ Increased ∆ Increased ∆ Decreased","answer_2":"§B. ∆ Increased ∆ Increased ∆ Normal","answer_3":"§C. ∆ Normal ∆ Normal ∆ Decreased","answer_4":"§D. ∆ Normal ∆ Normal ∆ Normal","percent_1":"19%","percent_2":"31%","percent_3":"14%","percent_4":"36%","right_answer":"§D. ∆ Normal ∆ Normal ∆ Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp16532.jpg","explanation_1":"","explanation_2":"$This patient's #mid-to-late diastolic murmur# is consistent with #mitral stenosis# (MS).  MS usually occurs due to underlying rheumatic heart disease, which in the United States is most commonly seen in patients who emigrated from Latin America, Africa, or Asia. $MS can lead to heart failure due to restriction of left ventricular (LV) diastolic filling.  Patients usually experience #exertional dyspnea# as the first symptom, which results from an inability to increase cardiac output to meet exertional demands.  As MS worsens, elevated left atrial pressure can lead to orthopnea, paroxysmal nocturnal dyspnea, productive cough/hemoptysis, and eventual right-sided heart failure with resulting jugular venous distension and lower extremity edema. $This patient's presentation with exertional dyspnea in the #absence of volume overload# (ie, dry cough, no pulmonary crackles, no peripheral edema) suggests relatively #early, mild-to-moderate# disease.  A #loud S1# (caused by the stiff leaflets snapping shut) is further suggestive of more mild disease, as the intensity of S1 diminishes with disease progression due to heavy calcification that limits valve motion.  Although severe MS can cause reductions in #LV diastolic pressure# and #afterload# (due to reduced ventricular filling), these parameters typically remain normal until later in the disease course (especially at rest).  #LV contractility# is also #normal# at rest in early disease; however, with severe MS the reduction in cardiac output stimulates increased sympathetic activity to increase @LV contractility@. $#(Choices A and C)#  Decreased LV contractility occurs in heart failure due to @LV systolic dysfunction@ (eg, dilated cardiomyopathy, ischemic heart disease).  LV diastolic pressure and afterload are initially near normal but increase over time due to worsening systolic function and progressive ventricular dilation. $#(Choice B)#  Increased LV diastolic pressure in the setting of normal contractility occurs in heart failure due to @LV diastolic dysfunction@.  Depending on etiology, afterload may be increased (eg, early stages of hypertensive heart disease) or normal (eg, cardiac amyloidosis). $#Educational objective# Mitral stenosis usually occurs due to underlying rheumatic heart disease and initially presents with exertional dyspnea.  Orthopnea, paroxysmal nocturnal dyspnea, productive cough, and hemoptysis can develop as the disease becomes more advanced.  At rest, left ventricular diastolic pressure, afterload, and contractility remain normal until the mitral stenosis is severe.  ","clickable_1":"images/img1.16532.jpg","clickable_2":"images/img2.16532.jpg","clickable_3":"images/img3.16532.jpg"},

{"id":"947","title":"An 18-year-old woman is referred to a cardiologist after a heart murmur is discovered during a routine checkup.  The patient is healthy and has no symptoms.  Medical history is unremarkable.  She runs daily and wants to start actively training for a half marathon.  The patient is concerned that the murmur is a sign of heart disease.  She has no family history of sudden cardiac death.  Auscultation reveals a midsystolic click followed by a short late-systolic murmur at the cardiac apex.  The murmur disappears with squatting.  This patient's condition is most likely related to an abnormality involving which of the following tissues?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac muscle","answer_2":"B. Connective tissue","answer_3":"C. Coronary vessels","answer_4":"D. Endocardial lining","answer_5":"E. Parietal pericardium","percent_1":"15%","percent_2":"64%","percent_3":"2%","percent_4":"18%","percent_5":"1%","right_answer":"B. Connective tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","table":"","explanation_img":"images/exp947.jpg","explanation_1":"","explanation_2":"$The presence of a #midsystolic click# followed by a systolic murmur at the cardiac apex that disappears with squatting is most consistent with @mitral valve prolapse@ (MVP).  The click is caused by sudden tensing of the chordae tendineae as they are pulled taut by the ballooning valve leaflets, and the murmur results from regurgitation of blood due to malalignment of the valve margins with prolapse. $ During systole, there is a critical left ventricular (LV) size at which prolapse occurs; therefore, @maneuvers@ that change LV end-diastolic volume affect the timing of the click and murmur. #Squatting increases venous return# and #LV volume#, increasing the tension and #decreasing the slack# in the mitral valve apparatus.  Because the ventricular walls have farther to travel to reach the critical LV size at which prolapse occurs, #prolapse occurs later# in systole or not at all. $ Primary MVP is most commonly a sporadic disorder and is characterized by myxomatous degeneration (ie, pathologic #deterioration of the connective tissue#) affecting the mitral valve leaflets and chordae tendineae.  Secondary MVP is associated with inherited connective tissue disorders, including Marfan or Ehlers-Danlos syndrome and osteogenesis imperfecta. $ (Choice A)  @Hypertrophic cardiomyopathy@ (HCM) presents with a systolic murmur at the left sternal border that decreases in intensity with squatting (due to increased LV volume and decreased outflow tract obstruction).  A midsystolic click is not heard with HCM. $ (Choice C)  Coronary artery disease can cause myocardial ischemia or infarction leading to papillary muscle dysfunction and acute mitral regurgitation.  In such patients, squatting from a standing position increases murmur intensity due to a higher blood volume of regurgitation.  In addition, such a murmur is not preceded by a midsystolic click. $ (Choice D)  Endomyocardial fibrosis and endocardial fibroelastosis are disorders that affect the endocardium and are not associated with MVP. $ (Choice E)  Pericardial disease may infrequently result in cardiac tamponade or constrictive pericarditis.  Pericarditis may produce a friction rub; however, it is not associated with a cardiac murmur. $ Educational objective Mitral valve prolapse is most often caused by defects in connective tissue proteins that predispose to myxomatous degeneration of the mitral leaflets and chordae tendineae.  Cardiac auscultation typically reveals a midsystolic click followed by a mitral regurgitation murmur; the click and murmur occur later in systole or disappear completely with maneuvers (eg, squatting) that increase left ventricular end-diastolic volume.","clickable_1":"img1.947.mp4","clickable_2":"images/img2.947.jpg","clickable_3":"images/img3.947.mp4"},

{"id":"1530","title":"A 34-year-old man comes to the clinic for evaluation of a heart murmur.  The patient has no chest pain, palpitations, dizziness, or shortness of breath at rest.  He also exercises regularly without any abnormal symptoms.  Cardiac auscultation in the second right intercostal space reveals an ejection click along with a soft systolic murmur radiating to the neck.  A normal volume and pressure tracing of the left ventricle is shown in the image below.  Which of the following letters corresponds to the opening of the valve most likely affected in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1530.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"7%","percent_2":"78%","percent_3":"9%","percent_4":"6%","percent_5":"1%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1530.jpg","explanation_1":"","explanation_2":"$This young, asymptomatic patient with a soft systolic ejection murmur at the right second intercostal space most likely has a #bicuspid aortic valve#. $The graph above depicts the normal left ventricular (LV) pressure and volume curves during the cardiac cycle.  Ventricular pressure and volume curves allow one to identify the phases of the cardiac cycle and to determine the exact time of opening and closure of the cardiac valves.  #Aortic valve opening# occurs when the LV pressure exceeds the central aortic pressure at the #end of isovolumetric contraction#.  Subsequently, LV pressure continues to rise with forward blood flow into the aorta, until the pressure in the left ventricle falls below the aortic pressure leading to aortic valve closure. $#(Choice A)#  The initial part of the LV pressure and volume curves corresponds to atrial systole, which results in a slight increase in LV volume and pressure.  This is immediately followed by mitral valve closure and the beginning of isovolumetric contraction, where the LV pressure rises rapidly while LV volume remains constant. $#(Choice C)#  This point corresponds to aortic valve closure, where LV pressure falls below the central aortic pressure.  This also marks the beginning of isovolumetric relaxation, where the LV pressure rapidly falls while LV volume remains relatively constant. $#(Choice D)#  Left atrial pressure gradually increases from passive filling from the pulmonary veins and exceeds LV pressure at the end of isovolumetric relaxation, leading to the opening of the mitral valves. $#(Choice E)#  This point corresponds to passive LV filling with blood flow from the left atrium, which results in a gradual rise in LV volume and pressure. $#Educational objective# Ventricular pressure and volume curves allow one to identify the phases of the cardiac cycle and to determine the exact time of opening and closure of the cardiac valves.  The aortic valve opens when left ventricular pressure exceeds the central aortic pressure at the end of isovolumetric contraction.  "},

{"subjectSystem":"Pathology-Cardiovasc","id":"14987","title":"A 19-year-old man comes to the office to establish medical care.  He is transitioning care from his pediatrician.  The patient states that he recently changed his glasses for myopia; he otherwise has no symptoms.  He takes no medications.  Vital signs are within normal limits.  On physical examination, the patient is tall with long upper extremities and fingers.  The face appears narrow with down-slanted palpebral fissures, flattened malar bones, and a small jaw.  The lungs are clear on auscultation.  A late-systolic murmur is present at the cardiac apex.  The abdomen is soft and nontender with no organomegaly.  Which of the following is the most likely cause of this patient's murmur?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic root dilation","answer_2":"B. Aortic valve cusp fusion","answer_3":"C. Endocardial fibrous deposition","answer_4":"D. Myxomatous mitral degeneration","answer_5":"E. Papillary muscle dysfunction","percent_1":"25%","percent_2":"6%","percent_3":"2%","percent_4":"54%","percent_5":"13%","right_answer":"D. Myxomatous mitral degeneration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"$ This patient has @clinical features@ of #Marfan syndrome#, an autosomal dominant disorder caused by #mutations# in the FBN1 gene encoding #fibrillin-1#, a main component of extracellular matrix microfibrils.  Fibrillin-1 provides support to elastic fibers and helps maintain connective tissue integrity.  It also regulates extracellular matrix remodelling by binding to and sequestering #transforming growth factor-beta# (TGF-beta). $ In Marfan syndrome, defective fibrillin-1 is unable to bind TGF-beta.  The resulting #overexpression# of free, active TGF-beta leads to increased production of matrix metalloproteinases, which cleave elastic fibers and other components of the extracellular matrix, #reducing tissue integrity#.  Within the mitral valve, this process results in fragmentation of elastic fibers and decreased collagen density with pooling of glycosaminoglycans (#myxomatous mitral degeneration#). $ The elongated, floppy mitral valve leaflets #prolapse# into the atrium, which causes a midsystolic click on auscultation and allows for @mitral valve regurgitation@.  This regurgitant flow is characterized by a #mid-to-late systolic apical murmur#, as seen in this patient; severe regurgitation may produce a holosystolic murmur. $ (Choice A)  Although aortic root dilation is common with Marfan syndrome, the associated aortic regurgitation causes a decrescendo diastolic murmur. $ (Choice B)  Aortic valve cusp fusion (ie, bicuspid aortic valve) is commonly associated with @Turner syndrome@, not Marfan syndrome.  Auscultatory findings are attributed to aortic stenosis (systolic crescendo-decrescendo murmur at the right upper sternal border) and/or aortic regurgitation (diastolic murmur along the left sternal border). $ (Choice C)  Endocardial fibrous deposition occurs with carcinoid heart disease.  In contrast to this case, presentation includes right-sided heart failure (eg, edema, hepatomegaly), and common murmurs include tricuspid regurgitation (ie, holosystolic murmur at the left lower sternal border) and pulmonic regurgitation (ie, diastolic decrescendo murmur). $ (Choice E)  Papillary muscle dysfunction, which is typically the result of myocardial ischemia/infarction, can cause mitral regurgitation (ie, holosystolic murmur).  Marfan syndrome is not associated with papillary muscle dysfunction. $ Educational objective Marfan syndrome is a connective tissue disorder in which defective fibrillin-1 decreases tissue integrity and increases expression of transforming growth factor-beta.  Cardiac effects include myxomatous degeneration and prolapse of the mitral valve with associated regurgitation, which manifests as a midsystolic click and mid-to-late systolic murmur.","clickable_1":"images/img1.14987.jpg","clickable_2":"images/img2.14987.jpg","clickable_3":"images/img3.14987.jpg"},

{"id":"230","title":"A 36-year-old woman is brought to the emergency department with sudden-onset right side weakness and speech difficulty.  During the last 3 weeks, the patient has experienced progressive fatigue, malaise, and low-grade fevers.  Despite the symptoms, she did not seek medical attention and did not take any medications.  She had a dental extraction 5 weeks ago, which was uncomplicated.  The patient has never previously been significantly ill or hospitalized.  She works as a receptionist at a legal firm and has never traveled outside the United States.  She does not use tobacco, alcohol, or illicit drugs.  The patient is admitted to the hospital, but despite adequate resuscitative measures, she dies 2 hours later.  Gross autopsy shows large, friable irregular masses attached to the atrial surface of a valve.  Which of the following underlying conditions most likely predisposed this patient to developing these cardiac changes?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrial septal defect","answer_2":"B. Coronary artery disease","answer_3":"C. Hypertrophic cardiomyopathy","answer_4":"D. Mitral annular calcification","answer_5":"E. Regurgitant mitral valve prolapse","percent_1":"10%","percent_2":"1%","percent_3":"1%","percent_4":"29%","percent_5":"59%","right_answer":"E. Regurgitant mitral valve prolapse","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient had #subacute infective endocarditis (IE)# complicated by an #embolic stroke#.  The large, friable irregular masses seen on autopsy are most likely vegetations and are the most probable source of this patient's left middle cerebral artery embolus (eg, right-sided weakness, speech difficulty). $ The mitral valve is the valve most frequently affected by IE.  #Mitral valve prolapse (MVP)# is the most common underlying valvular disease predisposing to the development of IE in #developed countries#, particularly when it is associated with coexistent #mitral regurgitation#.  Microscopic deposits of platelets and fibrin occur spontaneously in individuals with valvular disease secondary to endocardial injury from turbulent blood flow.  These deposits then become colonized by microorganisms (eg, viridans streptococci) during episodes of bacteremia (eg, following dental extraction). $ In #developing countries#, the most common acquired heart disease leading to IE development is #rheumatic heart disease# (RHD).  RHD is a late (10-20 years) complication of acute rheumatic fever (eg, migratory arthritis, carditis/valvulitis, erythema marginatum).  RHD was historically considered a frequent predisposing factor for IE; however, MVP, valvular sclerosis, and mechanical valves are now more common causes in developed nations due to the recognition and treatment of group A streptococcal pharyngitis. $ (Choice A)  Congenital heart lesions that predispose to increased risk of IE include bicuspid aortic valve, ventricular septal defects, patent ductus arteriosus, and unrepaired tetralogy of Fallot.  Isolated atrial septal defects are not commonly associated with an increased risk of IE, likely due to the low-pressure differential between the atria and the absence of high-velocity intracardiac flow jets that can damage the endocardium. $ (Choice B)  Coronary heart disease can cause ischemic papillary muscle dysfunction with resultant mitral regurgitation.  However, the clinical presentation and autopsy findings in this patient are most consistent with MVP and IE. $ (Choice C)  IE is a rare complication of hypertrophic cardiomyopathy and is almost always seen in patients with outflow obstruction.  @Hypertrophic cardiomyopathy@ is characterized by asymmetric ventricular hypertrophy leading to reduced left ventricular cavity size. $ (Choice D)  Mitral annular calcification refers to degeneration and progressive calcium deposition involving the fibrous annulus of the mitral valve.  Mitral annular calcification is usually seen in older adults (age >60), and the annulus is not a common location for IE. $ Educational objective Mitral valve prolapse with regurgitation is the most common predisposing condition for native valve infective endocarditis (IE) in developed nations.  Rheumatic heart disease remains a frequent cause of IE in developing nations.","clickable_1":"images/img1.230.jpg"},

{"id":"2105","title":"This item has associated media that may require the use of headphones.  Please ensure your system/speaker volume is set to an audible level. $A 52-year-old man comes to the physician because of increasing fatigue over the last 2 weeks.  He has also been experiencing exertional dyspnea and occasional headaches.  Cardiac auscultation findings at the left sternal border are shown below.  Which of the following is most consistent with this patient's auscultatory findings?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"audioes/audio.2105.mp3","comparison_items":"","answer_1":"A. Aortic regurgitation","answer_2":"B. Hypertrophic cardiomyopathy","answer_3":"C. Mitral valve prolapse","answer_4":"D. Papillary muscle dysfunction","answer_5":"E. Tricuspid regurgitation","percent_1":"60%","percent_2":"5%","percent_3":"10%","percent_4":"5%","percent_5":"20%","right_answer":"A. Aortic regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2105.jpg","explanation_1":"","explanation_2":"$This patient has an #aortic regurgitation# (AR) murmur.  It is a high-pitched, blowing, #diastolic# murmur; the intensity is maximal right after A2 (sound of aortic valve closure) and proceeds in a @decrescendo pattern@ for part or all of diastole.  Higher overall intensity and longer duration of the murmur correlate with the severity of AR, and A2 may be absent in severe AR. $When AR is due to #aortic root dilation# (eg, in Marfan syndrome) the murmur is @best heard@ at the #right upper sternal border# (classic aortic valve auscultatory location).  However, for AR due to #valvular pathology# (eg, bicuspid aortic valve, rheumatic heart disease) the murmur is best heard at the #left third intercostal space#.  In either scenario, the murmur is best appreciated at the end of expiration with the patient leaning forward (minimized lung volume with the heart closer to the chest wall enhances left-sided murmurs). $#(Choice B)#  Hypertrophic cardiomyopathy causes left ventricular outflow obstruction and produces a crescendo-decrescendo systolic murmur similar to that of aortic stenosis.  The murmurs can be differentiated by maneuvers that increase left ventricular blood volume (eg, squatting); the murmur of hypertrophic cardiomyopathy decreases in intensity with increased left ventricular blood volume (outflow obstruction is reduced), whereas the murmur of aortic stenosis increases in intensity. $#(Choice C)#  Mitral valve prolapse is classically associated with a midsystolic click and a late systolic murmur best heard at the cardiac apex. $#(Choice D)#  Papillary muscle dysfunction can lead to mitral regurgitation, which causes a holosystolic murmur best heard at the cardiac apex. $#(Choice E)#  Tricuspid regurgitation causes a holosystolic murmur that is best heard at the left lower sternal border.  The murmur can be differentiated from that of mitral regurgitation by auscultation during inspiration; the murmur of tricuspid regurgitation will increase in intensity with inspiration as right ventricular blood volume is increased. $#Educational objective# Aortic regurgitation (AR) causes a high-pitched, blowing, diastolic murmur with a decrescendo intensity pattern.  The murmur of AR due to aortic root dilation is best heard at the right upper sternal border, whereas the murmur of AR due to valvular pathology is best heard at the left third intercostal space.  ","clickable_1":"images/img1.2105.mp4","clickable_2":"images/img2.2105.jpg"},

{"id":"1517","title":"A 34-year-old woman who recently emigrated from Russia comes to the physician due to weakness, exertional dyspnea, and orthopnea.  On cardiac auscultation, a snap followed by a rumbling diastolic murmur is heard over the cardiac apex.  The snap most likely occurs nearest to which of the following points on the cardiac pressure-volume loop?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1517.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"11%","percent_2":"6%","percent_3":"10%","percent_4":"50%","percent_5":"3%","percent_6":"19%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1517.jpg","explanation_1":"","explanation_2":"$The #left ventricular (LV) pressure-volume# loop follows the cardiac cycle through left ventricular contraction, ejection, relaxation, and refilling, as follows:  $1. #Isovolumetric contraction:# The cardiac cycle begins with initiation of left ventricular contraction and closure of the mitral valve at point 1; an S1 is heard at this time, marking the end of diastole #(choice A).#  Although intraventricular pressure increases after point 1, initially, no blood leaves the ventricle because both the aortic and mitral valves are closed.  At point 2, LV pressure overcomes systemic diastolic pressure and the aortic valve opens #(choice B).#  $2. #Ventricular ejection:# LV volume decreases as blood is ejected into the aorta.  The peak of the ejection curve denotes systolic blood pressure and represents the high point of LV afterload #(choice E).#  LV ejection ends at point 3 with aortic valve closure and an S2 is heard #(choice C).#  The horizontal distance between point 2 (or point 1) and point 3 represents the stroke volume.  $3. #Isovolumetric relaxation:# LV pressure rapidly falls from point 3 to point 4.  No blood leaves or enters the left ventricle during this time because both the aortic and mitral valves are closed.  $4. #Ventricular filling:# The mitral valve opens at point 4 and diastolic filling of the left ventricle begins.  LV volume and pressure gradually increase until mitral valve closure occurs again at point 1 and the cycle begins anew.  Extra heart sounds (ie, an S3 or S4) may be heard during diastolic filling between point 4 and point 1 #(choice F).# $This patient with an audible snap followed by a #rumbling diastolic murmur# over the cardiac apex likely has #mitral stenosis#, which is most commonly seen due to underlying rheumatic heart disease in patients emigrating from Latin America, Africa, or Asia.  The audible snap observed with mitral stenosis is created by the stenotic and calcified valve snapping open (ie, #opening snap#) and is heard during mitral valve opening at point 4. $#Educational objective# Mitral stenosis is characterized by an opening snap followed by a rumbling diastolic murmur that is best heard over the cardiac apex.  On the left ventricular pressure-volume loop, the opening snap occurs during mitral valve opening at the end of isovolumetric relaxation, and it is followed by a diastolic rumble during diastolic filling.  "},

{"id":"16596","title":"An 81-year-old woman undergoes transcatheter aortic valve implantation through femoral access.  She was diagnosed with severe calcific aortic stenosis 2 months ago after she began having shortness of breath with mild exertion.  The vascular access is gained without complication, and the transcatheter valve is deployed under fluoroscopic guidance.  The following hemodynamic changes are observed:","title_table":"","title_table_3":"§ ∆Before deployment ∆After deployment §Diastolic blood pressure ∆ 76 mm Hg ∆ 44 mm Hg §Left ventricular end-diastolic pressure ∆ 12 mm Hg ∆ 25 mm Hg","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following complications should be suspected in this patient?","audio":"","comparison_items":"","answer_1":"A. Aortic regurgitation","answer_2":"B. Mitral stenosis","answer_3":"C. Prosthetic valve thrombosis","answer_4":"D. Retroperitoneal bleeding","answer_5":"E. Ventricular septal perforation","percent_1":"66%","percent_2":"6%","percent_3":"15%","percent_4":"6%","percent_5":"8%","right_answer":"A. Aortic regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp16596.jpg","explanation_1":"","explanation_2":"$The prevalence of #severe aortic stenosis# (AS) increases with age, and definitive management necessitates surgical correction of the stenotic valve.  This often creates a complicated scenario because many #elderly patients# with severe AS have multiple other comorbidities, making them poor candidates for open surgical valve replacement due to unacceptably high operative risk.  #Transcatheter aortic valve implantation# (TAVI) provides an alternative option for such patients; the catheter is advanced through the aorta to the aortic valve where a bioprosthetic valve is placed over the native aortic valve leaflets. $This patient's intraoperative pressure readings of #decreased diastolic blood pressure# and #increased LVEDP# (left ventricular end-diastolic pressure) are consistent with #aortic regurgitation#, a common complication of TAVI that results from improper sealing of the prosthetic valve to the native valve annulus, leading to @paravalvular leak@ (blood leakage around the valve).  Inappropriate valve size or improper valve positioning is often responsible. $Other intraoperative complications of TAVI include stroke (due to embolization of native valve calcification) and myocardial infarction (due to obstruction of coronary artery ostia by the implanted valve). $#(Choice B)#  Worsening mitral stenosis can rarely occur following TAVI; such a disruption is expected to cause a decrease (rather than increase) in LVEDP due to obstructed diastolic filling. $#(Choice C)#  Prosthetic valve thrombosis usually causes valvular obstruction but may sometimes cause valvular regurgitation with similar pressure findings to this patient.  However, valvular thrombus requires time to develop and is not typically an immediate intraoperative complication. $#(Choice D)#  Retroperitoneal bleeding can result from extension of a femoral artery hematoma and is a potential complication of any catheter-based procedure with femoral arterial access.  The complication is likely to cause hemorrhagic shock with a drop in both systemic blood pressure and LVEDP. $#(Choice E)#  Ventricular septal perforation is a potential complication of TAVI but is unlikely to cause the large and abrupt increase in LVEDP that occurred in this patient.  Large perforation may eventually lead to biventricular failure and increased LVEDP, but no change or a small decrease in LVEDP is expected initially. $#Educational objective# Transcatheter aortic valve implantation (TAVI) allows for minimally invasive management of severe aortic stenosis in elderly patients who are unable to tolerate open surgical valve replacement.  Paravalvular aortic regurgitation is a common complication of TAVI, resulting from improper sealing of the prosthetic valve to the native aortic valve annulus.  ","clickable_1":"images/img1.16596.jpg"},

{"id":"231","title":"A 56-year-old woman with unknown medical history is brought to the emergency department in an unresponsive state.  Paramedics were called for sudden-onset, left-sided weakness, and when they arrived at the patient's house she was having a generalized tonic-clonic seizure.  Antiseizure medications were given and the patient was subsequently intubated.  Evaluation shows a comatose woman with left hemiplegia.  Neuroimaging reveals a large infarction in the right middle cerebral artery territory with cerebral edema.  Despite aggressive interventions, the patient dies from brain herniation.  Autopsy reveals multiple small, nondestructive masses attached to the edges of the mitral valve leaflets.  Microscopy shows that these masses are composed of platelet-rich thrombi, but no organisms are present.  Which of the following is most closely associated with this patient's heart valve findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Advanced malignancy","answer_2":"B. Chronic liver failure","answer_3":"C. Dilated cardiomyopathy","answer_4":"D. Intravenous drug use","answer_5":"E. Large-vessel vasculitis","percent_1":"37%","percent_2":"6%","percent_3":"22%","percent_4":"11%","percent_5":"24%","right_answer":"A. Advanced malignancy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"The autopsy finding of #sterile platelet-rich thrombi# attached to the mitral valve leaflets is characteristic of #nonbacterial thrombotic endocarditis# (NBTE) (marantic endocarditis).  The pathogenesis of NBTE is thought to begin with valvular endothelial injury caused by circulating inflammatory cytokines, which triggers platelet deposition in the presence of an underlying #hypercoagulable state#.  NBTE is most commonly associated with #advanced malignancy# (especially mucinous adenocarcinoma) and systemic lupus erythematosus (Libman-Sacks endocarditis); less commonly, it can occur with antiphospholipid syndrome, disseminated intravascular coagulation, and extensive burns. $ Histologically, NBTE vegetations consist of bland thrombus with strands of fibrin, immune complexes, and mononuclear cells (white thrombus).  The vegetations typically affect the left-sided heart valves (mitral or aortic) and are often asymptomatic; however, #systemic embolization# (eg, stroke, acute limb ischemia) can occur and is the most common presentation of NBTE. $ (Choice B)  Chronic liver failure (ie, cirrhosis) can be complicated by portal vein thrombosis; however, it is not associated with NBTE. $ (Choice C)  Dilated cardiomyopathy is characterized by ventricular enlargement and reduced systolic function.  It can occasionally lead to left ventricular mural thrombus with risk of systemic embolization, but it is not associated with NBTE. $ (Choice D)  Intravenous drug use increases the risk of bacterial endocarditis, not NBTE.  Injected particulate matter (eg, dirt) is thought to cause microdamage to the right-sided heart valves before being filtered out by the lungs, facilitating bacterial attachment to primarily the tricuspid valve. $ (Choice E)  Temporal (giant cell) arteritis, a large-vessel vasculitis that typically presents with headaches and fever, is associated with an increased risk of venous thromboembolic disease.  Although associated NBTE has been reported, it is quite rare. $ Educational objective Nonbacterial thrombotic endocarditis is characterized by valvular deposition of sterile platelet-rich thrombi.  It likely results from valvular damage due to inflammatory cytokines in the setting of an underlying hypercoagulable state, and it is most commonly seen with advanced malignancy (especially mucinous adenocarcinoma) or systemic lupus erythematosus."},

{"id":"200","title":"A 63-year-old man comes to the emergency department due to progressive dyspnea and fatigue.  Over the last week, he has not been able to lie flat due to difficulty breathing and has had to sleep in a sitting position.  He had an anterior myocardial infarction 6 months ago and has not been compliant with his medication regimen since that time.  Medical history is also significant for hypertension.  The patient is an ex-smoker with a 30-pack-year history.  He does not drink alcohol.  His father died of a heart attack at age 60.  Blood pressure is 170/100 mm Hg, and pulse is 100/min and regular.  Oxygen saturation is 90% on room air.  He is afebrile.  Auscultation reveals crackles at the lung bases, an S3 gallop, and a II/VI holosystolic murmur over the apex.  The patient is admitted to the hospital, and after treatment with diuretics and vasodilators his condition improves significantly.  Three days later there are no appreciable gallops or murmurs on cardiac examination.  Which of the following best explains the murmur heard at the time of the initial examination?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Heavily calcified mitral annulus","answer_2":"B. Increased flow velocity through the aortic valve","answer_3":"C. Ruptured chordae tendineae","answer_4":"D. Secondary mitral regurgitation","answer_5":"E. Thickened and deformed mitral valve cusps","percent_1":"2%","percent_2":"12%","percent_3":"7%","percent_4":"75%","percent_5":"3%","right_answer":"D. Secondary mitral regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp200.jpg","explanation_1":"","explanation_2":"$This patient's presentation with fatigue, progressive dyspnea, orthopnea, pulmonary crackles, and an S3 heart sound is consistent with #decompensated heart failure#.  Appropriate treatment with diuretics and vasodilators resulted in symptomatic improvement and disappearance of the apical holosystolic murmur, which was most likely due to #secondary (functional) mitral valve regurgitation# (MR). $Whereas primary MR is caused by an intrinsic defect of the mitral valve apparatus (eg, cleft in a valve cusp, myxomatous degeneration of the chordae tendineae), @secondary MR@ occurs due to other factors.  Decompensated heart failure is a common cause of secondary MR because it leads to an increase in left ventricular end-diastolic volume (LVEDV), or preload, with #dilation of the mitral valve annulus# (the tissue on which the mitral valve cusps are mounted) and taut stretching of the chordae tendineae.  The dilated annulus and #restricted movement of the chordae tendineae# can cause insufficient closure of an intrinsically normal mitral valve, resulting in MR.  Systemic hypertension can also contribute to secondary MR by favoring relatively lower-resistance regurgitant flow. $Treatment with diuretics to reduce LVEDV and vasodilators to reduce blood pressure can lead to resolution of heart failure-induced MR. $#(Choice A)#  Calcification of the mitral valve annulus may occur with aging, and can be accelerated by hypertension or advanced kidney disease.  It is usually an incidental finding that does not affect mitral valve function. $#(Choice B)#  Increased flow velocity through the aortic valve occurs with aortic valve stenosis.  The resulting murmur is crescendo-decrescendo and best heard at the right second intercostal space (rather than holosystolic and best heard at the apex). $#(Choice C)#  Chordae tendineae rupture is a potential cause of primary MR that can occur in the setting of bacterial endocarditis, connective tissue disease (eg, Marfan syndrome), or acute myocardial infarction.  The resulting murmur does not resolve with diuretics and vasodilators; surgical repair is typically required. $#(Choice E)#  Thickened and deformed mitral valve cusps can occur in rheumatic heart disease and are a potential cause of primary MR.  Such a murmur does not resolve with treatment of decompensated heart failure.  In addition, mitral stenosis (evidenced by an opening snap and mid-diastolic rumble) is more likely than MR to occur with rheumatic heart disease. $#Educational objective# Decompensated heart failure is a common cause of secondary (functional) mitral valve regurgitation.  Increased left ventricular end-diastolic volume causes dilation of the mitral valve annulus and restricted movement of the chordae tendineae with subsequent regurgitation.  Treatment with diuretics and vasodilators can improve heart failure-induced MR.  ","clickable_1":"images/img1.200.mp4"},

{"id":"8294","title":"A 33-year-old man comes to the emergency department due to fever, chills, cough, and shortness of breath over the last week. He smokes a pack of cigarettes a day, consumes 2 or 3 alcoholic beverages daily, and uses intravenous heroin 2 or 3 times per week. He is febrile and tachycardic. Blood cultures grow Staphylococcus aureus. Chest x-ray shows bilateral nodular lesions with areas of cavitation. The valve most likely affected in this patient can be best evaluated by auscultation at which of the following sites?","image_1":"images/8294.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","right_answer":"C. C","percent_1":"2%","percent_2":"2%","percent_3":"89%","percent_4":"7%","explanation_img":"images/exp8294.jpg","explanation_1":"","explanation_2":"The cavitary pulmonary nodules on this patient's chest x-ray are consistent with #septic emboli#, which are a common complication of #right-sided infective endocarditis# (IE). The #tricuspid valve# is frequently affected in intravenous drug users; bacterial adherence may be encouraged by the inadvertent injection of particulate matter that damages the tricuspid valve endothelium. Staphylococcus aureus is the most common organism responsible for IE in intravenous drug users.$A murmur of IE typically results from regurgitation of blood due to impaired closure of the affected valve. Although tricuspid valve endocarditis does not always cause a murmur, an early- or holo-systolic murmur of #tricuspid regurgitation# is sometimes appreciated. This murmur is best auscultated in the 4th or 5th intercostal space at the #left lower sternal border# (the tricuspid auscultation area), and it increases in intensity with maneuvers that increase right ventricular blood volume (eg, inspiration, supine leg raise).$#(Choices A and D)# Most aortic valve murmurs are best auscultated in the 2nd intercostal space at the right upper sternal border. Mitral valve murmurs are best auscultated at the cardiac apex, which is usually located near the midclavicular line in the left 5th intercostal space. IE affecting these left-sided heart valves may cause septic embolization to the kidneys, brain, or other systemic organs but not to the pulmonary circulation.$(Choice B) Pulmonic valve murmurs are best auscultated in the 2nd intercostal space at the left upper sternal border. IE affecting the pulmonic valve can occur in intravenous drug users and lead to septic pulmonary emboli, but it is far less common than tricuspid valve endocarditis.$Educational objective Infective endocarditis in intravenous drug users commonly affects the tricuspid valve, often leading to septic pulmonary emboli. Patients can have an early- or holo-systolic murmur of tricuspid regurgitation, which is best auscultated in the 4th or 5th intercostal space at the left lower sternal border."},

{"id":"15198","title":"A 35-year-old primigravid woman comes to the clinic during the second trimester.  The patient reports that she has had some tiredness, which she attributes to pregnancy.  She takes 1 nap during the day.  She has no chest pain, cough, or lower extremity swelling.  As a child, the patient was told that she has a murmur but does not know any details and says that she has felt well until recently.  On physical examination, a 3/6 midsystolic murmur is heard at the left upper sternal border and S2 is widely split.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benign flow murmur","answer_2":"B. Bicuspid aortic valve","answer_3":"C. Hypertrophic cardiomyopathy","answer_4":"D. Pulmonic stenosis","answer_5":"E. Ventricular septal defect","percent_1":"21%","percent_2":"7%","percent_3":"2%","percent_4":"60%","percent_5":"11%","right_answer":"D. Pulmonic stenosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15198.jpg","explanation_1":"","explanation_2":"$This patient likely has #pulmonic valve stenosis# (PS), which most commonly occurs as an isolated #congenital defect# and rarely occurs as an acquired defect (eg, rheumatic fever, carcinoid syndrome).  Severe PS is typically diagnosed early in life due to development of right-sided heart failure, but patients with relatively mild PS often do not present with symptoms (eg, dyspnea, fatigue) until adulthood.  The physiologic changes of pregnancy (eg, increased plasma volume) can unmask underlying PS. $ Cardiac auscultation in PS reveals a pulmonic #ejection click# followed by a harsh #crescendo-decrescendo systolic murmur# best heard at the @left upper sternal border@.  The stenosis causes the pulmonic valve to close later than usual as it takes longer for the right ventricle to push blood through the narrowed valve.  This results in #widened splitting# of the aortic and pulmonic components of S2.  Inspiration draws additional blood into the right side of heart, which increases the intensity of the murmur and further widens the splitting of S2. $ Pulmonary hypertension is another cause of widened splitting of S2 because more time is required for the right ventricle to overcome pulmonary arterial pressure (ie, the pulmonic valve opens later and closes later). $ (Choice A)  A benign flow murmur can occur in patients with high cardiac output states (eg, pregnancy) due to increased flow across the aortic and pulmonic valves; however, the murmur is typically low grade (2/6 or less) and abnormal splitting of S2 is not present. $ (Choice B)  A bicuspid aortic valve is the most common congenital heart defect seen in adults and can lead to aortic stenosis in relatively young patients (eg, those in their 50s).  However, aortic stenosis causes delayed closure of the aortic valve, leading to narrowed or paradoxical splitting of S2. $ (Choice C)  Hypertrophic cardiomyopathy can cause a @systolic murmur@ that mimics that of aortic stenosis and is best heard at the mid-left sternal border.  Aortic valve closure may be delayed due to prolonged ejection of blood through the left ventricular outflow tract. $ (Choice E)  A small- or moderate-sized ventricular septal defect may present in adulthood with symptoms of heart failure.  There is typically widened splitting of S2 due to early closure of the aortic valve (less blood is ejected into the aorta because some blood is ejected into the right ventricle).  However, a holosystolic murmur best heard at the left lower sternal border is expected. $ Educational objective Pulmonic valve stenosis causes a crescendo-decrescendo systolic murmur (best heard at the left upper sternal border) and delays closure of the pulmonic valve, resulting in widened splitting of S2.  Inspiration increases blood flow to the right side of the heart, causing increased intensity of the murmur and even later closure of the pulmonic valve.","clickable_1":"images/img1.15198.jpg","clickable_2":"images/img2.15198.jpg"},

{"id":"227","title":"A 52-year-old man comes to the office due to a 2-week history of progressive fatigue and exertional dyspnea.  The patient is a postal delivery worker and reports that he gets short of breath after walking a few blocks.  He has not had chest pain or palpitations.  The patient does not use tobacco, alcohol, or illicit drugs.  Cardiac auscultation reveals a murmur that is best heard when the patient sits up and leans forward.  He brings to the office the report from a recent cardiac catheterization (graph shown below).  This patient's murmur would most likely be loudest at which of the following time points on the graph?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/227.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"14%","percent_2":"25%","percent_3":"47%","percent_4":"10%","percent_5":"4%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp227.jpg","explanation_1":"","explanation_2":"$This patient's cardiac catheterization shows a hemodynamic profile consistent with #aortic regurgitation# (AR); the characteristic decrescendo diastolic murmur is best heard with the patient leaning forward.  The #peak intensity# of the murmur occurs #just after aortic valve closure# when the pressure gradient between the aorta and the left ventricle is maximal (point C).  This pressure gradient falls progressively during diastole as blood regurgitates into the left ventricle, accounting for the #decrescendo #nature of the murmur. $Notable changes to the pressure tracings that occur in AR include: $• #Loss of the aortic dicrotic notch#:  On the normal aortic pressure tracing the dicrotic notch is created by a small and abrupt increase in aortic pressure as blood is secured in the aorta by closure of the aortic valve.  However, with an incompetent aortic valve there is immediate backflow of blood into the left ventricle, resulting in loss of pressure in the aorta and disappearance of the dicrotic notch. $• #Steep diastolic decline of aortic pressure#:  Aortic diastolic pressure declines more rapidly than normal as blood regurgitates into the left ventricle and nadirs at a lower than normal level. $• #High-peaking left ventricular and aortic systolic pressures#:  The left ventricle attempts to compensate for regurgitant backflow by increasing stroke volume, resulting in higher systolic blood pressures, which combined with low aortic diastolic pressure leads to a #wide pulse pressure#. $#(Choice A)#  This point corresponds to the start of left ventricular contraction, just after mitral valve closure and just prior to the opening of the aortic valve; it would mark the onset of the holosystolic murmur of @mitral regurgitation@. $#(Choice B)#  This is the peak systolic pressure produced by the left ventricle during systole; the peak intensity of the crescendo-decrescendo murmur of @aortic stenosis@ is heard here. $#(Choice D)#  This point corresponds to mid-diastole.  The murmur of AR is likely heard here as well, but at a lower intensity given the relatively lower pressure gradient between the aorta and left ventricle.  The low-pitch rumble of @mitral stenosis@ would also be heard at this time. $#(Choice E)#  This point marks the onset of left atrial contraction (atrial kick) just before closure of the mitral valve.  Accentuation of a mitral stenosis murmur may be heard at this time (presystolic accentuation). $#Educational objective# Aortic regurgitation causes a decrescendo diastolic murmur with maximal intensity occurring just after closure of the aortic valve, when the pressure gradient between the aorta and left ventricle is the highest.  The pressure tracing for aortic regurgitation is characterized by loss of the aortic dicrotic notch, steep diastolic decline in aortic pressure, and high-peaking systolic pressures.  ","clickable_1":"images/img1.227.jpg","clickable_2":"images/img2.227.jpg","clickable_3":"images/img3.227.jpg"},

{"id":"14976","title":"A 33-year-old man comes to the office due to fatigue and decreased exercise tolerance over the past 6 months.  The patient was diagnosed with infective endocarditis in the setting of intravenous drug use a year ago and completed a course of antibiotic therapy.  He has not used drugs since then.  The patient has no other medical problems and takes no medications.  A cardiac murmur is heard on auscultation.  Both carotid arteries demonstrate a rapid rise and fall of the arterial pulse.  Partial compression of the femoral arteries by the stethoscope elicits a systolic-diastolic bruit.  Which of the following sets of pressure findings is most likely to be observed during cardiac catheterization of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Aortic pressure ∆ Left ventricular pressure","answer_1":"§A. ∆ 110/75 ∆ 160/20","answer_2":"§B. ∆ 120/80 ∆ 120/10","answer_3":"§C. ∆ 120/75 ∆ 120/30","answer_4":"§D. ∆ 160/60 ∆ 160/20","answer_5":"§E. ∆ 160/95 ∆ 160/10","percent_1":"29%","percent_2":"5%","percent_3":"8%","percent_4":"49%","percent_5":"10%","right_answer":"§D. ∆ 160/60 ∆ 160/20","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14976.jpg","explanation_1":"","explanation_2":"$This patient's presentation is consistent with #aortic regurgitation# (AR), which likely developed as a complication of infective endocarditis.  AR is characterized by a rapid #loss of aortic pressure# during diastole due to backflow of blood into the left ventricle.  The left ventricle becomes dilated with an increase in end-diastolic volume and undergoes eccentric hypertrophy that allows for a compensatory #increase in stroke volume# and cardiac output.  The result of these effects is a characteristic high-amplitude, #rapid rise-rapid fall pulsation# with each ventricular contraction that manifests as widened pulse pressure, rapid distension and collapse of the carotid arteries (Corrigan sign), and a \"to-and-fro\" bruit appreciated over the femoral arteries (Duroziez sign). $The hemodynamic changes in AR are evident on cardiac catheterization and include #reduced aortic diastolic pressure# and #elevated left ventricular (LV) diastolic pressure# due to backflow of blood during diastole.  In addition, #aortic and LV systolic pressures are increased# due to high stroke volume and a compensatory increase in cardiac contractility. $#(Choice A)#  LV systolic pressure that is higher than aortic systolic pressure is consistent with @aortic stenosis@.  Patients with aortic stenosis have weak and delayed pulses (pulsus parvus et tardus) and pulse pressure may be reduced due to restricted stroke volume.  The LV often undergoes concentric hypertrophy (wall-thickening) due to pressure overload. $#(Choice B)#  These are normal LV and aortic pressure findings on cardiac catheterization. $#(Choice C)#  Normal LV systolic and aortic pressures but elevated LV end-diastolic pressure is consistent with compensated @heart failure@.  The left ventricle often undergoes eccentric hypertrophy due to volume overload. $#(Choice E)#  Elevated aortic pressures with no systolic pressure gradient across the aortic valve and normal LV diastolic pressure is consistent with @systemic hypertension@.  Concentric hypertrophy may develop due to pressure overload. $#Educational objective# Aortic regurgitation causes a rapid fall in aortic pressure during diastole with an increase in left ventricular end-diastolic volume and a compensatory increase in stroke volume.  These hemodynamic changes create characteristic pressure changes, including reduced aortic diastolic pressure, increased aortic systolic pressure, and increased left ventricular diastolic and systolic pressures.  ","clickable_1":"images/img1.14976.jpg","clickable_2":"images/img2.14976.jpg","clickable_3":"images/img3.14976.jpg"},

{"id":"232","title":"A 42-year-old woman is brought to the hospital due to right-sided weakness and difficulty speaking.  She has a longstanding history of a diastolic murmur, but her medical follow-up has been poor.  She does not use tobacco, alcohol, or illicit drugs.  A CT scan of the brain reveals a large ischemic stroke involving the left middle cerebral artery distribution.  The patient dies 2 days later due to progressive neurologic deterioration.  At autopsy, exploration of the left atrium shows diffuse fibrous thickening and distortion of the mitral valve leaflets, commissural fusion at the leaflet edges, and narrowing of the mitral valve orifice.  This finding is most likely the result of which of the following conditions?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Congenital heart disease","answer_2":"B. Degenerative valvular calcinosis","answer_3":"C. Infective endocarditis","answer_4":"D. Late syphilis","answer_5":"E. Rheumatic fever","answer_6":"F. Rheumatoid arthritis","answer_7":"G. Rupture of the papillary muscle","percent_1":"3%","percent_2":"8%","percent_3":"12%","percent_4":"2%","percent_5":"73%","percent_6":"1%","percent_7":"2%","right_answer":"E. Rheumatic fever","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation suggests #mitral stenosis# (MS) due to rheumatic heart disease.  Fibrous thickening and fusion of the valve leaflets in chronic rheumatic heart disease following acute #rheumatic fever# is the most common cause of MS, accounting for up to 99% of cases.  There is often a latency period of 10-20 years between the initial episode of rheumatic fever and symptomatic MS, with most patients manifesting during the fourth or fifth decade of life. $ Mitral stenosis can cause atrial enlargement, which may lead to #atrial fibrillation# and/or atrial #mural thromboses#.  Thrombi dislodged from the wall of the left atrium may later cause an embolic stroke, which likely occurred in this patient.  Cardiac auscultation in #mitral stenosis# often reveals a loud first heart sound (S1), an early diastolic sound (opening snap), followed by a #mid-diastolic murmur# from turbulent flow across the mitral valve. $ (Choice A)  Congenital endocardial cushion defects can result in mitral regurgitation.  However, congenital mitral valve stenosis is rare and untreated newborns and infants typically have a grim prognosis. $ (Choice B)  Degenerative calcific deposits most commonly develop in the mitral valve annulus in women over age 60 and generally do not impair valve function.  This patient's autopsy did not show any peripherally located nodular calcific deposits. $ (Choice C)  Embolization of vegetations due to infective endocarditis can cause a stroke or septic infarct resulting in a brain abscess.  However, infective endocarditis is usually associated with large friable vegetations on the valve cusps along with destruction (rather than fibrosis) of the valve leaflets. $ (Choice D)  Tertiary syphilis may result in aortitis, aortic aneurysm, and/or aortic regurgitation.  Mitral valve lesions are not commonly observed. $ (Choice F)  Although cardiac involvement is uncommon in rheumatoid arthritis, patients can develop pericarditis and myocarditis.  Rheumatoid nodules can also develop in the cardiac tissues (including valvular structures), but these are rarely symptomatic. $ (Choice G)  Rupture of papillary muscle (whether due to bacterial endocarditis, a connective tissue disease, or myocardial infarction) leads to prolapse of the valve leaflets and mitral regurgitation (holosystolic or early systolic murmur). $ Educational objective Rheumatic mitral stenosis is characterized by diffuse fibrous thickening and distortion of the mitral valve leaflets along with commissural fusion at the leaflet edges.  Patients often present with a diastolic murmur, dyspnea, and fatigue and are at increased risk of atrial fibrillation and thromboembolism (eg, stroke)."},

{"id":"11851","title":"A 42-year-old man comes to the emergency department due to acute-onset shortness of breath.  He has no medical conditions and does not use alcohol, tobacco, or illicit drugs.  The patient works as a box handler at a warehouse and has excellent exercise tolerance.  Family history is insignificant.  Blood pressure is 98/60 mm Hg and pulse is 112/min and regular.  A short systolic murmur is heard at the apex.  Bilateral crackles are present on lung auscultation.  Bedside echocardiography reveals a flail posterior mitral leaflet due to chordal rupture and severe mitral regurgitation.  Which of the following best reflects this patient's left ventricular hemodynamics compared to the normal heart?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Afterload decrease, preload decrease, ejection fraction decrease","answer_2":"B. Afterload decrease, preload increase, ejection fraction increase","answer_3":"C. Afterload increase, preload decrease, ejection fraction decrease","answer_4":"D. Afterload increase, preload decrease, ejection fraction increase","answer_5":"E. Afterload increase, preload increase, ejection fraction increase","percent_1":"22%","percent_2":"44%","percent_3":"20%","percent_4":"3%","percent_5":"11%","right_answer":"B. Afterload decrease, preload increase, ejection fraction increase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hemodynamic changes in mitral regurgitation# ∆⨉∆⨉∆⨉§ ∆^#Acute MR# ∆^#Compensated#$ chronic MR# ∆^#Decompensated#$ chronic MR#§^#Preload# ∆^↑↑ ∆^↑ ∆^↑§^#Afterload# ∆^↓ ∆^No change ∆^↑§^#Contractile function# ∆^No change ∆^No change ∆^↓§^#Ejection fraction# ∆^↑↑ ∆^↑ ∆^↓§^#Forward stroke volume# ∆^↓ ∆^No change ∆^↓%#MR =# mitral regurgitation.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #acute mitral regurgitation# (MR) due to a spontaneous chordae tendineae rupture.  In acute MR, the left atrium (LA) is of normal size and compliance and is suddenly exposed to a large volume of regurgitant blood from the left ventricle (LV).  This leads to very high LA pressures and subsequent #pulmonary edema#. $In addition, because the LV must accommodate the regurgitant blood volume along with normal pulmonary venous return, there is #increased LV end-diastolic volume# (preload).  Meanwhile, the incompetent mitral valve forms a low-resistance regurgitant pathway for blood to flow into the LA during ventricular systole, #decreasing LV afterload#.  The decreased afterload leads to #increased LV ejection fraction# (via increased @stroke volume@); however, much of the stroke volume is lost to regurgitation into the LA, resulting in overall decreased forward stroke volume and reduced cardiac output (manifesting as #hypotension# and cardiogenic shock). $In chronic MR, compensatory LA enlargement allows the LA to receive the regurgitant volume at lower filling pressures, preventing pulmonary edema from developing.  Chronic volume overload also causes the LV to undergo substantial enlargement due to @eccentric hypertrophy@.  Early on, the larger ventricular volume helps maintain forward stroke volume even in the setting of substantial regurgitant flow.  However, with prolonged hemodynamic overload, progressive eccentric remodeling of the LV becomes maladaptive, resulting in an overwhelming increase in wall stress with eventual contractile dysfunction.  The impaired contractility culminates in decompensation of chronic MR with reduced forward stroke volume (decreased cardiac output) and increased left-sided filling pressures (pulmonary edema). $#Educational objective# Regurgitant flow into the left atrium in acute mitral regurgitation leads to increased left atrial pressure and increased left ventricular end-diastolic volume (preload).  The low-resistance regurgitant pathway also decreases left ventricular afterload with a resulting increase in ejection fraction but overall decrease in forward stroke volume.  Increased left atrial pressure and decreased cardiac output result in pulmonary edema and severe hypotension, respectively.  ","clickable_1":"images/img1.11851.jpg","clickable_2":"images/img2.11851.jpg"},

{"id":"241","title":"A 10-year-old boy is brought to the physician by his parents due to restlessness and involuntary jerking.  He takes no medications and his vaccinations are up-to-date.  His parents do not recall any recent injuries or illnesses other than a sore throat 3 months ago.  On examination, the patient has rapid, irregular jerking movements involving his face, arms, and legs.  This patient is at greatest risk for developing which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deforming polyarthritis","answer_2":"B. Early dementia","answer_3":"C. Parkinson disease","answer_4":"D. Renal failure","answer_5":"E. Valvular heart disease","answer_6":"","percent_1":"4%","percent_2":"9%","percent_3":"3%","percent_4":"8%","percent_5":"75%","percent_6":"%","right_answer":"E. Valvular heart disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Acute rheumatic fever!?Epidemiology? • Endemic in developing countries ?Pathogenesis? • Occurs 2-4 weeks after acute group A$ streptococcal pharyngitis • Molecular mimicry: Anti-streptococcal$ antibodies attack cardiac & neuronal$ antigens?Clinical$ features? • Acute/subacute$== ○ Migratory arthritis$== ○ Pancarditis (mitral regurgitation)$== ○ Sydenham chorea • Chronic$== ○ Mitral stenosis ?Prevention? • Prompt treatment of streptococcal$ pharyngitis with penicillin","explanation_img":"","explanation_1":"","explanation_2":"This patient's #restlessness and purposeless jerking movements# 3 months after having a #sore throat# are consistent with #Sydenham chorea#, a hyperkinetic extrapyramidal movement disorder that is the most common acquired chorea of childhood.  Sydenham chorea is a neurologic manifestation of #acute rheumatic fever# that occurs 1-8 months after group A β-hemolytic streptococcal infection.  It is caused by a delayed onset autoimmune reaction involving anti-streptococcal antibodies that cross-react with the #basal ganglia#.  Because Sydenham chorea is a manifestation of acute rheumatic fever, patients with this disorder are at risk for #chronic rheumatic heart disease#. $ (Choice A)  Although migratory polyarthritis is an early manifestation of acute rheumatic fever, it is generally transient and rarely, if ever, deforming. $ (Choice B)  Early-onset Alzheimer dementia is associated with Down syndrome (trisomy 21).  Increased expression of the amyloid precursor protein gene located on chromosome 21 is thought to be the cause. $ (Choice C)  Parkinson disease is an extrapyramidal hypokinetic movement disorder consisting of tremor, rigidity, akinesia, and postural instability.  Jerking extremity movements are generally not seen in Parkinson disease, except in cases of levodopa overdose. $ (Choice D)  Poststreptococcal glomerulonephritis occurs following infection with specific nephritogenic strains of group A Streptococcus.  However, the nephritis manifests within 1-6 weeks and is typically self-limited.  Renal failure is not part of the clinical syndrome associated with acute rheumatic fever. $ Educational objective Sydenham chorea presents with involuntary, rapid, irregular jerking movements involving the face, arms, and legs.  It occurs months after group A streptococcal infection and is one of the major clinical manifestations of acute rheumatic fever.  Patients with this condition carry a high risk of chronic valvular disease."},

{"id":"943","title":"A 46-year-old woman comes to the emergency department due to progressive dyspnea over the last 2 days.  The patient's exercise tolerance has decreased dramatically and she had to sleep in a sitting position last night.  She has no history of cardiovascular disease.  The patient does not use tobacco or alcohol.  Family history is unremarkable.  Blood pressure is 110/65 mm Hg and pulse is 105/min and regular.  The apical impulse is hyperdynamic.  Cardiac auscultation reveals a diminished S1 and an apical holosystolic murmur radiating to the axilla.  Diffuse pulmonary crackles are heard bilaterally.  There is no peripheral edema.  ECG shows sinus tachycardia but is otherwise unremarkable.  Which of the following would most likely increase the ratio of forward flow volume to regurgitant flow volume in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreasing heart rate","answer_2":"B. Decreasing systemic vascular resistance","answer_3":"C. Decreasing venous return to the left ventricle","answer_4":"D. Increasing left ventricular contractility","answer_5":"E. Increasing venous return to the left ventricle","percent_1":"4%","percent_2":"67%","percent_3":"10%","percent_4":"10%","percent_5":"9%","right_answer":"B. Decreasing systemic vascular resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp943.jpg","explanation_1":"","explanation_2":"$This patient's dyspnea, orthopnea, and crackles on lung auscultation are consistent with decompensated left-sided heart failure; the #apical holosystolic murmur# radiating to the axilla suggests #mitral regurgitation# (MR) as a contributing factor.  In patients with MR, some of the blood in the left ventricle is pumped forward through the aortic valve (forward stroke volume), and some is forced backward through the incompetent mitral valve (regurgitant stroke volume).  The amount of blood flowing down each pathway is determined by the relative contribution of the resistance of each pathway to the total #left ventricular afterload#: $• Resistance to #forward flow# is primarily determined by the pressure in the aorta (systolic blood pressure) $• Resistance to #regurgitant flow# is determined by the mitral valve orifice size during systole and the degree of left atrial compliance.  In chronic MR, the left atrium becomes more compliant and the lower left atrial pressures facilitate greater regurgitant flow. $Left atrial pressure remains relatively constant over the short term, but aortic pressure can vary significantly with changes in #systemic vascular resistance#.  A reduction in systemic vascular resistance leads to reduced systemic blood pressure and an #increase in the ratio of forward to regurgitant blood flow#.  Pharmacologic vasodilators (eg, nitroprusside) therefore help to increase forward cardiac output and reduce pulmonary congestion in patients with MR. $#(Choices A and E)#  A decrease in heart rate leads to an increase in venous return to the left ventricle (preload) due to increased diastolic filling time.  This causes an absolute increase in both forward and regurgitant blood flow (stroke volume increases in accordance with the Frank-Starling mechanism), but the ratio of forward to regurgitant flow is unlikely to significantly change. $#(Choice C)#  A reduction in venous return to the left ventricle decreases stroke volume with absolute reductions in both forward and regurgitant flow, but is unlikely to significantly affect the ratio of forward to regurgitant flow. $#(Choice D)#  An increase in left ventricular contractility increases stroke volume and leads to an increase in both forward and regurgitant blood flow.  However again, as the relative resistance of each pathway is unchanged, the ratio of forward to regurgitant blood flow remains essentially the same. $#Educational objective# In patients with mitral regurgitation, left ventricular afterload is determined by the balance of resistance between forward flow (aortic pressure) and regurgitant flow (left atrial pressure).  A reduction in systemic vascular resistance increases the ratio of forward to regurgitant blood flow and improves cardiac output.  "},

{"id":"15729","title":"An 82-year-old woman comes to the office due to fatigue, abdominal discomfort, and lower extremity swelling.  She also occasionally feels an uncomfortable pulsation in her neck.  Six weeks ago, the patient underwent pacemaker implantation due to sick sinus syndrome.  Episodes of lightheadedness that she had experienced before the procedure have now resolved.  The patient is afebrile, and other vital signs are normal.  Physical examination reveals bilateral, lower extremity edema and a tender, pulsatile liver.  The lungs are clear on auscultation.  The pacemaker implantation site has healed normally.  Complete blood count is normal.  What is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic valve regurgitation","answer_2":"B. Constrictive pericarditis","answer_3":"C. Infective endocarditis","answer_4":"D. Pulmonic valve regurgitation","answer_5":"E. Tricuspid valve regurgitation","percent_1":"16%","percent_2":"13%","percent_3":"3%","percent_4":"7%","percent_5":"61%","right_answer":"E. Tricuspid valve regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15729.jpg","explanation_1":"","explanation_2":"$This patient likely has #tricuspid valve regurgitation# (TR) due to an adverse effect of her permanent pacemaker.  The right ventricular lead of an #implantable pacemaker or cardioverter-defibrillator# passes through the superior vena cava into the right atrium and then through the tricuspid valve orifice to terminate on the endocardium of the right ventricle.  Damage to the tricuspid valve leaflets or inadequate leaflet coaptation can sometimes occur, leading to severe TR in some patients. $Severe TR typically presents with #right-sided heart failure#.  Patients can have #distended jugular veins#, pulsatile and #tender hepatomegaly#, abdominal distension with #ascites#, and #lower extremity edema#.  The lungs are clear on auscultation in the absence of concomitant left-sided heart disease.  Cardiac examination typically reveals a #holosystolic murmur# best heard at the left lower sternal border; the murmur intensifies with maneuvers that increase right ventricular preload (eg, deep inspiration, leg raise). $#(Choice A)#  Causes of aortic valve regurgitation include rheumatic heart disease and aortic root dilation.  Severe disease can lead to left-sided heart failure; however, pulmonary edema with crackles on lung auscultation would be expected. $#(Choice B)#  Constrictive pericarditis can result from chronic pericardial inflammation in the setting of infection or rheumatologic disease.  It typically manifests with signs and symptoms of right-sided heart failure; however, the relationship between this patient's heart failure symptoms and recent pacemaker placement makes TR more likely. $#(Choice C)#  Infective endocarditis may affect the tricuspid valve and lead to TR; however, tricuspid involvement typically develops in patients with a history of injection drug use.  In addition, this patient's lack of fever makes infective endocarditis unlikely. $#(Choice D)#  Severe pulmonic valve regurgitation can lead to right-sided heart failure.  Causes of pulmonic valve regurgitation include rheumatic heart disease and endocarditis, but it is not associated with pacemaker placement as pacemaker leads do not cross the pulmonic valve. $#Educational objective# Severe tricuspid valve regurgitation (TR) can lead to right-sided heart failure, evidenced by jugular venous distension, hepatomegaly, lower extremity edema, and the absence of pulmonary edema.  Permanent pacemaker placement can cause TR because the right ventricular lead passes through the tricuspid valve orifice and can disrupt valve closure.  "},

{"id":"945","title":"A 54-year-old woman comes to the office due to exertional dyspnea and fatigue.  The patient gets short of breath while walking to a store 2 blocks away from her home.  She also has trouble breathing at night and sleeps with 2 or 3 pillows to prop her up.  She has had occasional palpitations but no chest pain.  The patient takes no medications on a regular basis, and does not use tobacco, alcohol, or illicit drugs.  After initial evaluation, she is scheduled for a left heart catheterization, the findings of which are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/945.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A.Aortic regurgitation","answer_2":"B.Aortic stenosis","answer_3":"C.Mitral regurgitation","answer_4":"D.Mitral stenosis","answer_5":"E.Tricuspid regurgitation","percent_1":"7%","percent_2":"6%","percent_3":"66%","percent_4":"20%","percent_5":"2%","right_answer":"C.Mitral regurgitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp945.jpg","explanation_1":"","explanation_2":"$This patient's left heart catheterization shows pressure tracings consistent with #mitral regurgitation# (MR).  In the cardiac cycle, passive filling of the left atrium with blood from the pulmonary veins (atrial diastole) occurs essentially in sync with left ventricular (LV) systole.  Left atrial pressure gradually increases to approximately 10 mm Hg in the normal heart with a characteristic \"V wave\" created at the end of passive filling.  However, in the setting of MR, an incompetent mitral valve allows backflow of blood from the left ventricle during ventricular systole, leading to markedly #elevated left atrial pressure# during this time.  This creates an #early and large V wave#, the characteristic pressure tracing finding in patients with MR. $The elevated left atrial pressure in MR leads to atrial dilation and often precipitates atrial fibrillation, symptomatically manifesting with palpitations.  Over time, decompensated heart failure, evidenced by dyspnea and orthopnea in this patient, can also occur. $#(Choice A)#  In @aortic regurgitation@, backflow of blood from the aorta into the left ventricle during diastole results in rapid loss of aortic pressure and elevated LV end-diastolic volume with a compensatory increase in LV stroke volume.  Pressure tracings show loss of the aortic dicrotic notch (normally seen around aortic valve closure), rapid decline of aortic pressure during diastole, and elevated peak LV and aortic systolic pressures.  There is also early closure of the mitral valve due to elevated LV diastolic pressure. $#(Choice B)#  @Aortic stenosis@ causes obstruction of LV outflow resulting in discordance of LV and aortic systolic pressure.  Pressure tracings characteristically show peak LV systolic pressure significantly higher than aortic systolic pressure. $#(Choice D)#  @Mitral stenosis@ causes elevated left atrial pressures throughout the cardiac cycle with peak atrial pressure occurring at the time of atrial kick, just before the mitral valve closes at the end of ventricular diastole. $#(Choice E)#  Tricuspid regurgitation causes an early and large V wave on right atrial pressure tracing, similar to that seen on left atrial pressure tracing in the setting of MR.  Left-sided pressure tracings (left atrial, left ventricular, aortic) are minimally affected in tricuspid regurgitation. $#Educational objective# Left ventricular systole corresponds to the time of passive filling of the left atrium (atrial diastole).  Mitral valve regurgitation leads to markedly elevated left atrial pressure during this period, creating the characteristic early and large V wave on left atrial pressure tracing.  ","clickable_1":"images/img1.945.jpg","clickable_2":"images/img2.945.jpg","clickable_3":"images/img3.945.jpg"},

{"id":"244","title":"A 72-year-old man with long-standing dyspnea was seen in the clinic after experiencing an episode of syncope.  Physical examination showed weak and slowly rising arterial pulses.  Cardiac auscultation showed a harsh midsystolic murmur best heard at the second right intercostal space with decreased intensity of the second heart sound.  Electrocardiogram and echocardiogram confirmed the diagnosis of severe aortic stenosis.  Two months later, the patient comes to the emergency department with palpitations and increased shortness of breath.  His blood pressure is 90/60 mm Hg and his heart rate is 130/min with an irregularly irregular rhythm.  Electrocardiogram shows new-onset atrial fibrillation without significant ST-segment or T-wave changes.  Chest x-ray shows bilateral pulmonary edema.  Which of the following hemodynamic changes is most likely associated with this patient's current presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Insidious right ventricular failure","answer_2":"B.Sudden decrease in left ventricular preload","answer_3":"C.Sudden decrease in left ventricular systolic function","answer_4":"D.Sudden increase in left ventricular afterload","answer_5":"E.Sudden increase in left ventricular filling","percent_1":"11%","percent_2":"28%","percent_3":"39%","percent_4":"16%","percent_5":"6%","right_answer":"B.Sudden decrease in left ventricular preload","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp244.jpg","explanation_1":"","explanation_2":"$This patient's sudden-onset heart failure was most likely precipitated by acute #atrial fibrillation#, a condition that occurs in up to 10% of patients with #severe aortic stenosis# (AS).  Patients with severe AS already have reduced cardiac output due to significant valvular obstruction, which can be exacerbated by the sudden #loss of normal atrial contraction# that contributes to ventricular filling.  Atrial contraction is especially important for these patients as many have concentric left ventricular (LV) hypertrophy and therefore reduced LV compliance.  As a result, they become dependent on atrial contraction to maintain adequate LV filling.  Without atrial contraction, LV preload can decrease to the point of producing severe #hypotension#.  In addition, loss of the atrial kick can result in significantly increased mean pulmonary venous pressure due to buildup of blood in the left atrium and pulmonary veins, leading to #acute pulmonary edema#.  As a result, cardioversion is indicated for acute atrial fibrillation in patients with severe AS. $#(Choice A)#  Cardiogenic pulmonary edema is characteristic of left, not right, heart failure.  When the forward pumping function of the left heart is impaired, pressure can build up in the left atrium.  This rise in pressure is transmitted to the pulmonary veins and capillaries, resulting in increased fluid transudation into the alveoli and pulmonary interstitium. $#(Choices C and E)#  This patient has no evidence of myocardial ischemia on electrocardiogram, meaning that LV systolic function is most likely unchanged.  Under these circumstances, an increase in LV filling (preload) would increase cardiac output and mean arterial pressure due to the Frank-Starling mechanism.  This patient's decreased cardiac output is most likely due to decreased LV preload. $#(Choice D)#  In a patient with AS, LV afterload is determined by the mean systolic blood pressure and the degree of transvalvular obstruction.  In degenerative calcific AS and most other forms of adult AS, the transvalvular obstruction gradually increases over years to decades, making an acute increase in LV afterload unlikely.  In addition, this patient's acute hypotension would actually cause a reduction in afterload. $#Educational objective# In patients with chronic aortic stenosis and concentric left ventricular hypertrophy, atrial contraction contributes significantly to left ventricular filling.  Loss of atrial contraction due to atrial fibrillation can reduce left ventricular preload and cardiac output sufficiently to cause systemic hypotension.  Decreased forward filling of the left ventricle can also result in backup of blood in the left atrium and pulmonary veins, leading to acute pulmonary edema.  "},

{"id":"2106","title":"This item has associated media that may require the use of headphones. Please ensure your system/speaker volume is set to an audible level. $A 54-year-old man comes to the office due to light-headedness when walking his dog in the morning.  He has had no chest pain, shortness of breath, weakness, or headaches. Cardiac auscultation findings at the right sternal border are heard in the exhibit.  Which of the following is the most likely cause of this patient's symptoms?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"audioes/audio.2106.mp3","comparison_items":"","answer_1":"A.Bicuspid aortic valve","answer_2":"B.Infective endocarditis","answer_3":"C.Marfan syndrome","answer_4":"D.Mitral valve prolapse","answer_5":"E.Ventricular septal defect","percent_1":"67%","percent_2":"7%","percent_3":"6%","percent_4":"8%","percent_5":"13%","right_answer":"A.Bicuspid aortic valve","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Cardiac auscultation in this patient reveals a harsh, @crescendo-decrescendo systolic ejection murmur@ which is classic for #aortic stenosis# (AS).  The murmur is typically best heard at the @right upper sternal border@ with radiation to the carotids.  Patients with AS usually remain asymptomatic for a long time and #gradually develop symptoms# (eg, exertional dyspnea, angina, syncope) as the stenosis becomes severe.  This patient's light-headedness while walking likely represents #exertional presyncope# due to inadequate cardiac output from severe AS. $Rheumatic heart disease is the most common cause of AS worldwide.  However, in the United States, AS most commonly results from age-related calcification of a normal trileaflet or a congenitally abnormal bicuspid aortic valve.  Calcification of a #bicuspid aortic valve# is accelerated, causing patients to develop AS at a younger age compared to those with a normal trileaflet valve. $#(Choice B)#  Infective endocarditis (IE) usually causes a regurgitant, rather than a stenotic, murmur.  IE affecting the mitral valve can cause a systolic murmur of mitral regurgitation, but the murmur is usually holosystolic and best heard at the cardiac apex.  In addition, IE presenting with exertional presyncope would be unusual; fever and fatigue are more typical. $#(Choice C)#  Marfan syndrome is associated with aortic root dilation, which can cause aortic regurgitation.  However, the murmur of aortic regurgitation is a @decrescendo diastolic murmur@. $#(Choice D)#  Mitral valve prolapse produces a @midsystolic click@ that may be followed by a late systolic murmur of mitral regurgitation, best heard at the cardiac apex. $#(Choice E)#  A ventricular septal defect (VSD) typically causes a @holosystolic murmur@ best heard at the left lower sternal border.  A VSD first presenting in an adult age >50 would be rare and would typically present with symptoms of heart failure (eg, dyspnea) rather than exertional presyncope. $#Educational objective# A bicuspid aortic valve is a common cause of aortic stenosis in the United States.  The classic auscultatory finding in aortic stenosis is a harsh, crescendo-decrescendo systolic ejection murmur best heard at the right upper sternal border with radiation to the carotids.  ","clickable_1":"images/img1.2106.mp4","clickable_2":"images/img2.2106.jpg","clickable_3":"images/img3.2106.mp4","clickable_4":"images/img4.2106.mp4","clickable_5":"images/img5.2106.mp4"},

{"id":"1591","title":"A 38-year-old woman is being evaluated for shortness of breath.  The patient has had poor exercise tolerance for the last several months that she initially attributed to deconditioning.  Over the last several weeks, her symptoms have gotten progressively worse and she currently feels short of breath even during mild exertion.  The patient has no family history of heart disease.  As part of her evaluation, she undergoes right and left heart catheterization.  The following data are obtained:","title_table":"?Left ventricular end-diastolic pressure? 10 mm Hg (normal: 3-12 mm Hg) ?Left ventricular peak systolic pressure? 110 mm Hg (normal: 100-140 mm Hg) ?Pulmonary capillary wedge pressure? 36 mm Hg (normal: <12 mm Hg)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Aortic stenosis","answer_2":"B. Cardiac tamponade","answer_3":"C. Dilated cardiomyopathy","answer_4":"D. Mitral stenosis","answer_5":"E. Restrictive cardiomyopathy","percent_1":"3%","percent_2":"2%","percent_3":"5%","percent_4":"84%","percent_5":"6%","right_answer":"D. Mitral stenosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1591.jpg","explanation_1":"","explanation_2":"$A balloon-tipped @pulmonary artery (Swan-Ganz) catheter@ is often used to obtain @hemodynamic measurements@ in patients with shock and certain cardiopulmonary conditions.  During pulmonary artery (right heart) catheterization, the catheter is advanced to a small branch of the pulmonary artery and the balloon is inflated to obstruct blood flow in that vessel and its distal branches (which eventually form the pulmonary veins).  Because blood flow toward the left atrium (LA) is obstructed beyond this point of occlusion, the pressure at the tip of the \"wedged\" catheter becomes nearly equal to the LA pressure and left ventricular end-diastolic pressure (LVEDP).  This is referred to as the pulmonary capillary wedge pressure (PCWP). $During @normal diastole@, the LA pressure is nearly equal to the LVEDP as the open mitral valve offers minimal resistance to flow between the 2 chambers.  In patients with #mitral stenosis#, there is resistance to blood flow from the LA to LV that leads to an #increase# in the #LA pressure#.  This increase in LA pressure is transmitted back to the pulmonary veins and is recorded as #elevated PCWP# during pulmonary artery catheterization.  If the LA pressure is sufficiently high to overcome the resistance between the LA and LV, LV filling may not be significantly affected, resulting in #normal LVEDP#. $#(Choice A)#  Aortic stenosis causes a pressure gradient between LV and aortic peak systolic pressures.  LVEDP and PCWP can be elevated in patients with aortic stenosis; however, both these values would remain in approximately the same range. $#(Choice B)#  Cardiac tamponade leads to equalization of average intracardiac diastolic pressures (left ventricular, right ventricular, and pulmonary artery diastolic pressures).  LVEDP and PCWP are both elevated to a similar degree. $#(Choices C and E)#  Both dilated and restrictive cardiomyopathy are associated with pulmonary and systemic venous congestion, resulting in a similar increase in both LVEDP and PCWP.  In dilated cardiomyopathy, this occurs due to systolic dysfunction (impaired ventricular contractility), whereas in restrictive cardiomyopathy this occurs due to diastolic dysfunction (impaired ventricular relaxation/filling). $#Educational objective# Under normal circumstances, pulmonary capillary wedge pressure (PCWP) closely reflects left atrial (LA) and left ventricular end-diastolic pressure (LVEDP).  Mitral stenosis leads to an increase in the LA pressure that is reflected as elevated PCWP during pulmonary artery catheterization.  Left ventricular filling may be normal, resulting in an increased pressure gradient between the LA and LV during diastole.  ","clickable_1":"images/img1.1591.jpg","clickable_2":"images/img2.1591.jpg","clickable_3":"images/img3.1591.jpg"},

{"id":"944","title":"A 52-year-old man comes to the office with concerns about a \"heart problem.\"  Three years ago, the patient was told during a routine physical examination that he had a heart murmur.  Currently, he has no specific complaints, but he mentions that he has become tired more easily in the past year.  He has no chest pain or lower extremity swelling or significant medical history.  The patient was healthy as a child and received all his childhood vaccinations.  Blood pressure is 145/90 mm Hg and pulse is 80/min and regular.  Physical examination reveals a holosystolic murmur best heard at the apex of the heart that radiates to the axilla.  The lungs are clear on auscultation and abdominal examination is unremarkable.  Which of the following is the best indicator of the severity of this patient's valve disease? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Presence of audible S3","answer_2":"B. Presence of audible S4","answer_3":"C. Presence of mid-systolic click","answer_4":"D. S2-to-opening snap time interval","answer_5":"E. Splitting of S2 accentuated by inspiration","percent_1":"41%","percent_2":"11%","percent_3":"16%","percent_4":"24%","percent_5":"8%","right_answer":"A. Presence of audible S3","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"A holosystolic murmur at the apex with radiation to the axilla is consistent with #mitral regurgitation# (MR).  The murmur is generated by regurgitant blood flow from the left ventricle back to the left atrium during systole.  This results in elevated pressure and blood volume in the left atrium, which increases the amount of blood reentering the left ventricle during diastole; an #audible S3 gallop# occurs when the left ventricle is unable to accommodate the excess blood flow. $An S3 is generated by the sudden cessation of blood flow into the left ventricle during the passive filling phase of diastole.  A higher volume of blood flow or a more dilated left ventricle is more likely to produce an S3, and although an S3 can be a normal finding in healthy young adults, it is usually a pathologic finding in older adults that is classically associated with heart failure.  In patients with MR, an S3 is the best indicator of severe MR with left-sided volume overload; the #absence of an S3# can be used to #exclude severe chronic MR#. $#(Choice B)#  An S4 is a low-frequency diastolic sound that occurs during the atrial kick of ventricular diastole, and it reflects blood colliding with a stiff ventricular wall.  It often indicates pathology such as hypertrophic cardiomyopathy or concentric left ventricular hypertrophy (eg, due to hypertension or aortic stenosis). $#(Choice C)#  A mid-systolic click is characteristic of mitral valve prolapse.  It is caused by sudden tensing of the chordae tendineae as they are pulled taut by the valve leaflets ballooning into the left atrium.  The @timing of the click@ varies with left ventricular volume; it occurs earlier in systole with physical maneuvers that decrease left ventricular volume. $#(Choice D)#  An opening snap is an early diastolic sound heard after S2 in patients with mitral or tricuspid stenosis.  The S2-to-opening snap interval is the time between the closure of the aortic valve and the abrupt halting of leaflet motion during opening of a stenotic mitral valve; a shorter S2-to-opening snap interval is indicative of more severe mitral stenosis. $#(Choice E)#  Pulmonic valve stenosis delays pulmonic valve closure leading to widened @splitting of S2@.  The splitting is further accentuated by the increase in venous return to the right side of the heart that occurs with inspiration. $#Educational objective# Patients with severe mitral regurgitation develop left-sided volume overload with an S3 gallop due to the large volume of regurgitant flow reentering the ventricle during mid-diastole.  The absence of an S3 gallop excludes severe chronic MR.  ","clickable_1":"images/img1.944.mp4","clickable_2":"images/img2.944.jpg"}

]