[

{
  "id": "21965",
  "title": "A 44-year-old man comes to the office due to excessive daytime sleepiness and loud snoring.  He undergoes polysomnography for evaluation of obstructive sleep apnea.  During the study, sensors are attached to monitor ocular movements, muscle electrical potentials, brain activity, airflow, and cardiac rhythm.  Based on the ocular and muscle readings, the patient's sleep stages are classified into rapid eye movement (REM) or non-REM.  In addition, the patient's body position is tracked by video.  He tosses and turns throughout the night, sleeping on his back, side, and stomach.  Frequent episodes of obstructive apnea and hypopnea are detected.  The highest degree of obstructive apnea is likely to be seen during which of the following categories of sleep?",
  "title_table":"",
  "title_table_3":"",
  "exhibit_1":"",
  "table_before_image":"",
  "image_1": "",
  "title_2": "",
  "audio": "",
  "comparison_items": "",
  "answer_1": "A. Non-REM sleep in the lateral position",
  "answer_2": "B. Non-REM sleep in the prone position",
  "answer_3": "C. Non-REM sleep in the supine position",
  "answer_4": "D. REM sleep in the lateral position",
  "answer_5": "E. REM sleep in the supine position",
  "percent_1": "1%",
  "percent_2": "6%",
  "percent_3": "31%",
  "percent_4": "2%",
  "percent_5": "60%",
  "right_answer": "E. REM sleep in the supine position",
  "ansImg_1": "",  "ansImg_2": "",  "ansImg_3": "",  "ansImg_4": "",  "ansImg_5": "",  "ansImg_6": "",  "ansImg_7": "",  "ansImg_8": "",
  "ansImg_9": "",  "ansImg_10": "",

  "table":"",
  "table_3":"",
  "explanation_img": "",
  "explanation_1": "",
  "explanation_2": "The gold standard for diagnosis of obstructive sleep apnea (OSA) is a supervised in-lab polysomnography (sleep study).  During the study, multiple channels of data are recorded, including eye movements, muscle activation, airflow, thoracic and abdominal motion, cardiac rhythm, and body position.  OSA is present when there is decreased or absent airflow despite @thoracoabdominal effort@. $Episodes of obstruction are caused by repetitive collapse of the upper airway.  #Relaxation# of the tongue, oropharyngeal dilator (eg, genioglossus), and soft palatal musculature contributes to this collapse.  Muscle tone and collapsibility are greatly influenced by #rapid eye movement# (REM) sleep and #body position#: $• During #REM#, there is generalized tonic inhibition of all striated muscles except the diaphragm.  REM-induced paralysis of upper airway muscles increases the propensity to obstruction #(choices A, B, and C)#.  REM is identified during polysomnography by the simultaneous presence of ocular movements, suppressed skeletal muscle activity, and @electroencephalogram@ showing high-frequency waves resembling wakefulness. $• During #supine# sleep, upper airway obstruction is more likely due to the effect of gravity promoting collapse of the upper airway.  Conversely, airway patency is improved in the upright (eg, recliner), lateral, and prone positions #(choice D).# $Therefore, the severity of obstructive apnea is highest during #REM supine sleep#. $#Educational objective# Obstructive sleep apnea is due to upper airway muscle relaxation leading to repetitive pharyngeal collapse.  The degree of collapse is highest when muscle tone is globally inhibited during rapid eye movement sleep.  Collapse is also greatest in the supine position due to the effect of gravity on the upper airway structures.  ",
  "clickable_1":"images/img1.21965.jpg",
  "clickable_2":"images/img2.21965.jpg"
  
}

]