[


{"id":"15501","title":"A 20-year-old college student comes to the office due to fatigue and decreased exercise tolerance.  She says, \"I used to run 5 miles every day, but for the past month I get out of breath after running 3 miles.  I need to keep running so I don't get any fatter than I already am.\"  The patient also reports difficulty concentrating in class, depressed mood, constipation, and abdominal bloating.  Her appetite is normal, but she admits to occasionally forcing herself to vomit to prevent weight gain.  Physical examination is significant for dry skin, painless bilateral parotid swelling, pharyngeal erythema, and hypoactive bowel sounds.  Temperature is 36.2 C (97.2 F), blood pressure is 100/60 mm Hg, pulse is 62/min, and respirations are 16/min.  BMI is 17.5 kg/m2.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anorexia nervosa","answer_2":"B. Body dysmorphic disorder","answer_3":"C. Bulimia nervosa","answer_4":"D. Hypothyroidism","answer_5":"E. Irritable bowel syndrome","answer_6":"F. Major depressive disorder","percent_1":"68%","percent_2":"2%","percent_3":"28%","percent_4":"2%","percent_5":"0%","percent_6":"0%","right_answer":"A. Anorexia nervosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Anorexia nervosa & bulimia nervosa#∆⨉ §^#Anorexia nervosa# ∆ •Significantly low weight •Intense fears of gaining weight/distorted body image •Subtypes: $== ○Binge/purge $== ○Restricting (dieting, fasting, excessive exercise) §^#Bulimia nervosa# ∆ •Weight within or above normal range •Preoccupation with weight & shape •Binge eating & compensatory behavior (purging, exercise, fasting, laxatives)","explanation_1":"","explanation_2":"$This patient's low body weight, distorted body perception, and findings consistent with self-induced vomiting (pharyngeal erythema, parotid hypertrophy) are suggestive of #anorexia nervosa#.  Significantly #low body weight# (BMI ≤18.5 kg/m2 in adults) is a core feature of anorexia nervosa and is accompanied by a #distorted body image# and #fear of weight gain#.  There are two subtypes of anorexia.  In the restricting subtype, patients fast and exercise excessively but do not purge.  In the #binge eating/purging subtype#, patients engage in vomiting and/or use substances (laxatives, enemas, or diuretics) to avoid weight gain. $ Findings on physical examination in AN include emaciation, bradycardia, hypotension, hypothermia, hair loss, dry skin, lanugo (fine, downy body hair), and abdominal distension. In the purging subtype, hypokalemia and alkalosis are often present due to repetitive vomiting. $ (Choice B)  In body dysmorphic disorder, patients display a preoccupation with a perceived or slight bodily defect.  Dysmorphic disorder is not diagnosed when body distortion is accompanied by symptoms of an eating disorder (eg, low body weight, fear of weight gain). $ (Choice C)  Discrete periods of uncontrollable eating, with subsequent compensatory behavior (laxatives, diuretics, vomiting, excessive exercise), occur in bulimia nervosa.  However, patients with this condition have a normal or increased body weight (in comparison with AN in which weight is significantly decreased). $ (Choice D)  Although constipation (hypoactive bowel sounds) and fatigue can also be seen in hypothyroidism, this patient's low weight, fear of gaining weight, distorted body image, and purging make anorexia nervosa more likely. $ (Choice E)  Irritable bowel syndrome presents with chronic abdominal pain and altered bowel habits (diarrhea, constipation, or mixed-type).  Patients often have abdominal bloating.  This diagnosis would not explain signs of purging, distorted body image, and significantly low weight. $ (Choice F)  This patient does not meet the diagnostic criteria for major depressive disorder.  Her depressed mood, fatigue, and poor concentration are consistent with the effects of malnutrition. $ Educational objective Anorexia nervosa is characterized by a distorted body image and fear of weight gain despite significantly low body weight.  Patients may restrict their food intake and/or binge and purge.  The key in distinguishing anorexia nervosa from bulimia nervosa is abnormally low body weight."},

{"which":"behavioral-psychiatry","id":"1346","title":"A 27-year-old woman comes to the office due to concerns about her weight.  She is frustrated about gaining a few pounds, although she maintains a well-balanced diet and exercises for an hour 3 times a week.  The patient has been worried for years that her thighs are \"huge\" and \"covered in cellulite.\"  She always wears loose-fitting pants and spends hours a day researching leg exercises and measuring the circumference of her thighs.  The patient generally stays at home and avoids social activities as she feels people tend to stare at her.  She weighs 58 kg (127.9 lb) and is 170 cm (5 ft 7 in) tall.  Physical examination is normal.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Agoraphobia","answer_2":"B. Anorexia nervosa","answer_3":"C. Avoidant personality disorder","answer_4":"D. Body dysmorphic disorder","answer_5":"E. Bulimia nervosa","answer_6":"F. Delusional disorder","answer_7":"G. Obsessive-compulsive disorder","answer_8":"H. Social anxiety disorder","percent_1":"0%","percent_2":"3%","percent_3":"0%","percent_4":"93%","percent_5":"1%","percent_6":"0%","percent_7":"1%","percent_8":"1%","right_answer":"D. Body dysmorphic disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Body dysmorphic disorder#∆⨉ §^#Clinical features# ∆ • Preoccupation with ≥1 perceived physical defects • Defects not observable or appear slight to others • Repetitive behavior or mental acts performed in response to the preoccupation • Significant distress or impairment §^#Differential diagnosis# ∆ • Delusional disorder (fixed, false beliefs unrelated to appearance) • Eating disorders (distorted body image & concerns focused on weight) • Obsessive-compulsive disorder (nonappearance-related obsessions & compulsions)","explanation_1":"","explanation_2":"$#Body dysmorphic disorder (BDD)# involves a #fixation# with a #perceived defect# in #appearance# that is not evident or appears slight to others.  Patients may believe that they look ugly or hideous due to their appearance concerns, which results in the performance of #repetitive behaviors# (eg, excessive mirror checking, grooming) or mental acts (eg, comparison with others). $ The disorder causes significant distress and/or psychosocial impairment, often resulting in unnecessary plastic surgery, avoidance behavior, and interpersonal problems.  Patient insight ranges from good to absent (absolute conviction that beliefs about their appearance are true). $ (Choice A)  Avoidance of public areas is present in both agoraphobia and BDD; however, in agoraphobia, avoidance is motivated by thoughts about not being able to escape if a panic attack were to occur as opposed to concerns about appearance. $ #(Choices B and E)#  Weight concerns may occur in both body dysmorphic and eating disorders.  However, this patient does not meet diagnostic criteria for either anorexia or bulimia nervosa (eg, normal weight, no evidence of binges or inappropriate compensatory behaviors). $#(Choices C and H)#  Although patients with BDD are frequently socially anxious and avoidant, the feelings result from their distorted beliefs about their appearance.  In avoidant personality disorder and social anxiety disorder, social avoidance is related to fears of rejection and criticism from others. $ (Choice F)  Patients with BDD can have delusional beliefs about their appearance, with a firm conviction that their perception is accurate.  However, this is diagnosed as BDD with absent insight, rather than delusional disorder, because it involves only fixed, false beliefs about appearance. $ (Choice G)  Obsessive-compulsive disorder is characterized by intrusive obsessions and/or time-consuming compulsions.  When obsessions and compulsions are limited to concerns about physical appearance, BDD is the appropriate diagnosis. $ Educational objective Body dysmorphic disorder involves fixation on a perceived defect in appearance and repetitive behaviors in response to the fixation.  It can present with absent insight/delusional beliefs and result in significant psychosocial dysfunction."},

{"id":"11807","title":"A 20-year-old college student comes to the office due to persistent fatigue, irregular menstrual periods, and difficulty losing weight despite intensive exercise.  Several times a week, the patient has episodes where she uncontrollably consumes large amounts of cookies, bread, and potato chips.  She feels disgusted with herself afterward and subsequently does additional exercise.  Although the patient hates her appearance and constantly compares herself to her slimmer friends, she denies feeling persistently depressed.  She has no other medical problems.  Weight is 70 kg (154.3 lb) and height is 160 cm (5 ft 3 in).  Blood pressure is 100/60 mm Hg and pulse is 92/min.  Examination shows pharyngeal erythema and minimal parotid enlargement bilaterally.  Potassium level is 3.4 mEq/L and amylase is 140 U/L.  Pregnancy test is negative.  Which of the following medications would be most effective in treating this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bupropion","answer_2":"B. Desipramine","answer_3":"C. Fluoxetine","answer_4":"D. Lisdexamfetamine","answer_5":"E. No pharmacological treatment is effective","answer_6":"F. Olanzapine","percent_1":"9%","percent_2":"2%","percent_3":"67%","percent_4":"6%","percent_5":"15%","percent_6":"2%","right_answer":"C. Fluoxetine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Eating disorders#∆⨉∆⨉ §^#Diagnosis# ∆^#Clinical features# ∆^#Treatment# §^#Anorexia $nervosa# ∆ • #BMI <18.5 kg/m2# • Intense fear of weight gain • Distorted views of body weight & shape ∆ • Cognitive-behavioral therapy • Nutritional rehabilitation • #Olanzapine i#f no response $to above §^#Bulimia $nervosa# ∆ • Recurrent episodes of binge eating • Binge eating & #inappropriate$ compensatory behavior# to prevent$ weight gain • Excess worrying about body shape & $weight ∆ • Cognitive-behavioral therapy • Nutritional rehabilitation • #SSRI (fluoxetine),# often in $combination with above §^#Binge-eating $disorder# ∆ • Recurrent episodes of binge eating • #No inappropriate compensatory $behaviors# • Lack of control during eating ∆ • Cognitive-behavioral therapy • Behavioral weight loss therapy • SSRI • Lisdexamfetamine %#SSRI =# selective serotonin reuptake inhibitor.","explanation_img":"","explanation_1":"","explanation_2":"This patient's history of recurrent binge eating followed by compensatory exercise—accompanied by physical findings and laboratory values suggestive of self-induced vomiting (pharyngeal erythema, parotid enlargement, hypokalemia and hyperamylasemia)—is consistent with #bulimia nervosa#.  Other findings seen in bulimia include hypotension, tachycardia, dry skin, menstrual irregularities, erosion of dental enamel, and metabolic alkalosis. $Treatment options for bulimia nervosa include nutritional rehabilitation (establishing a structured and consistent meal pattern), cognitive-behavioral therapy, and pharmacotherapy with selective serotonin reuptake inhibitors (SSRIs).  #Fluoxetine# is considered the #drug of choice# and has the best evidence of being most effective in combination with nutritional rehabilitation and psychotherapy. $#(Choice A)#  The antidepressant bupropion is a norepinephrine dopamine reuptake inhibitor that is contraindicated in bulimia nervosa due to elevated risk of seizures. $#(Choice B)#  Tricyclic antidepressants such as desipramine are not first-line treatment for bulimia nervosa. $#(Choice D)#  The amphetamine lisdexamfetamine has been used to treat binge eating disorder, but not bulimia nervosa. $#(Choice E)#  Multiple studies support the efficacy of the SSRI fluoxetine in the treatment of bulimia nervosa. $#(Choice F)#  Olanzapine, an antipsychotic associated with weight gain, has been used in patients with anorexia nervosa who fail to gain weight with psychotherapy alone.  It has no role in the treatment of bulimia nervosa. $#Educational objective# Treatment options for bulimia nervosa include nutritional rehabilitation, cognitive-behavioral therapy, and pharmacotherapy with selective serotonin reuptake inhibitors.  Fluoxetine is the drug of choice.  "},

{"id":"21433","title":"A 14-year-old girl is brought to the office by her parents for a sports participation examination.  The patient is a competitive figure skater and practices before and after school 5 days a week.  Her parents are concerned because she recently announced that she will eat only a vegetarian diet, and they are having difficulty providing an adequate variety of meat-free food options around her busy school and athletic training schedule.  The patient is otherwise healthy; menarche occurred at age 12 and she has regular menstrual cycles.  Vital signs are normal.  BMI is 17 kg/m2.  Physical examination is normal for age.  Which of the following is the most appropriate next step in management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Advise the patient to consume a protein supplement and multivitamin to support her athletic activity","answer_2":"B. Ask the patient to explain her reasons for wanting to change to a vegetarian diet","answer_3":"C. Explore the parents' beliefs regarding the benefits and risks of vegetarian diets","answer_4":"D. Provide education to the family regarding vegetarian meal planning","answer_5":"E. Reassure the parents that the patient is healthy, and no intervention is necessary at this time","percent_1":"10%","percent_2":"50%","percent_3":"14%","percent_4":"23%","percent_5":"2%","right_answer":"B. Ask the patient to explain her reasons for wanting to change to a vegetarian diet","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Clinical clues suggesting an eating disorder#∆⨉ §^#History# ∆ • Rapid or unexpected weight loss • Compensatory behaviors (eg, fasting, excessive exercise, purging, laxatives) • Unexplained gastrointestinal symptoms (eg, nausea, diarrhea) • Secondary amenorrhea §^#Examination# ∆ • Hypothermia, hypotension, bradycardia • Abnormal hair growth (eg, lanugo) • Parotid hypertrophy, knuckle callouses, dental caries §^#Psychological interview# ∆ • Abnormal fear of weight gain • Distorted body image (discordant with BMI) • Preoccupation with body shape & fat content • Anxiety/distress regarding meal planning & preparation","explanation_1":"","explanation_2":"$This adolescent girl has recently adopted a vegetarian diet, which is causing concern for her parents.  Such #changes in eating habits# are common in adolescents and are often due to benign reasons (eg, wanting to eat \"healthy\" or improve athletic performance, concerns about animals, desire to identify with a role model or peer group).  However, an #eating disorder# (eg, anorexia nervosa) #should also be considered#, especially in a patient with a #low or low-normal BMI# (or involvement in an activity that emphasizes leanness). $ The next step in evaluating this patient is to directly but nonjudgmentally #inquire about her motivations# for vegetarianism.  As when discussing any sensitive topic with adolescents, she may best be interviewed alone, without her parents present.  If no worrisome features (eg, preoccupation with weight, abnormal body image) are found or new complications (eg, amenorrhea) develop, she can be followed clinically without additional specific intervention. $ (Choice A)  Patients on a vegetarian diet should be advised to consume a variety of foods; intake of nonmeat animal-derived foods (eg, eggs, dairy) can often facilitate adequate intake of protein and micronutrients.  However, additional supplements are not usually necessary unless specific deficiencies (eg, iron deficiency) develop. $ #(Choices C and D)#  If no signs of an eating disorder are found on detailed discussion with the patient, her parents may be reassured about the nutritional adequacy of a varied, balanced vegetarian diet, although education regarding healthy meal planning may be helpful.  However, optimal family counseling first requires a better understanding of this patient's motivations. $ (Choice E)  This patient appears to have normal growth, development, and physical examination findings.  However, additional information about the patient's attitudes toward eating, weight, and body image is needed before ruling out an eating disorder and reassuring the parents. $ Educational objective Abrupt dietary and other behavioral changes are common in adolescents and are often due to benign reasons.  However, an eating disorder (eg, anorexia nervosa) should also be considered, especially in a patient with a low or low-normal BMI."},

{"id":"8893","title":"A 21-year-old woman, gravida 1 para 0, comes to the office for a prenatal visit at 16 weeks gestation.  The patient, who has not gained weight since her last visit 4 weeks ago, has occasional nausea with vomiting twice a week.  She has little appetite, which she attributes to mild indigestion, and her food consumption has decreased.  However, the patient craves ice and has been consuming it throughout the day for the last few months.  Medications include daily prenatal vitamins.  The patient was prescribed twice-daily iron for anemia but does not take it because it causes constipation.  She has no diarrhea, dysuria, chills, or fever.  The patient does not use tobacco.  The uterine fundus is consistent with a 16-week pregnancy.  Fetal heart tone is 140-149/min.  The patient's vital signs are within normal limits.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anorexia nervosa","answer_2":"B. Avoidant/restrictive food intake disorder","answer_3":"C. Bulimia nervosa","answer_4":"D. Hyperemesis gravidarum","answer_5":"E. Normal pregnancy craving","answer_6":"F. Pica","percent_1":"2%","percent_2":"9%","percent_3":"1%","percent_4":"6%","percent_5":"16%","percent_6":"67%","right_answer":"F. Pica","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"#Pica# is the compulsive #consumption of nonfood substances# for ≥1 month.  The ingested substance usually has no caloric value (eg, ice), is not a culturally accepted food source, and its consumption is not appropriate to the person's developmental level.  Pica is often associated with #nutritional deficiencies#, such as iron and zinc deficiencies. $ The 3 main types of materials consumed are #earth/soil#-rich substances, #raw starch# (eg, flour), and #ice#.  Ice is the most common, but many people ingest more than one substance.  Craving ice is particularly associated with #iron-deficiency anemia#, which is common in #pregnancy# due to increased iron requirements to supply the fetus, placenta, and expansion in maternal red blood cell mass. $ (Choice A)  Patients with anorexia nervosa restrict caloric intake to maintain a low body weight (typical BMI <18.5 kg/m2).  They may demonstrate decreased food consumption, like this patient, but they do not typically consume large quantities of ice.  Anorexia nervosa should be suspected in pregnant patients with weight loss, low body weight, and distorted body image or intense fear of weight gain. $ (Choice B)  Avoidant/restrictive food intake disorder is the avoidance of eating due to unpleasant sensations (eg, taste, texture, smell) associated with a particular foodstuff or fear of the consequences of eating (eg, fear of choking or vomiting).  Although this patient has reduced her food consumption due to indigestion, she does not fear or avoid particular foods. $ (Choice C)  Bulimia nervosa involves episodes of binge eating followed by behaviors to compensate for weight gain (eg, vomiting, fasting, diuretic and/or laxative use), which are not seen in this patient. $ (Choice D)  Hyperemesis gravidarum is severe nausea and vomiting in pregnancy that can lead to weight loss and electrolyte imbalances.  In contrast, this patient's occasional nausea/vomiting (eg, twice weekly) is consistent with normal morning sickness. $(Choice E)  Patients with normal pregnancy cravings typically desire nutritive (ie, calorie-containing) foods, particularly those with a sweet or salty taste (eg, ice cream, pickles). $ Educational objective Pica is the compulsive consumption of a nonfood substance.  It is often associated with iron deficiency anemia, which is common during pregnancy, and other forms of nutritional deficiency (eg, zinc)."},

{"id":"15500","title":"A 31-year-old woman comes to the office for a yearly checkup.  The patient has no medical conditions but expresses dissatisfaction with her appearance and wishes she could lose weight more easily.  She reports occasional constipation and fatigue.  The patient exercises daily and drinks 1 or 2 glasses of wine 2-3 times a week when socializing with friends.  Weight is 58.1 kg (128 lb) and height is 157.5 cm (5 ft 2 in).  BMI is 23.4 kg/m2.  Routine laboratory evaluation shows a potassium level of 3.1 mEq/L.  Physical examination is most likely to show which of the following abnormalities?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradycardia","answer_2":"B. Diaphoresis","answer_3":"C. Goiter","answer_4":"D. Hypertension","answer_5":"E. Lanugo","answer_6":"F. Malar rash","answer_7":"G. Parotid gland enlargement","percent_1":"17%","percent_2":"1%","percent_3":"8%","percent_4":"6%","percent_5":"5%","percent_6":"1%","percent_7":"62%","right_answer":"G. Parotid gland enlargement","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","explanation_img":"","table_3":"§^#Bulimia nervosa#∆⨉ §^#Clinical features# ∆ • Recurrent episodes of binge eating & inappropriate compensatory behavior (eg, vomiting, laxatives, excessive exercise) • Excessive preoccupation with body weight & shape • Body weight within or above normal range • Symptoms: abdominal pain, bloating, constipation, lethargy, irregular menses §^#Physical$ examination# ∆ • Hypotension, tachycardia • Dental enamel erosion, caries • Dorsal hand calluses • Parotid gland swelling §^#Laboratory$ findings# ∆ • Hypokalemia • Metabolic alkalosis","explanation_1":"","explanation_2":"$#Hypokalemia# in an otherwise healthy young adult with a normal BMI and preoccupation with body shape and weight is concerning for #self-induced vomiting# associated with #bulimia nervosa# (BN).  BN is characterized by repeated episodes of binge eating followed by #compensatory behaviors# (eg, vomiting, laxative use, fasting, excessive exercise) to prevent weight gain.  Because patients may not be forthcoming about their eating behavior due to embarrassment, physical examination and laboratory assessment can assist in making the diagnosis.  Painless bilateral #parotid gland enlargement# due to repetitive vomiting is a common finding. $ Other signs of BN include tachycardia, hypotension, dry skin, calluses or scarring on the dorsum of the hand (Russell sign), and erosion of dental enamel.  Common electrolyte abnormalities in BN include hypokalemia and metabolic alkalosis. $ #(Choices A, B, and D)#  BN is more commonly associated with tachycardia, dry skin, and hypotension rather than bradycardia (typically seen in anorexia nervosa), diaphoresis, and hypertension. $ (Choice C)  Goiter can be asymptomatic or associated with symptoms of hypothyroidism or hyperthyroidism.  Hypothyroidism can present with fatigue and constipation but would not explain this patient's hypokalemia. $ (Choice E)  Lanugo hair growth (soft, downy hair typical of newborns) more commonly occurs in anorexia nervosa due to malnutrition. $ (Choice F)  A malar (butterfly) rash is a characteristic finding in systemic lupus erythematosus, a condition often associated with fatigue.  However, other typical findings, including fever, weight loss, and myalgias, are not present in this patient. $ Educational objective Hypokalemia in an otherwise healthy young adult with a normal BMI and preoccupation with body size is concerning for self-induced vomiting associated with bulimia nervosa.  Common physical examination findings in bulimia nervosa include tachycardia, hypotension, painless bilateral parotid gland swelling, calluses or scarring on the dorsum of the hand, and erosion of dental enamel."},

{"id":"2050","title":"A 26-year-old woman comes to the office due to recent weight gain.  She has eaten more than usual over the last 5 months, has gained 3.2 kg (7 lb), and feels guilty and depressed about it.  Further questioning reveals that she consumes a large pizza and two large bags of chips in one sitting several times a week.  Afterward, the patient feels ashamed about being unable to control her intake and fasts to make up for it.  She is very distressed about being unable to lose weight despite exercising 2-3 hours a day.  Vital signs are within normal limits.  BMI is 23.7 kg/m2.  Despite being told that her BMI is normal, the patient insists that she is overweight.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder with depressed mood","answer_2":"B. Anorexia nervosa","answer_3":"C. Binge-eating disorder","answer_4":"D. Body dysmorphic disorder","answer_5":"E. Bulimia nervosa","answer_6":"F. Normal behavior","percent_1":"0%","percent_2":"3%","percent_3":"34%","percent_4":"9%","percent_5":"53%","percent_6":"1%","right_answer":"E. Bulimia nervosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Eating disorders#∆⨉∆⨉ §^#Diagnosis# ∆^#Clinical features# ∆^#Treatment# §^#Anorexia$ nervosa# ∆ • #BMI <18.5 kg/m2# • Intense fear of weight gain • Distorted views of body weight & shape ∆ • Cognitive-behavioral therapy • Nutritional rehabilitation • #Olanzapine# if no response to first-line treatments §^#Bulimia nervosa# ∆ • Recurrent episodes of binge eating • Binge eating and #inappropriate compensatory behavior to prevent weight gain • Excessive worrying about body shape & weight ∆ • Cognitive-behavioral therapy • Nutritional rehabilitation • #SSRI (fluoxetine)#, often in combination with first-line treatments §^#Binge eating$ disorder# ∆ • Recurrent episodes of binge eating • #No inappropriate compensatory behaviors# • Lack of control during eating ∆ • Cognitive-behavioral therapy • Behavioral weight loss therapy • SSRI • Lisdexamfetamine, topiramate","explanation_1":"","explanation_2":"$This patient's recurrent episodes of #eating large amounts# of food and sense of loss of control, together with compensatory behaviors (fasting, exercising) to prevent weight gain, is consistent with #bulimia nervosa# (BN).  Patients with BN are excessively preoccupied with their weight and body shape.  Although self-induced vomiting is the most common #compensatory behavior#, patients may also fast and exercise excessively or misuse laxatives, enemas, diuretics, or diet pills.  In DSM-5, both binges and inappropriate compensatory behaviors must occur at least once a week for 3 months for diagnosis.  Patients with BN are #normal weight or overweight#, in contrast to individuals with anorexia nervosa. $ Signs of BN in patients who vomit regularly may include hypotension, tachycardia, dry skin, menstrual irregularities, erosion of dental enamel, parotid hypertrophy, calloused knuckles, and electrolyte abnormalities (eg, hypokalemia, hypochloremia, metabolic alkalosis). $ (Choice A)  This patient's depressive and guilty feelings after a binge are characteristic of BN. $(Choice B)  Both BN and anorexia nervosa may be characterized by preoccupation with weight, binge eating, and compensatory behavior (there is a binge-eating/purging subtype of anorexia).  Patients with anorexia nervosa have significantly low body weight (BMI <18.5 kg/m2).  In BN, body weight is typically normal to increased. $ (Choice C)  In binge-eating disorder, patients engage in recurrent episodes of binge eating but do not use inappropriate compensatory behaviors as in BN. $ (Choice D)  Body dysmorphic disorder is characterized by intense preoccupation with a perceived defect in physical appearance leading to significant functional impairment.  It is not diagnosed when weight gain is the preoccupation of an individual who meets the criteria for an eating disorder. $ (Choice F)  This patient's 5-month history of frequent binge-eating episodes, followed by fasting and exercising, meets criteria for BN. $ Educational objective Bulimia nervosa (BN) is characterized by recurrent episodes of binge eating followed by compensatory behaviors to prevent weight gain (eg, fasting, exercising, vomiting, using laxatives).  In contrast to patients with anorexia nervosa, BN patients are normal weight to overweight."},

{"id":"1843","title":"A 21-year-old woman comes to the office due to constipation and vague abdominal pain.  She says, \"For the last few months I have felt bloated and my stomach doesn't feel right.\"  Review of systems is notable for irregular menses and occasional fatigue.  Medical history is significant for a broken femur at age 6 but is otherwise noncontributory.  Family history is significant for Graves disease in her father and primary myelofibrosis in her paternal grandmother.  The patient smokes a pack of cigarettes daily and drinks wine when relaxing with friends.  She does not use illicit drugs.  Temperature is 37.2 C (99 F), blood pressure is 90/60 mm Hg, pulse is 118/min, and respirations are 16/min.  BMI is 25.6 kg/m2.  Physical examination shows eroded enamel of the teeth. $ Laboratory results are as follows: $Serum chemistry $ Sodium            134 mEq/L  $ Potassium           3.2 mEq/L   $ Chloride            92 mEq/L $ Bicarbonate           30 mEq/L $ Liver function studies $ Aspartate aminotransferase (SGOT)       20 U/L $ Alanine aminotransferase (SGPT)         24 U/L$ Amylase        161 U/L  $Lipase         32 U/L (normal: 12-61) $ Which of the following is the most likely cause of this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute pancreatitis","answer_2":"B. Alcohol use disorder","answer_3":"C. Bulimia nervosa","answer_4":"D. Hypothyroidism","answer_5":"E. Irritable bowel syndrome","answer_6":"F. Sjögren syndrome","percent_1":"5%","percent_2":"1%","percent_3":"82%","percent_4":"4%","percent_5":"3%","percent_6":"4%","right_answer":"C. Bulimia nervosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Bulimia nervosa#∆⨉ §^#Clinical features# ∆ • Recurrent episodes of binge eating & inappropriate compensatory behavior (eg, vomiting, laxatives, excessive exercise) • Excessive preoccupation with body weight & shape • Body weight within or above normal range • Symptoms: abdominal pain, bloating, constipation, lethargy, irregular menses §^#Physical$ examination# ∆ • Hypotension, tachycardia • Dental enamel erosion, caries • Dorsal hand calluses • Parotid gland swelling §^#Laboratory$ findings# ∆ • Hypokalemia • Metabolic alkalosis","explanation_1":"","explanation_2":"$This patient's hypotension, tachycardia, #dental erosion#, and electrolyte abnormalities (eg, #hypokalemia#, hypochloremia, elevated bicarbonate [likely due to #metabolic alkalosis#]) are consistent with self-induced vomiting, suggesting a diagnosis of #bulimia nervosa# (BN).  Chronic vomiting can also result in #calluses# on the #dorsum of the hands# (Russell sign) and #enlarged parotid# glands with resultant increased salivary amylase. $Patients with BN are excessively preoccupied with their weight and shape and engage in repeated episodes of binge eating and inappropriate compensatory behaviors (eg, vomiting, laxatives, diuretics, fasting, excessive exercise) to prevent weight gain.  Other common signs of BN include dry skin, menstrual irregularities, abdominal bloating, and constipation. $ (Choice A)  Serum amylase, which does not typically differentiate between salivary and pancreatic origins, can be elevated in both pancreatic disease and BN; however, lipase would also be significantly increased in pancreatic disease, whereas this patient has increased amylase alone.  Acute pancreatitis commonly presents with pain and an acute abdomen. $ (Choice B)  With heavy alcohol use, expected findings would include elevated liver enzymes and other signs suggestive of abuse and dependence (eg, inability to control drinking, use in hazardous situations, tolerance, withdrawal symptoms). $ (Choice D)  Hypothyroidism is characterized by weakness, fatigue, cold intolerance, constipation, weight changes, menorrhagia, dry skin, and bradycardia.  It would not explain this patient's tachycardia, dental erosion, hypokalemic metabolic alkalosis, or hyperamylasemia. $ (Choice E)  Irritable bowel syndrome is a functional gastrointestinal disorder characterized by chronic abdominal pain, constipation, and/or diarrhea.  It is a diagnosis of exclusion and would not explain this patient's physical examination and laboratory findings. $ (Choice F)  Sjögren syndrome, an autoimmune disorder mainly affecting women, presents with dry eyes and a dry mouth.  Lack of normal saliva production can lead to enlarged salivary glands and dental caries.  Sjögren syndrome would not explain this patient's hypokalemic metabolic alkalosis. $ Educational objective Bulimia nervosa is characterized by episodes of binge eating and compensatory weight-reduction behaviors.  Signs of self-induced vomiting include hypokalemia, metabolic alkalosis, parotid gland enlargement, dorsal hand calluses, and dental erosion."}



]