[

{"id":"21132","title":"A 2-year-old boy with no chronic medical conditions is brought to the emergency department after he was found unresponsive with vomitus in his mouth.  The patient has had muscle aches, cough, rhinorrhea, diarrhea, vomiting, and fever for the past 3 days.  His parents gave him aspirin twice daily for symptom control.  Vital signs are within normal limits.  On examination, the patient is somnolent but withdraws from pain.  Pupils are equal in size and reactive to light.  Cardiopulmonary examination shows no abnormalities.  Hepatomegaly is present.  Extremities are well perfused.  Laboratory results are as follows:","title_table":"?Aspartate aminotransferase (SGOT)? 2,170 U/L ?Alanine aminotransferase (SGPT)? 1,587 U/L ?Total bilirubin? 1.7 mg/dL ?Direct bilirubin? 1.2 mg/dL ?Serum ammonia? 106 μmol/L (normal: 11–32)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Over the next day, the patient's condition deteriorates and he dies despite supportive care.  Examination of the brain would most likely reveal which of the following findings?","audio":"","comparison_items":"","answer_1":"A. Diffuse astrocyte swelling","answer_2":"B. Dural venous thrombosis","answer_3":"C. Hemorrhagic necrosis","answer_4":"D. Inflammation of vessel walls","answer_5":"E. Long-chain fatty acid deposits","answer_6":"F. Pontine myelinolysis","percent_1":"54%","percent_2":"3%","percent_3":"12%","percent_4":"9%","percent_5":"17%","percent_6":"6%","right_answer":"A. Diffuse astrocyte swelling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Reye syndrome! ?Pathophysiology? • Aspirin use in children during viral infection$ (eg, influenza, varicella) • Mitochondrial toxicity → impaired fatty$ acid metabolism • Microvesicular fat deposits in the liver • Hepatic dysfunction → hyperammonemia • Diffuse astrocyte swelling (ie, cerebral$ edema) ?Clinical features? Acute liver failure$ == ○Hepatomegaly$== ○ Elevated transaminases; coagulopathy Rapidly progressive encephalopathy$== ○ Vomiting, lethargy, seizures, coma ?Treatment? • Supportive ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient had acute-onset #encephalopathy# and #liver failure# (eg, hepatomegaly, elevated transaminases) following the administration of aspirin for a #viral infection# (eg, influenza).  These findings are characteristic of #Reye syndrome#, a rapidly progressive and potentially fatal toxic-metabolic encephalopathy.  Most cases are related to salicylates (eg, #aspirin#), which can cause #mitochondrial toxicity#, particularly when given to young children for virally-induced fever. $In the liver, impaired fatty acid oxidation by mitochondria leads to @fat deposition@ in hepatocytes (ie, #hepatic steatosis#), hepatomegaly, and acute liver failure.  In turn, excess #ammonia accumulates# due to hepatic dysfunction (eg, reduced urea cycle activity), causing #diffuse astrocyte swelling# and cerebral edema (eg, vomiting, confusion, lethargy). $Treatment of Reye syndrome is supportive.  Elevated intracranial pressure (ICP), which disrupts cerebral perfusion, is a major cause of death. $#(Choice B)#  Dural venous thrombosis most commonly presents with headache in young women with hypercoagulable risk factors (eg, oral contraception).  Encephalopathy due to increased ICP can occur in severe cases, but liver function would not be affected.  This patient's age, elevated aminotransferases, and hyperammonemia make this diagnosis unlikely. $#(Choices C and D)#  Hemorrhagic necrosis of the temporal lobe is characteristic of herpes simplex virus encephalitis, which can present with altered mental status and focal neurologic deficits similar to those of an inflammatory CNS vasculitis.  However, hepatomegaly and acute liver failure would not be expected with either condition. $#(Choice E)#  Long-chain fatty acid deposition in the brain can be seen in patients with Alzheimer disease, which causes chronic dementia, not rapidly progressive encephalopathy.  Although serum fatty acids can be elevated with Reye syndrome, cerebral deposition does not occur. $#(Choice F)#  Pontine myelinolysis (osmotic demyelination syndrome) can cause confusion, lethargy, and coma but typically occurs with rapid correction of hyponatremia due to shifting of water out of brain cells.  Liver dysfunction is not associated with this condition. $#Educational objective# Reye syndrome should be suspected in a young child with acute liver failure and encephalopathy after receiving aspirin for a virus-induced fever.  Aspirin in this setting is a mitochondrial toxin that leads to hepatic steatosis, hyperammonemia, and diffuse astrocyte swelling (ie, cerebral edema).  ","clickable_1":"images/img1.21132.jpg"},

{"id":"357","title":"A 23-year-old man is being evaluated for myoclonic epilepsy of recent onset.  The episodes are short-lived and triggered by startle.  Physical examination reveals proximal muscle weakness.  Gomori trichrome stain of a muscle biopsy specimen shows muscle fibers with a blotchy red appearance.  No family history is available because the patient is adopted.  What is the probability that this patient's one offspring will inherit the disease?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 100%","answer_2":"B. 75%","answer_3":"C. 50%","answer_4":"D. 25%","answer_5":"E. 0%","percent_1":"6%","percent_2":"2%","percent_3":"23%","percent_4":"15%","percent_5":"55%","right_answer":"E. 0%","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Blotchy red muscle fibers on Gomori trichrome stain are characteristic of the mitochondrial myopathies.  In these conditions, abnormal mitochondria accumulate under the sarcolemma of muscle fibers.  The fibers have an irregular shape and size on cross section.  For this reason, the mitochondrial myopathies are also known as the \"red ragged fiber\" diseases.  Electron microscopy of the affected muscle reveals an increased number of enlarged, abnormally shaped mitochondria. $The most important mitochondrial myopathies are myoclonic epilepsy with ragged red fibers (MERRF, described in this vignette), Leber optic neuropathy (blindness), and mitochondrial encephalopathy with stroke-like episodes and lactic acidosis (MELAS).  Each of these diseases is the result of a mitochondrial gene mutation. $The mitochondrial diseases are caused by mutations, deletions or duplications of mtDNA.  Because sperm mitochondria do not pass into the ovum during fertilization, only maternal mitochondria are transmitted to the fetus.  Mitochondrial diseases, therefore, have maternal inheritance.  For this reason the male patient described in this vignette will not transmit the disease to his progeny. $#(Choice B)#  No pure single-gene inherited disease shows 75% transmission.  There may be 75% transmission for a disease with variable penetrance. $Individuals affected by a disease with autosomal dominant inheritance receive one copy of the abnormal gene from one parent.  The chance that an affected person will transmit the disease to his/her child is 50% #(choice C)# if the parent is heterozygous for the given disease.  If the parent is homozygous, there is a 100% chance #(choice A) #of transmission. $#(Choice D)#  Autosomal recessive diseases occur when the individual inherits two copies of the mutated gene (one from each parent).  If both parents are carriers, there is a 25% chance that the child will be affected. $#Educational objective# \"Red ragged\" muscle fibers are seen in mitochondrial diseases.  Muscle fibers have this appearance because abnormal mitochondria accumulate under the sarcolemma.  Mitochondrial diseases show maternal inheritance.  "},

{"id":"14044","title":"A 52-year-old man comes to the office for a follow-up appointment.  Four years ago, the patient experienced a small intracerebral hemorrhage due to uncontrolled hypertension; he had multiple seizures after the stroke, and treatment with phenytoin was initiated.  The seizures are well controlled with the medication, but attempts at tapering therapy have led to recurrent seizures.  The patient has mild residual weakness of the left side but can perform daily activities without difficulty.  He is adherent with antiepileptic and antihypertensive treatments.  Vital signs are within normal limits and physical examination is unremarkable except mild left hemiparesis.  Laboratory studies reveal a decreased serum level of 25-hydroxyvitamin D.  Which of the following effects of the antiseizure medication on vitamin D metabolism best explains this patient's laboratory findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased production of plasma-binding proteins","answer_2":"B. Decreased ultraviolet B-induced epidermal synthesis","answer_3":"C. Formation of nonabsorbable complexes in the intestinal lumen","answer_4":"D. Increased catabolism by hepatic microsomal enzymes","answer_5":"E. Inhibition of activating enzymes in the renal tubular cells","percent_1":"5%","percent_2":"8%","percent_3":"10%","percent_4":"51%","percent_5":"26%","right_answer":"D. Increased catabolism by hepatic microsomal enzymes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14044.jpg","explanation_1":"","explanation_2":"$Several antiepileptic medications (eg, #phenytoin#, carbamazepine, phenobarbital) are #strong inducers of cytochrome P-450# (CYP) enzymes.  This effect is responsible for notable drug interactions due to increased clearance of certain pharmaceutical agents (eg, warfarin). $In addition, these medications, especially phenytoin, induce CYP24 (ie, 25-hydroxyvitamin D3-24-hydroxylase), which converts 25-hydroxyvitamin D to 24,25-dihydroxyvitamin D (inactive form).  As a result, there is less 25-hydroxyvitamin D available for conversion to 1,25-dihydroxyvitamin D (active form).  #Deficiency of 1,25-dihydroxyvitamin D# leads to decreased intestinal absorption of calcium.  The resulting compensatory increase in parathyroid hormone secretion causes increased release of calcium from bones and progressive #loss of bone mineral density#. $#(Choice A)#  Vitamin D-binding protein (VDBP) carries a large share of circulating vitamin D metabolites.  Patients with low levels of VDBP due to decreased synthesis (eg, hepatic dysfunction) or excessive renal losses (eg, nephrotic syndrome) have low measured levels of 25-hydroxyvitamin D.  However, phenytoin does not affect VDBP synthesis. $#(Choice B)#  Melanin absorbs ultraviolet B light, which is required for vitamin D synthesis in the epidermis.  Melanin pigmentation can affect epidermal vitamin D production, but phenytoin does not impact epidermal vitamin D synthesis. $#(Choice C)#  Some medications (eg, antacids) can form nonabsorbable complexes with micronutrients and other medications in the intestinal lumen, leading to decreased absorption.  However, decreased absorption of vitamin D typically occurs due to fat malabsorption (eg, intestinal or biliopancreatic disease) rather than formation of insoluble complexes. $#(Choice E)#  25-hydroxyvitamin D is converted to active 1,25-dihydroxyvitamin D by 1-alpha hydroxylase in renal tubular cells.  This enzyme is inhibited by fibroblast growth factor-23, which also increases activity of 24-alpha-hydroxylase (inactivating enzyme).  Phenytoin does not affect 1-alpha hydroxylase activity. $#Educational objective# Phenytoin and other antiepileptic medications are inducers of cytochrome P-450 (CYP) enzymes, including CYP24, which converts 25-hydroxyvitamin D to 24,25-dihydroxyvitamin D (inactive form).  As a result, there is less 25-hydroxyvitamin D available for conversion to 1,25-dihydroxyvitamin D (active form), leading to deficiency.  "},

{"id":"352","title":"A 65-year-old man is undergoing rehabilitation after a stroke.  Ten days ago, he presented to the emergency department with abrupt onset of left upper and lower extremity weakness.  He has a history of hypertension, hypercholesterolemia, gastroesophageal reflux disease, and hypothyroidism.  He does not use tobacco, alcohol, or recreational drugs.  His blood pressure is 140/90 mm Hg and pulse is 72/min.  He has weakness and increased tone in the left upper and lower extremities.  Diazepam is prescribed in order to decrease muscle spasticity of involved extremities.  This patient should primarily be cautioned to avoid which of the following drugs?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chlorpheniramine","answer_2":"B. Loratadine","answer_3":"C. Acetaminophen","answer_4":"D. Famotidine","answer_5":"E. Lansoprazole","answer_6":"F. Folic acid","percent_1":"43%","percent_2":"10%","percent_3":"12%","percent_4":"19%","percent_5":"14%","percent_6":"1%","right_answer":"A. Chlorpheniramine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Diazepam #is a long-acting benzodiazepine indicated as follows: $ • As an #anxiolytic#, it is effective for the management of generalized anxiety disorder and panic attacks. $• The #sedative-hypnotic# effect of diazepam is useful for the short-term treatment of insomnia. $• As an #anticonvulsant#, diazepam is indicated for status epilepticus.  It is a first-line agent (along with chlordiazepoxide) for the treatment of seizures associated with alcohol withdrawal. $• As a #muscle relaxant#, diazepam can stop the spasticity caused by upper motor neuron disorders (multiple sclerosis, strokes, spinal cord trauma) and tetanus. $The most common side effect of diazepam is #sedation#.  Diazepam may also impair coordination and balance (sometimes avoided in the elderly for fear of falls), decrease memory and concentration, and produce confusion.  These effects are amplified by the #coadministration of other CNS-depressants#.  As a class, all benzodiazepines should be excluded from use in conjunction with alcohol, barbiturates, neuroleptics, or first-generation antihistamines. $Among drugs listed in the answer choices, only #chlorpheniramine# causes sedation and should not be used with diazepam.  Chlorpheniramine is a first-generation antihistamine that acts by blocking both central and peripheral H1 receptors.  Chlorpheniramine and other #first-generation antihistamines# can be very sedating because they easily penetrate the #blood-brain barrier# and accumulate in the CNS.  The most sedating of this generation of antihistamines are diphenhydramine, promethazine, and hydroxyzine.  Despite the associated sedation, these antihistamines are often still used to prevent/treat allergic reactions and motion sickness and as antiemetics. $#(Choice B)#  Loratadine is a second-generation antihistamine that blocks peripheral H1 histamine receptors.  It does not enter the CNS and does not cause drowsiness. $#(Choice C)#  In patients with significant liver disease (eg, cirrhosis), caution should be used when prescribing acetaminophen and diazepam because both are hepatically metabolized.  Otherwise, acetaminophen does not cause sedation and can generally be taken safely with diazepam.  Diazepam may speed up acetaminophen metabolism (thereby decreasing acetaminophen levels), but this interaction is very minor. $#(Choice D)#  Famotidine is a H2 receptor antagonist that inhibits gastric acid secretion.  It is metabolized by the CYP450 system but has minimial effects on the metabolism of other drugs. $#(Choice E)#  Lansoprazole is a proton pump inhibitor that decreases gastric acid secretion.  Although both diazepam and lansoprazole are metabolized by the P450 system, studies have shown that lansoprazole does not have clinically significant interactions with diazepam. $#Educational objective# First-generation H1-histamine receptor antagonists, including diphenhydramine and chlorpheniramine, can cause significant sedation, especially when used with other medications that cause CNS depression (such as benzodiazepines).  "},

{"id":"509","title":"An 8-year-old boy is brought to the office by his mother for a routine checkup.  He was diagnosed with absence seizures a year ago and was started on appropriate treatment.  The mother says that the patient is doing well and that he has had no seizures since starting medical therapy.  School performance has improved significantly, and he no longer gets in trouble for 'staring' in class.  The patient has a well-balanced diet and is at the 50th percentile for height and weight.  Which of the following is the most likely mechanism of action of the medication used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binds to GABA receptors and increases the chloride current","answer_2":"B. Binds to synaptic vesicles to modulate neurotransmitter release","answer_3":"C. Decreases the calcium current in thalamic neurons","answer_4":"D. Decreases the sodium current in cortical neurons","answer_5":"E. Increases brain beta-hydroxybutyrate acid levels","percent_1":"14%","percent_2":"6%","percent_3":"64%","percent_4":"17%","percent_5":"0%","right_answer":"C. Decreases the calcium current in thalamic neurons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mechanisms of common antiseizure medications#∆⨉ §^#Benzodiazepines# ∆ ↑ GABA A action §^#Phenobarbital# ∆ ↕ §^#Levetiracetam# ∆ Inhibits vesicle fusion by binding SV2A proteins §^#Valproic Acid# ∆ Blocks Na+ channels & blocks GABA transaminase §^#Ethosuximide# ∆ Blocks thalamic T-type Ca2+ channels §^#Phenytoin# ∆ Blocks Na+ channels §^#Carbamazepine# ∆ ↕ §^#Gabapentin# ∆ Blocks Ca2+ channels","explanation_img":"","explanation_1":"","explanation_2":"#Ethosuximide# is the first-line treatment for #absence seizures#.  This drug #blocks T-type Ca2+ channels# that trigger and sustain rhythmic burst discharges in #thalamic neurons#.  It is not an effective treatment for other types of generalized or focal seizures. $If ethosuximide is not tolerated due to adverse effects (eg, nausea/vomiting, drowsiness) or if it is ineffective in suppressing seizure activity, valproic acid is used as a second-line treatment for absence epilepsy.  Valproic acid is a broad-spectrum antiseizure drug that blocks voltage-dependent Na+ channels and raises GABA concentration in the CNS. $#(Choice A)#  Benzodiazepines and barbiturates (eg, phenobarbital) bind to GABA receptors and allow increased chloride current through the ion channel.  This hyperpolarizes the cell membrane, making it harder to trigger an action potential in the postsynaptic neuron. $#(Choice B)#  Levetiracetam binds to a synaptic vesicle protein (SV2A) to modulate the release of GABA and glutamate neurotransmitters. $#(Choice D)#  Phenytoin decreases the sodium current in cortical neurons by reducing the ability of Na+ channels to recover from inactivation.  This increases the refractory period of the neuron, inhibiting neuronal high-frequency firing.  Carbamazepine has a similar mechanism of action. $#(Choice E)#  Increasing the levels of brain beta-hydroxybutyrate (ketone bodies) is the goal of the ketogenic diet.  This high-fat, low-carbohydrate diet may benefit some patients with refractory epilepsy. $#Educational objective# Ethosuximide, the first-line treatment for absence seizures, prevents neuronal burst firing by blocking thalamic T-type Ca2+ channels.  Phenytoin, carbamazepine, and valproic acid inhibit high-frequency neuronal firing by blocking Na+ channels."},

{"id":"356","title":"A 14-year-old boy is brought to the office by his mother due to seizures, which are usually characterized by a blank stare and lip-smacking followed by generalized shaking.  The patient occasionally bites his tongue during the episodes and feels confused afterward.  The seizures have been refractory to various antiepileptic medications, and lamotrigine is prescribed.  The patient should be instructed to seek medical care immediately if which of the following symptoms occurs?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abdominal pain","answer_2":"B. Cough","answer_3":"C. Diarrhea","answer_4":"D. Gingival hyperplasia","answer_5":"E. Skin rash","answer_6":"F. Urine discoloration","percent_1":"4%","percent_2":"1%","percent_3":"3%","percent_4":"9%","percent_5":"69%","percent_6":"14%","right_answer":"E. Skin rash","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Lamotrigine# is an antiseizure medication that works by #blocking# voltage-gated #sodium channels#.  It can be used to treat focal and generalized seizures and is also effective for bipolar disorder.  Patients using lamotrigine often develop a benign rash; however, a potentially life-threatening rash due to #Stevens-Johnson syndrome# (SJS) or #toxic epidermal necrolysis# (TEN) can also occur, particularly children. $SJS and TEN represent different end points along the same disease continuum:  SJS manifests with skin detachment involving <10% of the body surface area; TEN has >30% involvement.  Patients with SJS/TEN typically develop flu-like symptoms (eg, fever, malaise, myalgia), followed by extensive @cutaneous@ and @mucosal@ lesions.  Histopathologically, lesions are characterized by @epidermal necrosis@ and subepidermal bullae. $The first #appearance of any rash# requires #discontinuation# of the drug immediately because SJS/TEN and benign rash cannot be distinguished reliably.  Other antiseizure medications associated with SJS/TEN include carbamazepine, phenobarbital, and phenytoin. $#(Choices A and C)#  Gastrointestinal symptoms (eg, abdominal pain, diarrhea) are relatively common with metformin, as well as some antiseizure medications, but are usually not life-threatening. $#(Choice B)#  ACE inhibitors can cause a nonproductive cough secondary to elevated bradykinin and substance P levels; this adverse effect can be mitigated by switching to an angiotensin II receptor blocker. $#(Choice D)#  @Gingival hyperplasia@ is a common adverse effect of phenytoin, appearing in about half of patients who have been taking the medication for 3-4 months.  It occurs due to increased expression of platelet-derived growth factor, which causes the proliferation of gingival cells. $#(Choice F)#  Red-orange urinary discoloration is a harmless side effect of rifampin, a medication used for the treatment of tuberculosis. $#Educational objective# Lamotrigine can be used to treat focal and generalized seizures and works by blocking voltage-gated sodium channels.  Stevens-Johnson syndrome/toxic epidermal necrolysis is a rare, life-threatening adverse effect characterized by flu-like symptoms followed by widespread mucocutaneous epidermal necrosis.  ","clickable_1":"images/img1.356.jpg","clickable_2":"images/img2.356.jpg","clickable_3":"images/img3.356.jpg","clickable_4":"images/img4.356.jpg"},

{"id":"12175","title":"A 28-year-old woman with a history of type 1 diabetes mellitus comes to the hospital due to abdominal pain, nausea, and vomiting.  She is found to have severe hyperglycemia, high anion gap metabolic acidosis, and an elevated beta-hydroxybutyrate level.  While being evaluated in the emergency department, the patient develops involuntary, rhythmic jerking of her right upper extremity that lasts for about a minute.  She remains fully alert during and after the event.  The patient has never had similar symptoms in the past and has no other medical conditions.  Physical examination shows no weakness or sensory loss in the right upper extremity.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute dystonia","answer_2":"B. Focal onset seizure","answer_3":"C. Generalized absence seizure","answer_4":"D. Generalized tonic-clonic seizure","answer_5":"E. Hemiballism","answer_6":"F. Tic disorder","percent_1":"7%","percent_2":"74%","percent_3":"0%","percent_4":"2%","percent_5":"15%","percent_6":"1%","right_answer":"B. Focal onset seizure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","table_3":"§^#Seizure types#∆⨉ ∆^#Medication# §^#Generalized onset# (both hemispheres) ∆⨉∆⨉ §^#Tonic-clonic# ∆ • LOC & postictal state Diffuse contraction (tonic) → jerking (clonic) ∆^Broad spectrum*: levetiracetam, valproic acid §^#Myoclonic# ∆ • No LOC & no postictal state Brief jerking movements∆↕  §^#Atonic# ∆ Sudden loss of muscle control → drop to floor∆↕  §^#Absence# ∆ • Brief staring episodes • Automatisms may be present • No postictal state ∆^ Ethosuximide (only for absence) §^#Focal onset# (single hemisphere) ∆⨉∆⨉ §^#Aware# ∆ • Aware during the event & no postictal state Motor (eg, head turn) or sensory (eg, smell) ∆^ • Narrow spectrum: phenytoin,** carbamazepine, gabapentin §^#Impaired awareness# ∆ • Appears awake but consciousness is altered • Automatisms present (eg, lip smacking) Postictal state∆↕  %*Can be used for both generalized & focal seizures.$ **Can be used for management of status epilepticus.$ #LOC# = loss of consciousness.","explanation_img":"","explanation_1":"","explanation_2":"$This patient with abdominal pain, vomiting, hyperglycemia, @anion gap metabolic acidosis@, and elevated beta-hydroxybutyrate has diabetic ketoacidosis.  #Metabolic derangements# (eg, hyperglycemia, acidosis) in patients with #diabetic ketoacidosis# may cause neurologic dysfunction manifesting as altered mental status, focal neurologic deficits, and/or seizure. $#Seizures# occur due to abnormal, synchronous discharges of neurons in the cerebral cortex.  They are classified as either #focal onset# (previously known as partial) if they originate from a localized region of #one cerebral hemisphere# or generalized if they involve both hemispheres at onset.  Focal seizures can be subclassified based on level of consciousness: $Focal seizures with retained awareness (previously known as simple partial): Patients remain awake and interactive.  $Focal seizures with impaired awareness (previously known as complex partial): Patients appear awake but do not interact appropriately (eg, blank stare).  Postictal state (eg, confusion, sedation) is common. $The manifestations of focal seizure depend on the brain region in which the seizure activity is occurring.  This patient's episodic right upper limb rhythmic jerking suggests a #focal seizure with retained awareness# originating in the contralateral motor cortex. $#(Choice A)#  Acute dystonia is a sustained, involuntary muscle contraction with abnormal posturing (eg, torticollis); it often occurs after exposure to dopamine antagonists (eg, haloperidol).  Rhythmic jerking is more consistent with seizure activity. $#(Choice C)#  Generalized absence seizure involves both hemispheres at onset and presents as a brief (<10 sec) staring spell with impaired consciousness.  It typically occurs in children, and patients may have hundreds of episodes a day. $#(Choice D)#  Generalized tonic-clonic seizure is characterized by loss of consciousness with diffuse, bilateral muscle contractions of the limbs followed by rhythmic jerking.  Associated features may include tongue biting and urinary/bowel incontinence. $#(Choice E)#  Hemiballism is characterized by involuntary, unilateral, nonrhythmic, wide-amplitude movements of the extremities (eg, arm flailing).  It often occurs with Huntington chorea, an autosomal dominant disease that also causes psychiatric symptoms and dementia. $#(Choice F)#  Motor tics are sudden, brief movements that may include arm jerking but are characterized by an overwhelming urge to perform the movement followed by feelings of relief.  They can be voluntarily suppressed for brief periods. $#Educational objective#Seizures are classified as either focal onset if they originate from a localized region of one cerebral hemisphere or generalized if they involve both hemispheres at onset.  Focal seizures can be subclassified as retained awareness (patients remain interactive) or impaired awareness (patients appear awake but do not interact appropriately).  Manifestations of focal seizure depend on the brain region in which the seizure activity occurs.","clickable_1":"images/img1.12175.jpg"},

{"id":"866","title":"A 4-year-old boy is brought to the emergency department by his parents following a seizure.  The patient has had an upper respiratory illness for the last 2 days but has no previous history of seizures.  Today, he suddenly became unresponsive and his arms and legs started shaking for approximately 40 seconds.  The patient was alert when the paramedics arrived at his house.  In the emergency department, temperature is 40 C (104 F) and pulse is 110/min.  The patient appears tired but is alert and cooperative.  Physical examination shows clear nasal discharge and mild pharyngeal erythema but no nuchal rigidity or other neurologic deficits.  Which of the following is the most likely underlying cause of this patient's seizure?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperthermia-induced diffuse neuronal dysfunction","answer_2":"B. Microbial invasion of the meningeal layers","answer_3":"C. Neuronal injury from cross-reacting antiviral antibodies","answer_4":"D. Severe neuronal loss and gliosis in the hippocampus","answer_5":"E. Synchronized discharge of thalamocortical tracts","percent_1":"81%","percent_2":"4%","percent_3":"8%","percent_4":"1%","percent_5":"5%","right_answer":"A. Hyperthermia-induced diffuse neuronal dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Febrile seizure#∆⨉ §^#Risk factors# ∆ • High fever (typically due to viral illness) • Family history of seizures §^#Pathophysiology# ∆ • Circulating cytokines • Hyperthermia-induced diffuse neuronal dysfunction §^#Diagnostic criteria# ∆ • Age 6 months to 5 years • No previous afebrile seizure • Absence of CNS infection/inflammation • Absence of a potential metabolic cause (eg, hypoglycemia) §^#Management# ∆ • Symptomatic care (eg, antipyretics) • Abortive therapy (if ≥5 min) • Reassurance","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #febrile seizure#, a generally #benign# neurologic condition characterized by seizure and elevated temperature (≥38 C [100.4 F]) without signs of CNS infection (eg, nuchal rigidity) or metabolic abnormality.  Children age #6 months to 5 years# are almost exclusively affected because seizure threshold is lower during early years of brain development.  In addition, young children are particularly susceptible to febrile #viral illnesses# (eg, roseola, influenza) associated with #high fever# (≥39.5 C [103 F]), a key risk factor for development of seizures due to #hyperthermia-induced neuronal dysfunction#. $A simple febrile seizure is characterized by a generalized seizure (eg, unresponsiveness, tonic-clonic movements) that is short (<15 min) and does not recur within 24 hours.  Benzodiazepines can be used to abort seizures lasting ≥5 mins; however, most self-resolve prior to presentation.  Treatment primarily involves #antipyretics# (eg, nonsteroidal anti-inflammatory drugs), which #decrease fever# by inhibiting prostaglandin E2 synthesis and counteracting the effects of circulating cytokines, resulting in reduction of the thermoregulatory set point in the hypothalamus. $#(Choice B)#  Microbial invasion of the meningeal layers occurs with meningitis, a serious infection that may progress to encephalitis and trigger generalized seizures.  However, meningitis causes other findings not seen in this patient, such as nausea/vomiting, photophobia, nuchal rigidity, and prolonged confusion (ie, persisting after post-ictal period). $#(Choice C)#  Neuronal injury from cross-reacting antiviral antibodies describes acute cerebellar ataxia, which often occurs in children following a viral illness but presents with gait instability, impaired coordination, and tremor. $#(Choice D)#  Severe neuronal loss and gliosis in the hippocampus (ie, hippocampal sclerosis) causes mesial temporal lobe epilepsy.  Although this condition is associated with a history of childhood febrile seizures, it usually presents in young adults as focal-onset seizures (rather than generalized-onset seizures) characterized by unilateral motor symptoms, a rising epigastric sensation, and auditory/olfactory auras. $#(Choice E)#  Absence seizures are initiated by synchronized slow-wave discharge of thalamocortical tracts.  Although these seizures are more common in children with a history of febrile seizures, they are characterized by staring spells of <20 seconds, not unresponsiveness for 40 seconds with shaking movements. $#Educational objective# Febrile seizure is usually a benign neurologic disorder that occurs most commonly in children age 6 months to 5 years who have high fever due to a viral illness.  The pathophysiology involves hyperthermia-induced neuronal dysfunction triggering a short generalized seizure; treatment is generally supportive with antipyretics for fever reduction.  "},

{"id":"15170","title":"An 8-year-old boy is being evaluated due to drug-resistant epilepsy.  The patient has had recurrent seizures since age 2, which have remained uncontrolled despite multiple antiepileptic medications.  He has no history of head trauma, meningitis, or encephalitis.  There is no family history of seizure disorder.  Electroencephalography reveals epileptic foci originating from the left temporal lobe, and neuroimaging reveals an abnormality of the left hippocampus.  Surgical resection of the cortical region from which the seizure originates is performed.  Histopathological examination of the removed brain tissue is most likely to reveal which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Astrocytic proliferation","answer_2":"B. Hemosiderin-laden macrophages","answer_3":"C. Microglial nodules","answer_4":"D. Neuronal inclusion bodies","answer_5":"E. Spongiform changes","percent_1":"52%","percent_2":"2%","percent_3":"19%","percent_4":"21%","percent_5":"5%","right_answer":"A. Astrocytic proliferation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"!Temporal lobe epilepsy! ?Etiology? • Hippocampal sclerosis (most common) • Other: infection, head trauma, tumors, congenital malformations ?Manifestations? • Focal seizures with impaired awareness • Secondary generalized seizures may occur • Aura and automatisms are common ?Diagnostic studies? • EEG: epileptiform waves in the temporal region • MRI: Hippocampal atrophy ?Histopathology? • Atrophy of the hippocampal neurons with reactive gliosis %#EEG# = electroencephalography.","explanation_img":"","explanation_1":"","explanation_2":"This patient with recurrent seizures has an epileptogenic focus in the temporal lobe, #suggesting temporal lobe epilepsy# (TLE), the most common type of localization-related (ie, focal) epilepsy.  Localization epilepsies occur when partial seizures originate from one area of the brain and are usually due to an underlying structural disorder which serves as an epileptogenic focus.  In the case of TLE, this is most commonly due to #hippocampal sclerosis#, which is usually visible as @hippocampal atrophy@ on MRI. $ The pathogenesis of hippocampal sclerosis is incompletely understood but may in some cases be related to prior prolonged febrile seizures, particularly in patients with an underlying genetic predisposition.  This results in the characteristic histopathologic findings of #atrophy of the hippocampal neurons# with marked reactive gliosis (#astrocyte proliferation# in response to injury).  Surgical resection may reduce or cure seizures associated with TLE. $ (Choice B)  Hemosiderin-laden macrophages are associated with prior intracerebral hemorrhage, which may cause seizures but typically presents acutely with altered mental status and focal neurologic deficits.  Neuroimaging would demonstrate expanding blood, not a focal abnormality in the hippocampus. $ (Choice C)  Microglial nodules form when cells of microglia surround a neuron and phagocytize it.  The nodules are most commonly seen in viral CNS infection (particularly HIV) and are not typically associated with TLE. $ (Choice D)  Neuronal inclusion bodies are often seen in frontotemporal dementia (characterized by prominent personality/behavioral changes and atrophy of the frontal and temporal lobes on neuroimaging) and Parkinson disease (characterized by bradykinesia, rigidity, pill-rolling tremor, and dementia).  These disorders occur in elderly patients and are not associated with seizures. $ (Choice E)  Spongiform changes occur in prion diseases (eg, Creutzfeldt-Jacob, kuru).  Patients have progressive tremors, ataxia, and dementia.  Electroencephalography reveals periodic sharp-wave complexes, not focal epileptiform discharges, and hippocampal abnormalities are unexpected. $ Educational objective Temporal lobe epilepsy is most commonly due to hippocampal sclerosis.  Histopathology of hippocampal sclerosis demonstrates atrophy of the hippocampal neurons with marked reactive gliosis (astrocyte proliferation in response to injury).","clickable_1":"images/img1.15170.jpg"},

{"id":"15947","title":"A 40-year-old man comes to the emergency department 30 minutes after experiencing a seizure.  Over the past 3 months, the patient has had several episodes of brief twitching of the right hand, but today the abnormal movement gradually progressed to involve the entire right upper extremity, followed by shaking of the whole body for about a minute.  He also lost consciousness and urinated involuntarily during the event.  The patient feels groggy and has a mild headache.  He has no other medical conditions but reports several concussions from playing football in college.  Vital signs are within normal limits.  Physical examination shows mild weakness of right hand grip but is otherwise normal.  This patient's seizure presentation is most suggestive of which of the following etiologic processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diffuse cerebral hypoperfusion","answer_2":"B. Focal structural abnormality","answer_3":"C. Genetic epilepsy syndrome","answer_4":"D. Neuroexcitatory substance use","answer_5":"E. Neuronal metabolic disturbance","percent_1":"10%","percent_2":"69%","percent_3":"3%","percent_4":"2%","percent_5":"17%","right_answer":"B. Focal structural abnormality","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with prior episodes of isolated hand twitching (characteristic of @focal aware seizures@) now experienced a #focal-onset seizure# that progressed to a bilateral tonic-clonic seizure (previously secondarily generalized seizure) with loss of consciousness and involuntary urination. $Focal-onset seizures are caused by a regional area of hypersynchronized #excitatory neural activity# that originates in a #single hemisphere# (in contrast to generalized-onset seizures, which originate globally throughout the cerebral cortex) and are subcategorized by level of consciousness during the event: $• Focal aware seizures (formerly simple partial seizures): Patients remain #aware and interactive#.  Symptoms correspond to the area of brain involvement; for example, #twitching/jerking# of the face or limb #(motor cortex of frontal lobe)#, paresthesia (somatosensory cortex of parietal lobe), auditory/olfactory hallucinations (temporal lobe), or visual hallucinations (occipital lobe). $• Focal impaired awareness seizures (formerly complex partial seizures): Patients appear awake but do not interact appropriately with their environment (eg, blank stare).  They frequently engage in repetitive, stereotyped actions known as automatisms (eg, lip smacking, hand wringing, repeating words). $The most common underlying cause of focal-onset seizures is a #focal structural brain abnormality# (eg, cerebral neoplasms, stroke, hippocampal sclerosis).  These seizures can remain localized or #generalize #to involve both hemispheres (focal to bilateral tonic-clonic) and are frequently associated with #postictal focal neurologic deficits# (eg, this patient's right hand weakness). $#(Choices A, D, and E)#  Diffuse cerebral hypoperfusion, neuroexcitatory substance use, and neuronal metabolic disturbances (except hyperglycemia, which can cause focal seizures) all affect the brain globally and therefore are more likely to present as a generalized seizure rather than a focal seizure.  Generalized seizures are characterized by widespread and rapid propagation of neuronal hyperexcitability without the initial localizing symptoms of a focal abnormality. $#(Choice C)#  Genetic epilepsy syndromes can have either focal seizures (eg, benign focal epilepsy of infancy) or generalized seizures (eg, Lennox-Gastaut syndrome), but these conditions typically present in childhood and persist into adulthood. $#Educational objective# Focal-onset seizures most commonly occur due to a focal structural abnormality (eg, stroke, neoplasm) that causes a region of hyperexcitable neuronal activity in one cerebral hemisphere.  These seizures begin with localized symptomatology (eg, muscle twitching, paresthesia) and are classified according to level of consciousness (eg, aware, impaired awareness).  They can progress to bilateral tonic-clonic seizures if the excitatory neuronal activity spreads to involve both cerebral hemispheres.  ","clickable_1":"images/img1.15947.jpg"},

{"id":"250","title":"A 6-year-old boy is brought to the office by his mother due to difficulty with his behavior in school.  She says that his teacher is concerned that he does not pay attention in class and his grades are dropping to the point he may need medication to help him focus.  The patient's mother has noticed that at home he seems to stare into space for several seconds, multiple times throughout the day.  This occurs even when he is watching his favorite television show, and he seems to ignore her when she calls his name.  The patient has no previous medical problems and takes no medications.  He has an older brother with attention-deficit hyperactivity disorder and an aunt with epilepsy.  Which of the following is the most appropriate pharmacotherapy for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carbamazepine","answer_2":"B. Ethosuximide","answer_3":"C. Lorazepam","answer_4":"D. Methylphenidate","answer_5":"E. Phenobarbital","percent_1":"3%","percent_2":"84%","percent_3":"1%","percent_4":"11%","percent_5":"1%","right_answer":"B. Ethosuximide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Absence seizures# ∆⨉ §^#Clinical features# ∆ • Sudden impairment of consciousness (staring spells) • Preserved muscle tone • Unresponsive to tactile/verbal stimulation • Short duration (<20 sec) • Simple automatisms frequently present • Easily provoked by hyperventilation §^#Diagnosis# ∆ • EEG: 3-Hz spike-wave discharges during episodes §^#Treatment# ∆ • Ethosuximide %#EEG =# electroencephalography.","explanation_img":"","explanation_1":"","explanation_2":"#Absence seizures#, a type of #generalized# epilepsy, present in children age 4-10 as brief #staring spells# with a momentary lapse in consciousness.  Automatisms, such as rhythmic blinking or repetitive lip smacking, may occur.  Most absence seizures last approximately 10 seconds, and behavior and awareness typically return immediately to normal following an attack.  The patient experiences #no postictal# period and usually has no recollection that a seizure has occurred.  Absence seizures are characteristically provoked by #hyperventilation#, and electroencephalogram will show generalized #3-Hz spike-wave# complexes. $Treatment of absence seizures is typically with #ethosuximide#, which inhibits T-type calcium channels in thalamic neurons.  Valproate can also be used if first-line therapy is not tolerated or ineffective.  Childhood absence epilepsy is typically benign, and seizures often resolve before puberty. $#(Choices A and E)#  Narrow-spectrum anticonvulsants (eg, carbamazepine, gabapentin, phenobarbital, phenytoin) are generally favored for focal-onset seizures.  Carbamazepine can worsen absence seizures and phenobarbital is ineffective in these patients. $#(Choice C)#  Lorazepam is a benzodiazepine that is used as a first-line anticonvulsant in a patient with status epilepticus. $#(Choice D)#  Methylphenidate is an indirect-acting sympathomimetic used to treat attention-deficit hyperactivity disorder (ADHD).  Although ADHD may present similarly with \"inattention,\" staring episodes consistent with absence seizures do not occur out of boredom or lack of focus and cannot be interrupted by verbal/tactile stimuli. $#Educational objective# Absence seizures are a type of generalized epilepsy characterized by brief staring spells with momentary loss of awareness followed by an abrupt return to full consciousness.  A classic 3-Hz spike-wave is seen on electroencephalogram; the treatment is ethosuximide.  "},

{"id":"355","title":"A 15-year-old boy is brought to the office because of 3 months of sudden, brief jerking movements involving both arms.  The episodes usually occur shortly after awakening in the morning and are aggravated by sleep deprivation.  The movements are neither suppressible nor preceded by an urge to make a movement.  The patient has never lost consciousness and has no known medical conditions.  Family history includes a seizure disorder in his uncle.  Vital signs are within normal limits.  Physical examination shows normal development with no abnormalities.  Which of the following is the best initial treatment for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Baclofen","answer_2":"B. Carbamazepine","answer_3":"C. Clonidine","answer_4":"D. Diazepam","answer_5":"E. Propranolol","answer_6":"F. Valproic acid","answer_7":"G. Tetrabenazine","percent_1":"7%","percent_2":"24%","percent_3":"4%","percent_4":"7%","percent_5":"5%","percent_6":"48%","percent_7":"5%","right_answer":"F. Valproic acid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Seizure types# ∆⨉ ∆^#Medication# §#Generalized onset (#both hemispheres) ∆⨉∆⨉ §^#Tonic-clonic# ∆ • LOC & postictal state • Diffuse contraction (tonic) → jerking (clonic) ∆^Broad spectrum*: $levetiracetam, valproic acid §^#Myoclonic# ∆ • No LOC & no postictal state • Brief jerking movements ∆ ↕ §^#Atonic# ∆ • Sudden loss of muscle control → drop to$ floor ∆ ↕ §^#Absence# ∆ • Brief staring episodes • Automatisms may be present • No postictal state ∆^Ethosuximide$ (only for absence) §#Focal onset (#single hemisphere) ∆⨉∆⨉ §^#Aware# ∆ • Aware during the event & no postictal state • Motor (eg, head turn) or sensory (eg, smell) ∆^Narrow spectrum: $phenytoin,** $carbamazepine, gabapentin §^#Impaired$ awareness# ∆ • Appears awake but consciousness is altered • Automatisms present (eg, lip smacking) • Postictal state ∆ ↕ %*Can be used for both generalized & focal seizures. $ **Can be used for management of status epilepticus. $ #LOC =# loss of consciousness.","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #myoclonic seizures# due to juvenile myoclonic epilepsy (JME), a form of #generalized onset epilepsy# (ie, affecting both cerebral hemispheres at onset) that may be familial.  Typically, JME manifests in an otherwise healthy adolescent with myoclonic seizures (ie, #brief, involuntary jerking movements#) involving both upper extremities with preservation of consciousness.  Symptoms usually occur within the first hour of awakening and can be provoked by sleep deprivation.  Patients can also develop tonic-clonic and/or absence seizures. $Treatment of generalized onset epilepsies like JME should include a #broad-spectrum anticonvulsant# (eg, #valproic acid#, levetiracetam) which can treat both focal and generalized seizures.  In contrast, narrow-spectrum anticonvulsants (eg, carbamazepine, phenytoin) are primarily used only in patients with focal onset seizures and can worsen seizure symptoms in patients with absence or myoclonic seizures #(choice B).# $#(Choice A)#  Baclofen is a GABA-B agonist that can treat chronic muscle spasticity (eg, cerebral palsy).  Patients with chronic muscle spasticity typically have progressive changes in development and muscle tone that would be apparent on physical examination. $#(Choice C)#  Clonidine is an alpha-2 adrenergic receptor agonist that may be effective in children with attention-deficit hyperactivity disorder who have failed treatment with stimulants (eg, methylphenidate). $#(Choice D)#  Diazepam is a benzodiazepine that can be used acutely to treat prolonged seizures such as status epilepticus (≥5 minutes of continuous seizure activity or >1 seizure without recovery in between).  However, diazepam would not be indicated for this patient's brief episodes of myoclonus. $#(Choice E)#  Propranolol is a nonselective beta blocker that can treat benign essential tremor, which typically presents in middle-aged adults with bilateral, rhythmic hand tremor that worsens during fine motor activity. $#(Choice G)#  Tetrabenazine is a dopamine depletion agent that can treat Tourette syndrome, a disorder characterized by motor and phonic tics that persist for >1 year.  Motor tics can manifest as periodic, sudden, jerking movements, but they are usually temporarily suppressible and often preceded by an urge to make the stereotyped movement. $#Educational objective# Broad-spectrum anticonvulsants (eg, levetiracetam, valproic acid) treat both focal and generalized onset seizures, whereas narrow-spectrum anticonvulsants (eg, carbamazepine, phenytoin) are primarily used only for focal onset seizures.  Because the seizures in juvenile myoclonic epilepsy are usually generalized onset (ie, affect both cerebral hemispheres at onset), treatment is with a broad-spectrum agent such as valproic acid.  "},

{"id":"1197","title":"A 43-year-old male with multiple medical problems including seizure disorder and mental illness comes to your office for the first time in order to establish a primary care physician.  On routine physical examination, you notice the findings shown in the photo below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1197.jpg","title_2":"Which of the following is most likely responsible for the condition of this patient's teeth and gums?","audio":"","comparison_items":"","answer_1":"A. Phenytoin","answer_2":"B. Lithium","answer_3":"C. Prednisone","answer_4":"D. Cocaine","answer_5":"E. Methimazole","answer_6":"F. Clozapine","percent_1":"82%","percent_2":"5%","percent_3":"2%","percent_4":"4%","percent_5":"2%","percent_6":"4%","right_answer":"A. Phenytoin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Gingival hyperplasia, like that shown in the photo above, is a common side effect of phenytoin.  It occurs in 50% of patients who have had 3-4 months of phenytoin therapy.  The mechanism of this side effect is associated with increased expression of platelet-derived growth factor (PDGF).  When gingival macrophages are exposed to increased amounts of PDGF, they stimulate proliferation of gingival cells and alveolar bone.  Gingival hyperplasia may regress after discontinuation of phenytoin. $Phenytoin is an anticonvulsant effective in the treatment of grand mal (tonic-clonic) seizures, partial seizures, and status epilepticus.  Phenytoin inhibits abnormal electrical activity of the brain by blocking voltage-gated sodium channels in neurons.  Phenytoin has a narrow therapeutic index with a number of potential adverse effects:  $1. Phenytoin toxicity is mainly characterized by CNS manifestations.  Its effect on the cerebellum and vestibular system can cause ataxia and nystagmus.  $2. Long-term therapy with phenytoin may cause gingival hyperplasia, coarsening of the facial features, and hirsutism.  $3. Phenytoin interferes with the metabolism of folic acid and may cause megaloblastic anemia.  $4. Phenytoin induces the P450 cytochrome oxidase system.  It increases the metabolism—and therefore decreases the blood level—of many medications.  $5. If taken during pregnancy, phenytoin may cause fetal hydantoin syndrome. $#(Choice B)# Lithium also has a narrow therapeutic index.  Lithium toxicity is associated with neuromuscular excitability (irregular coarse tremors, fascicular twitching, rigid motor agitation, and ataxia).  It may also cause nephrogenic diabetes insipidus, hypothyroidism, and cardiac conduction defects, but not gingival hyperplasia. $#(Choice C)# The adverse effects of prednisone include hyperglycemia, weight gain, depression, fluid retention with edema, and osteoporosis. $#(Choice D)# Cocaine blocks the re-uptake of norepinephrine, serotonin, and dopamine in the CNS.  It can cause cardiac ischemia, hypertension, and seizures.  Cocaine withdrawal is associated with severe depression. $#(Choice E)# Methimazole inhibits thyroid hormone synthesis by suppressing the iodination and coupling of tyrosine.  Side effects include edema, rash, and agranulocytosis. $#(Choice F)# Clozapine is an atypical antipsychotic that is most helpful in treating the negative symptoms of schizophrenia.  The most serious side effects of clozapine include agranulocytosis and seizures. $#Educational objective# Gingival hyperplasia is a common side effect of phenytoin and is sometimes reversible when phenytoin is withdrawn.  Phenytoin causes increased expression of platelet-derived growth factor (PDGF).  When gingival macrophages are exposed to increased amounts of PDGF, they stimulate proliferation of gingival cells and alveolar bone.  Phenytoin toxicity mainly affects the cerebellum and vestibular system, causing ataxia and nystagmus.  "},

{"id":"508","title":"A 25-year-old woman with newly diagnosed seizures comes to the emergency department with fever and skin rash.  She had her first seizure 6 weeks ago, and an MRI of the brain revealed no structural lesions.  She was started on phenytoin 4 weeks ago.  Her temperature is 38.9 C (102 F).  There is a diffuse confluent erythema involving 60% of the body, palpable generalized lymphadenopathy, and symmetrical facial swelling.  The oral mucosa appears normal.  Which of the following laboratory findings is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antineutrophil cytoplasmic antibodies","answer_2":"B. Blast cells with Auer rods","answer_3":"C. Cryoglobulinemia","answer_4":"D. Eosinophilia","answer_5":"E. Microangiopathic hemolytic anemia","percent_1":"16%","percent_2":"3%","percent_3":"8%","percent_4":"61%","percent_5":"12%","right_answer":"D. Eosinophilia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's cutaneous and systemic findings after starting a new medication are suggestive of a hypersensitivity reaction, in particular, drug reaction with eosinophilia and systemic symptoms #(DRESS) syndrome#. $DRESS is a rare and potentially life-threatening drug reaction typically occurring 2-8 weeks after drug exposure.  Commonly associated drugs include #anticonvulsants# (eg, phenytoin, carbamazepine), #allopurinol#, sulfonamides (eg, sulfasalazine), and antibiotics (eg, minocycline, vancomycin).  Although the exact mechanism is unknown, it likely involves impaired drug detoxification along with drug-induced herpesvirus (eg, HHV-6) reactivation followed by T cell-mediated tissue injury. $Patients typically develop fever, generalized #lymphadenopathy#, #facial edema#, and diffuse morbilliform skin rash that can progress to a @confluent erythema@; mucosal involvement is often limited (in contrast with Stevens-Johnson syndrome/toxic epidermal necrolysis).  #Internal organ involvement# is characteristic and can include the liver (elevated transaminases), kidney (acute interstitial nephritis), and lung (cough, dyspnea).  Laboratory studies usually show #eosinophilia#.  Clinical findings improve over several weeks following withdrawal of the drug. $#(Choice A)#  Drug-induced antineutrophil cytoplasmic antibodies-associated vasculitis is most commonly linked to medications for hyperthyroidism (eg, propylthiouracil, methimazole) and hydralazine.  Patients can develop constitutional symptoms, arthralgias/arthritis, and cutaneous vasculitis. $#(Choice B)#  Blast cells with Auer rods indicate acute myeloid leukemia.  Patients typically develop complications of pancytopenia, including fatigue (anemia), fever due to infection (neutropenia), and ecchymosis or epistaxis (thrombocytopenia). $#(Choice C)#  Mixed cryoglobulinemia is a small- to medium-vessel @vasculitis@ caused by circulating immunoglobulin-complement complexes that precipitate on refrigeration.  It is typically associated with chronic inflammatory states (eg, systemic lupus erythematosus, hepatitis C) and can present with systemic findings (eg, fatigue, arthralgias, myalgias) and palpable purpura in the lower extremities due to cutaneous vasculitis. $#(Choice E)#  Microangiopathic hemolytic anemia usually presents with anemia and fragmented red blood cells (schistocytes) on the peripheral smear.  It has been associated with cancer chemotherapy drugs (eg, cisplatin, cyclophosphamide). $#Educational objective# Drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome typically occurs 2-8 weeks after exposure to high-risk drugs such as anticonvulsants (eg, phenytoin, carbamazepine), allopurinol, sulfonamides (eg, sulfasalazine), and antibiotics (eg, minocycline, vancomycin).  Patients typically develop fever, generalized lymphadenopathy, facial edema, diffuse skin rash, eosinophilia, and internal organ dysfunction.  ","clickable_1":"images/img1.508.jpg","clickable_2":"images/img2.508.jpg"},

{"id":"353","title":"A 21-year-old man is brought to the emergency department by his mother after she found him violently shaking on the kitchen floor of her home.  The patient urinated on himself and bit his tongue during the incident.  He has a past medical history of posttraumatic epilepsy and is noncompliant with his antiseizure medications.  In the hospital, he has several brief, back-to-back generalized tonic-clonic seizures and never fully regains consciousness between episodes.  Intravenous lorazepam 2 mg is administered, and the seizures stop.  Intravenous infusion of another drug is started simultaneously to prevent seizure recurrence.  Which of the following is the most likely mechanism of action of the second drug infused in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreases calcium current in thalamic neurons","answer_2":"B. Decreases sodium current in cortical neurons","answer_3":"C. Dose-dependent activation of postsynaptic GABAA receptors","answer_4":"D. Increases postsynaptic chloride influx","answer_5":"E. Irreversible inhibition of GABA catabolism in the central nervous system","percent_1":"6%","percent_2":"67%","percent_3":"13%","percent_4":"10%","percent_5":"4%","right_answer":"B. Decreases sodium current in cortical neurons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mechanisms of common antiseizure medications#∆⨉ §^#Benzodiazepines# ∆ ↑ GABA A action §^#Phenobarbital# ∆ ↕ §^#Levetiracetam# ∆ Inhibits vesicle fusion by binding SV2A proteins §^#Valproic Acid# ∆ Blocks Na+ channels & blocks GABA transaminase §^#Ethosuximide# ∆ Blocks thalamic T-type Ca2+ channels §^#Phenytoin# ∆ Blocks Na+ channels §^#Carbamazepine# ∆ ↕ §^#Gabapentin# ∆ Blocks Ca2+ channels","explanation_img":"","explanation_1":"","explanation_2":"#Status epilepticus# is a single seizure lasting >5 minutes or the occurrence of multiple discrete seizures with incomplete recovery of consciousness between episodes.  Common causes include structural brain injury (eg, stroke, tumor, head trauma), infection, metabolic abnormalities (eg, hypoglycemia), and medication noncompliance in individuals with known epilepsy.  Prompt evaluation and treatment is necessary as the condition is life-threatening and associated with a number of systemic complications (eg, cardiac arrhythmias, hypoventilation/hypoxia, disabling neurologic deficits). $Intravenous #lorazepam# is a benzodiazepine that potentiates the effects of the inhibitory neurotransmitter GABA in the central nervous system.  It is the initial drug of choice for treatment of status epilepticus due to its efficacy and rapid onset of action.  Intravenous #phenytoin# (or fosphenytoin) is a long-acting anticonvulsant that is administered #concurrently# to prevent the recurrence of seizure activity, regardless of patient responsiveness to lorazepam.  Phenytoin inhibits neuronal high-frequency firing in the cortex by reducing the ability of #sodium channels# to recover from inactivation. $#(Choice A)#  Ethosuximide blocks T-type calcium channels in thalamic neurons.  It is a first-line treatment for absence seizures. $#(Choices C and D)#  Benzodiazepines and barbiturates (eg, phenobarbital) bind to the ligand-gated chloride channel of the GABAA receptor.  These substances enhance the inhibitory effect of GABA by increasing postsynaptic chloride influx. $#(Choice E)#  Vigabatrin is an irreversible inhibitor of GABA transaminase, the enzyme responsible for GABA catabolism in the central nervous system.  Vigabatrin is one of several drugs that can be used in cases of treatment-resistant epilepsy. $#Educational objective# Status epilepticus is a single seizure lasting >5 minutes or the occurrence of multiple discrete seizures with incomplete recovery of consciousness between episodes.  The initial treatment includes intravenous lorazepam and phenytoin given concurrently.  Phenytoin is a long-acting anticonvulsant that inhibits neuronal high-frequency firing by reducing the ability of sodium channels to recover from inactivation.  "},

{"id":"249","title":"An 11-year-old boy is brought to the emergency department by ambulance after he briefly lost consciousness.  The patient's mother found him on the kitchen floor shaking and jerking.  She believes that he was out of her sight for only a few minutes.  When asked about any other abnormal behaviors, she says that her son often stares into space and does not respond to questions during these episodes.  The patient has no known medical conditions or history of recent illnesses.  He is afebrile with normal vital signs.  The patient seems sleepy but is oriented to time and place and has no abnormalities on physical examination.  Several hours later, he is alert and says that he wants to go home.  Which of the following agents is the best long-term treatment for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carbamazepine","answer_2":"B. Ethosuximide","answer_3":"C. Gabapentin","answer_4":"D. Phenytoin","answer_5":"E. Valproic acid","percent_1":"4%","percent_2":"46%","percent_3":"1%","percent_4":"5%","percent_5":"44%","right_answer":"E. Valproic acid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Seizure types# ∆⨉ ∆^#Medication# §#Generalized onset (#both hemispheres) ∆⨉∆⨉ §^#Tonic-clonic# ∆ • LOC & postictal state • Diffuse contraction (tonic) → jerking (clonic) ∆^Broad spectrum*: $levetiracetam, valproic acid §^#Myoclonic# ∆ • No LOC & no postictal state • Brief jerking movements ∆ ↕ §^#Atonic# ∆ • Sudden loss of muscle control → drop to$ floor ∆ ↕ §^#Absence# ∆ • Brief staring episodes • Automatisms may be present • No postictal state ∆^Ethosuximide$ (only for absence) §#Focal onset (#single hemisphere) ∆⨉∆⨉ §^#Aware# ∆ • Aware during the event & no postictal state • Motor (eg, head turn) or sensory (eg, smell) ∆^Narrow spectrum: $phenytoin,** $carbamazepine, gabapentin §^#Impaired$ awareness# ∆ • Appears awake but consciousness is altered • Automatisms present (eg, lip smacking) • Postictal state ∆ ↕ %*Can be used for both generalized & focal seizures. $ **Can be used for management of status epilepticus. $ #LOC =# loss of consciousness.","explanation_img":"","explanation_1":"","explanation_2":"This patient with frequent staring spells (ie, #absence seizures#) and an unprovoked #tonic-clonic seizure# most likely has undiagnosed juvenile absence epilepsy.  Absence seizures are characterized by momentary lapses in consciousness (~10 seconds) associated with a classic 3-Hz spike-wave pattern on electroencephalogram.  Younger children with absence seizures typically do not develop other seizure types; however, later onset (eg, age 10-12) of absence epilepsy is associated with an increased incidence of generalized onset tonic-clonic or myoclonic seizures. $Although a first-time unprovoked seizure may not require treatment, this patient has had multiple seizures, including both absence and tonic-clonic seizures.  Ethosuximide is the preferred first-line agent for the treatment of isolated absence seizures; however, it does not suppress tonic-clonic seizures #(choice B).#  Treatment with a #broad-spectrum# antiepileptic such as #valproic acid# is required in these patients because it is effective for both absence and tonic-clonic seizures. $#(Choices A, C, and D)#  Carbamazepine, phenytoin, and gabapentin are narrow-spectrum antiepileptics that can be used to treat focal onset seizures (including focal onset seizures that progress to bilateral tonic-clonic seizures).  However, they are not effective for treating generalized onset seizures (eg, absence, myoclonic) which can actually be worsened by treatment with carbamazepine or phenytoin. $#Educational objective# Older children with absence seizures may also develop generalized onset tonic-clonic or myoclonic seizures.  Although ethosuximide is effective against isolated absence seizures, it is not effective for tonic-clonic seizures.  Valproic acid is a broad-spectrum antiepileptic that treats both types of seizures.  "},

{"id":"11665","title":"A 5-year-old boy is brought to the emergency department due to recurrent, generalized tonic-clonic seizures over the past 24 hours.  The patient has been having high fever and flulike symptoms for the past 3 days.  He has a past medical history of febrile seizures at age 6 months.  He takes no medications and has no family history of epilepsy.  The patient's temperature is 39.4 C (103 F), blood pressure is 110/70 mm Hg, pulse is 112/min, and respirations are 10/min.  He appears lethargic and does not follow simple commands consistently.  His neck is supple.  During the examination, the patient suddenly develops sustained, generalized tonic-clonic convulsions without fully regaining consciousness between episodes.  Which of the following describes the mechanism of action of the most appropriate initial therapy for his seizures?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of presynaptic voltage-gated calcium channels","answer_2":"B. Blockade of presynaptic voltage-gated sodium channels","answer_3":"C. Enhanced postsynaptic chloride influx","answer_4":"D. Inhibition of presynaptic neurotransmitter reuptake","answer_5":"E. Inhibition of vesicle fusion and neurotransmitter release","percent_1":"9%","percent_2":"38%","percent_3":"48%","percent_4":"2%","percent_5":"2%","right_answer":"C. Enhanced postsynaptic chloride influx","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #status epilepticus#, possibly due to complex febrile seizures or infectious meningitis/encephalitis.  Regardless of etiology, the initial drug of choice for treating status epilepticus is an #intravenous benzodiazepine# (eg, lorazepam), due to its efficacy and rapid onset of action. $Benzodiazepines enhance the effect of the inhibitory neurotransmitter gamma-aminobutyric acid (GABA) at the #GABA-A receptor#, a ligand-gated ion channel.  Allosteric attachment of benzodiazepines to the GABA-A receptor causes increased #influx# of negatively charged #chloride ions# in response to GABA binding.  This leads to hyperpolarization of the postsynaptic neuron and suppression of action potential firing (anticonvulsant effect). $#(Choices A and E)#  Presynaptic voltage-gated calcium channels mediate the influx of calcium into the axon terminal, promoting vesicle fusion and neurotransmitter release into the synaptic cleft.  Gabapentin is an anticonvulsant that works by blocking voltage-gated calcium channels, thereby attenuating excitatory neurotransmitter release. $#(Choice B)#  Presynaptic voltage-gated sodium channels open when the cell becomes sufficiently depolarized, triggering an action potential that propagates down the axon.  Phenytoin blocks presynaptic voltage-gated sodium channels and can be used to prevent recurrence of status epilepticus due to its long duration of action.  However, it has a slow onset of action, and patients in status epilepticus should be given a rapid-acting benzodiazepine first. $#(Choice D)#  Selective serotonin reuptake inhibitors (SSRIs) and serotonin-norepinephrine reuptake inhibitors (SNRIs) are examples of medications that prevent presynaptic neurotransmitter reuptake.  They are typically used to treat depression and anxiety disorders. $#Educational objective# Intravenous benzodiazepines (eg, lorazepam) are the initial drug of choice for status epilepticus.  They work by enhancing the effect of gamma-aminobutyric acid (GABA) at the GABA-A receptor, leading to increased chloride influx and suppression of action potential firing.  "},

{"id":"15728","title":"A 20-year-old man comes to the office for evaluation of abnormal behavior.  Over the past 4 months, the patient has had several episodes of unresponsiveness, during which he would stare blankly while smacking his lips.  He spontaneously becomes responsive after about 2 minutes and has no recollection of the event.  The patient says these episodes are often preceded by an uneasy sensation in his upper abdomen and the pungent smell of something burning.  He has had no falls or jerky movements of the extremities.  The patient has no history of recent fever, headaches, head trauma, nausea, vomiting, or focal neurologic deficit.  He had seizures in early childhood precipitated by high fevers but has had none since then and reports no other medical conditions.  Cranial nerve examination reveals no abnormalities.  Motor strength, sensation, and deep tendon reflexes are normal throughout.  Neuroimaging is most likely to reveal an abnormality in which of the following locations in the brain?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebellar vermis","answer_2":"B. Hippocampus","answer_3":"C. Nondominant parietal lobe","answer_4":"D. Occipital pole","answer_5":"E. Premotor frontal cortex","percent_1":"2%","percent_2":"35%","percent_3":"29%","percent_4":"3%","percent_5":"31%","right_answer":"B. Hippocampus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"@Focal seizures@ originate in a single hemisphere (vs generalized seizures, which originate throughout the cerebral cortex) and are subcategorized as: $• Focal aware seizures (previously simple partial seizure):  Patients are aware and interactive but have symptoms corresponding to the involved area of the brain (eg, face or limb twitching/jerking - frontal lobe motor cortex, auditory/olfactory hallucinations - temporal lobe, visual phenomena - occipital lobe). $• #Focal impaired awareness seizures# (previously complex partial seizures):  Patients appear awake but do not interact appropriately (eg, #blank stare#) and frequently engage in repetitive, stereotyped #automatisms# (eg, lip smacking, hand wringing, repeating words). $Focal seizures with impaired awareness are the typical manifestation of #temporal lobe epilepsy#, the most common type of recurrent seizure disorder.  Seizures are often preceded by a distinctive aura (eg, #uneasy epigastric sensation#, unpleasant #olfactory hallucinations#) that localizes the origin of the epileptiform discharges to the #mesial temporal lobe# (eg, hippocampus, amygdala, parahippocampal gyrus).  The disorder is usually due to underlying @hippocampal sclerosis@ (ie, mesial temporal sclerosis), which is associated with childhood febrile seizures. $#(Choice A)#  The cerebellar vermis is responsible for vestibular function, balance, and coordination.  Although patients with temporal lobe epilepsy for several years can exhibit cerebellar atrophy with accompanying ataxia, this patient has only had seizure activity for 4 months and has no evidence of ataxia on examination. $#(Choice C)#  The nondominant parietal lobe plays a role in nonverbal spatial mapping and orientation.  A seizure affecting this part of the brain can cause distortions in a patient's sense of position (eg, a feeling of floating, changes in posture) or visual interpretation (eg, the size of objects). $#(Choice D)#  The occipital pole contains the primary visual cortex.  Seizures that originate in the occipital pole characteristically have visual auras (eg, flashing lights, visual distortions, complex hallucinations). $#(Choice E)#  The premotor frontal cortex is responsible for the selection of movements in response to internal and external cues.  A seizure affecting this part of the brain can result in abnormal posturing or repetitive movements, but abdominal and olfactory auras would not be seen. $#Educational objective# Recurrent focal impaired awareness seizures that are preceded by a distinctive aura (eg, uneasy epigastric sensation, olfactory hallucinations) are characteristic of mesial temporal lobe epilepsy.  The most common etiology is hippocampal sclerosis (mesial temporal sclerosis), which is associated with childhood febrile seizures.  ","clickable_1":"images/img1.15728.jpg","clickable_2":"images/img2.15728.jpg"},

{"id":"351","title":"A 23-year-old woman is brought to the emergency department after having a tonic-clonic seizure.  She has a history of epilepsy and takes phenytoin.  She does not use tobacco, alcohol, or recreational drugs.  Physical examination is unremarkable.  Laboratory studies show a lower than normal plasma phenytoin level.  This patient most likely recently started taking which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amoxicillin","answer_2":"B. Rifampin","answer_3":"C. Fluconazole","answer_4":"D. Cimetidine","answer_5":"E. Omeprazole","answer_6":"F. Oral contraceptives","percent_1":"2%","percent_2":"55%","percent_3":"9%","percent_4":"12%","percent_5":"6%","percent_6":"16%","right_answer":"B. Rifampin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cytochrome P450 (CYP450) interactions# ∆⨉ §^#Inducers# ∆^#Inhibitors# §Alcohol (chronic use) Barbiturates (eg, phenobarbital) Carbamazepine Griseofulvin Modafinil Phenytoin Rifampin St. John's wort ∆Alcohol (acute use) Amiodarone Azoles (eg, fluconazole) Cimetidine Diltiazem, verapamil Grapefruit juice Isoniazid, macrolides,* quinolones Protease inhibitors (eg, ritonavir) SSRIs (eg, fluoxetine) §^#Drugs commonly affected#$ Antiepileptics, theophylline, warfarin ∆⨉ §#SSRIs =# selective serotonin reuptake inhibitors. $ *Except azithromycin.∆⨉","explanation_img":"","explanation_1":"","explanation_2":"As with many other medications, phenytoin is metabolized by hepatic P450 oxidase.  Plasma drug level, efficacy, and the severity of side effects are directly influenced by the rate of #metabolism of phenytoin#.  The following features of phenytoin metabolism are important: $• Hepatic hydroxylation of phenytoin is #dose-dependent#.  When low doses of phenytoin are administered, a large number of free enzyme molecules are available to rapidly bind and eliminate the drug.  Higher doses of phenytoin cause the enzymes to be fully saturated; increasing the dose above the saturation limit prolongs drug metabolism (switches from first- to zero-order kinetics) and leads to a rapid rise in plasma levels. $• Phenytoin is an #inducer of P450 oxidase#.  P450 inducers can increase the rate of elimination of medications that are metabolized by the liver, such as oral contraceptives, thereby reducing efficacy. $• Because phenytoin itself is metabolized by P450 enzymes, its level is affected when it is co-administered with other medications that induce or inhibit the P450 system.  The co-administration of phenytoin with P450 inducers (eg, #rifampin#, carbamazepine) decreases concentration of phenytoin in plasma and diminishes its effectiveness. $#(Choice A)#  Amoxicillin does not affect the hepatic metabolism of phenytoin. $#(Choices C, D and E)#  Fluconazole, cimetidine, and omeprazole inhibit P450 enzymes and increase the concentration of phenytoin in the serum. $#(Choice F)#  Oral contraceptives are metabolized by hepatic P450 oxidase, but neither induce nor inhibit the activity of P450 oxidase. $#Educational objective# Phenytoin metabolism depends on the function of hepatic P450 oxidases and is dose-dependent.  Drugs that induce hepatic microsomal enzymes (phenobarbital, carbamazepine, and rifampin) enhance phenytoin metabolism and decrease its serum concentration.  "}


]