[

    {"id":"1806","title":"A 15-year-old boy is brought to the clinic for a follow-up appointment.  Since early childhood, the boy has had recurrent episodes of pancreatitis requiring hospitalization.  The patient has not been hospitalized since before his last follow-up appointment a few months ago.  However, he has been feeling more tired recently and states he has not been taking his prescribed medications.  Family history is notable for recurrent pancreatitis in a sibling.  Neurologic examination shows hyporeflexia and decreased proprioception in the lower extremities.  Laboratory studies show mild hemolytic anemia.  This patient's presentation is most likely due to a deficiency of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Niacin","answer_2":"B. Riboflavin","answer_3":"C. Thiamine","answer_4":"D. Vitamin A","answer_5":"E. Vitamin E","answer_6":"F. Vitamin K","percent_1":"5%","percent_2":"6%","percent_3":"15%","percent_4":"4%","percent_5":"63%","percent_6":"6%","right_answer":"E. Vitamin E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Fat-soluble vitamin deficiency! ?Vitamin? #Clinical features# ?Vitamin A? • Night blindness • Dry eyes, Bitot spots • Hyperkeratosis ?Vitamin D? • Myalgias, bone pain, fractures • Rickets, osteomalacia ?Vitamin E? • Ataxia, polyneuropathy • Myopathy • Hemolytic anemia ?Vitamin K? • Bleeding diathesis ","explanation_img":"","explanation_1":"","explanation_2":"Patients with recurrent pancreatitis (eg, hereditary, cystic fibrosis) are at risk for #exocrine pancreatic insufficiency#, or decreased secretion of pancreatic enzymes that are involved in the digestion of fat (most important), carbohydrates, and protein.  Without enzyme replacement (eg, lipase), patients often develop chronic #fat malabsorption# and deficiencies of fat-soluble vitamins (A, D, E, and K).  In this case, the patient's neurologic and hematologic findings are most consistent with #vitamin E deficiency#. $ Vitamin E primarily serves as a free radical scavenger to protect fatty acids from oxidation; deficiency predisposes cell membranes to #oxidative injury#.  The cells that are most susceptible include #neurons# with long axons (due to large membrane surface area) and #erythrocytes# (due to high oxygen exposure).  Therefore, the most common clinical manifestations of vitamin E deficiency are: $• Neuromuscular disease:  Involvement of the dorsal column in the spinal cord is associated with the #loss of proprioception# and vibratory sense.  Spinocerebellar tract degeneration causes #ataxia#, and peripheral nerve dysfunction results in motor and sensory loss and #hyporeflexia#.  Skeletal myopathy can also contribute to muscle weakness. $ • Hemolysis:  Erythrocyte fragility and a shortened red blood cell lifespan result in #hemolytic anemia#, which can present with fatigue, as seen in this patient. $ #(Choices A, B, and C)#  Niacin (vitamin B3), riboflavin (vitamin B2), and thiamine (vitamin B1) are water soluble and unaffected by fat malabsorption, making deficiency unlikely in this patient who has risk factors for exocrine pancreatic insufficiency.  Moreover, the clinical findings of these vitamin deficiencies are inconsistent with this patient's presentation: Niacin deficiency causes pellagra (eg, dermatitis, diarrhea, dementia), riboflavin deficiency manifests with a normocytic anemia and mucosal changes (eg, stomatitis, cheilitis, glossitis), and thiamine deficiency is characterized by beriberi and Wernicke-Korsakoff syndrome. $ (Choice D)  In contrast to this patient's presentation, vitamin A deficiency manifests with night blindness, dry eyes (xerophthalmia), and hyperkeratosis (thickened, dry skin). $ (Choice F)  Vitamin K is necessary for hepatic synthesis of clotting factors II, VII, IX, and X.  Deficiency presents with easy bleeding and bruising, not seen in this patient. $ Educational objective Vitamin E is a fat-soluble vitamin, and deficiency can occur in individuals with fat malabsorption due to recurrent pancreatitis.  Vitamin E deficiency is associated with increased susceptibility of the neuronal and erythrocyte membranes to oxidative stress.  Clinical manifestations include decreased proprioception, ataxia, peripheral neuropathy (eg, hyporeflexia), and hemolytic anemia."},

{"id":"19789","title":"A 32-year-old woman comes to the office due to bloating, intermittent diarrhea, and abdominal cramps.  Symptoms have been ongoing for many years and are usually triggered by meals.  Past medical history and family history are otherwise unremarkable.  Vital signs are within normal limits.  BMI is 27 kg/m2.  The patient is well-appearing, and the abdomen is soft and nontender.  Laboratory analysis is unremarkable.  The patient is diagnosed with irritable bowel syndrome, and it is recommended that she take loperamide and consume an adequate amount of dietary fiber.  After reading about her disorder on the internet, the patient decides to manage her symptoms with a strict vegan diet that includes a vitamin B12 supplement.  This patient is at highest risk for dietary deficiency of which of the following nutrients?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium","answer_2":"B. Folic acid","answer_3":"C. Magnesium","answer_4":"D. Niacin","answer_5":"E. Thiamine","percent_1":"43%","percent_2":"25%","percent_3":"6%","percent_4":"13%","percent_5":"14%","right_answer":"A. Calcium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vegan diet#∆⨉ §^#Composition# ∆ • Plant-based foods: fruits, vegetables, legumes, grains • No animal-derived foods (eg, meat, dairy, egg) §^#Potential benefits# ∆ • Lower blood glucose & cholesterol levels • Reduced risk for cardiovascular disease (eg, heart disease, stroke) §^#Potential nutritional deficiencies# ∆ • Common: vitamin B12, vitamin D, calcium • Possible*: iron, zinc %#*Increased risk: children (rapid growth requires higher zinc/iron) & young women (menstrual blood loss requires higher iron).","explanation_img":"","explanation_1":"","explanation_2":"Individuals who adhere to a #vegan diet# consume only plant-based foods and avoid all meat and other animal-derived products (eg, milk).  Adherence to a vegan diet is associated with a decreased risk for type 2 diabetes mellitus, hypercholesterolemia, coronary artery disease, and stroke. $However, most people obtain a significant portion of daily calcium and vitamin D requirements from dairy products; individuals on a vegan diet often consume #less calcium and vitamin D# than nonvegans.  Although some vegan products are fortified with calcium and vitamin D, individuals who do not consume these products may require additional supplementation to avoid long-term consequences (eg, #osteoporosis#, bone fractures).  #Cobalamin (vitamin B12) deficiency# can also be seen in vegans, leading to megaloblastic anemia and subacute combined degeneration of the dorsal columns of the spinal cord. $#(Choice B)#  Folic acid is found in many plant-based products, including leafy vegetables and legumes.  Supplementation is recommended during pregnancy to prevent fetal neural tube defects but is not needed in a vegan diet. $#(Choice C)#  Magnesium is found in almost all foods.  Hypomagnesemia can cause neuromuscular excitability (eg, tetany) and arrythmias but is usually related to fluid losses (eg, diarrhea, diuretic use) or heavy alcohol use rather than dietary inadequacy. $#(Choice D)#  Niacin deficiency can lead to pellagra, which is characterized by diarrhea, dermatitis, and possible dementia.  Deficiency usually occurs in severely malnourished individuals (eg, alcohol use disorder, anorexia nervosa); however, niacin is plentiful in many vegetables and deficiency is uncommon in a vegan diet. $#(Choice E)#  Thiamine is found in many vegan products, including legumes, brown rice, and whole-grain cereals.  Thiamine deficiency is most common in those with alcohol use disorder and leads to Wernicke-Korsakoff syndrome (oculomotor dysfunction, ataxia, memory loss). $#Educational objective# Individuals on a vegan diet are at increased risk for deficiencies in calcium and vitamin D, which may increase the risk for osteoporosis and bone fractures.  Cobalamin (vitamin B12) deficiency can also occur.  "},

{"id":"12068","title":"A 35-year-old woman comes to the office due to malaise and generalized weakness.  The patient has type 1 diabetes mellitus and hypothyroidism for which she takes insulin and levothyroxine.  She eats a balanced diabetic diet and exercises 5 times per week.  Physical examination shows mild conjunctival pallor.  Laboratory results are as follows:","title_table":"?Hemoglobin? 10 g/dL ?Mean corpuscular volume? 118 µm3 ?Folate, serum? 9 ng/mL (normal: 2.5–20) ?Vitamin B12, serum? 60 pg/mL (normal: 200–800)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following changes are most likely to be present in this patient?","audio":"","comparison_items":"§∆Serum gastrin ∆Gastric pH ∆Gastric parietal cell mass","answer_1":"§A. ∆ ↑ ∆↑ ∆↑","answer_2":"§B. ∆ ↑ ∆↑ ∆↓","answer_3":"§C. ∆ ↑ ∆↓ ∆↑","answer_4":"§D. ∆ ↓ ∆↑ ∆↑","answer_5":"§E. ∆ ↓ ∆↓ ∆↓","percent_1":"6%","percent_2":"50%","percent_3":"20%","percent_4":"10%","percent_5":"13%","right_answer":"§B. ∆ ↑ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12068.jpg","explanation_1":"","explanation_2":"$This patient with malaise, weakness, and conjunctival pallor has anemia due to #vitamin B12 (cobalamin) deficiency#.  With a history of #autoimmune disease# (eg, type 1 diabetes mellitus, Hashimoto thyroiditis) and a balanced diet, the most likely cause is #pernicious anemia#.  This autoimmune condition occurs as a result of a #CD4+ cell–mediated immune response# against parietal cells in the body and fundus of the stomach; autoantibodies against parietal cell components are also produced in many patients but are less significant in the pathogenesis of disease. $Parietal cells normally produce hydrochloric acid and intrinsic factor.  In pernicious anemia, progressive destruction of oxyntic (acid-producing) mucosa leads to #loss of gastric parietal cell mass#, resulting in: $• Decreased hydrochloric acid secretion (achlorhydria), which #increases gastric pH#.  Increased gastric alkalinity provides positive feedback for the production of gastrin (which normally stimulates parietal cell acid release).  As a result, patients with pernicious anemia have #elevated gastrin# levels #(choices D and E)#. $• Decreased @intrinsic factor@ secretion, which impairs absorption of dietary vitamin B12 in the terminal ileum.  Vitamin B12 deficiency leads to #megaloblastic anemia#, as in this patient with an increased mean corpuscular volume, and subacute combined degeneration of the spinal cord. $#(Choice A)#  Proton pump inhibitors increase gastric pH, which upregulates gastrin secretion.  Prolonged use may result in secondary hypertrophy and hyperplasia of gastric parietal cells, a finding not seen in pernicious anemia. $#(Choice C)#  Gastrinomas are gastrin-secreting tumors that typically develop in the pancreas and duodenum.  Because parietal cells respond appropriately in this condition, the excess gastrin production results in parietal cell hypertrophy and increased hydrochloric acid secretion (ie, decreased gastric pH). $#Educational objective# Pernicious anemia is an autoimmune disease characterized by CD4+ cell–mediated destruction of parietal cells.  Because these cells normally produce hydrochloric acid, patients with pernicious anemia have elevated gastric pH, which upregulates gastrin secretion.  Decreased parietal cell secretion of intrinsic factor also results in vitamin B12 deficiency (eg, megaloblastic anemia).  ","clickable_1":"images/img1.12068.jpg"},

{"id":"18615","title":"A group of researchers investigates why individuals who have undergone gastrectomy lose more weight than can be explained by dietary changes alone.  They recruit several subjects who have had distal gastrectomy for benign gastric-outlet obstruction for a clinical study.  Control subjects with matching baseline weight are also enrolled and are instructed to follow a diet similar to that of the postgastrectomy subjects during the study period.  Plasma levels of several hormones are serially measured over 24 hours in both groups.  Levels of one of the hormones are shown in the graph below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/18615.jpg","title_2":"This profile most likely represents which of the following hormones?","audio":"","comparison_items":"","answer_1":"A. Cholecystokinin","answer_2":"B. Gastrin","answer_3":"C. Ghrelin","answer_4":"D. Insulin","answer_5":"E. Leptin","answer_6":"F. Motilin","percent_1":"4%","percent_2":"21%","percent_3":"64%","percent_4":"5%","percent_5":"5%","percent_6":"2%","right_answer":"C. Ghrelin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18615.jpg","explanation_1":"","explanation_2":"$The 24-hour hormone levels in the control subjects show increasing secretion leading up to meals, followed by a sharp postprandial drop.  However, the subjects who have undergone gastrectomy show lower baseline levels with attenuation of meal-related fluctuations.  This pattern suggests that the hormone is likely secreted in the stomach and suppressed by food intake, which is consistent with the secretory pattern of #ghrelin#. $Ghrelin is #produced primarily in the stomach# in response to #fasting#; levels surge leading up to meals and fall after eating.  Ghrelin #stimulates appetite# and promotes #weight gain#.  Caloric restriction and falling fat stores lead to increased ghrelin levels (along with decreased leptin and insulin levels), which limits weight loss from dietary modification alone.  However, patients who have undergone @bariatric procedures@ that remove a portion of the stomach (eg, roux-en-Y gastric bypass, sleeve #gastrectomy#) can lose a significant number of ghrelin-secreting cells.  This leads to #lower ghrelin levels# and less stimulation of appetite in response to fasting, promoting weight loss. $#(Choice A)#  Cholecystokinin stimulates gallbladder contraction and pancreatic enzyme and bicarbonate secretion.  It is secreted in the duodenum and jejunum in response to fat and protein in the intestinal lumen, and levels rise following meals. $#(Choice B)#  Gastrin stimulates parietal cell acid production.  It is secreted primarily by G cells of the gastric antrum in response to vagal activity, gastric distension, and the presence of amino acids in the gastric lumen.  Although gastrin production would be lower in the postgastrectomy subjects, gastrin levels normally rise (not fall) in response to meals. $#(Choice D)#  Insulin levels rise rapidly in response to increased blood glucose following meals then gradually fall back to baseline.  Insulin is secreted by pancreatic beta cells and would not be drastically reduced following gastrectomy. $#(Choice E)#  Leptin is produced primarily by fat cells in response to short-term food intake and long-term adequacy of fat stores.  It acts on the hypothalamus to decrease appetite (obesity blunts this action).  During fasting states, leptin levels fall. $#(Choice F)#  Motilin stimulates smooth muscle contraction in the upper gastrointestinal tract and generally increases gastric motility.  Although secretion appears to increase during fasting and decrease following meals, it is produced primarily in the duodenal mucosa rather than the stomach. $#Educational objective# Ghrelin is produced in the stomach in response to fasting; levels surge leading up to meals and fall after eating.  Ghrelin stimulates appetite and promotes weight gain.  Patients who have undergone gastrectomy have reduced ghrelin levels, leading to weight loss.  ","clickable_1":"images/img1.18615.jpg"},

{"id":"755","title":"A 46-year-old obese man is referred to a dietitian for evaluation of his food intake.  He has been trying to lose weight but has been unsuccessful.  The patient is 172.7 cm (5 ft 8 in) tall and weighs 113 kg (250 lb).  Analysis of his food intake shows that he is consuming 3600 Calories a day.  The dietitian recommends increasing physical activity and implementing a dietary plan.  In the first phase, the patient is advised to reduce his daily dietary intake to 3,000 Calories, with 30% coming from protein.  How much protein per day will this patient consume on the new dietary plan?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 130 g","answer_2":"B. 160 g","answer_3":"C. 180 g","answer_4":"D. 225 g","answer_5":"E. 250 g","percent_1":"11%","percent_2":"7%","percent_3":"14%","percent_4":"56%","percent_5":"12%","right_answer":"D. 225 g","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Dietary energy comes predominantly from protein, carbohydrate, and fat.  Metabolism yields #4# Calories (Cal) per gram of #protein# or #carbohydrate# and #9# Cal per gram of #fat#.  Ethanol yields 7 Cal per gram. $This patient is instructed to consume 3000 Cal per day, 900 (30%) of which are to be from protein.  Because #1 g of protein yields 4 Cal of energy#, this patient should consume (900 Cal /4 Cal) = 225 g/day of protein. $Educational objective Metabolism of 1 g of protein or carbohydrate produces 4 Calories of energy; metabolism of 1 g of fat produces 9 Calories. "},

{"id":"1061","title":"A 13-year-old boy is brought to the emergency department for evaluation of a rash and difficulty walking.  A couple of weeks ago, the patient's mother noticed that he was walking with a slight limp.  There were also a few red spots on his legs at that time.  Over the past couple of days, the rash has progressed, and he now seems to have pain in both legs.  The patient has autism and is nonverbal.  He is a picky eater and takes no medications.  Examination shows tenderness to palpation of his bilateral lower extremities.  The patient requires assistance to stand.  Reflexes are intact.  Skin examination is shown in the @exhibit@.  Oropharyngeal examination shows poor dentition with swollen, tender gums.  Imaging studies reveal subperiosteal hematomas affecting the bilateral tibias.  A deficiency of which of the following is the most likely cause of this patient's clinical findings? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1061.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Vitamin B2 (riboflavin)","answer_2":"B. Vitamin B3 (niacin)","answer_3":"C. Vitamin B6 (pyridoxine)","answer_4":"D. Vitamin B7 (biotin)","answer_5":"E. Vitamin B12 (cobalamin)","answer_6":"F. Vitamin C (ascorbic acid)","answer_7":"G. Vitamin D","answer_8":"H. Vitamin K","percent_1":"2%","percent_2":"4%","percent_3":"3%","percent_4":"1%","percent_5":"3%","percent_6":"68%","percent_7":"3%","percent_8":"16%","right_answer":"F. Vitamin C (ascorbic acid)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Water-soluble vitamins#∆⨉∆⨉ §^#Vitamin# ∆^#Primary function# ∆^#Deficiency# §^#Thiamine (B1)# ∆^Decarboxylation of α-keto acids (carbohydrate metabolism) ∆ • Beriberi (peripheral neuropathy, heart failure) • Wernicke-Korsakoff syndrome §^#Riboflavin (B2)# ∆^Mitochondrial redox reactions (FMN, FAD) ∆ • Cheilosis, stomatitis, glossitis • Normocytic anemia §^#Niacin (B3)# ∆^Redox reactions (NAD/NADP) ∆ • Pellagra (dermatitis, dementia, diarrhea) §^#Pantothenic acid (B5)# ∆^Acetylation reactions (CoA) ∆ • Distal paresthesia (rare) §^#Pyridoxine (B6)# ∆^Transamination of amino acids (amino acid synthesis) ∆ • Peripheral neuropathy • Cheilosis, stomatitis, glossitis §^#Biotin (B7)# ∆^Carboxylase reactions (CO₂ carrier) ∆ • Dermatitis, conjunctivitis, alopecia, neurologic changes §^#Folate (B9)# ∆^Hydroxymethyl/formyl carrier (purine & thymine synthesis) ∆ • Megaloblastic anemia • Neural tube defects (fetus) §^#Cobalamin (B12)# ∆^Isomerase & methyltransferase cofactor (DNA & methionine synthesis) ∆ • Megaloblastic anemia • Neurologic deficits §^#Ascorbic acid (C)# ∆^Hydroxylation of proline & lysine (collagen synthesis) ∆ • Scurvy (perifollicular hemorrhage, gingivitis, muscle pain) %#FAD# = flavin adenine dinucleotide; #FMN# = flavin mononucleotide.","explanation_img":"","explanation_1":"","explanation_2":"$This patient with perifollicular hemorrhages, gingivitis, and subperiosteal hematomas likely has #vitamin C deficiency (scurvy)#.  This condition is rare in resource-rich countries but can occur in patients who are malnourished; children with autism, as in this case, are at increased risk due to a higher likelihood of self-#restrictive diets# that lack vitamin C–rich foods (eg, vegetables, citrus fruits). $Vitamin C is a cofactor for the hydroxylation of proline and lysine during @collagen synthesis@.  Hydroxyproline and hydroxylysine are essential for the spontaneous cross-linking of collagen molecules.  Vitamin C deficiency impairs collagen cross-linking, compromising tensile strength, particularly in the skin and vascular walls.  Increased #vascular wall fragility# leads to: $• @Perifollicular hemorrhages@ $• Petechiae/ecchymoses $• #Periodontal disease# (@gingival erythema@/edema/bleeding) $• Intramuscular or #subperiosteal hemorrhages#, especially in the lower extremities due to increased hydrostatic pressure.  This results in #pain# and #difficulty with ambulation#, which may be the presenting symptoms in children. $Other features associated with defective collagen production in vitamin C deficiency include poor wound healing, follicular hyperkeratosis, and corkscrew hairs. $#(Choice A)#  Vitamin B2 (riboflavin) deficiency is characterized by stomatitis, cheilosis, and glossitis but not perifollicular/subperiosteal hemorrhage. $#(Choice B)#  Vitamin B3 (niacin) deficiency, or pellagra, is characterized by dermatitis, dementia, and diarrhea.  Bleeding symptoms are not seen. $#(Choices C, E, and G)#  Vitamin B6 (pyridoxine) and B12 (cobalamin) deficiencies may cause peripheral neuropathy that leads to difficulty walking.  Similarly, vitamin D deficiency can cause difficulty walking but due to osteomalacia and bone pain.  None of these conditions are associated with the subperiosteal and perifollicular hemorrhages seen in this patient. $#(Choice D)#  Vitamin B7 (biotin) deficiency may cause difficulty walking that would be due to a neurologic deficit (eg, ataxia, paresthesias), not subperiosteal hematomas.  Moreover, other typical findings include perioral dermatitis, conjunctivitis, and alopecia, none of which are seen in this patient. $#(Choice H)#  Vitamin K deficiency leads to impaired synthesis of coagulation factors, most commonly causing easy bruising and mucosal bleeding.  In contrast to this case, gingivitis (swollen, tender gums) would not be seen.  Moreover, the perifollicular hemorrhages seen in this patient are more specific for scurvy because they represent capillary fragility, not impaired coagulation. $#Educational objective# Vitamin C is a cofactor for the hydroxylation of proline and lysine during collagen synthesis, which is essential for maximum tensile strength.  Deficiency (scurvy) is characterized by periodontal disease, impaired wound healing, vascular wall fragility (eg, perifollicular, subperiosteal hemorrhage), follicular hyperkeratosis, and corkscrew hairs.  ","clickable_1":"images/img1.1061.jpg","clickable_2":"images/img2.1061.jpg","clickable_3":"images/img3.1061.jpg"},

{"id":"1847","title":"In an animal experiment, murine proerythroblasts are cultured in 2 different growth media; the first medium is folate deficient, whereas the second (control) is supplemented with additional folic acid.  Both media contain high concentrations of erythropoietin.  Over 48 hours, cells in the control media proliferate and differentiate into reticulocytes, whereas in the folate-deficient media, cell proliferation is minimal, with the majority of cells undergoing apoptosis.  In another experiment, a substance is added to the folate-deficient media; this substance prevents apoptosis and permits proliferation of some of the proerythroblasts.  Which of the following is the most likely substance added to the growth medium?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cobalamin","answer_2":"B. Cytosine","answer_3":"C. Glutamine","answer_4":"D. Homocysteine","answer_5":"E. Thymidine","percent_1":"40%","percent_2":"3%","percent_3":"4%","percent_4":"21%","percent_5":"32%","right_answer":"E. Thymidine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1847.jpg","explanation_1":"","explanation_2":"$Folate derivatives are crucial in the synthesis of nucleic acids (particularly thymine), conversion of homocysteine to methionine, and generation of one-carbon carriers (eg, S-adenosylmethionine) for methylation reactions.  All biochemical functions of folate require the reduced #tetrahydrofolate# form of the vitamin, which is synthesized by dihydrofolate reductase (a rate-limiting step in folate metabolism). $The enzyme #thymidylate synthase# is responsible for converting deoxyuridine monophosphate (dUMP) to deoxythymidine monophosphate (dTMP).  Although most enzymes involved in one-carbon metabolism maintain folate in its active tetrahydrofolate form, thymidylate synthase is unique in that it oxidizes 5,10-methylenetetrahydrofolate to dihydrofolate.  This makes #de novo thymidine synthesis# particularly susceptible to folate-deficient conditions because tetrahydrofolate must be continuously regenerated by dihydrofolate reductase. $In this experiment, inhibition of thymidylate synthase due to #deficient folate# increases the ratio of dUMP to dTMP, causing the incorporation of #uracil into DNA# in place of thymidine.  This leads to excessive activation of DNA repair mechanisms, resulting in double-stranded DNA breaks and apoptosis.  #Thymidine# supplementation reduces the metabolic folate demand, #preventing apoptosis# in folate-deficient cells. $#(Choice A)#  @Cobalamin@ is a necessary cofactor for methionine synthase, the enzyme that transfers a methyl group from 5-methyltetrahydrofolate to homocysteine, forming methionine and regenerating tetrahydrofolate.  Cobalamin deficiency can cause folate to become trapped in 5-methyltetrahydrofolate form, resulting in secondary folate deficiency. $#(Choice B)#  Cytosine is a pyrimidine base.  Unlike thymine, it is not dependent on folate and can be synthesized in sufficient quantities under folate-deficient conditions. $#(Choice C)#  Glutamine is a major source of nitrogen in the synthesis of purine and pyrimidine bases.  However, glutamine supplementation would not ameliorate the cellular apoptosis induced by folate deficiency. $#(Choice D)#  Homocysteine is an amino acid associated with endothelial cell injury and vascular inflammation.  Levels are elevated in folate deficiency due to impaired conversion into methionine. $#Educational objective# Folate deficiency inhibits the synthesis of nucleic acids, particularly the formation of thymidine.  This leads to defective DNA synthesis and increased apoptosis affecting hemopoietic cells (megaloblastic anemia).  Thymidine supplementation bypasses the enzyme thymidylate synthase and can reduce erythroid cell apoptosis.  ","clickable_1":"images/img1.1847.jpg"},

{"id":"1064","title":"A 52-year-old woman comes to the office with a 2-month history of skin rash that worsens with sun exposure.  Her family says that lately she has become irritable and hostile and has had episodes of disorientation.  The patient does not use tobacco or recreational drugs but has been drinking a half bottle of gin daily.  Further questioning reveals poor nutritional intake and intermittent diarrhea.  The patient restricts her diet for weight control.  BMI is 17 kg/m2.  On examination, she has a well-demarcated, hyperpigmented, scaly rash on the hands, forearms, and upper chest.  It is determined that the patient is deficient in a vitamin that is used to synthesize the NAD+ coenzyme.  Which of the following substances can also be used as a precursor during production of this coenzyme?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arginine","answer_2":"B. Carotene","answer_3":"C. Cholesterol","answer_4":"D. Orotic acid","answer_5":"E. Phenylalanine","answer_6":"F. Tryptophan","percent_1":"17%","percent_2":"8%","percent_3":"3%","percent_4":"7%","percent_5":"10%","percent_6":"54%","right_answer":"F. Tryptophan","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1064.jpg","explanation_1":"","explanation_2":"$#Pellagra# (\"rough skin\" in Italian vernacular) is due to #niacin deficiency# and is characterized by 3 Ds: dermatitis, diarrhea, and dementia: $• @Dermatitis@ is bilateral and symmetric on sun-exposed areas of the body and is characterized by rough, thick, scaly skin. $• #Diarrhea# is due to atrophy (and occasional ulceration) of columnar epithelium of the gastrointestinal tract. $• #Dementia# is due to neuronal degeneration in the brain and spinal cord, with lesions like those associated with pernicious anemia. $Niacin (nicotinic acid, or vitamin B3) is an essential component of the #coenzymes NAD and NADP#, which participate in redox metabolism.  Specifically, NAD functions as a coenzyme for dehydrogenases involved in the metabolism of fats, carbohydrates, and amino acids; NADP is crucial in the hexose-monophosphate shunt of glucose metabolism and for biosynthesis of cholesterol and fatty acids. $Niacin can be obtained through dietary intake or #synthesized endogenously# from #tryptophan#.  In developing countries, niacin deficiency is seen in populations that subsist primarily on corn products (niacin in corn occurs in a bound, unabsorbable form).  In developed countries, it is primarily seen in patients with impaired nutritional intake (eg, alcohol use disorder, chronic illness).  Pellagra can also be seen occasionally in those with carcinoid syndrome, prolonged isoniazid therapy, or Hartnup disease. $#(Choice A)#  Arginine is a nonessential amino acid and a precursor of nitric oxide, urea, ornithine, and agmatine.  It is also necessary for the formation of creatine. $#(Choice B)#  Carotene is the precursor to vitamin A.  Carotene deficiency may result in night blindness and immune dysfunction. $#(Choice C)#  Cholesterol is the precursor to steroid hormones. $#(Choice D)#  Orotic acid is a precursor of pyrimidine.  Hereditary orotic aciduria occurs due to impairment of the enzyme uridine monophosphate synthetase, which synthesizes pyrimidines from orotic acid.  The accumulation of orotic acid leads to megaloblastic anemia, developmental delay, and failure to thrive. $#(Choice E)#  Phenylalanine is an essential amino acid and the precursor to tyrosine, an amino acid necessary for the formation of catecholamines.  Phenylketonuria (PKU) occurs due to impairment of the enzyme phenylalanine hydroxylase, which synthesizes tyrosine from phenylalanine. $#Educational objective# Niacin (vitamin B3) can be synthesized endogenously from tryptophan and is an essential component of NAD and NADP.  A deficiency of this vitamin results in pellagra, which is characterized by dermatitis, diarrhea, and dementia.  ","clickable_1":"images/img1.1064.jpg"},

{"id":"7584","title":"A 56-year-old man comes to the emergency department because of sudden onset of severe, diffuse abdominal pain.  The patient has experienced 3 months of epigastric pain that has been refractive to proton-pump inhibitor therapy.  Physical examination reveals an exquisitely tender, rigid abdomen with rebound tenderness.  Abdominal radiographs reveal free air under the diaphragm.  Supportive therapy is initiated.  Exploratory laparotomy reveals a large, perforated gastric ulcer with features suggestive of malignancy.  He undergoes partial gastrectomy with gastrojejunostomy.  Long-term supplementation with which of the following is most important in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascorbic acid","answer_2":"B. Biotin","answer_3":"C. Iron","answer_4":"D. Pantothenic acid","answer_5":"E. Pyridoxine","percent_1":"4%","percent_2":"5%","percent_3":"74%","percent_4":"4%","percent_5":"13%","right_answer":"C. Iron","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7584.jpg","explanation_1":"","explanation_2":"$Partial gastrectomy with #gastrojejunostomy# is most often performed to treat #complicated peptic ulcer disease# (eg, perforation, malignancy, gastric outlet obstruction) or ulcers refractory to medical management.  In a Billroth II gastrojejunostomy, the gastric antrum is removed to decrease gastrin production and for histopathologic evaluation.  A side-to-side anastomosis is then made between the jejunum and the gastric body, bypassing the duodenum and proximal jejunum. $#Iron absorption# occurs predominantly in the #duodenum and proximal jejunum#, and bypass of this segment of small bowel results in iron deficiency #anemia#.  The post-surgical decrease in gastric acidity also diminishes iron absorption and may contribute to iron deficiency in these patients.  Treatment is accomplished with pharmacologic #iron supplementation#, which allows for adequate iron absorption at secondary absorption sites in the distal small bowel. $Deficiency involving thiamine, folate, vitamin B12, fat-soluble vitamins (especially vitamin D), and calcium is also common following gastrojejunostomy. $#(Choice A)#  Although ascorbic acid (vitamin C) can increase the bioavailability of nonheme iron, vitamin C supplementation would not be enough to counteract the effect of decreased iron absorption post-gastrojejunostomy. $#(Choices B and D)#  Biotin (vitamin B7) and pantothenic acid (vitamin B5) are absorbed in the small and large intestine via the sodium-dependent multivitamin transporter.  Deficiency of either of these vitamins is rare and not associated with gastric bypass procedures. $#(Choice E)#  Pyridoxine (vitamin B6) absorption occurs in the jejunum and the ileum by passive diffusion and is not typically affected by gastrojejunostomy. $#Educational objective# Iron absorption occurs predominantly in the duodenum and proximal jejunum.  Bypass of this segment of small bowel by gastrojejunostomy results in iron deficiency anemia that can be corrected with pharmacologic iron supplementation.  Malabsorption of thiamine, folate, vitamin B12, fat-soluble vitamins (especially vitamin D), and calcium is also common following gastric bypass procedures.  "},

{"id":"1581","title":"A 44-year-old woman comes to the clinic after several near collisions over the past month while driving at night.  She also has generalized pruritus.  The patient has not seen a physician for several years and has missed several scheduled appointments.  She takes no medications.  On physical examination, she has patchy areas of coarse, thickened skin on the extremities.  Which of the following processes is most likely responsible for this patient's findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic kidney disease","answer_2":"B. Inadequate sunlight exposure","answer_3":"C. Prolonged biliary obstruction","answer_4":"D. Recurrent microvascular vasoocclusion","answer_5":"E. Strict vegan diet","percent_1":"6%","percent_2":"3%","percent_3":"58%","percent_4":"13%","percent_5":"21%","right_answer":"C. Prolonged biliary obstruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vitamin A#∆⨉∆⨉ § ∆^#Deficiency# ∆^#Toxicity# §^#Causes# ∆ • Insufficient dietary intake$ (resource-limited regions) • Fat malabsorption (eg, pancreatic $insufficiency, cholestasis, short $bowel syndrome) ∆ • Dietary excess (eg, eggs, liver, kidney) • Medications (eg, retinoids) §^#Clinical$ features# ∆ • Night blindness • Dry eyes, Bitot spots • Hyperkeratosis • Diminished immune response ∆ • Benign intracranial hypertension • Bone pain, fractures • Hepatomegaly • Dry skin & mucosa; alopecia • Teratogenic","explanation_img":"","explanation_1":"","explanation_2":"This patient's impaired driving at night and coarse, thickened skin are suggestive of #vitamin A deficiency#.  Vitamin A is a lipid-soluble vitamin necessary for vision (phototransduction, retinal and conjunctival development) and keratinocyte differentiation.  Deficiency is characterized by #night blindness# and #xerophthalmia# (conjunctival and corneal dryness).  In some patients, abnormal conjunctival keratinization may lead to Bitot spots, or foamy white plaques in the eye.  Nonspecific dermatologic findings are also common and may include #hyperkeratosis# (thickened skin), as seen here. $Dietary intake of vitamin A comes from a combination of beta-carotene, a provitamin found in plants (eg, green leafy vegetables, carrots), and preformed vitamin A from animal sources (eg, eggs, liver, kidney).  In resource-rich regions, most individuals have adequate dietary intake of vitamin A, but patients may develop deficiency due to fat malabsorption related to biliary obstruction, exocrine pancreatic insufficiency (eg, cystic fibrosis), or small-bowel resection (eg, Crohn disease, bariatric surgery). $This patient with generalized #pruritus# and signs of vitamin A deficiency should be evaluated for @primary biliary cholangitis (PBC)@, an autoimmune disease most common in middle-aged women and characterized by destruction of small intrahepatic bile ducts.  Because bile acids are important for solubilization and absorption of fats, patients with #chronic biliary obstruction# due to PBC may develop #deficiency of fat-soluble vitamins# (A, D, E, and K).  Generalized pruritus is common due to bile acid accumulation in the skin; jaundice is often not apparent until later in the disease course. $#(Choices A and B)#  Inadequate exposure to sunlight can cause vitamin D deficiency in individuals without adequate dietary vitamin D intake.  Chronic kidney disease can also result in vitamin D deficiency due to reduced production of 1,25-dihydroxyvitamin D.  Vitamin D deficiency is characterized by bone pain and fractures (eg, osteomalacia), not night blindness. $#(Choice D)#  Sickle cell disease is a form of chronic hemolytic anemia that can cause retinopathy due to microvascular vasoocclusion, retinal ischemia, and neovascularization/hemorrhage.  However, vision impairment would not be restricted to nighttime, and affected patients would likely have other vasoocclusive symptoms (eg, pain crises). $#(Choice E)#  A strict vegan diet is a risk factor for vitamin B12 (cobalamin), not vitamin A, deficiency.  Vitamin B12 deficiency presents with megaloblastic anemia (eg, fatigue, pallor) and neurologic deficits (eg, tingling, numbness). $#Educational objective# Vitamin A deficiency causes night blindness and hyperkeratosis.  Deficiency of this lipid-soluble vitamin can develop in patients with fat malabsorption due to chronic biliary obstruction, exocrine pancreatic insufficiency, or small-bowel resection.  ","clickable_1":"images/img1.1581.jpg"},

{"id":"8425","title":"An investigator is studying weight regulation using experimental mouse models.  Knockout mice are created with a homozygous mutation in the gene coding for the leptin receptor.  This mutation prevents the receptor from binding leptin and initiating its normal signaling cascade.  The knockout mice are allowed to feed at will, and their body mass index (BMI) and serum leptin levels are measured and compared with control mice.  On the graph below, area C represents the normal relationship between BMI and leptin in a control mouse.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8425.jpg","title_2":"Which of the following areas represents the expected relationship between BMI and serum leptin levels in a leptin receptor mutant mouse?","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"15%","percent_2":"69%","percent_3":"1%","percent_4":"4%","percent_5":"11%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Leptin is a protein hormone that plays an important role in regulating appetite and metabolism.  It is produced primarily in adipocytes, and large fat cells produce more leptin than small ones.  Serum leptin concentrations are highly correlated with body fat content. $Leptin decreases food intake in the following important ways:  $1. Leptin decreases the production of neuropeptide Y, a potent appetite stimulant, in the arcuate nucleus of the hypothalamus.  $2. Leptin stimulates the production of proopiomelanocortin (POMC) in the arcuate nucleus.  Alpha-melanocyte-stimulating hormone (alpha-MSH) is produced by cleavage of POMC and inhibits food intake. $The knockout mouse described is homozygous for a mutation in the gene encoding the leptin receptor (db/db), resulting in ineffective leptin signaling.  As a result, these mice become hyperphagic and profoundly obese.  As leptin production is normal in these mice, leptin levels are elevated due to the increased lipocyte mass.  In contrast, mice that are homozygous for a mutation resulting in impaired leptin production (ob/ob) also become hyperphagic and profoundly obese, but their leptin levels are low #(choice A).# $Human obesity resulting from mutations in the leptin receptor and the leptin gene has been described.  However, most obese individuals do not have either of these mutations.  Instead, it is thought that the sustained elevation in leptin levels from the enlarged fat stores results in leptin desensitization.  Thus, obese individuals become resistant to the effects of leptin in a manner similar to the development of insulin resistance in type 2 diabetes. $#(Choice D)#  Low leptin and low BMI correlate with low adipocyte stores and may be seen after prolonged starvation. $#(Choice E)#  With intact receptor signaling, elevated leptin levels (ie, from exogenous leptin administration) would result in weight loss. $#Educational objective# Leptin is a protein hormone produced by adipocytes in proportion to the quantity of fat stored.  Leptin acts on the arcuate nucleus of the hypothalamus to inhibit production of neuropeptide Y (decreasing appetite) and stimulate production of alpha-MSH (increasing satiety).  Mutations in the leptin gene or receptor result in hyperphagia and profound obesity.  "},

{"id":"1838","title":"A 42-year-old man comes to the office due to numbness and tingling in both legs and difficulty walking for the past several months.  He has also noticed that he tires more easily with physical activity.  Temperature is 36.8 C (98.2 F), blood pressure is 122/86 mm Hg, pulse is 76 /min, and respirations are 14/min.  Physical examination shows conjunctival pallor and loss of vibration and position sensation in the bilateral lower extremities with associated gait ataxia.  The remainder of the examination is within normal limits.  Which of the following findings is most likely to be present on further questioning of the patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ongoing treatment for latent tuberculosis","answer_2":"B. Strict vegan diet for the past 6 years","answer_3":"C. Total gastrectomy 8 months ago","answer_4":"D. Use of an antiepileptic drug for the past 3 months","answer_5":"E. Working indoors most of the time","percent_1":"6%","percent_2":"63%","percent_3":"27%","percent_4":"4%","percent_5":"0%","right_answer":"B. Strict vegan diet for the past 6 years","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1838.jpg","explanation_1":"","explanation_2":"$This patient most likely has deficiency of #vitamin B12# (cobalamin), a water-soluble vitamin obtained solely from the diet, specifically #animal products# such as meat, dairy, and fish.  Vitamin B12 cannot be obtained directly from plant products, placing #strict vegans# at risk for #dietary deficiency#, particularly those who do not eat vitamin B12–fortified foods; without supplementation, patients with impaired @intrinsic factor@ production (eg, pernicious anemia, total gastrectomy) also inevitably develop deficiency. $The liver can store approximately 1,000 times the daily vitamin B12 requirement; deficiency develops only after the #complete absence of intake# or absorption for #3-4 years#, making a long-standing (ie, 6 years) vegan diet consistent with this patient's presentation, in contrast to a recent (ie, 8 months) gastrectomy #(choice C).# $Development of anemia and severe, potentially irreversible neurologic damage can result from vitamin B12 deficiency.  Red blood cell synthesis relies on vitamin B12–dependent recycling of folate; deficiency of either vitamin results in @megaloblastic anemia@.  Impaired myelin synthesis, specifically in the dorsal and lateral columns, results in #subacute combined degeneration# of the spinal cord.  This condition is progressive and begins as a symmetric neuropathy consisting of paresthesia and weakness.  Ongoing deficiency leads to loss of vibration and position sensation with development of an ataxic gait.  The longer the deficiency is untreated, the less likely the neurologic deficits can be reversed. $#(Choice A)#  Isoniazid is often used to treat latent tuberculosis infection.  It impairs the availability of vitamin B6, which can result in peripheral neuropathy in high risk patients (eg, pregnancy, HIV, diabetes mellitus); anemia (eg, conjunctival pallor) would be unexpected. $#(Choice D)#  Phenytoin, an antiepileptic drug used to treat focal and generalized seizures, may result in folate deficiency and development of megaloblastic anemia.  Phenytoin can also cause peripheral neuropathy, but this adverse effect usually occurs only with chronic therapy (>1 year). $#(Choice E)#  Vitamin D deficiency can develop over several months due to inadequate dietary intake and minimal sunlight exposure.  This deficiency presents as rickets in children and osteomalacia or osteoporosis in adults. $#Educational objective# Vitamin B12 is obtained through the diet solely from animal sources, which places strict vegans at risk for dietary deficiency.  This deficiency takes years to develop due to the large hepatic vitamin B12 reserve, and presents with megaloblastic anemia and potentially irreversible neurologic deficits (eg, paresthesia, weakness, ataxic gait).  ","clickable_1":"images/img1.1838.jpg","clickable_2":"images/img2.1838.jpg"},

{"id":"710","title":"A 5-week-old boy is brought to the emergency department after having tonic-clonic movements of his left upper and lower extremity that lasted approximately 3 minutes.  The patient was born at 38 weeks gestation to a 23-year-old primigravid woman.  The mother received normal prenatal care, took prenatal vitamins, and had a healthy diet during pregnancy.  The infant's newborn screen was positive for cystic fibrosis, and confirmatory testing is pending.  The infant has been breastfeeding exclusively.  He has never taken any medications and has received no vaccinations.  On examination, the infant is postictal.  A CT scan of the head shows a right-sided intracranial hemorrhage.  Which of the following is the most likely cause of this infant's presentation?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Failure of amino acid hydroxylation","answer_2":"B. Failure of fatty-acid oxidation","answer_3":"C. Failure of rhodopsin production","answer_4":"D. Impaired gamma carboxylation","answer_5":"E. Ineffective erythropoiesis","answer_6":"F. Reduced activation of intranuclear receptors","percent_1":"11%","percent_2":"16%","percent_3":"3%","percent_4":"58%","percent_5":"4%","percent_6":"8%","right_answer":"D. Impaired gamma carboxylation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Infantile vitamin K–deficient bleeding! ?Pathophysiology? • Low vitamin K stores (poor placental transfer, sterile gut, low content in $breast milk) • Inefficient vitamin K use by immature liver ?Clinical features? • Classically presents on day 2-7 of life* • Easy bruising • Umbilical, mucosal & gastrointestinal bleeding • Intracranial hemorrhage ?Laboratory findings? • ↑ PT • ↑ PTT (if severe) • Normal platelet count ?Prevention? • Intramuscular vitamin K at birth %*Can occur up to age 6 months.","explanation_img":"","explanation_1":"","explanation_2":"This infant has a right-sided intracranial hemorrhage causing contralateral seizure activity.  In an infant who has not received any medications, the most likely cause of bleeding is #vitamin K deficiency#.  Newborns physiologically have low vitamin K stores due to poor transplacental transfer and inefficient use by the liver.  Additional risk factors include exclusive breastfeeding, due to the low vitamin K content of breast milk, and #cystic fibrosis# (CF), due to malabsorption of #fat-soluble vitamins# (A, D, E, K). $ Vitamin K is an essential cofactor for #gamma-glutamyl carboxylase#, an enzyme that carboxylates #coagulation factors II, VII, IX, and X#.  Carboxylation allows for the creation of calcium-binding sites, which attract clotting factors to negatively charged phospholipids on platelets and endothelial cells, which is necessary for efficient coagulation.  Vitamin K deficiency leads to impaired clotting factor activity. $ Newborns who do not receive routine #vitamin K prophylaxis# at birth are at greatest risk for vitamin K–deficient bleeding.  Lack of functioning coagulation factors predisposes to #life-threatening bleeding#, such as #intracranial hemorrhage# and profuse bleeding from the gastrointestinal tract, umbilicus, and surgical sites. $ (Choice A)  Vitamin C (ascorbic acid) deficiency results in defective collagen synthesis due to failure of hydroxylation of proline and lysine.  Mucosal bleeding and skin bruising are typical and occur in severely malnourished individuals and those who misuse drugs or alcohol.  Breast milk provides adequate ascorbic acid. $ (Choice B)  Vitamin B3 (niacin) deficiency results in failure of formation of nicotinamide adenine dinucleotide (NAD) and nicotinamide adenine dinucleotide phosphate (NADP), which are required for fatty-acid oxidation and synthesis, respectively.  Niacin deficiency presents with pellagra (ie, dermatitis, diarrhea, dementia), not intracranial hemorrhage. $ #(Choices C and F)#  Patients with CF are at risk for deficiency of vitamins A and D.  Vitamin A deficiency impairs rhodopsin formation and leads to night blindness and xerophthalmia, not bleeding.  Reduced activation of intranuclear receptors occurs in vitamin D deficiency.  Although vitamin D is poorly absorbed from breast milk, deficiency causes rickets (eg, craniotabes), not bleeding diathesis. $ (Choice E)  Erythropoiesis requires folate, deficiency of which leads to megaloblastic anemia, not hemorrhage. $ Educational objective Vitamin K is necessary for carboxylation of coagulation factors II, VII, IX, and X.  Newborns who do not receive prophylactic supplementation are at risk for life-threatening bleeding (eg, intracranial hemorrhage).  Patients with cystic fibrosis are also at increased risk for vitamin K deficiency due to malabsorption of fat-soluble vitamins."},

{"id":"1926","title":"A 1-month-old, full-term boy is brought to the office for a routine check-up.  He is exclusively breastfed.  The boy does not have any medical problems, and his hospital stay after birth was unremarkable.  His mother consumes a well-balanced diet, takes no medications, and does not drink alcohol.  The boy is at the 50th percentile for weight and the 60th percentile for height.  His physical examination is normal.  At this time, supplementation with which of the following should be recommended for this infant?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Folic acid","answer_2":"B. Iron","answer_3":"C. Riboflavin","answer_4":"D. Thiamine","answer_5":"E. Vitamin A","answer_6":"F. Vitamin D","percent_1":"5%","percent_2":"16%","percent_3":"3%","percent_4":"3%","percent_5":"6%","percent_6":"68%","right_answer":"F. Vitamin D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Supplementation for breastfed infants#∆⨉ §^#Supplement# ∆^#Risk factors# §Vitamin D ∆ • Exclusive breastfeeding • Lack of sunlight exposure • Dark skin pigmentation §Iron ∆ • Preterm/low-birthweight","explanation_img":"","explanation_1":"","explanation_2":"#Breast milk# is the gold standard of infant nutrition; it contains proteins, carbohydrates, fats, vitamins, trace minerals, immunoglobulins, amino acids, and enzymes.  All vitamins and trace minerals are present in adequate amounts #except vitamins D and K#.  Vitamin K is supplemented by an intramuscular injection at delivery to prevent hemorrhagic disease in the newborn. $Regular #sunlight# exposure typically provides sufficient vitamin D.  However, infants are generally shielded from direct sunlight due to sunburn risk.  In addition, infants with dark skin pigmentation require more sunlight exposure to produce adequate vitamin D.  Melanin is a natural sunblock and prevents ultraviolet rays from reaching the skin for @vitamin D synthesis@.  Prolonged vitamin D insufficiency can lead to rickets (inadequate bone and cartilage mineralization).  Therefore, all #exclusively breastfed# infants should receive #vitamin D supplementation# to #prevent rickets#.  Formula-fed infants do not require supplementation as formula is fortified with adequate amounts of vitamin D. $#(Choices A, C, and D)#  Human breast milk normally provides adequate amounts of folic acid, riboflavin, and thiamine for full-term infants. $#(Choice B)#  Although breast milk has low iron content, the bioavailability of iron in breastmilk is considerably higher than supplemental iron and is sufficient for infants until age 4 months.  Due to decreasing iron concentration in breast milk over time, supplementation is recommended for breastfed infants at age >4 months until solid food intake provides an adequate amount. $#(Choice E)#  Vitamin A stores in the liver are low at birth but rapidly increase due to the large amount in colostrum and breast milk. $#Educational objective# The breast milk content of vitamins D and K is typically insufficient for the nutritional needs of the newborn.  Vitamin K is given parenterally to all newborns at birth to prevent hemorrhagic disease of the newborn.  Exclusively breastfed infants require vitamin D supplementation due to lack of sunlight exposure and to prevent rickets. $#Breast milk# is the gold standard of infant nutrition; it contains proteins, carbohydrates, fats, vitamins, trace minerals, immunoglobulins, amino acids, and enzymes.  All vitamins and trace minerals are present in adequate amounts #except vitamins D and K#.  Vitamin K is supplemented by an intramuscular injection at delivery to prevent hemorrhagic disease in the newborn. $Regular #sunlight# exposure typically provides sufficient vitamin D.  However, infants are generally shielded from direct sunlight due to sunburn risk.  In addition, infants with dark skin pigmentation require more sunlight exposure to produce adequate vitamin D.  Melanin is a natural sunblock and prevents ultraviolet rays from reaching the skin for vitamin D synthesis.  Prolonged vitamin D insufficiency can lead to rickets (inadequate bone and cartilage mineralization).  Therefore, all #exclusively breastfed# infants should receive #vitamin D supplementation# to #prevent rickets#.  Formula-fed infants do not require supplementation as formula is fortified with adequate amounts of vitamin D. $#(Choices A, C, and D)#  Human breast milk normally provides adequate amounts of folic acid, riboflavin, and thiamine for full-term infants. $#(Choice B)#  Although breast milk has low iron content, the bioavailability of iron in breastmilk is considerably higher than supplemental iron and is sufficient for infants until age 4 months.  Due to decreasing iron concentration in breast milk over time, supplementation is recommended for breastfed infants at age >4 months until solid food intake provides an adequate amount. $#(Choice E)#  Vitamin A stores in the liver are low at birth but rapidly increase due to the large amount in colostrum and breast milk. $#Educational objective# The breast milk content of vitamins D and K is typically insufficient for the nutritional needs of the newborn.  Vitamin K is given parenterally to all newborns at birth to prevent hemorrhagic disease of the newborn.  Exclusively breastfed infants require vitamin D supplementation due to lack of sunlight exposure and to prevent rickets.  ","clickable_1":"images/img1.1926.jpg"},

{"id":"1848","title":"A 55-year-old man undergoing evaluation for fatigue and exertional dyspnea is diagnosed with macrocytic anemia.  Upper gastrointestinal endoscopy is consistent with atrophic gastritis.  He is prescribed intramuscular cyanocobalamin, with the resulting changes shown in the graph below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1848.jpg","title_2":"The blue curve most likely corresponds to which of the following parameters?","audio":"","comparison_items":"","answer_1":"A. Erythrocyte count","answer_2":"B. Gastrin","answer_3":"C. Haptoglobin","answer_4":"D. Methylmalonic acid","answer_5":"E. Reticulocyte count","percent_1":"5%","percent_2":"6%","percent_3":"6%","percent_4":"32%","percent_5":"51%","right_answer":"E. Reticulocyte count","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The graph shows the treatment response to vitamin B12 (cyanocobalamin) in a patient with #vitamin B12 deficiency# secondary to atrophic gastritis.  Vitamin B12 deficiency impairs nucleic acid metabolism, causing delayed nuclear maturation and reduced cell division of erythrocyte precursors in the bone marrow (#megaloblastic anemia#). $ Once vitamin B12 #replacement therapy# is begun, the rate of effective erythropoiesis increases and immature erythrocytes (#reticulocytes#) are released from the bone marrow into the bloodstream.  The peripheral reticulocyte count begins rising within 3 to 4 days and #peaks at around 1 week#, as indicated by the blue curve.  The response peaks early because the reticulocytes initially released following vitamin replacement remain in the circulation longer (due to the delayed nuclear maturation) than reticulocytes later released (mature at normal rates).  However, the erythrocyte count takes longer to normalize (hemoglobin levels rise ~1 g/week) and the anemia typically takes as long as 8 weeks to correct. $ (Choice A)  The erythrocyte count curve would be expected to follow the hemoglobin curve upward as the total red blood cell pool gradually returns to normal levels. $ (Choice B)  In chronic atrophic gastritis, parietal cell loss results in profound hypochlorhydria, increased serum gastrin levels, and inadequate intrinsic factor production.  This patient most likely has elevated gastrin levels that would be unaffected by vitamin B12 replacement. $ (Choice C)  Vitamin B12 deficiency causes increased red blood cell breakdown due to ineffective erythropoiesis, and the resulting release of free hemoglobin leads to a decrease in serum haptoglobin levels.  Haptoglobin levels would normalize (increase) with therapy. $ (Choice D) @Methylmalonic acid is elevated@ in vitamin B12 deficiency due to decreased metabolism and would decline with vitamin B12 supplementation.  In this case, the blue curve rises after the beginning of treatment, which would not be expected. $ Educational objective Atrophic gastritis can result in profound hypochlorhydria, inadequate intrinsic factor production, vitamin B12 deficiency, and elevated methylmalonic acid levels.  Once vitamin B12 replacement therapy is initiated, the reticulocyte count increases dramatically and peaks around 1 week; hemoglobin levels and erythrocyte counts rise more gradually and take up to 8 weeks to normalize.","clickable_1":"images/img1.1848.jpg"},

{"which":"behavioral - GI","id":"1046","title":"A 23-year-old woman comes to the emergency department due to right wrist pain after a fall.  The patient fell on her outstretched hand while walking across the floor at a gym where she exercises regularly.  She has no significant medical history and takes no medications.  The patient says she avoids eating high-fat or high-carbohydrate foods because she wants to avoid \"getting bloated\" and \"gaining fat.\"  Her last menstrual period was 7 months ago.  She does not use tobacco, alcohol, or recreational drugs.  Temperature is 35.9 C (96.6 F), blood pressure is 90/58 mm Hg, and pulse is 48/min.  BMI is 18 kg/m2.  Tenderness and swelling are present over the right distal radius.  The parotid glands are enlarged and there are fine, soft hairs on her extremities.  Urine pregnancy test is negative.  X-ray reveals a nondisplaced fracture of the right distal radius and generalized radiolucency of the bone.  Which of the following is the most likely underlying diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anorexia nervosa","answer_2":"B. Avoidant/restrictive food intake disorder","answer_3":"C. Bulimia nervosa","answer_4":"D. Celiac disease","answer_5":"E. Hyperthyroidism","percent_1":"65%","percent_2":"13%","percent_3":"16%","percent_4":"3%","percent_5":"2%","right_answer":"A. Anorexia nervosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Anorexia nervosa#∆⨉ §^#Epidemiology# ∆ • Increased risk in white individuals, industrialized countries, athletes, models • Median onset at age 18 • 10:1 female/male ratio §^#DSM-5 diagnostic criteria# ∆ • Restricted energy intake with significantly #low body weight# (BMI generally <18.5 kg/m2) • Intense #fear of becoming fat# or persistent avoidance of weight gain • #Distorted body image#, excessive influence of weight on self-worth, or persistent denial of complications related to low body weight §^#Medical$ complications# ∆ • Osteoporosis • Amenorrhea • Lanugo or hair loss • Parotid hypertrophy (if binge/purge behavior) • Hypotension, hypothermia, bradycardia • Cardiac atrophy, arrhythmias","explanation_1":"","explanation_2":"$This patient has a restricted diet, thin body habitus, and amenorrhea (last menstrual cycle 7 months ago); these features suggest #functional hypothalamic amenorrhea# (FHA), characterized by a low-estrogen state due to suppression of GnRH by chronic energy deficits.  Hypoestrogenism in FHA increases the risk for #osteoporosis#, suggested by this patient's low-trauma fragility fracture (eg, fall from standing height). $ FHA is a potential manifestation of #anorexia nervosa# (AN), an eating disorder that should be suspected in patients with the following: $ • #Low BMI# (<18.5 kg/m2) $ • #Restrictive eating# patterns or #purging# behaviors (eg, self-induced vomiting leading to parotid hypertrophy) $ •  Physiologic changes arising from chronic caloric deficits and associated #clinical starvation# (eg, bradycardia, osteoporosis, lanugo [ie, fine, downy body hair]) $ • #Distorted body image# and abnormal fear of gaining weight $ Like AN, @bulimia nervosa@ is characterized by abnormal fear of gaining weight; however, the predominant behavior pattern includes cycles of binge eating with purging (eg, vomiting, laxative abuse), and BMI is generally normal or near-normal.  Electrolyte disorders are common, but manifestations of clinical starvation, seen in this patient (eg, FHA, lanugo, osteoporosis), are inconsistent with bulimia nervosa #(choice C)#. $ (Choice B)  Avoidant/restrictive food intake disorder is characterized by inadequate food intake due to lack of interest in eating (eg, dislike of sensory experience of eating).  Patients may have low BMI and signs of nutritional deficiency, but fear of gaining fat and distorted body image are not seen. $ #(Choices D and E)# Celiac disease and hyperthyroidism can cause weight loss and osteoporosis.  However, the patient's fear of gaining fat suggests an alternate diagnosis; moreover, parotid gland swelling, bradycardia, and hypothermia are not expected in either of these conditions. $ Educational objective Anorexia nervosa is characterized by low body weight (BMI<18.5 kg/m2), fear of becoming fat, and distorted body image.  Unlike other patterns of restrictive eating (eg, bulimia nervosa), patients with anorexia nervosa experience complications of progressive clinical starvation, such as bradycardia, osteoporosis, and amenorrhea.","clickable_1":"images/img1.1046.jpg"},

{"id":"21497","title":"A 30-year-old woman comes to the office due to a 6-month history of increasingly severe fatigue and malaise.  For the past 5 years, she has lived on a small farm and eats only vegetables, fruits, and grains she grows herself.  Medical history is unremarkable.  The patient takes no medications or nutritional supplements.  She does not use tobacco or alcohol.  This patient is at increased risk for deficiency involving which of the following nutrients?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Folic acid ∆Iron ∆Thiamine ∆Vitamin B12","answer_1":"§A. ∆ No ∆No ∆No ∆Yes","answer_2":"§B. ∆ No ∆No ∆Yes ∆Yes","answer_3":"§C. ∆ No ∆Yes ∆No ∆Yes","answer_4":"§D. ∆ Yes ∆No ∆Yes ∆Yes","answer_5":"§E. ∆ Yes ∆Yes ∆No ∆No","answer_6":"§F. ∆ Yes ∆Yes ∆Yes ∆Yes","percent_1":"19%","percent_2":"7%","percent_3":"52%","percent_4":"6%","percent_5":"5%","percent_6":"11%","right_answer":"§C. ∆ No ∆Yes ∆No ∆Yes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vegan diet#∆⨉ §^#Composition# ∆ • Plant-based foods: fruits, vegetables, legumes, grains • No animal-derived foods (eg, meat, dairy, egg) §^#Potential benefits# ∆ • Lower blood glucose & cholesterol levels • Reduced risk for cardiovascular disease (eg, heart disease, stroke) §^#Potential nutritional deficiencies# ∆ • Common: vitamin B12, vitamin D, calcium • Possible*: iron, zinc %#*Increased risk: children (rapid growth requires higher zinc/iron) & young women (menstrual blood loss requires higher iron).","explanation_img":"","explanation_1":"","explanation_2":"A #vegan diet# is characterized by abstinence from #all animal-sourced products#.  It differs from a vegetarian diet in that vegetarians consume some nonmeat animal products (eg, milk, eggs).  A vegan diet is plentiful in most vitamins (eg, A, B complex [except B12], C), minerals (eg, potassium, magnesium), and soluble fiber.  In addition, although most single plant–based protein sources (except soy) are deficient in certain essential amino acids, dietary requirements can be met with a mixed vegan diet (eg, legumes plus grains). $However, a vegan diet without supplementation or food fortification (as in this case) increases the risk for the following: $• #Vitamin B12# #(cobalamin) deficiency:#  Vitamin B12 is naturally present in only animal-based foods.  Deficiency usually takes years to develop after initiating a strict vegan diet due to large hepatic stores of vitamin B12. $• #Calcium and vitamin D deficiency:#  Most dietary calcium and vitamin D intake is from animal-sourced products (eg, dairy).  Individuals who follow a vegan diet often require supplementation to prevent osteoporosis, especially those without significant sunlight exposure (sunlight accounts for ~200-400 IU/day of the required 600 IU/day). $• #Iron deficiency:#  Many plant products (eg, leafy green vegetables) contain iron.  However, the iron derived from plants (nonheme iron) is less well absorbed compared with iron derived from animals (heme iron).  In addition, the quantity is often inadequate for those with increased dietary iron requirements, such as children during periods of rapid growth and women who are menstruating (like this young woman) #(choice A).# $This patient developed fatigue and malaise after 5 years of following a strict vegan diet.  Although many commercially prepared vegan products are fortified with additional vitamins and minerals, this patient is consuming unprocessed whole foods only.  She likely has anemia due to iron and/or vitamin B12 deficiency. $#(Choices B, D, E, and F)#  Folic acid and thiamine (vitamin B1) are abundant in plant-based foods.  Deficiency may occur in individuals with poor absorption (eg, alcohol use disorder) or malnutrition but is uncommon in those consuming a variety of fruits, vegetables, and grains. $#Educational objective# A vegan diet is characterized by abstinence from all animal-sourced products.  Individuals who consume a vegan diet are often deficient in vitamin B12, calcium, and vitamin D.  Those with increased dietary iron requirements (eg, menstruating women, children) may also develop iron deficiency.  Supplementation is routinely recommended.  "},

{"id":"106480","title":"A 60-year-old woman comes to the clinic for evaluation of fatigue and weakness.  A few months ago, she began feeling more tired than usual during the day.  The patient has also developed mild, intermittent abdominal discomfort.  Over the last few weeks, she has fallen down several times.  The patient has no known medical conditions and takes no medications.  Vital signs are normal.  Examination shows an ataxic gait.  The patient has hyporeflexia in the bilateral lower extremities, and there is loss of vibratory sensation.  Laboratory evaluation reveals anemia with evidence of hemolysis.  Peripheral smear reveals normocytic erythrocytes with normal segmentation of neutrophils.  Additional work-up confirms a micronutrient deficiency.  However, the patient says she consumes a well-balanced diet, and she has no dietary restrictions.  Which of the following is the most likely cause of this patient's nutritional deficiency?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased pancreatic amylase production","answer_2":"B. Excessive liver hepcidin production","answer_3":"C. Impaired hepatic bile acid secretion","answer_4":"D. Increased production of gastric intrinsic factor","answer_5":"E. Reduced renal hydroxylation","percent_1":"21%","percent_2":"18%","percent_3":"42%","percent_4":"12%","percent_5":"6%","right_answer":"C. Impaired hepatic bile acid secretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vitamin E deficiency#∆⨉ §^#Etiology# ∆ • Fat malabsorption: cystic fibrosis, pancreatitis, cholestasis • Genetic: abetalipoproteinemia §^#Clinical$ features# ∆ • Neuromuscular* $== ○ Spinocerebellar tract: ataxia $== ○ Dorsal columns: loss of vibration & proprioception $== ○ Peripheral nerves: decreased strength & $==sensation, hyporeflexia $== ○ Muscles: myopathic weakness • Hematologic: hemolytic anemia §^#Treatment# ∆ • High-dose vitamin E replacement %*Neurologic findings mimic Friedreich ataxia.","explanation_img":"","explanation_1":"","explanation_2":"This patient with a micronutrient deficiency has hemolytic anemia and neurologic deficits, findings consistent with #vitamin E deficiency#.  Vitamin E is a #fat-soluble# vitamin responsible for preventing oxidative damage.  The cells most susceptible to reactive oxygen species are erythrocytes (resulting in hemolysis) and neurons with long axons (ie, high surface area).  Spinal cord involvement explains this patient's #loss of vibratory sensation# (dorsal columns) and #ataxia# (spinocerebellar tract); her #weakness# (eg, frequent falls) and #hyporeflexia# are secondary to peripheral neuropathies. $Deficiency of vitamin E is rare in resource-rich regions due to widespread availability in dietary sources; instead, the most common cause is #fat malabsorption#.  Normally, bile salts emulsify lipid globules (containing fat-soluble vitamins A, D, E, and K) to form water-soluble @micelles@.  Micelle formation allows pancreatic lipase to effectively hydrolyze fats, allowing for efficient absorption of fat-soluble vitamins.  Patients at risk for deficiency include those with #impaired bile acid secretion# or exocrine pancreatic insufficiency (eg, chronic pancreatitis, cystic fibrosis). $In this case, symptoms of vitamin E deficiency in a woman with chronic fatigue and #vague abdominal pain# are suspicious for @primary biliary cholangitis@, an autoimmune disorder in which destruction of small, intrahepatic bile ducts causes impaired bile acid secretion due to obstruction of biliary flow. $#(Choice A)#  Fat-soluble vitamin deficiencies can occur in exocrine pancreatic insufficiency due to decreased lipase, not amylase.  In contrast, decreased pancreatic amylase results in impaired carbohydrate digestion. $#(Choice B)#  Excessive liver @hepcidin@, which occurs with chronic inflammation/infection, down-regulates gastrointestinal iron absorption.  Patients can have fatigue and weakness due to iron deficiency, but the associated anemia is microcytic, not normocytic or hemolytic.  In addition, this patient's neurologic findings would not be expected. $#(Choice D)#  Vitamin B12 (cobalamin) deficiency can present with anemia and neurologic findings.  However, gastric intrinsic factor is required for absorption of vitamin B12, and lack of (not excessive) intrinsic factor causes deficiency (pernicious anemia).  Moreover, erythrocytes would be macrocytic, and neutrophils would be hypersegmented. $#(Choice E)#  Renal hydroxylation converts 25-hydroxyvitamin D into the active form, 1,25-dihydroxyvitamin D.  Reduced renal hydroxylation (eg, chronic kidney disease) predisposes to bone pain and fractures due to vitamin D deficiency. $#Educational objective# Fat-soluble vitamins (A, D, E, K) require micelle formation for absorption, and risk factors for deficiency include disorders affecting bile production (eg, primary biliary cholangitis).  Vitamin E deficiency is characterized by hemolytic anemia and neurologic deficits (eg, ataxia, loss of vibratory sensation, hyporeflexia).  ","clickable_1":"images/img1.106480.jpg","clickable_2":"images/img2.106480.jpg","clickable_3":"images/img3.106480.jpg"},

{"SubjectSystem":"Biochemistry-Gastro","id":"1063","title":"A 31-year-old previously healthy man comes to the office due to myalgias, anorexia, and skin rash.  He does not use tobacco, alcohol, or illicit drugs.  The patient works as a personal trainer and is a bodybuilding enthusiast.  He denies using anabolic steroids but has been consuming large amounts of raw egg whites for the past several months.  Physical examination shows macular dermatitis of the extremities.  A water-soluble vitamin deficiency is suspected as the cause of his condition.  Which of the following biochemical conversions most likely uses the deficient vitamin as a cofactor?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glucose to ribose-5-phosphate","answer_2":"B. Pyruvate to acetyl-CoA","answer_3":"C. Pyruvate to alanine","answer_4":"D. Pyruvate to oxaloacetate","answer_5":"E. Succinate to oxaloacetate","percent_1":"7%","percent_2":"25%","percent_3":"8%","percent_4":"51%","percent_5":"10%","right_answer":"D. Pyruvate to oxaloacetate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Biotin (vitamin B7) as a cofactor#∆⨉ §^#Enzyme# ∆^#Reaction# §^#Pyruvate carboxylase# ∆Pyruvate to oxaloacetate$ (gluconeogenesis) §^#Acetyl-CoA carboxylase# ∆Acetyl-CoA to malonyl-CoA$ (fatty acid synthesis) §^#Propionyl-CoA carboxylase# ∆Propionyl-CoA to methylmalonyl-CoA$ (fatty acid oxidation)","explanation_img":"","explanation_1":"","explanation_2":"$#Biotin (vitamin B7)# is an important cofactor for several #carboxylase# enzymes.  It functions as a CO2 carrier and plays an essential role in carbohydrate, lipid, and amino acid metabolism.  In the liver, the conversion of #pyruvate to oxaloacetate# for gluconeogenesis requires pyruvate carboxylase and biotin. $Biotin deficiency is rare but can occur secondary to poor diet, excessive raw egg white consumption (due to high levels of #biotin-binding avidin# in egg whites), and congenital disorders of biotin metabolism.  Patients with biotin deficiency present with nonspecific symptoms, including changes in mental status, myalgias, anorexia, and chronic #dermatologic changes# such as macular dermatitis.  Biotin-deficient individuals can also develop #metabolic acidosis# as a result of increased conversion of pyruvate to lactic acid. $#(Choice A)#  Niacin (vitamin B3), in the form of NADP+, is used to oxidize glucose-6-phosphate in the pentose phosphate pathway, generating ribose-5-phosphate and NADPH in the process. $#(Choice B)#  Thiamine (vitamin B1), riboflavin (vitamin B2), niacin (vitamin B3), pantothenic acid (vitamin B5), and lipoic acid are the 5 cofactors required by the mitochondrial enzyme complex @pyruvate dehydrogenase@.  In their absence, the metabolism of pyruvate to acetyl-CoA is not possible. $#(Choice C)#  Pyridoxal phosphate (vitamin B6) acts as a cofactor for @alanine transaminase@, which catalyzes the reversible reaction between pyruvate and glutamate to alanine and alpha-ketoglutarate in the liver and muscle tissue. $#(Choice E)#  Production of oxaloacetate from succinate in the TCA cycle requires 2 enzymes (succinate dehydrogenase and malate dehydrogenase), along with riboflavin (vitamin B2) and niacin (vitamin B3) in the forms of cofactors FAD+ and NAD+, respectively. $#Educational objective# Biotin acts as a CO2 carrier on the surface of carboxylase enzymes and is an essential cofactor for numerous reactions, including the conversion of pyruvate to oxaloacetate and fatty acid metabolism.  Excess ingestion of avidin, found in egg whites, has been associated with biotin deficiency.  This condition presents with mental status changes, myalgias, anorexia, macular dermatitis, and lactic acidosis.  ","clickable_1":"images/img1.1063.jpg","clickable_2":"images/img2.1063.jpg"}

]