[


{"id":"2078","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $A 13-month-old boy is brought to the emergency department due to cough and increased work of breathing.  The patient's parents immigrated to the United States when he was 6 months old.  He has a history of recurrent otitis media, pneumonia, and thrush as well as chronic diarrhea and failure to thrive.  On physical examination, he is tachypneic and has perioral cyanosis.  A chest radiograph shows bilateral interstitial opacities.  The patient is admitted to the hospital and undergoes bronchoscopy.  Analysis of the bronchoalveolar lavage fluid reveals Pneumocystis jirovecii. $#Item 1 of 2# $Which of the following is the most likely underlying diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Agammaglobulinemia","answer_2":"B. Chronic granulomatous disease","answer_3":"C. Cystic fibrosis","answer_4":"D. Primary ciliary dyskinesia","answer_5":"E. Severe combined immune deficiency","answer_6":"F. Terminal complement deficiency","percent_1":"10%","percent_2":"3%","percent_3":"10%","percent_4":"2%","percent_5":"75%","percent_6":"0%","right_answer":"E. Severe combined immune deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Severe combined immunodeficiency#∆⨉§^#Etiology# ∆ • Gene defect leading to failure of T-cell development • B-cell dysfunction due to absent T cells§^#Inheritance# ∆ • X-linked recessive • Autosomal recessive§^#Clinical features# ∆ • Recurrent, severe viral, fungal, or opportunistic (ie, Pneumocystis) infections • Failure to thrive • Chronic diarrhea§^#Treatment# ∆ • Stem cell transplant","explanation_img":"","explanation_1":"","explanation_2":"#Severe combined immunodeficiency# (SCID) is a group of X-linked and autosomal recessive genetic disorders marked by the impaired development and activity of both #T-lymphocytes# and #B-lymphocytes#. $Loss of T-lymphocyte activity results in #deficient cell-mediated immunity#, leading to recurrent #viral, fungal#, and opportunistic (eg, Pneumocystis jirovecii) infections.  Because T-lymphocytes are required for B-cells to produce IgG and IgA (T-cell-induced immunoglobulin class switching), patients with SCID also have a dramatic #impairment in humoral immunity#; this is typically marked by recurrent sinopulmonary #bacterial infections# (eg, pneumonia, otitis media) and #chronic diarrhea# due to the lack of IgG and IgA.  Recurrent infections often cause failure to thrive. $Laboratory findings of SCID include lymphopenia and hypogammaglobulinemia.  Stem cell transplant is the only treatment. $#(Choice A)#  Agammaglobulinemia is an isolated B cell defect that manifests with recurrent sinopulmonary bacterial infections.  Infection with Pneumocystis jirovecii is not seen in isolated B cell defects because this infection is primarily countered by the cell-mediated immune response. $#(Choice B)#  Chronic granulomatous disease is a disorder of phagocyte dysfunction due to defective NADPH oxidase.  This predisposes to infection with certain bacterial (eg, Staphylococcus aureus) and fungal (eg, Aspergillus) organisms; skin abscesses, pneumonia, and osteomyelitis are common. $#(Choice C)#  Cystic fibrosis is an autosomal recessive disease characterized by thick airway secretions and pancreatic insufficiency, which result in recurrent respiratory infections and chronic diarrhea, respectively.  Pneumocystis and thrush would not be expected. $#(Choice D)#  Primary ciliary dyskinesia is an autosomal recessive disease that results in poor mucociliary function in the respiratory tract, middle ear, and reproductive organs.  Affected patients have recurrent sinopulmonary infections in childhood and decreased fertility in adulthood.  Viral or opportunistic infections are not seen. $#(Choice F)#  Terminal complement deficiency (any of C5-C9) prevents formation of the @membrane attack complex@ and results in increased susceptibility to infections by Neisseria. $#Educational objective# Severe combined immunodeficiency is caused by a genetic defect in T cell development, leading to loss of both cellular and humoral immunity.  Patients present in infancy with recurrent bacterial, viral, fungal, and opportunistic infections as well as failure to thrive and chronic diarrhea.  ","clickable_1":"images/img1.2078.jpg"},

{"id":"2079","title":"#Item 2 of 2# $Once the patient recovers from his acute illness, Candida antigen injection into his skin reveals no signs of inflammation after 48 hours.  The same test performed in his mother produces 12 mm of skin induration within 48 hours.  Which of the following cells are directly involved in the effector response observed in the mother?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B lymphocytes and CD4 T lymphocytes","answer_2":"B. B lymphocytes and CD8 T lymphocytes","answer_3":"C. CD4 T lymphocytes and fibroblasts","answer_4":"D. CD4 T lymphocytes and macrophages","answer_5":"E. CD8 T lymphocytes and eosinophils","percent_1":"13%","percent_2":"12%","percent_3":"1%","percent_4":"62%","percent_5":"12%","right_answer":"D. CD4 T lymphocytes and macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp2079.jpg","explanation_1":"","explanation_2":"$Intradermal injection of Candida antigens triggers a @type IV (delayed) hypersensitivity@ reaction, which allows evaluation of the #cell-mediated immune response#. $Injected Candida antigens are taken up by cutaneous antigen presenting cells (APCs), which display the antigens on major histocompatibility complex class II molecules to naïve #CD4 cells#.  These cells are then induced to differentiate into type I helper (Th1) cells that secrete tumor necrosis factor and interferon-gamma, which recruit and activate #macrophages#.  The macrophages phagocytose Candida antigens and secrete additional inflammatory mediators, producing a cutaneous inflammatory response that appears as an #indurated wheal# within 24-48 hours. $Because exposure to Candida is ubiquitous, all healthy patients have memory T-cells against Candida.  Failure to generate an appropriate cutaneous response indicates that the cell-mediated immune response is impaired (ie, T-cell anergy).  Patients with SCID have T-cell dysfunction; therefore, they will show #anergy# in response to Candida challenge. $#(Choices A and B)#  B lymphocytes produce antibodies and are the main effectors of humoral immunity.  Antibodies play a prominent role in type I (IgE-mediated), type II (eg, drug-induced hemolytic anemia), and type III (eg, serum sickness) hypersensitivity reactions (but not type IV reactions). $#(Choices C and E)#  Eosinophils and fibroblasts are not involved in type IV hypersensitivity reactions.  Eosinophils are part of the innate immune system and are increased with atopic or parasitic diseases.  Fibroblasts are found in connective tissue and are integral in wound healing through the production of extracellular matrix and collagen. $#Educational objective# The Candida antigen skin test assesses the activity of cell-mediated immunity because it requires an intact CD4 cell response.  Failure to respond to candida antigen testing is typical in patients with severe combined immunodeficiency.  ","clickable_1":"images/img1.2079.mp4"},

{"id":"19629","title":"An autopsy is performed on an 8-month-old infant after his unexpected death.  Prior to death, the patient had a 1-month history of poor feeding and intermittent fever, which progressed to severe lethargy and coma.  The infant was adopted soon after birth, and there is limited information about his family history beyond documentation of an uncomplicated pregnancy and delivery at term gestation.  Brain biopsy reveals leptomeningeal inflammation and is positive for Enterovirus by PCR.  This patient would have been most likely to have which of the following laboratory findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal dihydrorhodamine test","answer_2":"B. Absent peripheral neutrophils","answer_3":"C. Absent tissue eosinophils","answer_4":"D. Decreased total hemolytic complement","answer_5":"E. Low circulating B lymphocyte count","answer_6":"F. Reduced serum IgG2 immunoglobulin levels","percent_1":"12%","percent_2":"9%","percent_3":"2%","percent_4":"6%","percent_5":"50%","percent_6":"20%","right_answer":"E. Low circulating B lymphocyte count","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#X-linked agammaglobulinemia#∆⨉§^#Pathophysiology# ∆ • BTK gene mutation resulting in defective Bruton tyrosine $kinase • Impaired B-cell maturation & immunoglobulin production§^#Clinical manifestations# ∆ • Recurrent sinopulmonary & gastrointestinal infections at age$ >3-6 months • Chronic enteroviral infection • Small or absent lymphoid tissue (eg, tonsils, adenoids)§^#Laboratory findings# ∆ • ↓ Immunoglobulins & antibody response to vaccines • Flow cytometry: ↓ CD19+ B cells & normal T cells§^#Treatment# ∆ • Immunoglobulin replacement therapy • Prophylactic antibiotics if severe","explanation_img":"","explanation_1":"","explanation_2":"#Enterovirus# is a common infection in children that typically causes self-limited disease, such as herpangina, hand-foot-and-mouth disease, or in some cases, aseptic meningitis.  However, because neutralizing antibodies are required to clear Enterovirus, severe #life-threatening infection# can occur in infants with a primary humoral immunodeficiency such as #X-linked agammaglobulinemia# (XLA). $XLA, or Bruton agammaglobulinemia, is due to a mutation in the BTK gene encoding Bruton tyrosine kinase.  A defect in this protein prevents @pre-B cells@ from differentiating and exiting the bone marrow.  Therefore, patients have #low circulating B lymphocytes# and #low immunoglobulin levels#. $In addition to enteroviral infection, XLA also increases the risk for recurrent #sinopulmonary infections# by encapsulated bacteria (eg, Streptococcus pneumoniae, Haemophilus influenzae type b), which require antibody opsonization for @phagocytosis@.  Patients with impaired humoral immunity are also predisposed to #gastrointestinal infections# (eg, Salmonella, Campylobacter), as well as chronic giardiasis (due to low secretory IgA). $#(Choice A)#  An abnormal dihydrorhodamine test indicates an impaired neutrophil respiratory burst, which occurs in chronic granulomatous disease.  Patients have recurrent skin and pulmonary infections with catalase-positive organisms (eg, Staphylococcus aureus, Serratia marcescens).  Severe enteroviral infections are not seen. $#(Choice B)#  Absent peripheral neutrophils, as seen with acquired or congenital neutropenia, increase the risk of bacterial (eg, Staphylococcus aureus) and fungal (eg, Candida) infections.  Neutrophils have little role in eradicating viruses. $#(Choice C)#  Eosinophils are involved in atopic disease and defense against parasitic infections.  Lack of tissue eosinophils is not associated with severe, chronic viral infections. $#(Choice D)#  Total hemolytic complement (CH50) measures the serum's ability to lyse sheep erythrocytes coated with IgM antibody.  A normal CH50 requires intact activity of all components of the classical complement pathway (C1-C9).  Complement deficiency most often predisposes to autoimmunity (eg, systemic lupus erythematosus) or infection with encapsulated bacteria (eg, Neisseria). $#(Choice F)#  IgG2 is primarily responsible for opsonization of encapsulated bacteria.  IgG2 subclass deficiency typically presents with frequent respiratory infections, not enteroviral meningitis, and the clinical course is generally less severe than with XLA. $#Educational objective# X-linked agammaglobulinemia, an immunodeficiency characterized by low circulating B lymphocytes and immunoglobulins, should be suspected in an infant with severe, life-threatening enteroviral infection. ","clickable_1":"images/img1.19629.jpg","clickable_2":"images/img2.19629.jpg"},

{"id":"541","title":"A 6-year-old boy is being evaluated in the office due to a history of recurrent infections and failure to thrive.  He has been hospitalized for pneumococcal pneumonia twice and has had 5 episodes of otitis media.  The patient also has a history of prolonged diarrhea caused by Giardia intestinalis.  Physical examination shows a lack of tonsillar tissue, as well as minimally palpable cervical, axillary, and inguinal lymph nodes.  Further evaluation shows that the patient has defective signaling between activated CD4 T cells and B cells.  Which of the following laboratory findings are most likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆IgM level∆ IgG level∆ C3 level","answer_1":"§A. ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆Increased ∆Decreased ∆Decreased","answer_3":"§C. ∆Increased ∆Decreased ∆Normal","answer_4":"§D. ∆Increased ∆Normal ∆Normal","answer_5":"§E. ∆Normal ∆Decreased ∆Decreased","percent_1":"21%","percent_2":"22%","percent_3":"45%","percent_4":"2%","percent_5":"10%","right_answer":"§C. ∆Increased ∆Decreased ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Hyper-IgM syndrome#∆⨉§^#Genetics# ∆ • Most commonly due to X-linked recessive CD40L deficiency§^#Pathophysiology# ∆ • Impaired T-cell activation of B cells $== ○ Lack of immunoglobulin class switching $== ○ ↓ Memory B-cell production • Impaired T-cell interaction with APCs → lack of germinal centers§^#Clinical features# ∆ • Sinopulmonary, gastrointestinal & opportunistic infections • Failure to thrive • Small lymphoid tissue§^#Diagnosis# ∆ • ↑ IgM • ↓ IgG, IgA, IgE • Absent CD40L on CD4+ lymphocytes%#APCs =# antigen-presenting cells; #CD40L =# CD40 ligand.","explanation_img":"","explanation_1":"","explanation_2":"This patient's recurrent infections, failure to thrive, and defective signaling between CD4 cells and B cells indicate #hyper-IgM syndrome#, a genetic disorder most often caused by mutations in CD40 ligand (CD40L). $CD40L is expressed on the surface of #activated CD4 cells#.  It binds to CD40 on activated #B-cells#, which is required for B-cells to undergo @class-switch recombination@, allowing them to produce IgE, IgA, or IgG instead of IgM and IgD.  Cytokines released by nearby CD4 T cells determine which isotype is produced by promoting specific @splicing@ of the #heavy-chain constant region#.  The heavy-chain variable region, which binds antigenic epitopes, is unaffected. $Because patients with defects in CD40L are unable to generate significant immunoglobulins other than IgM, laboratory evaluation shows #elevated IgM# and absent or #low IgE, IgA, and IgG#.  Common manifestations of hyper-IgM syndrome include the following: $• #Sinopulmonary infections# (eg, pneumonia, otitis media) due to insufficient opsonizing IgG to help clear encapsulated bacteria (eg, Streptococcus pneumoniae, Haemophilus influenzae) $• #Chronic diarrhea# (eg, Giardia lamblia) due to an absence of significant IgA at the mucosal border $• #Opportunistic infections# (eg, Pneumocystis, Cryptosporidium) due to impaired cell-mediated immunity from decreased antigen-presenting cell activity (CD40 is also expressed by antigen-presenting cells and helps to stimulate them) $• #Minimal lymphoid tissue# (eg, lymph nodes, tonsils) due to the impaired formation of germinal centers. $Recurrent infections often result in failure to thrive. $#(Choice B)#  All 3 complement pathways (alternative, classical, lectin) converge on @C3 convertase@, which splices C3 into the anaphylatoxin C3a and the opsonizing protein C3b.  Although the alternative and lectin pathways are unaffected by hyper-IgM syndrome, the classical pathway may be mildly impaired because it relies primarily on IgG to serve as a foundation for the C1 complex.  However, complement levels tend to be normal, particularly when no acute infection present. $#Educational objective# Hyper-IgM syndrome is usually caused by a defect in CD40 ligand, which prevents B cells from undergoing class-switch recombination.  Clinical features include recurrent sinopulmonary, gastrointestinal (eg, Giardia), and opportunistic infections.  Laboratory findings include elevated IgM and low or absent IgG, IgA, and IgE.  ","clickable_1":"images/img1.541.jpg","clickable_2":"images/img2.541.mp4","clickable_3":"images/img3.541.jpg","clickable_4":"images/img4.541.jpg"},

{"id":"21499","title":"A 13-month-old boy is admitted to the hospital due to diarrhea and dehydration.  Over the past week, the patient has developed severe, watery diarrhea and has had poor oral intake.  Medical history includes multiple episodes of bronchiolitis and, at age 8 months, an intensive care unit admission due to pneumococcal pneumonia requiring a brief period of mechanical intubation and chest tube placement.  The parents say that he has been growing poorly over the past 6 months despite feeding well and supplemention with high-calorie formulas.  On examination, the patient appears lethargic with sunken eyes and poor skin turgor, as well as moderate tachycardia and tachypnea.  As part of the laboratory evaluation, flow cytometry of in vitro–stimulated CD4+ T cells reveals a near absence of CD40 ligand.  Which of the following additional findings is most likely associated with this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absent thymic tissue","answer_2":"B. Giant granules within neutrophils","answer_3":"C. Hypoplastic bone marrow","answer_4":"D. Lack of secondary germinal centers","answer_5":"E. Small-volume platelets","percent_1":"18%","percent_2":"4%","percent_3":"5%","percent_4":"71%","percent_5":"1%","right_answer":"D. Lack of secondary germinal centers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Hyper-IgM syndrome#∆⨉§^#Genetics# ∆ • Most commonly due to X-linked recessive CD40L deficiency§^#Pathophysiology# ∆ • Impaired T-cell activation of B cells $== ○ Lack of immunoglobulin class switching $== ○ ↓ Memory B-cell production • Impaired T-cell interaction with APCs → lack of germinal centers§^#Clinical features# ∆ • Sinopulmonary, gastrointestinal & opportunistic infections • Failure to thrive • Small lymphoid tissue§^#Diagnosis# ∆ • ↑ IgM • ↓ IgG, IgA, IgE • Absent CD40L on CD4+ lymphocytes%#APCs =# antigen-presenting cells; #CD40L =# CD40 ligand.","explanation_img":"","explanation_1":"","explanation_2":"This patient has a severe diarrheal illness, failure to thrive, and a history of recurrent respiratory infections; findings concerning for a primary immunodeficiency.  In this case, the #absent CD40 ligand# (CD40L) on flow cytometry is diagnostic for #hyper-IgM syndrome#. $CD40L is normally present on activated CD4+ T cells and interacts primarily with CD40 on B cells in the secondary germinal centers of lymphoid tissues.  This T-cell–dependent interaction is required to form B-cell @germinal centers@; without it, patients with hyper-IgM syndrome #lack secondary germinal centers# and often have small/#nonpalpable lymph nodes#. $Because the interaction of @CD40L@ with CD40 allows for @B-cell activation@ and differentiation into immunoglobulin-producing plasma cells and memory B cells, lack of CD40L causes B cells to remain in their native IgM-producing state.  Without opsonizing IgG antibody, patients with hyper-IgM syndrome are predisposed to recurrent #sinopulmonary# infections (eg, pneumonia, sinusitis) caused by encapsulated bacteria.  In addition, lack of mucosal IgA increases the risk for #gastrointestinal infections# (eg, Giardia).  #Failure to thrive# is also common because of increased metabolic demands from recurrent infections, as well as nutrient loss from chronic diarrhea. $#(Choice A)#  Absent thymic tissue, which can be seen in DiGeorge syndrome, results in absent T-cell production.  T-cell deficiency presents with opportunistic infections and failure to thrive in infancy but would be associated with absence of CD4+ T cells themselves (not just CD40L). $#(Choice B)#  Giant granules within neutrophils is a pathognomonic finding for @Chédiak-Higashi syndrome@, a condition caused by impaired intracellular trafficking of vesicles (eg, lysosomes, melanosomes).  In addition to pyogenic infections, patients typically have oculocutaneous albinism and neurologic dysfunction. $#(Choice C)#  Hypoplastic bone marrow is seen with @aplastic anemia@.  Recurrent infections occur due to the absence of leukocyte production, but signs of anemia (eg, fatigue, pallor) and thrombocytopenia (eg, bleeding, bruising) are also typically present. $#(Choice E)#  Small-volume platelets are characteristic of Wiskott-Aldrich syndrome, in which a defect in the leukocyte cytoskeleton leads to recurrent infections. $#Educational objective# Hyper-IgM syndrome presents with recurrent sinopulmonary and gastrointestinal infections due to the absence of CD40 ligand on CD4+ T cells.  Lack of interaction between CD40L and CD40 on B cells prevents the development of secondary germinal centers and impairs B-cell activation and immunoglobulin class switching. ","clickable_1":"images/img1.21499.jpg","clickable_2":"images/img2.21499.jpg","clickable_3":"images/img3.21499.mp4","clickable_4":"images/img4.21499.jpg","clickable_5":"images/img5.21499.jpg"},

{"id":"8532","title":"An infant is born with facial dysmorphia and a cleft palate.  Chest x-ray shows decreased soft tissue density in the right anterior mediastinum.  Cardiac imaging reveals a right-to-left shunt.  The infant experiences frequent and recurrent sinopulmonary infections but never develops appreciable lymphadenopathy.  The cells deficient in this patient's condition are normally the major constituent of which of the following lymph node regions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Germinal center","answer_2":"B. Medullary cords","answer_3":"C. Medullary sinuses","answer_4":"D. Paracortex","answer_5":"E. Primary lymphoid follicle","percent_1":"23%","percent_2":"3%","percent_3":"5%","percent_4":"61%","percent_5":"8%","right_answer":"D. Paracortex","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8532.jpg","explanation_1":"","explanation_2":"$This patient with craniofacial abnormalities, recurrent sinopulmonary infections, and congenital heart disease most likely has a #22q11 deletion syndrome# (22qDS).  The various 22qDS phenotypes, including @DiGeorge syndrome@, are caused by loss of genes responsible for embryonic transformation of the pharyngeal apparatus (eg, head and neck structures) and the secondary heart field (eg, cardiac outflow tract).  The @third pouch@ is commonly affected, typically manifesting as #thymic hypoplasia# (eg, attenuation of the @thymic shadow@ on chest x-ray). $The thymus is the site of #T-cell maturation#, and its maldevelopment precludes the normal migration of mature T cells to secondary lymphoid organs.  In lymph nodes, mature T cells are found in high number within the #paracortex# (a region lying internal to the cortex, between the follicles and medulla).  Normally, this region will enlarge significantly during cell-mediated immune responses due to proliferation of cytotoxic and helper T cells.  The loss of mature T reservoirs in patients with 22qDS results in recurrent infections by viral, fungal, protozoan, and intracellular bacterial pathogens. $#(Choices A and E)#  B cells mature in the bone marrow before migrating to the periphery; in the lymph nodes, they cluster in the outer cortex as primary (inactive) follicles.  When exposed to antigens (aided by follicular T cells and dendritic cells), B cells begin proliferating and form a germinal center.  In x-linked agammaglobulinemia, B cells are unable to mature in the bone marrow, preventing migration and resulting in absent lymph node cortical follicles. $#(Choices B and C)#  The medulla of the lymph node consists of medullary cords (aggregates of reticular cells, plasma cells, and macrophages) and medullar sinuses. $#Educational objective# 22q11.2 microdeletion syndromes (eg, DiGeorge syndrome) may present with thymic hypoplasia (eg, thymic shadow attenuation).  Because the thymus is required for T-cell maturation, reservoirs that receive migrating mature T cells (eg, paracortex of lymph nodes) will be poorly developed.  In contrast, x-linked agammaglobulinemia halts B-cell maturation in the bone marrow, preventing migration to lymph node cortical follicles.  ","clickable_1":"images/img1.8532.jpg","clickable_2":"images/img2.8532.jpg","clickable_3":"images/img3.8532.jpg"},

{"id":"557","title":"An 18-month-old boy is evaluated for recurrent infections.  He has been hospitalized 3 times with pneumonia since age 3 months.  He has also had multiple skin infections requiring treatment with antibacterial and antifungal agents.  During his last episode of pneumonia, he developed a large pleural effusion, which was drained.  The pleural fluid revealed numerous neutrophils containing a large number of intact gram-positive cocci.  The microorganisms responsible for this patient's recurrent infections most likely produce which of the following virulence factors?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Catalase","answer_2":"B. Coagulase","answer_3":"C. Lecithinase","answer_4":"D. Lipopolysaccharide","answer_5":"E. Polysaccharide capsule","percent_1":"52%","percent_2":"7%","percent_3":"2%","percent_4":"4%","percent_5":"36%","right_answer":"A. Catalase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Chronic granulomatous disease#∆⨉§^#Pathogenesis# ∆ • X-linked recessive mutation of NADPH oxidase • Impaired respiratory burst & ↓ reactive oxygen species → inhibition of $phagocytic intracellular killing§^#Microbiology# ∆ • Catalase-positive organisms $== ○ Bacteria: Staphylococcus aureus, Burkholderia, Serratia, Nocardia $== ○ Fungi: Aspergillus§^#Clinical$ features# ∆ • Recurrent infections of lungs, skin, liver, lymph nodes • Diffuse granuloma formation§^#Diagnosis# ∆ • Measurement of neutrophil superoxide production $== ○ DHR flow cytometry (preferred) $== ○ NBT testing%#DHR =# dihydrorhodamine; #NBT =# nitroblue tetrazolium.","explanation_img":"","explanation_1":"","explanation_2":"This infant with recurrent pulmonary and skin infections likely has a primary immunodeficiency disorder.  The presence of a large number of intact bacteria inside the neutrophils suggests #chronic granulomatous disease# (CGD), an X-linked recessive immunodeficiency marked by #impaired NADPH oxidase# activity. $NADPH oxidase resides on the plasma membrane of neutrophils and is incorporated into the membrane of the phagolysosome during phagocytosis; it catalyzes the formation of #superoxide free radicals#, which subsequently destroy engulfed pathogens (eg, fungi, bacteria) as part of the @oxidative burst@.  Because patients with CGD have impaired NADPH oxidase activity, they are not able to efficiently destroy bacteria and fungi following @phagocytosis@; therefore, microscopy will often reveal #intact microbes# in the neutrophil phagolysosome during active infection. $Patients with CGD are most susceptible to #catalase-positive organisms#, particularly Staphylococcus aureus, Burkholderia, Serratia, Nocardia, and Aspergillus.  Catalase degrades hydrogen peroxide into water and oxygen, which reduces oxidative damage and protease activation by reactive oxygen species.  Although most pathogenic bacteria and fungi produce catalase, catalase-positive organisms pose a particular risk to patients with CGD because they require higher levels of free radicals (ie, greater NADPH oxidase function) for effective killing. $#(Choice B)#  S aureus produces coagulase, which binds to prothrombin and increases conversion of fibrinogen to fibrin.  Fibrin subsequently coats the exterior of the organism, which helps it evade phagocytosis.  Although patients with CGD are at elevated risk for S aureus, most of the other common pathogens in CGD do not produce coagulase. $#(Choice C)#  Lecithinase (alpha toxin) is the major virulence factor of Clostridium perfringens; it causes hydrolysis of membrane phospholipids, activating inflammatory pathways that increase platelet and leukocyte aggregation in the adjacent microvasculature, leading to vasoocclusion and ischemic necrosis. $#(Choice D)#  Lipopolysaccharide, a major virulence factor in the outer membrane of gram-negative bacteria, is not present in the gram-positive bacteria (eg, S aureus, Nocardia) and fungal organisms (eg, Aspergillus) that usually infect patients with CGD. $#(Choice E)#  The polysaccharide capsule is a major virulence factor for Streptococcus pneumoniae, Neisseria meningitidis, and certain strains of Haemophilus influenzae.  Its primary role is to inhibit opsonophagocytosis.  Many of the common pathogens in CGD (eg, Nocardia, Aspergillus) do not contain a polysaccharide capsule. $#Educational objective# Chronic granulomatous disease is a primary immunodeficiency due to impaired NADPH oxidase, an enzyme that generates reactive oxygen species in phagolysosomes.  Diminished intracellular killing within neutrophils leads to susceptibility to recurrent infection with catalase-producing bacteria (eg, Staphylococcus aureus, Nocardia) and fungi (eg, Aspergillus).","clickable_1":"images/img1.557.jpg","clickable_2":"images/img2.557.mp4"},

{"SubjectSystem":"Pathophysiology-Allergy","id":"571","title":"A 4-year-old boy is evaluated due to 4 days of fever and leg pain.  Medical history includes recurrent skin abscesses and lymphadenitis.  A maternal uncle died of recurrent infections during childhood.  The patient is at the 10th percentile for height and weight.  Temperature is 38.3 C (100.9 F).  Examination shows an ill-appearing patient with point tenderness over the right lower tibia.  There are healed incisions over the thighs and neck from prior drainage sites.  Imaging reveals evidence of tibial osteomyelitis.  Blood and bone cultures grow Serratia marcescens.  Evaluation of the patient's neutrophils by dihydrorhodamine flow cytometry shows an absence of fluorescence.  This patient's condition is most likely due to impaired activity of which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenosine deaminase","answer_2":"B. Cytochrome c oxidase","answer_3":"C. Lysozyme","answer_4":"D. Myeloperoxidase","answer_5":"E. NADPH oxidase","percent_1":"7%","percent_2":"2%","percent_3":"3%","percent_4":"12%","percent_5":"76%","right_answer":"E. NADPH oxidase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Chronic granulomatous disease#∆⨉ §^#Pathogenesis# ∆ • X-linked recessive mutation of NADPH oxidase • Impaired respiratory burst & ↓ reactive oxygen species → inhibition of phagocytic intracellular killing §^#Microbiology# ∆ • Catalase-positive organisms $== ○ Bacteria: Staphylococcus aureus, Burkholderia, Serratia, Nocardia $== ○ Fungi: Aspergillus §^#Clinical$ features# ∆ • Recurrent infections of lungs, skin, liver, lymph nodes • Diffuse granuloma formation §^#Diagnosis# ∆ • Measurement of neutrophil superoxide production $== ○ DHR flow cytometry (preferred) $== ○ NBT testing %#DHR =# dihydrorhodamine; #NBT =# nitroblue tetrazolium.","explanation_img":"","explanation_1":"","explanation_2":"This patient's abnormal flow cytometry findings are characteristic of #chronic granulomatous disease (CGD)#, an X-linked condition caused by #NADPH oxidase deficiency#.  @NADPH oxidase@ is a membrane-bound complex within phagolysosomes that catalyzes the reduction of oxygen to superoxide during the respiratory burst.  The production of reactive oxygen species facilitates the intracellular killing of organisms ingested by phagocytes. $Patients with CGD have impaired intracellular killing, resulting in #recurrent bacterial and fungal infections# (eg, abscesses, lymphadenitis, osteomyelitis) caused by certain catalase-positive organisms (eg, Serratia).  Diagnostic tests for CGD involve the assessment of neutrophil superoxide production: $• #Dihydrorhodamine (DHR)# testing assesses the production of superoxide radicals by measuring the oxidation of DHR to rhodamine, a fluorescent green compound that can be detected on flow cytometry.  An @absence of fluorescence@ correlates with #impaired oxidation/respiratory burst# and a diagnosis of CGD. $• Nitroblue tetrazolium (NBT) testing involves adding NBT to a sample of the patient's neutrophils.  Properly functioning neutrophils produce reactive oxygen species, which reduce the pale NBT to dark blue formazan that precipitates within the cells.  The compound has no change in color in patients with CGD. $#(Choice A)#  Adenosine deaminase deficiency is an autosomal recessive disorder that causes severe combined immunodeficiency.  This condition results in a profound decrease in B and T lymphocytes with variable immunoglobulin deficiencies; DHR testing would be normal. $#(Choice B)#  Cytochrome c oxidase is a multisubunit complex that acts as the terminal enzyme of the mitochondrial respiratory chain.  Deficiency results in variable myopathic and encephalopathic, not infectious, findings. $#(Choice C)#  Lysozyme is an enzyme that helps destroy bacterial cell walls; deficiency increases the risk of gram-positive infections.  However, a defect in lysozyme would not explain this patient's abnormal DHR testing. $#(Choice D)#  Myeloperoxidase, an enzyme found in neutrophil azurophilic granules, aids in intracellular killing by catalyzing the production of hypochlorite (bleach) from hydrogen peroxide and chloride.  Although DHR testing can be abnormal in myeloperoxidase deficiency, patients are usually asymptomatic; a minority have invasive Candida infections.  In contrast, this child's severe bacterial infections (lymphadenitis, abscess, Serratia osteomyelitis) make this diagnosis unlikely. $#Educational objective# Chronic granulomatous disease is due to NADPH oxidase deficiency, which leads to an inability of neutrophils to generate a respiratory burst and produce the reactive oxygen species necessary to kill organisms in their phagolysosomes.  Absence of fluorescence on dihydrorhodamine flow cytometry testing can confirm the diagnosis.  ","clickable_1":"images/img1.571.jpg","clickable_2":"images/img2.571.jpg"},

{"SubjectSystem":"Microbiology-Allergy","id":"732","title":"A 34-year-old man is admitted to the intensive care unit due to fever, chills, shortness of breath, and altered mental status.  His symptoms began 3 days ago and have progressively worsened over the last 24 hours.  His past medical history is significant for a motor vehicle accident 2 years ago in which he sustained blunt abdominal trauma and required emergency laparotomy due to internal bleeding.  His blood pressure is 81/44 mm Hg and pulse is 122/min.  He is started on broad-spectrum antibiotics, intravenous fluids, and vasopressors.  His condition continues to deteriorate and he dies in the hospital several hours later despite extensive resuscitation efforts.  Blood cultures obtained on admission grow Streptococcus pneumoniae.  Impairment of which of the following mechanisms most likely contributed to the severity of this patient's infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complement production","answer_2":"B. Immediate hypersensitivity","answer_3":"C. Intracellular killing","answer_4":"D. Systemic bacterial clearance","answer_5":"E. Type I interferon release","percent_1":"26%","percent_2":"2%","percent_3":"10%","percent_4":"59%","percent_5":"4%","right_answer":"D. Systemic bacterial clearance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp732.jpg","explanation_1":"","explanation_2":"$This patient likely experienced traumatic splenic rupture 2 years ago with the splenic remnants removed during laparotomy (spleen is the most commonly injured organ with blunt abdominal trauma).  He subsequently experienced overwhelming #asplenic sepsis#, a condition that carries a 50% mortality risk. $The #spleen# is a part of the systemic lymphoid system and receives roughly 6% of the cardiac output.  Many of the splenic capillaries are open-ended and sinusoidal, permitting whole blood to flow into the red pulp cords.  These cords form a reticular meshwork that acts as a fine sieve with spaces as small as 1 micron in diameter.  Large numbers of macrophages line the red pulp cords and sinusoids and ingest any particulate matter that becomes trapped.  The splenic red pulp is important for:  $1. Destroying aged and #abnormal erythrocytes# (eg, spherocytes) and serving as an emergency store of blood cells and platelets that can be delivered into the circulation when needed.  $2. Clearance of #circulating bacteria# that become lodged in the cords.  Macrophages then present captured antigens to the B- and T-cells residing in the splenic white pulp to generate an active immune response. $Nearly half of the body's total immunoglobulins are produced by splenic B-lymphocytes.  Splenic #opsonizing antibody# is of particular importance in the clearance of #encapsulated species#, as the capsule allows them to resist innate phagocytosis.  Vaccination against encapsulated bacteria such as Streptococcus pneumoniae, Haemophilus influenzae, and Neisseria meningitidis is recommended for all asplenic patients. $#(Choice A)#  The liver is the primary site for complement production.  C3 deficiency predisposes to recurrent infections with encapsulated organisms.  Deficiencies of C5-9, the components of the membrane attack complex, can lead to recurrent infections with N meningitidis or N gonorrhoeae. $#(Choice B)#  Immediate hypersensitivity results from IgE-mediated mast cell degranulation.  It is not affected by splenectomy. $#(Choice C)#  Chronic granulomatous disease (CGD) is a condition where catalase-positive organisms such as Staphylococcus aureus are phagocytosed but cannot be killed effectively.  Patients experience recurrent suppurative infections (eg, abscesses). $#(Choice E)#  Interferons α and β are released from virally-infected cells and cause macrophage and cytotoxic T-lymphocyte activation, leading to destruction of infected cells.  Defects in type I interferon release lead to increased susceptibility to viral infections. $#Educational objective# The spleen acts as both a blood filter capable of removing circulating pathogens and as a major site of opsonizing antibody synthesis.  Asplenic patients are prone to infections caused by encapsulated organisms such as Streptococcus pneumoniae, Haemophilus influenzae, and Neisseria meningitidis.  "},

{"id":"8384","title":"A 3-month-old girl is brought to the emergency department due to fever, irritability, and vomiting for the past 2 days.  On examination, she is ill-looking, lethargic, and febrile.  Blood cultures grow Mycobacterium tuberculosis.  One of her brothers died from disseminated mycobacterial infection during infancy.  Impairment of which of the following protective mechanisms is most likely contributing to this patient's infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibody production","answer_2":"B. Complement production","answer_3":"C. Interferon signaling","answer_4":"D. Isotype switching","answer_5":"E. Leukocyte adhesion","percent_1":"5%","percent_2":"8%","percent_3":"76%","percent_4":"4%","percent_5":"7%","right_answer":"C. Interferon signaling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp8384.jpg","explanation_1":"","explanation_2":"$Host defense against #mycobacterial infections# depends on the ability of #macrophages# to sequester mycobacteria in granulomas and directly kill the bacteria in phagosomes.  Infected macrophages produce #IL-12#, which stimulates T cells and natural killer cells to produce #interferon-γ# (IFN-γ).  Binding of IFN-γ to its receptor on a macrophage causes transcription of IFN-γ-regulated genes through activation of the JAK-STAT signaling pathway.  The result is upregulation of IL-12 production, enhanced mycobacterial intracellular killing in phagolysosomes, and production of tumor necrosis factor-α (TNF-α) which promotes formation of granulomas. $Autosomal recessive deficiencies of the IFN-γ receptor (or other elements of this pathway) result in #disseminated mycobacterial disease# (or BCG infection if the vaccine is administered) in infancy or early childhood.  These patients require lifelong treatment with continuous antimycobacterial antibiotics. $#(Choice A)#  X-linked agammaglobulinemia (XLA) is an immunodeficiency disorder characterized by significantly reduced mature B cell production.  These patients are deficient in all types of immunoglobulins; predisposing them to recurrent lower respiratory tract infections due to encapsulated bacteria (eg, S. pneumoniae, H. influenzae). $#(Choice B)#  Deficiencies of C5-C9, the components of the complement membrane attack complex, can lead to recurrent infections with Neisseria meningitidis or gonorrhoeae. $#(Choice D)#  Isotype switching is a process that occurs in naïve B lymphocytes on initial exposure to antigen.  It is dependent on the interaction of CD40 with its ligand and cytokines including IL-4 and IL-5, which promote IgE and IgA class switching, respectively. $#(Choice E)#  Leukocyte adhesion deficiency is a rare immunodeficiency resulting from a defect in CD18, an integrin component that allows for leukocyte adherence and transmigration through endothelial walls.  These patients present with delayed separation of the umbilical cord, poor wound healing, and recurrent cutaneous infections without pus formation. $#Educational objective# Inherited defects involving the interferon-γ signaling pathway result in disseminated mycobacterial disease in infancy or early childhood.  Patients require lifelong treatment with antimycobacterial agents. "},

{"id":"1995","title":"A 7-month-old boy is brought to the physician by his parents due to irritability and white patches in his mouth.  His past medical history is significant for 3 episodes of otitis media and 2 episodes of bronchiolitis that have required hospitalization.  He also has a history of chronic loose stools.  The child is small for his age and ill-appearing.  Head and neck examination shows white patches consistent with oral candidiasis but is otherwise normal.  Auscultation of the lungs shows expiratory wheezing.  Cardiac examination is within normal limits.  Laboratory results are as follows:","title_table":"?Sodium? 140 mEq/L ?Potassium? 3.8 mEq/L ?Chloride? 98 mEq/L ?Bicarbonate? 24 mEq/L ?Calcium? 9.6 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Serum protein electrophoresis shows a very low gamma globulin level.  Chest x-ray reveals an absent thymic shadow.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Common variable immunodeficiency","answer_2":"B. DiGeorge syndrome","answer_3":"C. Severe combined immunodeficiency","answer_4":"D. Wiskott-Aldrich syndrome","answer_5":"E. X-linked agammaglobulinemia","percent_1":"3%","percent_2":"41%","percent_3":"46%","percent_4":"1%","percent_5":"9%","right_answer":"C. Severe combined immunodeficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Distinctive features of selected primary immunodeficiency disorders# ∆⨉§^#Condition# ∆^#Characteristic features#§^#Ataxia-telangiectasia# ∆ • Ataxia • Telangiectasias • Sinopulmonary infections§^#Chédiak-Higashi$ syndrome# ∆ • Oculocutaneous albinism • Pyogenic infections • Progressive neurologic dysfunction§^#Chronic granulomatous$ disease# ∆ • Severe bacterial & fungal infections • Granuloma formation§^#DiGeorge syndrome# ∆ • Congenital heart disease • Dysmorphic facies • Hypocalcemia§^#Severe combined$ immunodeficiency# ∆ • Severe bacterial & viral infections in infancy • Chronic diarrhea • Mucocutaneous candidiasis§^#Terminal complement$ deficiency# ∆ • Recurrent Neisseria infection§^#Wiskott-Aldrich$ syndrome# ∆ • Recurrent infections that worsen with age • Easy bleeding • Eczema","explanation_img":"","explanation_1":"","explanation_2":"#Severe combined immune deficiency# (SCID) is a life-threatening immunodeficiency syndrome that presents in #infancy#.  It is caused by a variety of mutations in different genes that result in impaired T and B cell development and function.  This leads to compromised cell-mediated and humoral immunity with the eventual development of #severe viral and bacterial infections# as maternal immunity wanes.  Other common features include mucocutaneous candidiasis, persistent diarrhea, and failure to thrive.  Laboratory studies show very low or #absent CD3+ T cells# and #hypogammaglobulinemia#.  Thymic hypoplasia or aplasia is another common finding in infants with SCID due to severe T cell deficiency. $#(Choice A)#  Common variable immunodeficiency is a heterogenous condition caused by B and T cell dysfunction and characterized by hypogammaglobulinemia.  It presents with recurrent infections in adults and children (after the neonatal period).  While not entirely unaffected, cell-mediated immunity is not as impaired as in SCID and thymic aplasia is unlikely. $#(Choice B)#  DiGeorge syndrome (DGS) classically presents with craniofacial abnormalities, conotruncal cardiac anomalies, hypoplastic thymus, and hypocalcemia resulting from parathyroid hypoplasia.  Immunodeficiency can also occur and is related to the degree of thymic hypoplasia.  Although complete DGS (<1% of cases) is a form of SCID, the absence of other characteristic findings makes DGS a less likely diagnosis. $#(Choice D)#  In Wiskott-Aldrich syndrome, functioning of both T and B cells is impaired due to abnormal cytoskeletal functioning.  Patients experience recurrent viral, bacterial, and fungal infections that generally worsen with age.  However, Wiskott-Aldrich syndrome also typically causes bleeding due to thrombocytopenia and eczema. $#(Choice E)#  X-linked (Bruton's) agammaglobulinemia is an immunodeficiency syndrome caused by insufficient production of mature B cells, which predisposes mainly to recurrent infections with encapsulated pyogenic bacteria (eg, Streptococcus pneumoniae, Hemophilus influenzae type B).  The quantity and functioning of T cells is generally not affected, so an absent thymic shadow is unlikely. $#Educational objective# Severe combined immune deficiency is characterized by combined T and B cell dysfunction.  It is a life-threatening condition that presents in infancy with severe bacterial and viral infections; mucocutaneous candidiasis; persistent diarrhea; and failure to thrive.  Laboratory findings include absent T cells and hypogammaglobulinemia.  The thymic shadow is not usually present due to severe T cell deficiency.  "},

{"id":"15293","title":"Researchers are studying various cellular processes in normal and diseased states to find new anticancer drug targets.  They develop a medication that inhibits an intracellular enzyme that converts adenosine to inosine.  With drug use, accumulation of enzyme substrates in the neoplastic cells leads to DNA strand breaks and subsequent apoptosis.  Which of the following malignancies is likely to be most responsive to this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hairy cell leukemia","answer_2":"B. Malignant melanoma","answer_3":"C. Ovarian teratoma","answer_4":"D. Small cell lung cancer","answer_5":"E. Soft tissue sarcoma","percent_1":"56%","percent_2":"18%","percent_3":"7%","percent_4":"14%","percent_5":"5%","right_answer":"A. Hairy cell leukemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp15293.jpg","explanation_1":"","explanation_2":"$#Adenosine deaminase# (ADA) is a highly conserved enzyme that plays a crucial role in purine metabolism.  ADA removes the amino group from #adenosine#/deoxyadenosine and replaces it with a keto group, leading to the formation of #inosine#/deoxyinosine.  These compounds are subsequently converted into nontoxic waste products (hypoxanthine and uric acid) and are excreted. $ADA inhibition results in the metabolism of deoxyadenosine through an alternate pathway, whereby it is phosphorylated into the #toxic metabolite# deoxyadenosine triphosphate.  Elevated intracellular levels of deoxyadenosine triphosphate activate the caspase system and also inhibit ribonucleotide reductase from converting ribonucleotides to deoxyribonucleotides, which depletes cells of DNA precursors.  This ultimately results in the inhibition of DNA synthesis/repair and subsequent apoptosis. $Although all human cells contain ADA, developing lymphocytes are among the most mitotically active cells; the inhibition/absence of ADA is highly #lymphocytotoxic#.  Therefore, ADA inhibitors (eg, cladribine) can be used to treat #lymphocyte-derived cancers# such as hairy cell leukemia.  Similarly, children born with mutations to both ADA genes have dramatic B- and T-lymphocyte impairment, leading to the most severe form of #severe combined immunodeficiency#. $#(Choices B, C, and E)#  Malignant melanoma is an aggressive melanocyte tumor that metastasizes early and is associated with high mortality rates when diagnosed at an advanced stage.  Ovarian teratoma is an ovarian germ cell tumor that can be benign (mature) or malignant (immature).  Soft tissue sarcoma is a mesenchymal tumor that tends to grow slowly over time.  These tumors are not derived from lymphocyte cells and are not generally responsive to ADA inhibition. $#(Choice D)#  Small cell lung cancer is a fast-growing neuroendocrine tumor that is most common in smokers.  Fast-growing tumors are more likely to express elevated levels of ADA; however, ADA inhibition is primarily cytotoxic to lymphocyte-derived tumors and has not been shown to be of significant benefit to other cancer types. $#Educational objective# Adenosine deaminase (ADA) inhibition/absence is highly lymphocytotoxic.  Medications that block ADA are used to treat lymphocyte-derived cancers.  Inherited gene mutations in ADA lead to the autosomal recessive disease of severe combined immunodeficiency.  "},

{"id":"561","title":"A 5-month-old boy with chronic diarrhea and failure to thrive is found to have a low blood T-lymphocyte count and severely decreased serum immunoglobulin.  After thorough evaluation, an experimental treatment is proposed to his parents.  The therapy consists of infecting the patient's cells with a retroviral vector containing the gene for a protein that is deficient in this patient.  Which of the following proteins is most likely coded by this gene?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenosine deaminase","answer_2":"B. Myeloperoxidase","answer_3":"C. NADPH oxidase","answer_4":"D. Reverse transcriptase","answer_5":"E. Xanthine oxidase","percent_1":"84%","percent_2":"4%","percent_3":"5%","percent_4":"4%","percent_5":"2%","right_answer":"A. Adenosine deaminase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has manifestations characteristic of #severe combined immunodeficiency# (SCID).  #Adenosine deaminase (ADA) deficiency# is the second most common cause of SCID, after X-linked SCID (eg, IL-2 receptor mutation).  ADA is present throughout the human body and functions to eliminate excess adenosine from cells by deaminating adenosine to inosine.  Adenosine accumulation is highly toxic to mitotically active cells such as developing lymphocytes; ADA insufficiency leads to widespread death of both T- and B-lymphocytes with resultant combined #cellular and humoral immunodeficiency#.  Because both humoral and cell-mediated immunity are deficient in these patients, they are vulnerable to recurrent, severe infections by bacteria, viruses, and fungi. $Treatment is with hematopoietic (bone marrow) transplantation, but #retroviral gene therapy# is a promising treatment for patients without an HLA match.  Retroviral vectors are used to infect patient hematopoietic stem cells with the genetic code for ADA, resulting in production of ADA by all daughter cells of that stem cell. $#(Choice B)#  Myeloperoxidase is a neutrophil enzyme that helps kill phagocytosed organisms by catalyzing the production of hypochlorite (bleach) from hydrogen peroxide and chloride.  A deficiency of this enzyme results in immunodeficiency characterized by recurrent Candida infections. $#(Choice C)#  NADPH oxidase is the enzyme that is deficient in chronic granulomatous disease (CGD).  Without NADPH oxidase, neutrophils are unable to form reactive oxygen species such as superoxide.  CGD manifests clinically with recurrent infections by catalase-producing organisms (eg, staphylococci).  Dihydrorhodamine or nitroblue tetrazolium testing can be used to diagnose CGD. $#(Choice D)#  Reverse transcriptase is a retroviral enzyme that converts viral genomic RNA (in this case, ADA) to DNA.  Although it plays a role in the effectiveness of the retrovirus as a vector for the treatment of SCID, reverse transcriptase is not deficient in patients with this condition. $#(Choice E)#  Xanthine oxidase is the enzyme responsible for the formation of uric acid from hypoxanthine and xanthine and is essential as the final step of purine degradation.  Xanthine oxidase deficiency leads to abnormally low levels of uric acid in the serum; it can also lead to renal calculi due to the relative insolubility of xanthine at urine's pH level. $#Educational objective# The second most common cause of severe combined immunodeficiency is autosomal recessive deficiency of adenosine deaminase, an enzyme necessary for the elimination of excess adenosine within cells.  Toxic levels of adenosine accumulate within lymphocytes in this condition, leading to lymphocyte cell death and resultant cellular and humoral immunodeficiency.  Patients with this condition can be treated with hematopoietic cell transplantation or gene therapy.  "},

{"id":"22331","title":"A 15-month-old boy is brought to the emergency department due to fever and foot swelling.  The patient first developed swelling of the right foot and fever 4 days ago.  Today, swelling of the left foot also developed.  Medical history is significant for a perianal abscess at 9 months of age.  Imaging studies reveal osteomyelitis affecting the metatarsal bones of both feet.  Intravenous antimicrobials are administered, but the patient still has fever and bilateral foot swelling 2 weeks later.  Laboratory workup shows persistent neutrophilic leukocytosis.  Bone biopsy culture grows Staphylococcus aureus.  Evaluation for an underlying diagnosis is initiated; via use of a rhodamine derivative, the patient's peripheral blood is stimulated with phorbol myristate acetate (PMA) and compared with a control.  Results of the test are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/22331.jpg","title_2":"Which of the following processes is most likely impaired in this patient?","audio":"","comparison_items":"","answer_1":"A. Chemotaxis","answer_2":"B. Complement production","answer_3":"C. Opsonization","answer_4":"D. Phagocytic metabolism","answer_5":"E. T-lymphocyte function","percent_1":"34%","percent_2":"6%","percent_3":"16%","percent_4":"37%","percent_5":"7%","right_answer":"D. Phagocytic metabolism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp22331.jpg","explanation_1":"","explanation_2":"$This young patient has multifocal osteomyelitis resistant to treatment, as well as a previous cutaneous (perianal) abscess.  This history of multiple, invasive infections is worrisome for underlying immunodeficiency.  Laboratory results show a normal white blood cell response to bacterial infection (ie, neutrophilic leukocytosis), but #dihydrorhodamine (DHR) testing#, which evaluates for phagocytic oxidative response, is #abnormal#.  These findings are consistent with #chronic granulomatous disease# (CGD). $CGD is a disorder of #phagocytic metabolism# characterized by #defective# NADPH oxidase, an enzyme in the #respiratory burst# pathway.  Without this enzyme, neutrophils cannot form the reactive oxygen species required for @intracellular killing@ of @phagocytized organisms@.  Patients are predisposed to recurrent infections with certain catalase-positive organisms (eg, Staphylococcus aureus). $The DHR assay detects the conversion of DHR (a colorless substance) to rhodamine (#fluoresces green#) by free radicals produced when the NADPH oxidase pathway is stimulated (eg, by a protein kinase C agonist such as phorbol myristate acetate).  In unaffected patients, stimulated cells show increased intensity of fluorescence (ie, rightward shift along the x-axis), indicating appropriate #NADPH activity#, whereas unstimulated cells remain colorless.  In patients with #CGD#, the stimulated cells show #no increased fluorescence# (ie, no oxidation of DHR). $#(Choice A)#  Leukocyte adhesion deficiency, or a defect in CD18-containing integrins, is characterized by impaired leukocyte migration (chemotaxis) to sites of inflammation, leading to recurrent mucosal infections and abscesses that lack pus.  Neutrophilic leukocytosis is common, but DHR testing would be normal. $#(Choice B)#  Complement deficiencies often present with recurrent Neisseria infections, not S aureus osteomyelitis.  Neutrophil respiratory burst on DHR testing would be normal. $#(Choice C)#  Opsonization is impaired in patients lacking IgG (eg, X-linked agammaglobulinemia).  The typical presentation involves recurrent sinopulmonary infections by encapsulated bacteria, not S aureus.  Moreover, this patient's DHR test is diagnostic of CGD. $#(Choice E)#  Impaired T-lymphocyte function (eg, HIV infection) predisposes patients to severe, recurrent bacterial, viral, and fungal opportunistic infections (eg, Pneumocystis jirovecii).  Neutrophil respiratory burst would not be affected. $#Educational objective# Chronic granulomatous disease (CGD) is due to defective NADPH oxidase and is diagnosed by dihydrorhodamine testing, which measures neutrophil respiratory burst.  When NADPH oxidase is stimulated, dihydrorhodamine is normally oxidized and fluoresces green (increased fluorescence intensity); it remains colorless (ie, no oxidation) in patients with CGD.  ","clickable_1":"images/img1.22331.jpg","clickable_2":"images/img2.22331.mp4"},

{"id":"537","title":"A 12-month-old boy is evaluated for an eczematous rash.  Medical history is significant for several severe respiratory infections that required hospitalization.  Complete blood count shows white blood cells at 9,000/mm3 and platelets at 40,000/mm3.  The platelets seem abnormally small and deformed on the peripheral blood smear.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aplastic anemia","answer_2":"B. Ataxia telangiectasia syndrome","answer_3":"C. Chédiak-Higashi syndrome","answer_4":"D. DiGeorge syndrome","answer_5":"E. Hemolytic uremic syndrome","answer_6":"F. Wiskott-Aldrich syndrome","percent_1":"5%","percent_2":"3%","percent_3":"10%","percent_4":"4%","percent_5":"5%","percent_6":"72%","right_answer":"F. Wiskott-Aldrich syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Distinctive features of selected primary immunodeficiency disorders# ∆⨉§^#Condition# ∆^#Characteristic features#§^#Ataxia-telangiectasia# ∆ • Ataxia • Telangiectasias • Sinopulmonary infections§^#Chédiak-Higashi$ syndrome# ∆ • Oculocutaneous albinism • Pyogenic infections • Progressive neurologic dysfunction§^#Chronic granulomatous$ disease# ∆ • Severe bacterial & fungal infections • Granuloma formation§^#DiGeorge syndrome# ∆ • Congenital heart disease • Dysmorphic facies • Hypocalcemia§^#Severe combined$ immunodeficiency# ∆ • Severe bacterial & viral infections in infancy • Chronic diarrhea • Mucocutaneous candidiasis§^#Terminal complement$ deficiency# ∆ • Recurrent Neisseria infection§^#Wiskott-Aldrich$ syndrome# ∆ • Recurrent infections that worsen with age • Easy bleeding • Eczema","explanation_img":"","explanation_1":"","explanation_2":"This patient has the 3 characteristic findings of #Wiskott-Aldrich syndrome# (WAS): #eczema#, recurrent infections, and #thrombocytopenia#.  Because it is an #X-linked recessive# disorder, WAS manifests almost exclusively in males.  It is caused by a mutation in cytoskeleton proteins that are critical for normal cell structure and the cell-to-cell interactions required for activation of hematologic cells (eg, platelets, immune cells). $In patients with WAS, platelets are both abnormally shaped and deficient, causing petechiae, purpura, hematemesis, and epistaxis that can be present at birth.  A deficiency in B cells results in recurrent #pyogenic infections# due to an inability to mount a humoral immune response against organisms with a polysaccharide capsule (eg, Neisseria meningitidis, Haemophilus influenzae, Streptococcus pneumoniae).  Patients also have T-cell deficiency, leading to infections with #opportunistic pathogens# (eg, Pneumocystis jiroveci).  #Severe recurrent infections# develop after transplacental maternal IgG and maternal mucosal IgA are degraded around 6 months of age.  Treatment is with HLA-matched bone marrow transplantation. $#(Choice A)#  Aplastic anemia (ie, pancytopenia) classically results from ionizing radiation or the use of cytotoxic medications (eg, chemotherapeutic agents, chloramphenicol).  Although aplastic anemia is associated with recurrent infections, abnormally shaped platelets and eczema are more characteristic of WAS. $#(Choice B)#  Ataxia telangiectasia syndrome is associated with a deficiency of both B and T cells; however, patients characteristically have progressive ataxia and telangiectasia rather than eczema. $#(Choice C)#  Patients with Chédiak-Higashi syndrome have coagulation defects and recurrent pyogenic infections due to the dysfunction of phagocyte phagosome-lysosome fusion.  However, they also typically have oculocutaneous albinism, peripheral neuropathy, and @giant cytoplasmic granules@ on peripheral blood smear. $#(Choice D)#  DiGeorge syndrome results from maldevelopment of the third and fourth pharyngeal pouches, which causes hypoplasia of the parathyroid glands and thymus (T cell deficiency), cardiac and aortic arch abnormalities, and characteristic facies due to maldevelopment of the mandible. $#(Choice E)#  Hemolytic uremic syndrome most often occurs in children after infection with Shiga toxin–producing Escherichia coli.  Patients typically have thrombocytopenia with microangiopathic hemolytic anemia and acute renal failure. $#Educational objective# Wiskott-Aldrich syndrome is characterized by the triad of eczema, thrombocytopenia, and combined B and T cell deficiency.  Patients can have thrombocytopenia at birth, with eczema and repeated infections due to encapsulated and/or opportunistic organisms usually developing later around 6 to 12 months of age. ","clickable_1":"images/img1.537.jpg"},

{"SubjectSystem":"Immunology-Allery and immunology","id":"21342","title":"A 9-year-old girl is brought to the office due to persistent nasal drainage.  Over the past 2 weeks, the patient has had increasing nasal congestion and drainage.  The discharge was initially clear but has become dark and foul smelling over the past few days.  The patient has a history of multiple skin abscesses that developed when she was an infant, but they typically do not cause discomfort.  She has also had atopic dermatitis since infancy.  Temperature is 37.1 C (98.8 F).  On examination, the patient is interactive and talkative.  Thick nasal discharge appears from both nares.  Cardiopulmonary examination is normal.  There are several diffuse areas of dry, excoriated skin along the trunk and upper extremities.  Results of a complete blood count are as follows:","title_table":"?Hemoglobin? 11 g/dL ?Platelets? 200,000/mm3 ?Leukocytes? 7,500/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following patterns of immunoglobulin production is most likely to be seen in this patient?","audio":"","comparison_items":"§∆IgM ∆IgG ∆IgA ∆IgE ","answer_1":"§A. ∆Decreased ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆Normal ∆Increased ∆Normal ∆Increased","answer_3":"§C. ∆Increased ∆Decreased ∆Decreased ∆Decreased","answer_4":"§D. ∆Normal ∆Normal ∆Normal ∆Increased","answer_5":"§E. ∆Normal ∆Normal ∆Decreased ∆Normal","percent_1":"5%","percent_2":"7%","percent_3":"22%","percent_4":"43%","percent_5":"23%","right_answer":"§D. ∆Normal ∆Normal ∆Normal ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Hyper-IgE syndrome#∆⨉§^#Pathogenesis# ∆ • Autosomal dominant • Defective JAK-STAT signaling → impaired Th17 • ↓ Neutrophil proliferation/chemotaxis§^#Clinical$ features# ∆ • Severe, chronic eczema • Noninflammatory (ie, cold) abscesses (eg, Staphylococcus, Candida) • Recurrent sinopulmonary infections • Dysmorphic facies (eg, broad nose, prominent forehead) • Retained primary teeth§^#Laboratory$ findings# ∆ • ↑ IgE • Eosinophilia • Normal leukocyte count with ↓ Th17%#Th17 =# T-helper cell type 17.","explanation_img":"","explanation_1":"","explanation_2":"This patient with signs of a sinus infection (eg, thick, purulent nasal drainage) has a history of recurrent skin abscesses and chronic atopic dermatitis.  Given her normal platelet count, which excludes Wiskott-Aldrich syndrome, her findings are most consistent with #hyper-IgE syndrome #(Job syndrome), an autosomal dominant, primary immunodeficiency disorder. $Hyper-IgE syndrome is characterized by impaired JAK-STAT signaling, leading to defective differentiation and function of #T-helper cell type 17# (Th17).  Th17 cells normally produce IL-17, which activates #neutrophils# to #migrate# to the site of infection.  Without this cytokine, neutrophil function is impaired, causing recurrent skin and #sinopulmonary infections# most commonly due to Staphylococcus aureus and Candida albicans.  Neutrophil-induced inflammation is absent, so #abscesses# are often nontender (ie, #cold#), and patients are typically afebrile with a normal leukocyte count, as opposed to the leukocytosis expected with infection. $In addition to immunodeficiency, #chronic atopic dermatitis# is a prominent feature of hyper-IgE syndrome and typically begins in early infancy.  Colonization of S aureus and C albicans on the skin triggers mast cell histamine release, causing severe pruritus and an eczematous rash.  Patients characteristically have #eosinophilia# and #elevated IgE# related to the dermatitis, but #other immunoglobulin levels# are usually #normal#.  A low Th17 count supports the diagnosis, and molecular genetic testing is confirmatory. $#(Choice A)#  All immunoglobulin levels are decreased/absent in X-linked agammaglobulinemia due to impaired B-cell maturation.  Severe sinopulmonary and invasive bacterial infections begin in infancy, and failure to thrive is typical.  Without immunoglobulin replacement most children will have near fatal infections early in life. $#(Choice B)#  Chronic eczema without an underlying immunodeficiency can cause elevated IgE, and IgG may also be high if the rash is superinfected.  However, the affected area would be erythematous and tender, unlike this patient's cold abscess, making isolated atopic disease unlikely. $#(Choice C)#  Hyper-IgM syndrome, in which immunoglobulin class-switching is impaired due to CD40 ligand deficiency, typically presents in infancy with sinopulmonary and opportunistic infections.  Recurrent cold skin abscesses do not typically occur. $#(Choice E)#  Selective IgA deficiency can cause recurrent sinopulmonary infections and is associated with an increased risk for atopy.  However, skin infections would not be expected. $#Educational objective# Hyper-IgE syndrome is characterized by elevated IgE levels and is caused by impaired neutrophil activation and migration due to a defect in T-helper cell type 17 cells.  Typical findings include noninflammatory (ie, cold) abscesses, recurrent sinopulmonary infections, and chronic atopic dermatitis. "},

{"id":"20297","title":"A 2-year-old boy is brought to the emergency department due to 4 days of worsening cough and fevers.  This evening, the patient developed increasingly rapid breathing.  He has a history of 2 prior episodes of cervical lymphadenitis due to Staphylococcus aureus.  Temperature is 39 C (102.2 F).  Blood pressure is 100/72 mm Hg, pulse is 130/min, and respirations are 35/min.  Prominent intercostal and supraclavicular retractions are present.  There are diffuse crackles bilaterally, with decreased breath sounds at the lung bases.  Heart sounds are normal.  The patient is intubated.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 11.8 g/dL ?Platelets? 280,000/mm3 ?Leukocytes? 15,000/mm3?Neutrophils? 64 ℅ ?Bands? 11℅ ?Lymphocytes? 25℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Bronchioalveolar lavage fluid tests positive for Aspergillus fumigatus.  Serum immunoglobulin levels are normal.  Which of the following is the most likely underlying cause of this patient's presentation?","audio":"","comparison_items":"","answer_1":"A. Decreased macrophage degranulation","answer_2":"B. Disrupted macrophage phagocytosis","answer_3":"C. Dysfunctional neutrophil trafficking","answer_4":"D. Impaired neutrophilic respiratory burst","answer_5":"E. Reduced neutrophilic phagocytosis","percent_1":"3%","percent_2":"12%","percent_3":"16%","percent_4":"63%","percent_5":"6%","right_answer":"D. Impaired neutrophilic respiratory burst","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Chronic granulomatous disease#∆⨉§^#Pathogenesis# ∆ • X-linked recessive mutation of NADPH oxidase • Impaired respiratory burst & ↓ reactive oxygen species → inhibition of $phagocytic intracellular killing§^#Microbiology# ∆ • Catalase-positive organisms $== ○ Bacteria: Staphylococcus aureus, Burkholderia, Serratia, Nocardia $== ○ Fungi: Aspergillus§^#Clinical$ features# ∆ • Recurrent infections of lungs, skin, liver, lymph nodes • Diffuse granuloma formation§^#Diagnosis# ∆ • Measurement of neutrophil superoxide production $== ○ DHR flow cytometry (preferred) $== ○ NBT testing%#DHR =# dihydrorhodamine; #NBT =# nitroblue tetrazolium.","explanation_img":"","explanation_1":"","explanation_2":"This patient has a severe respiratory infection with #Aspergillus fumigatus#, an opportunistic, catalase-positive fungus usually seen in immunocompromised individuals.  He also has a history of recurrent infections caused by Staphylococcus aureus, another #catalase-positive organism#, as well as #normal immunoglobulin levels# and an appropriately elevated leukocyte count in response to infection (ie, #no leukopenia#).  These findings are suggestive of #chronic granulomatous disease# (CGD). $CGD is most commonly due to an X-linked recessive mutation affecting @NADPH oxidase@.  This enzyme is the first step in the respiratory burst pathway, initiating the formation of reactive oxygen species (ROS).  In addition to directly damaging phagocytized pathogens, ROS also activate granule proteases that aid in the @destruction of organisms@ within the phagolysosome. $Without NADPH oxidase, patients with CGD have #impaired respiratory burst#.  Although protease degranulation occurs normally #(Choice A)#, these enzymes are not activated due to the absence of ROS, resulting in #defective phagocytic intracellular killing#.  Catalase-positive bacteria and fungi are most pathogenic in CGD because they can degrade their own metabolically produced hydrogen peroxide (ie, ROS), further limiting microbicidal protease activation.  Patients commonly develop S aureus abscesses (eg, lymphadenitis) and severe lung infections, as seen in this patient. $#(Choices B and E)#  Disrupted phagocytosis by macrophages and neutrophils refers to the impaired engulfing of organisms, which can occur when opsonization is absent due to antibody or complement deficiency.  In contrast, this patient's serum immunoglobulin levels are normal. $#(Choice C)#  Dysfunctional neutrophil trafficking is seen in leukocyte adhesion deficiency (LAD) and causes impaired @leukocyte migration@.  Patients have recurrent mucosal infections and skin abscesses without pus, often due to S aureus, but recurrent lymphadenitis and Aspergillus infection would not be expected.  Moreover, marked leukocytosis (often >50,000/mm3) is typical with LAD because leukocytes cannot migrate out of blood vessels. $#Educational objective# Chronic granulomatous disease should be suspected in a child with recurrent infections by catalase-positive organisms (eg, Staphylococcus aureus, Aspergillus) who has normal immunoglobulins and no leukopenia.  Pathogenesis involves the defective intracellular killing of phagocytized organisms within neutrophils due to an impaired respiratory burst.","clickable_1":"images/img1.20297.jpg","clickable_2":"images/img2.20297.mp4","clickable_3":"images/img3.20297.mp4"},

{"id":"1441","title":"A 5-year-old boy is undergoing a partial hepatectomy to treat a poorly draining liver abscess.  He has a history of recurrent skin abscesses.  Cultures from his liver abscess are growing Staphylococcus aureus, which is sensitive to the current antibiotic regimen, but the abscess has failed to improve.  Genetic analysis reveals an inactivating mutation affecting a neutrophil oxidase enzyme.  This patient most likely has an increased risk of infection with which of the following organisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Burkholderia cepacia","answer_2":"B. Enterococcus faecalis","answer_3":"C. Giardia lamblia","answer_4":"D. Herpes simplex virus type 1","answer_5":"E. Streptococcus pyogenes","percent_1":"47%","percent_2":"14%","percent_3":"9%","percent_4":"1%","percent_5":"29%","right_answer":"A. Burkholderia cepacia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Chronic granulomatous disease#∆⨉§^#Pathogenesis# ∆ • X-linked recessive mutation of NADPH oxidase • Impaired respiratory burst & ↓ reactive oxygen species → inhibition of $phagocytic intracellular killing§^#Microbiology# ∆ • Catalase-positive organisms $== ○ Bacteria: Staphylococcus aureus, Burkholderia, Serratia, Nocardia $== ○ Fungi: Aspergillus§^#Clinical$ features# ∆ • Recurrent infections of lungs, skin, liver, lymph nodes • Diffuse granuloma formation§^#Diagnosis# ∆ • Measurement of neutrophil superoxide production $== ○ DHR flow cytometry (preferred) $== ○ NBT testing%#DHR =# dihydrorhodamine; #NBT =# nitroblue tetrazolium.","explanation_img":"","explanation_1":"","explanation_2":"This patient with a mutation in the neutrophil oxidase enzyme has #chronic granulomatous disease# (CGD), a condition that results in recurrent bacterial and fungal infections due to #impaired intracellular killing# by phagocytes. $CGD is caused by a genetic defect in the #NADPH oxidase# complex.  @NADPH oxidase@ normally functions to transfer an electron from NADPH to oxygen, resulting in the production of superoxide (O2•−) and other #reactive oxygen species# such as hydroxyl radicals (HO•) and hydrogen peroxide (H2O2).  These oxidants #activate granule proteases# (eg, elastase, cathepsin G) that destroy engulfed pathogens and also have direct @microbicidal activity@. $Most microorganisms produce H2O2 as a waste product of metabolism, which can help activate microbicidal peptides within defective neutrophils in patients with CGD.  However, some pathogens also produce catalase, which can destroy their own metabolically produced H2O2.  As a result, the bacteria and fungi responsible for infections in CGD are usually #catalase-positive# organisms, particularly the following: $• Staphylococcus aureus $• #Burkholderia cepacia# $• Serratia marcescens $• Nocardia $• Aspergillus $#(Choices B and E)#  Catalase-negative organisms (eg, Enterococcus faecalis, Streptococcus pyogenes) cannot prevent the accumulation of H2O2 within phagosomes, a process that allows the phagocytes to generate potent microbicidal agents (eg, hypochlorite) and activate granule proteases even when host O2•− production is impaired. $#(Choices C and D)#  Patients with CGD are at increased risk of bacterial and fungal infections, not parasitic (Giardia lamblia) or viral (herpes simplex virus type 1) infections. $#Educational objective# Chronic granulomatous disease (CGD) results from defective NADPH oxidase.  Normally, this enzyme participates in the respiratory burst pathway to produce reactive oxygen species critical in intracellular pathogen killing.  Patients with CGD develop recurrent bacterial and fungal infections predominantly caused by 5 catalase-positive organisms: Staphylococcus aureus, Burkholderia cepacia, Serratia marcescens, Nocardia, and Aspergillus.  ","clickable_1":"images/img1.1441.jpg","clickable_2":"images/img2.1441.mp4"},

{"id":"22579","title":"A 10-year-old boy is brought to the emergency department by his parents due to increasing lethargy and high fever for the past 12 hours.  The boy was well last night but was sluggish this morning.  Over the day, his activity level and responsiveness diminished.  The patient was treated for Neisseria meningitidis bacteremia 2 years ago.  He has received all routine vaccinations and is developing normally.  Temperature is 39.6 C (103.3 F).  On examination, the patient appears ill and is poorly responsive.  He is tachycardic, but heart sounds are otherwise unremarkable.  Lungs are clear to auscultation.  Numerous purple bruise-like markings and petechiae are noted over his extremities, which have diminished capillary refill.  Blood samples are drawn for total complement (CH50) and alternative complement (AH50) measurement.  Which of the following sets of results is most likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆CH50∆AH50","answer_1":"§A. ∆Low ∆Low","answer_2":"§B. ∆Low ∆Normal","answer_3":"§C. ∆Normal ∆Low","answer_4":"§D. ∆Normal ∆Normal","percent_1":"40%","percent_2":"45%","percent_3":"12%","percent_4":"3%","right_answer":"§A. ∆Low ∆Low","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Laboratory evaluation of complement deficiencies#∆⨉∆⨉§^#Deficiency# ∆^#CH50*# ∆^#AH50*#§^#Classical pathway#$ C1q/r/s, C2, C4 ∆^Low ∆^Normal§^#Alternative pathway#$ Factor B, factor D ∆^Normal ∆^Low§^#Lectin pathway#$ Mannose-binding lectin ∆^Normal ∆^Normal§^#Terminal components#$ C3, C5-9 ∆^Low ∆^Low%*CH50 & AH50 are measures of the function of the entire classical & alternative complement cascades, respectively.","explanation_img":"","explanation_1":"","explanation_2":"This boy's rapidly progressive illness with high fever and petechial rash raises strong suspicion for #Neisseria meningitidis# infection.  The virulence of N meningitidis is due to the presence of a #polysaccharide capsule#, which allows the organism to evade phagocytosis and immunoglobulin attachment.  Because of these adaptations, initial control of infection is primarily mediated by activation of the @alternative complement cascade@, which is triggered when autoactivated C3 interacts with the surface of the bacteria and amplifies. $Activation of the alternative pathway results in generation of the following: $• C3b:  a powerful opsonin that binds to complement receptor 1 on erythrocytes and phagocytes, which increases phagocytosis by reticuloendothelial monocytes $• C3a and C5a:  potent anaphylatoxins that recruit immune cells and drive a strong inflammatory response $• #Membrane attack complexes# (MACs):  composed of the terminal complement proteins (C5-9), MACs generate a channel in the bacterial surface, leading to osmotic lysis of the organism $MACs are the #most important initial defense# against encapsulated bacteria because they operate at high efficiency despite the presence of a capsule.  Therefore, patients with #deficits# in any of the terminal complement proteins that generate the MAC are at very high risk for #recurrent encapsulated bacterial infections# (as seen in this patient).  Laboratory evaluation of these patients will show #reduced activity# of the classical #(CH50)# and alternative #(AH50)# complement cascades because all 3 complement pathways (classical, alternative, lectin) terminate in the generation of MACs. $#(Choices B and C)#  Deficiency in complement proteins unique to the classical cascade (eg, C1q/r/s, C2, C4) will result in low CH50 and normal AH50 levels.  In contrast, deficiency in complement proteins unique to the alternative cascade (eg, factor B, factor D) will result in normal CH50 and low AH50 levels.  This patient's recurrent N meningitidis infections are more characteristic of a terminal complement component deficiency. $#(Choice D)#  Patients with a defect in the lectin complement pathway (eg, mannose-binding lectin) will have normal CH50 and AH50 levels.  Additional evaluation with the mannose-binding lectin test can usually reveal the presence of this abnormality. $#Educational objective# Initial control of encapsulated bacteria is largely reliant on the formation of membrane attack complexes (MACs) due to activation of the alternative complement cascade.  Patients with deficiency in the proteins that generate MACs (C5-9) are at high risk for recurrent encapsulated bacterial infection; evaluation will show reduced activity of the classical (CH50) and alternative (AH50) complement cascades.  ","clickable_1":"images/img1.22579.jpg"},

{"id":"1763","title":"A 3-year-old boy is being evaluated for persistent diarrhea.  Although the patient seemed healthy at his 12-month well child visit, since then he has experienced 4 episodes of otitis media and 3 episodes of pneumococcal pneumonia.  He was at the 50th percentile for weight and height at 12 months but is now at the 25th percentile for height and 10th percentile for weight.  The patient is referred for upper gastrointestinal endoscopy, and Giardia lamblia is isolated from duodenal aspirates.  Further workup shows very low serum levels of all immunoglobulin types.  Flow cytometry of this patient's peripheral blood is most likely to show a near absence of cells bearing which of the following markers?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD4","answer_2":"B. CD8","answer_3":"C. CD15","answer_4":"D. CD16","answer_5":"E. CD19","percent_1":"18%","percent_2":"5%","percent_3":"3%","percent_4":"3%","percent_5":"71%","right_answer":"E. CD19","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's recurrent sinopulmonary infections, Giardia lamblia gastroenteritis, failure to thrive, and low immunoglobulin levels are suggestive of #X-linked agammaglobulinemia# (XLA).  In this condition, a mutation in the Bruton tyrosine kinase gene causes failure of bone marrow pre-B cells to develop into mature B cells, a step necessary for B cells to leave the bone marrow and enter the peripheral circulation. $Patients with XLA have #low or absent B cells# in the peripheral blood and lymphoid tissues and #pan-hypogammaglobulinemia# (ie, very low IgG, IgM, and IgA).  As a result, they are at increased risk of infection with pyogenic (encapsulated) bacteria.  Patients also have increased susceptibility to certain viral and parasitic infections, such as enteroviruses and Giardia lamblia, due to the absence of opsonizing and neutralizing antibodies. $Flow cytometry can be used to assess the number of circulating B cells by using fluorescent tags that bind to #specific B cell surface proteins# such as #CD19, CD20, and CD21#. $#(Choices A and B)#  CD4 is a helper T cell surface marker, and CD8 is a cytotoxic T cell surface marker.  Both B cells and T cells can be deficient in patients with certain forms of severe combined immunodeficiency.  However, these patients typically have failure to thrive, persistent mucosal candidiasis, and severe infections with opportunistic organisms (eg, Pneumocystis) at a much younger age (~6 months). $#(Choice C)#  CD15 is a cell surface protein present on granulocytes.  It is also present on nearly all Reed-Sternberg cells and is therefore a cytologic marker useful in the diagnosis of Hodgkin lymphoma. $#(Choice D)#  CD16 is a low-affinity Fc receptor found on the surface of natural killer cells, neutrophils, and macrophages. $#Educational objective# X-linked agammaglobulinemia is characterized by low or absent circulating mature B cells (ie, CD19+, CD20+, CD21+ cells) and pan-hypogammaglobulinemia.  Affected patients have increased susceptibility to pyogenic bacteria, enteroviruses, and Giardia lamblia due to the absence of opsonizing and neutralizing antibodies.  "},

{"id":"1132","title":"A 2-year-old boy is brought to the clinic due to recurrent infections.  Over the last year, the patient has had multiple skin and pulmonary infections requiring antibiotic therapy.  Temperature is 37.2 C (99 F), pulse is 120/min, and respirations are 20/min.  The patient has silvery hair.  Eye examination shows horizontal nystagmus.  The oropharynx is clear, and the neck is supple.  Cardiopulmonary examination is unremarkable, and the abdomen is soft.  The skin appears pale with scarring from previous infections.  Peripheral blood smear is shown in the im","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1132.jpg","title_2":"This patient most likely has which of the following disorders?","audio":"","comparison_items":"","answer_1":"A. Ataxia telangiectasia","answer_2":"B. Chédiak-Higashi syndrome","answer_3":"C. Chronic granulomatous disease","answer_4":"D. Gaucher disease","answer_5":"E. Leukocyte adhesion deficiency","answer_6":"F. Wiskott-Aldrich syndrome","percent_1":"3%","percent_2":"70%","percent_3":"9%","percent_4":"4%","percent_5":"4%","percent_6":"9%","right_answer":"B. Chédiak-Higashi syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1132.jpg","explanation_1":"","explanation_2":"$This patient's peripheral smear shows #giant cytoplasmic granules# within neutrophils, a finding pathognomonic for #Chédiak-Higashi syndrome# (CHS), an autosomal recessive disorder in which lysosomal trafficking is impaired.  Characteristic findings include the following: $• #Immunodeficiency# from a defect in #neutrophil# phagosome-lysosome fusion, which prevents release of cytotoxic granules and leads to impaired bacterial killing.  These giant granules are visualized on peripheral blood smear, and patients have #recurrent infections# (eg, skin, respiratory) with pyogenic bacteria.  Impaired natural killer cell function may also contribute to immune dysfunction. $• #Oculocutaneous albinism# (eg, fair skin, silvery hair, light blue eyes) due to impaired melanocyte transport of melanin to keratinocytes in the epidermis and epithelial cells in the retina.  Because melanin is also involved in the embryologic development of ocular structures (eg, optic nerve), reduced visual acuity and #nystagmus# may occur. $#(Choice A)#  Ataxia telangiectasia is a DNA repair disorder characterized by immunodeficiency (eg, recurrent sinopulmonary infections), neurologic deficits (eg, ataxia, nystagmus), and telangiectasias of the skin and eyes.  Giant cytoplasmic granules on peripheral smear would not be present. $#(Choice C)#  In patients with chronic granulomatous disease (CGD), neutrophils are unable to kill catalase-producing organisms (eg, Staphylococcus aureus) due to a deficiency of NADPH oxidase.  CGD is not associated with oculocutaneous albinism or giant cytoplasmic granules. $#(Choice D)#  @Gaucher disease@ is a lysosomal storage disorder that causes bone pain, hepatosplenomegaly, and pancytopenia.  Tissue biopsies show macrophages with a crumpled-paper appearance due to glucocerebroside accumulation. $#(Choice E)#  Neutrophils in leukocyte adhesion deficiency are unable to adhere to vascular endothelium or migrate to sites of infection.  Patients have recurrent skin infections and poor wound healing, but silvery hair, nystagmus, and giant granules are not seen. $#(Choice F)#  Wiskott-Aldrich syndrome is an X-linked disorder characterized by immunodeficiency (combined B- and T-lymphocyte deficiency), bleeding due to thrombocytopenia, and eczema (not seen in this patient).  Small platelets are present on peripheral smear, and oculocutaneous albinism is not seen. $#Educational objective# Chédiak-Higashi syndrome is an autosomal recessive disorder affecting lysosomal trafficking that results in immunodeficiency, albinism, neurologic abnormalities (eg, nystagmus).  Giant granules are seen within neutrophils.  ","clickable_1":"images/img1.1132.jpg"},

{"id":"739","title":"An 18-year-old college student is hospitalized due to a high fever and confusion.  According to the patient's roommate, the symptoms started about 6 hours ago.  The patient was feeling well this morning except for some nausea.  She has had several episodes of pneumonia in the past and had bacterial meningitis a year ago, which was treated with ceftriaxone.  Temperature is 39.1 C (102.4 F), blood pressure is 104/70 mm Hg, and pulse is 110/min.  The patient is lethargic but is able to follow simple commands and give single-word answers with prompting.  Physical examination reveals a petechial rash on the trunk and extremities, including the palms and soles.  Neck stiffness and photophobia are also noted.  Which of the following primary immune system impairments is most likely responsible for this patient's recurrent infections?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Defective T-cell maturation","answer_2":"B. Excessive production of IgE antibodies","answer_3":"C. Impaired cellular chemotaxis","answer_4":"D. Inability to form the membrane attack complex","answer_5":"E. Ineffective neutrophil oxidative burst","percent_1":"6%","percent_2":"1%","percent_3":"4%","percent_4":"78%","percent_5":"11%","right_answer":"D. Inability to form the membrane attack complex","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This young woman's rapid-onset high fever, confusion, neck stiffness, and petechial rash likely indicate bacterial meningitis due to #Neisseria meningitidis# infection.  Although healthy, college-aged individuals are at high risk for a single episode of bacterial meningitis, this patient's recurrent pneumonia and previous meningitis suggest an underlying #immune system impairment#.  Culture results from her previous infections are unknown, but the leading cause of pneumonia and meningitis is #Streptococcus pneumoniae#. $The major virulence factor for both N meningitidis and S pneumoniae is a #polysaccharide capsule#, which allows the bacteria to evade the following host defenses: $• #Phagocytosis:#  Capsules have a negative charge, which repels the negative charge of the phagocyte surface.  Capsules are also hydrophilic, which reduces surface tension at the interface between the capsule and the phagocyte, making engulfment more difficult. $• #Opsonization:#  Capsules cover underlying antigenic epitopes on the bacterial cell membrane, which limits immunoglobulin binding.  This impairs immunoglobulin-mediated opsonization and classical complement pathway activation. $Therefore, initial control of encapsulated bacterial infections is largely dependent on the @alternative complement cascade@, which is triggered when autoactivated C3 lands on the bacterial cell and undergoes amplification.  The alternative pathway generates the opsonin C3b (which increases bacterial phagocytosis), but it primarily kills encapsulated bacteria via the creation of #membrane attack complexes# (MACs).  MACs form pores in the bacterial surface, leading to membrane destabilization and osmotic lysis.  Therefore, patients who have defects in the complement proteins that generate the MAC (C5-C9) are at risk for #recurrent, life-threatening infections# from encapsulated bacteria. $#(Choice A)#  DiGeorge syndrome causes T-cell lymphopenia due to congenital absence of the thymus and parathyroid glands.  Absent T-cells cause recurrent viral and fungal infections, not recurrent bacteremia. $#(Choice B)#  Excessive IgE production is seen in hyperimmunoglobulin E syndrome.  Although recurrent sinopulmonary infection is common, patients also have severe eczema and recurrent abscesses. $#(Choice C)#  Impaired @neutrophil chemotaxis@ is seen in leukocyte adhesion defects, which prevent neutrophil extravasation and migration to areas of infection.  Although recurrent bacterial infection is common, patients often have a variety of other findings (eg, absence of pus, delayed umbilical cord separation, impaired wound healing). $#(Choice E)#  Chronic granulomatous disease is an X-linked immunodeficiency due to impaired @NADPH oxidase@, which prevents neutrophils from generating an oxidative burst.  Although recurrent pneumonia is common, meningitis is not.  In addition, infections associated with this defect are caused by certain catalase-positive organisms (eg, staphylococci), not encapsulated bacteria (eg, N meningitidis). $#Educational objective# Deficiency of the complement factors that form the membrane attack complex (C5-C9) results in recurrent infections of the lung and meninges by encapsulated bacteria (eg, Streptococcus pneumoniae, Neisseria meningitidis). ","clickable_1":"images/img1.739.jpg","clickable_2":"images/img2.739.mp4","clickable_3":"images/img3.739.mp4"},

{"id":"538","title":"A 2-year-old boy is brought to the office due to recurrent infections.  He was born at term after an uncomplicated pregnancy.  His mother states, 'My boy is always sick with something and is constantly on antibiotics.'  The patient has had multiple episodes of otitis media, skin infections, and pneumonia.  Incision and drainage of his skin infections revealed Staphylococcus aureus on bacterial culture but no purulence.  The infections usually resolve with prolonged antibiotic courses.  Laboratory testing reveals absent CD18 antigens on the surface of leukocytes.  This patient's underlying condition is most likely associated with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Infection following live-virus vaccines","answer_2":"B. Infection with Neisseria","answer_3":"C. Persistent leukocytosis","answer_4":"D. Small or absent lymph nodes","answer_5":"E. Thrombocytopenia and eczema","percent_1":"8%","percent_2":"7%","percent_3":"53%","percent_4":"23%","percent_5":"9%","right_answer":"C. Persistent leukocytosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Leukocyte adhesion deficiency#∆⨉§^#Pathophysiology# ∆ • Defect in CD18-containing integrins • Impaired leukocyte adhesion & endothelial transmigration§^#Clinical features# ∆ • Skin & mucosal infections (eg, cellulitis, periodontitis) without pus formation • Impaired wound healing • Delayed umbilical cord separation (age >3 weeks)§^#Laboratory $findings# ∆ • Leukocytosis & neutrophilia","explanation_img":"","explanation_1":"","explanation_2":"This patient's recurring skin and mucosal infections, as well as the absence of purulence, are highly suggestive of #leukocyte adhesion deficiency# (LAD).  LAD is an autosomal recessive disorder characterized by the #absence of CD18# antigens, which are necessary for the formation of #integrins#.  Integrins are essential for leukocyte @adhesion@ to endothelial surfaces and migration into peripheral tissues in response to infection or inflammation. $The failure of leukocyte chemotaxis results in characteristic LAD findings, including recurrent #skin and mucosal infections# (often due to Staphylococcus aureus or gram-negative rods) and periodontal disease.  LAD-related infections are notable for #lack of purulence# because of the absence of leukocytes in peripheral tissues.  Wound healing is also impaired, which can result in #late umbilical cord separation# (age >3 weeks). $#Peripheral leukocytosis# and neutrophilia are typical, particularly during active infection, because leukocytes cannot migrate out of the blood vessels. $#(Choice A)#  Deficiencies of T-cell–mediated immunity (eg, HIV, severe combined immunodeficiency) increase the risk of infection following live vaccines.  T-cell deficiencies present with severe opportunistic infections in early infancy but have normal CD18 antigens. $#(Choice B)#  Terminal complement deficiency (C5b-C9) results in an inability to form the membrane attack complex and predisposes to recurrent Neisseria infections.  CD18 is not affected by this condition, and Neisseria infections are not common in LAD. $#(Choice D)#  The absence of B lymphocytes in X-linked agammaglobulinemia leads to hypoplasia of lymphoid tissue (eg, tonsils, lymph nodes).  Patients have recurrent sinopulmonary infections, but nonpurulent skin infections and absence of CD18 are inconsistent with the diagnosis. $#(Choice E)#  Wiskott-Aldrich syndrome is an X-linked disorder characterized by the triad of thrombocytopenia, immunodeficiency, and eczema.  It is caused by a defect in cytoskeleton rearrangement, not by CD18 deficiency. $#Educational objective# Leukocyte adhesion deficiency is due to the absence of CD18 antigens, which are necessary for the formation of integrins.  Failure of leukocyte @adhesion@ and migration results in recurrent skin and mucosal infections without purulence, delayed umbilical cord separation, and peripheral leukocytosis.  ","clickable_1":"images/img1.538.mp4","clickable_2":"images/img2.538.jpg"}


]