[

{"id":"2076","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer.$ A 62-year-old woman comes to the emergency department due to difficulty walking that started 3 hours ago. The patient also cannot feel anything on the right side of her body. She has a history of hypertension and diabetes mellitus, and has smoked a pack of cigarettes daily for the past 30 years. The patient's father had a myocardial infarction at age 60. Physical examination shows loss of touch, temperature, and vibratory sensation affecting the entire right side of the body. Sensation is also diminished over the right side of the face. Muscle strength is 5/5 throughout. Speech, vision, and hearing tests are normal.","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left pons","ansImg_1":"","answer_2":"B. Left somatosensory cortex","ansImg_2":"","answer_3":"C. Left thalamus","ansImg_3":"","answer_4":"D. Right pons","ansImg_4":"","answer_5":"E. Right somatosensory cortex","ansImg_5":"","answer_6":"F. Right thalamus","ansImg_6":"","right_answer":"C. Left thalamus","percent_1":"10%","percent_2":"48%","percent_3":"31%","percent_4":"5%","percent_5":"4%","percent_6":"4%","explanation_img":"","explanation_1":"","explanation_2":"This patient has had a stroke, resulting in hemisensory loss of the right arm, leg, and face.  Strokes in many CNS locations can result in sensory loss and can be further localized according to the specific pattern: $• #Primary somatosensory cortex:#  Deficits are contralateral to the lesion.  Based on the blood supply and the somatotopic organization of the @somatosensory cortex@, sensory deficits do not often impact the face, arm, and leg equally.  Other deficits related to nearby cortical areas (eg, motor weakness, aphasia) are usually present #(choices B and E)#. $• #Thalamus:#  The thalamic ventral posterior lateral nucleus receives input from the @spinothalamic tract@ and @dorsal columns@, and the ventral posterior medial nucleus receives input from the trigeminal pathway.  Damage to these nuclei (eg, ischemia, hemorrhage) may result in #contralateral complete sensory loss# (eg, touch, pain/temperature, vibration/proprioception). $• #Lateral pons or medulla:#  Strokes in these areas can lead to contralateral loss of pain and temperature sensation of the body (due to impact of the spinothalamic tract) and the ipsilateral face (due to impact of the spinal trigeminal nucleus).  Patients often have vertigo, ataxia, and bulbar weakness (ie, @lateral medullary syndrome@). $• #Medial medulla:#  Damage to the medial lemniscus can result in contralateral loss of vibration and joint position sense.  It is typically also associated with contralateral arm and/or leg weakness and ipsilateral tongue weakness (@medial medullary syndrome@). $• #Spinal cord:#  Damage to the spinal cord causes specific patterns of sensation loss that do not impact the face. $In addition to sensation loss of touch, vibration, and temperature, this patient's #unsteady gait# despite normal muscle strength suggests a severe #proprioception# deficit; her complete right-sided hemisensory loss with intact motor strength most likely indicates a lesion affecting the #left thalamus#. $#(Choices A and D)#  Stroke in the lateral pons typically leads to a classic combination of symptoms (lateral pontine syndrome) that includes loss of pain and temperature sensation of the contralateral body (spinothalamic tracts) and ipsilateral face (spinal trigeminal tract), ataxia (cerebellar trunks), facial weakness (lower motor neuron pattern), hearing loss and/or vertigo (vestibulocochlear nerve [CN VIII]), and contralateral hemiplegia (descending motor tracts). $#(Choice F)#  Sensory deficits due to a lesion in the thalamus are contralateral to the site of the lesion.  Therefore, a lesion in the right thalamus would lead to left hemisensory loss. $#Educational objective# A stroke impacting the thalamus can lead to sensory loss affecting all tactile modalities (eg, touch, pain/temperature, vibration/proprioception) in the contralateral face, arm, and leg. ","clickable_1":"images/img1.2076.jpg","clickable_2":"images/img2.2076.jpg","clickable_3":"images/img3.2076.jpg","clickable_4":"images/img4.2076.jpg","clickable_5":"images/img5.2076.jpg"},

{"id":"2077","title":"#Item 2 of 2# The patient was diagnosed with a pure sensory stroke and received appropriate treatment. Her symptoms improved, and she returned home to live with her daughter after a few weeks of physical rehabilitation. Five years later, the patient dies of a large myocardial infarction. On autopsy, there are two 5- to 6-mm cavities in the deep structures of her brain filled with clear fluid. Which of the following processes is most likely responsible for the patient's brain findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune demyelination","ansImg_1":"","answer_2":"B. Embolic carotid atherosclerosis","ansImg_2":"","answer_3":"C. Embolic mitral valve disease","ansImg_3":"","answer_4":"D. Lipohyalinosis with small-vessel occlusion","ansImg_4":"","answer_5":"E. Malignant cell infiltration","ansImg_5":"","right_answer":"D. Lipohyalinosis with small-vessel occlusion","percent_1":"4%","percent_2":"23%","percent_3":"6%","percent_4":"65%","percent_5":"3%","explanation_img":"images/exp2077.jpg","explanation_1":"","explanation_2":"#Lacunes# are small (<15 mm) cavitary infarcts located within the basal ganglia, posterior limb of the internal capsule, pons, and cerebellum. The infarcts result from occlusion of the #small penetrating arteries# that supply these deep brain structures (eg, lenticulostriate arteries), most commonly in the setting of chronic uncontrolled #hypertension# or #diabetes mellitus#.$Lipohyalinosis and microatheromas are believed to be the primary causes of lacunar infarcts. #Lipohyalinosis# occurs secondary to leakage of plasma proteins through damaged endothelium and is characterized by hyaline thickening of the vascular wall, collagenous sclerosis, and accumulation of mural foamy macrophages. #Microatheromas# result from atherosclerotic accumulation of lipid-laden macrophages within the intimal layer of a penetrating artery near its origin off the parent vessel. These changes predispose to small-vessel #occlusion# and infarction of CNS tissue with #liquefactive necrosis# and the formation of a fluid-filled cavity.$(Choice A) Multiple sclerosis is an autoimmune demyelinating disease of the CNS. The CNS lesions in multiple sclerosis do not form cavities; instead, they appear grossly as pink patches in the white matter tracts.$#(Choices B and C)# Embolism due to carotid atherosclerosis or mitral valve disease (eg, bacterial endocarditis) most commonly causes cortical infarcts. Although small embolic fragments (ie, microemboli) released from atherosclerotic lesions or valvular disease may be the cause of some lacunar infarcts, lipohyalinosis/microatheromas are a much more common etiology.$(Choice E) Malignant neoplasms tend to cause space-occupying lesions rather than small cavities. The center of a large tumor may cavitate due to insufficient perfusion, with resultant necrosis and hemorrhage.$Educational objective Lacunar infarctions are the result of small-vessel occlusion (due to lipohyalinosis and microatheroma formation) in the penetrating vessels supplying the deep brain structures. Uncontrolled hypertension and diabetes mellitus are major risk factors for this condition."},

{"id":"15766","title":"A 62-year-old man comes to the emergency department due to right upper extremity weakness.  Thirty minutes ago, the patient was at his office when he developed difficulty holding a pen.  His grip in the right hand was weak and he could not lift his right arm.  He tried calling his coworker but could not speak.  The patient has never had similar symptoms before.  He had no loss of consciousness, weakness of other extremities, vision abnormality, or headache.  The symptoms resolved spontaneously by the time paramedics arrived.  Medical history is significant for hypertension and a 30-pack-year smoking history.  The patient is a defense attorney and recently took on a high-profile case.  Temperature is 36.9 C (98.4 F), blood pressure is 140/84 mm Hg, pulse is 82/min and regular, and respirations are 14/min.  Physical examination shows no extremity weakness or sensory loss.  There is a left carotid bruit; the remainder of the examination shows no abnormalities.  Noncontrast CT scan of the head is normal.  Which of the following pharmacotherapies is most appropriate in management of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CNS-targeted immunomodulator","answer_2":"B. GABA A receptor modulator","answer_3":"C. HMG-CoA reductase inhibitor","answer_4":"D. Selective serotonin reuptake inhibitor","answer_5":"E. Tissue plasminogen activator","percent_1":"2%","percent_2":"4%","percent_3":"54%","percent_4":"5%","percent_5":"35%","right_answer":"C. HMG-CoA reductase inhibitor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with cardiovascular risk factors (ie, hypertension, smoking) and a carotid bruit developed right upper extremity weakness and aphasia that resolved without intervention; this is characteristic of a #transient ischemic attack# (TIA), which, in this case, likely occured following atheroembolization or low flow from the patient's carotid artery lesion.  TIAs are defined as #focal neurologic deficits# that occur due to #transient brain ischemia#; tissue infarction does not occur, and brain imaging is normal.  Symptoms are typically localized to a singular vascular territory and resolve without intervention, typically in <24 hours. $Patients with TIA are at markedly increased risk of future stroke; therefore, intensive medical management is indicated.  Secondary prevention includes #antiplatelet agents# (eg, aspirin, clopidogrel) to prevent thrombus formation and #statin #therapy (#HMG-CoA reductase inhibitor#; eg, atorvastatin, rosuvastatin) to reduce atherosclerotic plaque formation.  Lifestyle modifications (eg, exercise, tobacco cessation) are also recommended. $#(Choice A)#  CNS-targeted immunomodulators (eg, ocrelizumab) or glucocorticoids are used in the treatment of multiple sclerosis (MS), a demyelinating disease that causes relapsing and remitting neurologic deficits.  However, MS typically occurs in young women and neurologic deficits are slowly progressive over the course of days. $#(Choice B)#  Benzodiazepines (GABA A receptor modulators) are used for acute seizure termination.  Seizures can cause postictal paralysis but are typically preceded by stereotyped positive symptoms (eg, repetitive limb movement, lip smacking), whereas TIAs often typically cause negative symptoms (eg, loss of limb function, aphasia).  In addition, seizure patients often have postictal confusion or sedation. $#(Choice D)#  Selective serotonin reuptake inhibitors are used for treating anxiety or depression. $#(Choice E)#  Tissue plasminogen activator ([TPA]; eg, alteplase) is used for thrombolysis in patients with acute, potentially debilitating, ischemic stroke, which would present with persistent neurologic deficits.  TPA is not indicated as this patient's symptoms resolved without intervention. $#Educational objective# Transient ischemic attacks (TIAs) are transient episodes of focal neurologic impairment that occur due to local brain ischemia; tissue infarction does not occur, and brain imaging is normal.  Patients with TIA are at increased risk of future stroke; secondary prevention includes antiplatelet agents (eg, aspirin, clopidogrel), statins, and lifestyle modifications (eg, tobacco cessation, exercise) to reduce future risk.  "},

{"id":"21589","title":"A 58-year-old man comes to the emergency department due to a 3-hour history of abrupt-onset weakness and numbness of the right lower extremity, as well as urinary incontinence. Two months ago, the patient was hospitalized due to left-sided weakness that resolved spontaneously after several hours. At that time, MRI of the head and MR angiography of the head and neck were normal, but the patient was found to have atrial fibrillation. An oral anticoagulant was prescribed at discharge, but the patient has been nonadherent with therapy. Blood pressure is 162/94 mm Hg and pulse is 102/min and irregularly irregular. Physical examination shows weakness and sensory loss in the right lower extremity. Babinski sign is present on the right. Speech is normal, and there is no facial weakness. Examination of the right upper extremity and the left extremities is unremarkable. An embolic occlusion affecting which of the following vascular regions is the most likely cause of this patient's current symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior cerebral artery distal to the origin of the anterior communicating artery","ansImg_1":"","answer_2":"B. Anterior cerebral artery proximal to the origin of the anterior communicating artery","ansImg_2":"","answer_3":"C. Inferior division of the middle cerebral artery","ansImg_3":"","answer_4":"D. Superior division of the middle cerebral artery","ansImg_4":"","answer_5":"E. Trunk of the middle cerebral artery before the bifurcation","ansImg_5":"","right_answer":"A. Anterior cerebral artery distal to the origin of the anterior communicating artery","percent_1":"54%","percent_2":"29%","percent_3":"7%","percent_4":"8%","percent_5":"2%","explanation_img":"images/exp21589.jpg","explanation_1":"","explanation_2":"$This patient has had a stroke, resulting in motor and sensory #deficits of the right leg# (sparing the right arm).  Based on the somatotopic organization of the brain (ie, homunculus), this is suggestive of a lesion affecting the medial portions of the left primary motor and somatosensory cortices.  The patient's urinary incontinence is further suggestive of a lack of cortical inhibition of the @micturition reflex@, which occurs primarily in the frontal micturition center (medial frontal lobe).  These areas are all supplied by the #anterior cerebral artery#. $The @Circle of Willis@ is somewhat protective against ischemic injury because it provides a potential alternate pathway for cerebral arterial blood flow.  The anterior communicating artery (ACom) provides an anastomotic pathway between the bilateral anterior cerebral arteries, which may limit the severity of infarction if occlusion occurs proximal to the ACom #(choice B).#  Therefore, in a symptomatic anterior cerebral artery stroke, it is more likely that the obstruction is located #distal to the origin of the ACom#, where collateral blood flow does not occur. $#(Choice C)#  The inferior division of the @middle cerebral artery@ (MCA) supplies the lateral portions parietal and temporal cortices.  Occlusion typically causes sensory deficits of the arm and face, with sparing of motor function.  In addition, visual field defects, Wernicke @aphasia@ (dominant hemisphere), and profound hemineglect (nondominant hemisphere) often occur. $#(Choice D)#  The superior division of the MCA impacts the frontal lateral cortex, resulting in motor and, sometimes, sensory deficits that impact the face and arm.  Broca aphasia (dominant hemisphere) is common.  Hemineglect (nondominant hemisphere) is variable. $#(Choice E)#  Occlusion of the proximal MCA (ie, MCA stem infarct) results in profound defects due to the large area impacted.  Deficits include hemiparesis, hemianesthesia, global aphasia (dominant hemisphere), hemineglect (nondominant hemisphere), gaze preference, and visual deficits (homonymous hemianopia). $#Educational objective# The anterior cerebral artery supplies the medial aspects of the frontal and parietal lobes.  Occlusion can lead to sensory and motor deficits of the contralateral leg.  Occlusion of the anterior cerebral artery distal to the anterior communicating artery can lead to more severe symptoms because there is no collateral blood flow from the Circle of Willis.  ","clickable_1":"images/img1.21589.jpg","clickable_2":"images/img2.21589.jpg","clickable_3":"images/img3.21589.jpg","clickable_4":"images/img4.21589.jpg"},

{"id":"501","title":"A 75-year-old man is brought to the emergency department due to 2 hours of left-sided chest pain and dyspnea.  The patient has lived in a skilled nursing facility since developing right-sided hemiplegia, hemi-sensory loss, and aphasia 4 months ago.  He has a history of diabetes mellitus, hypertension, and hypercholesterolemia.  As an ECG is being obtained, the patient develops ventricular fibrillation and dies despite resuscitative efforts.  An autopsy is performed; a coronal section of the brain is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/501.jpg","title_2":"The walls of the brain lesion are most likely composed of which of the following?","audio":"","comparison_items":"","answer_1":"A. Astrocytes","answer_2":"B. Ependymal cells","answer_3":"C. Fibroblasts","answer_4":"D. Oligodendrocytes","answer_5":"E. Pia mater","answer_6":"F. Schwann cells","percent_1":"71%","percent_2":"4%","percent_3":"14%","percent_4":"8%","percent_5":"3%","percent_6":"1%","right_answer":"A. Astrocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Ischemic stroke! #Time after$ injury# ∆^ #Microscopic changes# ∆^ #Macroscopic changes# §^ #12-24 hours# ∆ Red neurons (eosinophilic cytoplasm, pyknotic nuclei,$ loss of Nissl substance) ∆ §^ #24-72 hours# ∆ Neutrophilic infiltration ∆ §^ #3-7 days# ∆ Macrophage/microglia infiltration & phagocytosis $begins ∆ §^ #1-2 weeks# ∆ Reactive gliosis & vascular proliferation around the $necrotic area ∆ Liquefactive necrosis (1 week-1 $month) §^ #>2 weeks# ∆ Glial scar formation ∆ Cystic area surrounded by dense glial$ fibers (>1 month)","explanation_img":"","explanation_1":"","explanation_2":"The coronal section of this patient's brain shows a cystic lesion caused by #ischemic stroke# involving the left cerebral hemisphere (eg, cortex, subcortical white matter, putamen).  Neuropathology coronal sections are oriented with the right side of the brain on the examiner's right side. $ Thrombosis of atherosclerotic plaques involving the cerebral arteries can result in vessel occlusion with tissue hypoxia and subsequent necrosis.  Ischemic neuronal injury initially causes intense cytoplasmic eosinophilia (\"red neurons\") followed by neutrophil infiltration a day later.  After several days, macrophages/microglia are recruited to phagocytize the necrotic debris and predominate in the ensuing 2-3 weeks.  Around this time, the periphery of the necrotic area becomes populated with new blood vessels and proliferating astrocytes that form a network of cytoplasmic extensions (reactive gliosis).  Several #months to years# after brain infarction, the necrotic area appears as a #cystic cavity# surrounded by a wall composed of dense fibers formed by #astrocytic processes# (glial scar). $ (Choice B)  Ependymal cells are ciliated glial cells that line the ventricles and central canal of the central nervous system and make up the choroid plexus.  These cells produce cerebrospinal fluid but do not directly participate in glial scar formation around old infarcts. $ (Choice C)  Large ischemic strokes may result in perivascular fibroblast infiltration with fibrotic scar formation within the core of the lesion.  However, this region remains separated from normal brain parenchyma by a wall of reactive gliosis, which protects viable neuronal tissue from being damaged by the fibrotic inflammatory response. $ (Choice D)  Oligodendrocytes are the myelin-producing cells of the central nervous system and do not directly participate in glial scar formation around old infarcts. $ (Choice E)  The meninges (eg, pia mater) are separated from the cystic cavity created after ischemic stroke by a gliotic tissue layer (derived from the cortex) and do not participate in glial scar formation. $ (Choice F)  Schwann cells are myelin-producing cells that help guide axonal repair and regeneration in the peripheral nervous system. $ Educational objective Several months to years after ischemic brain infarction, the necrotic area appears as a cystic cavity surrounded by a wall composed of dense fibers formed by astrocytic processes (glial scar)."},

{"id":"19802","title":"A 62-year-old, right-handed man is evaluated for an episode of left leg weakness that spontaneously resolved within 30 minutes of onset. The patient also has had transient vision loss in the right eye. Medical history is significant for hypertension and diabetes mellitus. Evaluation reveals an atherosclerotic plaque in the extracranial portion of the supplying artery. During percutaneous stenting of the lesion, the vascular catheter is inserted into the right common femoral artery and gradually advanced to the level of the aortic arch. Which of the following is the most likely path of the catheter before stenting of the culprit lesion can be performed?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aorta → brachiocephalic artery → common carotid artery → external carotid artery","ansImg_1":"","answer_2":"B. Aorta → brachiocephalic artery → common carotid artery → internal carotid artery","ansImg_2":"","answer_3":"C. Aorta → common carotid artery → external carotid artery","ansImg_3":"","answer_4":"D. Aorta → common carotid artery → internal carotid artery","ansImg_4":"","answer_5":"E. Aorta → subclavian artery → vertebral artery","ansImg_5":"","right_answer":"B. Aorta → brachiocephalic artery → common carotid artery → internal carotid artery","percent_1":"13%","percent_2":"63%","percent_3":"5%","percent_4":"17%","percent_5":"2%","explanation_img":"images/exp19802.jpg","explanation_1":"","explanation_2":"$This patient is having transient episodes of focal neurologic impairment, concerning for #transient ischemic attacks# (TIA), which often occur due to emboli originating from atherosclerotic plaques.  The internal carotid artery supplies blood to the cerebral hemispheres, including the motor cortex, which controls the contralateral limbs.  However, the ophthalmic artery, which gives rise to the retinal artery, originates from the ipsilateral internal carotid artery.  Therefore, the combination of #left leg weakness# and #vision loss in the right eye# (@amaurosis fugax@) suggests a lesion in the #right internal carotid artery#. $Because TIAs are a risk factor for future stroke, intervention is warranted.  After cannulation of the femoral artery, the catheter is advanced through the #aorta#.  From there, the catheter can access much of the cerebrovascular circulation.  The left common carotid and subclavian arteries branch directly from the aortic arch.  However, on the right, the #brachiocephalic (innominate) artery# branches from the aortic arch then divides into the right subclavian and #right common carotid#.  The common carotid then divides into the external carotid, which supplies blood to the face and neck, and the #internal carotid#, which supplies blood to the brain. $#(Choice A)#  This is the path to the right external carotid artery.  However, the external carotid artery supplies blood to the face and neck, not to the brain or retina. $#(Choices C and D)#  The left common carotid artery branches directly from the aortic arch, then divides into the left internal and external carotid arteries.  However, this patient's left leg weakness and vision loss in the right eye suggest a lesion in the right internal carotid artery. $#(Choice E)#  This is the correct path to access the @vertebral arteries@, which supply the upper spinal cord, brainstem, cerebellum, and posterior part of the brain, rather than the motor cortex and the eye, which are affected in this patient. $#Educational objective# Transient ischemic attacks resulting in left leg weakness and vision loss in the right eye are likely due to emboli originating from the right internal carotid artery.  The brachiocephalic artery branches from the aortic arch, then divides into the right subclavian and right common carotid arteries.  The left common carotid and left subclavian arteries branch directly from the aortic arch.  ","clickable_1":"images/img1.19802.jpg","clickable_2":"images/img2.19802.jpg"},

{"id":"19","title":"An 82-year-old man is found unresponsive by his neighbor.  The patient lives alone in his suburban home.  When the neighbor went to check on him, the patient was on the floor and not answering any questions.  His medical history is unknown.  On arrival of emergency medical services, the patient is obtunded and responds only to painful stimuli.  Supportive measures are begun, including endotracheal intubation, but the patient dies en route to the hospital.  Autopsy reveals extensive atherosclerotic disease involving the coronary and internal carotid arteries.  Histopathologic examination of the brain in the right middle cerebral artery territory shows neurons with intensely eosinophilic cytoplasm and nuclear fragmentation.  Based on these findings, this patient's cerebral injury most likely occurred approximately how long ago?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Less than an hour","answer_2":"B. 12-24 hours","answer_3":"C. 1-2 weeks","answer_4":"D. 2 months","answer_5":"E. 2 years","percent_1":"12%","percent_2":"83%","percent_3":"4%","percent_4":"1%","percent_5":"1%","right_answer":"B. 12-24 hours","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Ischemic stroke! #Time after$ injury# ∆^ #Microscopic changes# ∆^ #Macroscopic changes# §^ #12-24 hours# ∆ Red neurons (eosinophilic cytoplasm, pyknotic nuclei,$ loss of Nissl substance) ∆ §^ #24-72 hours# ∆ Neutrophilic infiltration ∆ §^ #3-7 days# ∆ Macrophage/microglia infiltration & phagocytosis $begins ∆ §^ #1-2 weeks# ∆ Reactive gliosis & vascular proliferation around the $necrotic area ∆ Liquefactive necrosis (1 week-1 $month) §^ #>2 weeks# ∆ Glial scar formation ∆ Cystic area surrounded by dense glial$ fibers (>1 month)","explanation_img":"","explanation_1":"","explanation_2":"This patient was found unconscious, in rapid hemodynamic decline, an unknown amount of time after an inciting cardiovascular event.  The autopsy demonstrates histopathologic evidence of #ischemic stroke# caused by widespread atherosclerosis.  Sustained interruption in blood circulation to branches of the internal carotid arteries (eg, middle cerebral artery) can lead to tissue hypoxia and #irreversible cellular injury# with characteristic microscopic and macroscopic changes. $ Specific findings vary with time but follow a predictable course.  #Red neurons# are typically seen #12-24 hours# after irreversible ischemic injury and are characterized by intense #eosinophilic staining# of the cytoplasm due to dissolution of #Nissl bodies# (basophilic granules consisting of rough endoplasmic reticulum and ribosomes).  The nuclei also become pyknotic (eg, shrunken and deeply basophilic) and undergo #fragmentation# (karyorrhexis).  After about a day, the tissue damage promotes neutrophil infiltration, followed by macrophage/microglial recruitment a few days later. $ (Choice A)  There is typically little change in the microscopic or macroscopic appearance of brain tissue <1 hour after irreversible ischemic injury. $ (Choice C)  At 1-2 weeks, there will be robust phagocytosis of neuron and myelin breakdown products by activated macrophages/microglia.  Around this time, astrocytes start proliferating with the development of a network of cytoplasmic extensions (reactive gliosis), and new vessels are formed in the periphery of the necrotic area. $ #(Choices D and E)#  Several months to years after brain infarction, the necrotic area appears as a cystic cavity surrounded by a wall of dense fibers formed by astrocytic processes (glial scar). $ Educational objective Inadequate blood supply to the brain (eg, arterial thrombosis or embolism) leads to ischemic stroke.  The first microscopic changes are typically seen 12-24 hours after irreversible ischemic injury and include intense eosinophilic staining of the neuronal cytoplasm (red neurons) and nuclear fragmentation."},

{"id":"497","title":"A 43-year-old woman is brought to the emergency department because of a sudden and severe headache.  Her blood pressure is 160/90 mm Hg and pulse is 90/min.  Her pupils are symmetric and reactive to light and she can move all four extremities without weakness.  CT of her head is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/497.jpg","title_2":"This patient's condition is most likely caused by which of the following?","audio":"","comparison_items":"","answer_1":"A. Carotid artery atherosclerosis","answer_2":"B. Cardiac embolism","answer_3":"C. Hypoxic encephalopathy","answer_4":"D. Hypertensive encephalopathy","answer_5":"E. Large vessel arteritis","answer_6":"F. Hypertensive arteriolar sclerosis","answer_7":"G. Cerebral amyloid angiopathy","answer_8":"H. Rupture of saccular aneurysm","answer_9":"I. Charcot-Bouchard aneurysm","percent_1":"1%","percent_2":"1%","percent_3":"1%","percent_4":"10%","percent_5":"3%","percent_6":"5%","percent_7":"2%","percent_8":"63%","percent_9":"13%","right_answer":"H. Rupture of saccular aneurysm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp497.jpg","explanation_1":"","explanation_2":"$Clinically, the abrupt onset of a severe headache is very characteristic of subarachnoid hemorrhage (SAH), and the above non-contrast CT scan confirms this diagnosis (note the hyperdensity seen within the cisterns/sulci, arrows).  The generalized, severe headache of SAH is often described by patients as \"the worst headache of my life.\"  Fever and nuchal rigidity may also be present.  Focal neurological deficits are usually not present. $ Saccular (berry) aneurysms are the most common cause of SAH.  These aneurysms usually occur at the circle of Willis, with the anterior communicating artery being the most common site.  Berry aneurysms are associated with Ehlers-Danlos syndrome and autosomal dominant polycystic kidney disease.  Arteriovenous malformations also predispose certain individuals to SAH. $ In SAH, blood accumulates between the arachnoid and pia mater.  A CT scan without contrast is diagnostic.  Lumbar puncture reveals gross blood or xanthochromia (yellow discoloration of cerebrospinal fluid). $ (Choice G)  Cerebral amyloid angiopathy occurs in elderly patients.  It may be asymptomatic or may lead to recurrent intracerebral hemorrhage.  These bleeds usually affect small areas of the cerebral hemispheres and present with headache and focal neurologic deficits (i.e., paresis, sensory loss, etc). $ (Choice I)  Charcot-Bouchard aneurysms are small in size (< 1 mm in diameter) and occur in patients with long-standing hypertension.  They are found in the arterioles that supply the basal ganglia, internal capsule, and deep white matter.  Charcot-Bouchard aneurysms can rupture and cause intracerebral hemorrhage, not SAH. $ Educational objective Subarachnoid hemorrhage presents with a generalized, excruciating headache.  It is classically described by patients as \"the worst headache of my life.\"  Subarachnoid hemorrhage usually occurs due to rupture of saccular (berry) aneurysms or arteriovenous malformations.  Berry aneurysms of the circle of Willis are associated with autosomal dominant polycystic kidney disease."},

{"id":"12007","title":"A 65-year-old man is brought to the emergency department due to acute-onset, right-sided weakness and slurred speech. He also has a severe headache and nausea. Medical history is significant for poorly controlled hypertension and chronic tobacco use. Blood pressure is 240/120 mm Hg and pulse is 104/min. On physical examination, the patient is lethargic with right hemiparesis and lower facial weakness, right hemisensory loss, and dysarthria. Noncontrast CT scan of the head is shown in the image below.","image_1":"images/12007.jpg","title_2":"Which of the following cerebral blood vessels is most likely affected in this patient?","audio":"","comparison_items":"","answer_1":"A. Cortical branches","ansImg_1":"","answer_2":"B. Inferior division of middle cerebral artery","ansImg_2":"","answer_3":"C. Lenticulostriate arteries","ansImg_3":"","answer_4":"D. Pontine arteries","ansImg_4":"","answer_5":"E. Posterior cerebral artery","ansImg_5":"","answer_6":"F. Superior division of middle cerebral artery","ansImg_6":"","right_answer":"C. Lenticulostriate arteries","percent_1":"1%","percent_2":"19%","percent_3":"60%","percent_4":"3%","percent_5":"2%","percent_6":"16%","explanation_img":"images/exp12007.jpg","explanation_1":"","explanation_2":"$This patient's CT findings (eg, hyperdense mass) are consistent with an acute #putaminal hemorrhage# (ie, affecting the basal ganglia).  Because of their location, putaminal hemorrhages almost always affect the adjacent #internal capsule#, leading to #dysarthria#, contralateral #hemiparesis#, and contralateral #hemisensory loss# due to disruption of the corticobulbar, corticospinal, and somatosensory fibers.  As the hemorrhage expands, it leads to increase intracranial pressure (headache, nausea/vomiting, and altered mental status), @midline shift@ from mass effect, and possible cerebral herniation. $#Hypertensive vasculopathy# involving the small, penetrating branches of the @major cerebral arteries@ is the most common cause of spontaneous deep intracerebral hemorrhage.  Chronic hypertension leads to the formation of Charcot-Bouchard aneurysms, which may ultimately rupture and bleed within the deep brain structures.  The most frequently affected locations include the basal ganglia (@putamen@), cerebellar nuclei, and pons.  The basal ganglia are supplied by the #lenticulostriate arteries#, which are deep, small vessel branches off the middle cerebral arteries. $#(Choice A)#  Cortical branches of the major cerebral arteries are affected in lobar hemorrhages (eg, @occipital@), as opposed to deep hypertensive hemorrhages.  Spontaneous lobar hemorrhages tend to occur in the elderly due to amyloid angiopathy. $#(Choices B, E, and F)#  The middle (inferior and superior divisions) and posterior cerebral arteries are large, proximal vessels arising from the circle of Willis.  These arteries are typically associated with ischemic stroke due to thrombotic/embolic vessel occlusion or subarachnoid hemorrhage after saccular aneurysm rupture; intracerebral hemorrhage involving the basal ganglia is more likely due to rupture of deep penetrating arteries. $#(Choice D)#  The pontine arteries are small branches of the basilar artery that can rupture in the setting of poorly controlled chronic hypertension.  Pontine hemorrhages usually occur close to the midline and affect both sides of the pons.  They typically present with coma (disruption of the reticular activating system), locked-in syndrome (corticospinal and corticobulbar tracts), and pinpoint pupils (descending sympathetic tract). $#Educational objective# Spontaneous deep intracerebral hemorrhage is typically caused by hypertensive vasculopathy involving the small, penetrating branches of the major cerebral arteries.  The most frequently affected locations include the basal ganglia (putamen), cerebellar nuclei, thalamus, and pons.  The putamen is supplied by the lenticulostriate arteries, which are deep, small vessel branches off the middle cerebral arteries.  ","clickable_1":"images/img1.12007.jpg","clickable_2":"images/img2.12007.jpg","clickable_3":"images/img3.12007.jpg","clickable_4":"images/img4.12007.jpg"},

{"id":"913","title":"A 64-year-old woman presents to your office with headache followed by sudden onset of blindness in her right eye.  She was recently admitted to the hospital for fever, pelvic and shoulder girdle pain and weight loss.  This patient's condition is most likely caused by:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carotid artery atherosclerosis","answer_2":"B. Cardiac embolism","answer_3":"C. Hypoxic encephalopathy","answer_4":"D. Hypertensive encephalopathy","answer_5":"E. Large vessel arteritis","answer_6":"F. Hypertensive arteriolar sclerosis","answer_7":"G. Cerebral amyloid angiopathy","answer_8":"H. Arteriovenous malformation","answer_9":"I. Saccular aneurysm","answer_10":"J. Charcot-Bouchard aneurysm","percent_1":"4%","percent_2":"8%","percent_3":"2%","percent_4":"2%","percent_5":"67%","percent_6":"3%","percent_7":"4%","percent_8":"2%","percent_9":"4%","percent_10":"5%","right_answer":"E. Large vessel arteritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Temporal arteritis# is an inflammatory condition that affects the walls of medium-sized and large arteries.  On light microscopic exam, granulomas are seen in the media of the arteries, consisting of mononuclear infiltrates and multinucleated giant cells.  Due to the characteristic histologic features, this condition is also called #giant cell vasculitis#.  The changes in the arteries are segmental: abnormal areas are interspersed by segments of normal-appearing arterial wall. Affected segments cause narrowing of the vessel with a decrease in blood supply to the perfused areas. $ The median age of onset of the temporal arteritis is 65 years.  Commonly reported symptoms include: $ 1. Headache: Focal pain over the temple and tenderness on palpation may be present.  Sometimes patients have scalp tenderness with hair combing. Superficial temporal artery inflammation may cause pain, nodularity, and thickening found on palpation of the temporal area. $ 2. Craniofacial pain syndromes: Jaw claudication, tongue claudication, and facial pain may occur.  This tends to appear during mastication (chewing) when the blood supply to the corresponding areas does not increase normally due to the narrowing of the arterial lumens. $ 3. Polymyalgia rheumatica occurs in more than half of patients with temporal arteritis.  It is characterized by neck, torso, shoulder, and pelvic girdle pain and morning stiffness.  Fatigue, fever, and weight loss may also occur. $ 4. Sudden vision loss is a dreaded complication of temporal arteritis.  It may be transient or may result in permanent blindness. $ Educational Objective Polymyalgia rheumatica occurs in more than half of patients with temporal arteritis.  It is characterized by neck, torso, shoulder, and pelvic girdle pain and morning stiffness.  Fatigue, fever and weight loss may also occur.  Monocular vision loss is a common complication of temporal arteritis."},

{"id":"11632","title":"A 65-year-old man is brought to the emergency department due to acute onset of a severe headache and dizziness.  He describes it as a throbbing that localizes to the back of his head, with associated vertigo and mild nausea.  The patient has a past medical history of type 2 diabetes mellitus, hypertension, chronic obstructive pulmonary disease, and a recent diagnosis of lung adenocarcinoma.  He has smoked 1-2 packs of cigarettes daily for the past 30 years.  His temperature is 36.7 C (98 F), blood pressure is 170/96 mm Hg, pulse is 80/min, and respirations are 14/min.  Noncontrast head CT reveals an acute hemorrhage in the cerebellar vermis without mass effect or midline shift.  Which of the following neurologic findings is most likely to be present during this patient's physical examination?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complete ptosis","answer_2":"B. Dysphagia","answer_3":"C. Hemiparesis","answer_4":"D. Limb dysmetria","answer_5":"E. Resting tremor","answer_6":"F. Truncal ataxia","percent_1":"2%","percent_2":"1%","percent_3":"2%","percent_4":"9%","percent_5":"1%","percent_6":"86%","right_answer":"F. Truncal ataxia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp11632.jpg","explanation_1":"","explanation_2":"$The #cerebellar vermis# modulates axial/truncal posture and coordination via connections with the #medial# descending motor systems (eg, anterior corticospinal, reticulospinal, vestibulospinal, and tectospinal tracts).  Consequently, acute lesions to this region (eg, due to hemorrhage) typically result in #truncal ataxia#, characterized by a wide-based, unsteady gait.  Patients may also develop #vertigo and nystagmus# due to involvement of the inferior vermis and the flocculonodular lobe (vestibulocerebellum), which modulate balance and ocular movements via connections with the vestibular nuclei and medial longitudinal fasciculus. $Other features of cerebellar hemorrhage include nausea and occipital headache.  Most cases are caused by hypertensive vasculopathy, but this patient's recent diagnosis of lung adenocarcinoma should also raise concern for hemorrhagic metastasis. $#(Choice A)#  Complete ptosis from central lesions may result from injury to the oculomotor nerve fibers within the upper midbrain and is typically associated with contralateral hemiparesis due to adjacent corticospinal tract involvement (eg, Weber syndrome). $#(Choice B)#  Oropharyngeal dysphagia is usually associated with lesions in the brainstem due to involvement of cranial nerves IX, X, and XII, and/or their nuclei.  Cerebral cortical and subcortical lesions affecting the descending corticobulbar tracts may also lead to oropharyngeal dysphagia. $#(Choice C)#  Hemiparesis results from lesions affecting the corticospinal tracts in the cerebral subcortical white matter and brainstem.  Cerebellar lesions do not cause pyramidal tract signs or hemiparesis. $#(Choice D)#  Limb @dysmetria@ (overshoot/undershoot during targeted movement) is usually associated with lesions affecting the cerebellar hemispheres due to involvement of the #lateral# descending motor systems (eg, lateral corticospinal tract, rubrospinal tract).  Hemispheric cerebellar lesions may also cause tremor during goal-directed activity (intention tremor). $#(Choice E)#  Resting tremor is typically associated with parkinsonism due to damage of the substantia nigra and its projections to the striatum.  Rubral tremor occurs at rest and during goal-directed activity and is associated with combined lesions to the midbrain, substantia nigra, and superior cerebellar peduncle due to disruption of cerebellothalamic pathways. $#Educational objective# Acute lesions to the cerebellar vermis typically cause truncal and gait ataxia due to impaired modulation of the medial-descending motor systems.  Involvement of the lower vermis and the flocculonodular lobe also causes vertigo/nystagmus due to dysregulation of the vestibular nuclear complex. ","clickable_1":"images/img1.11632.mp4"},

{"id":"1955","image_1":"images/1955.jpg","explanation_img":"images/exp1955.jpg","title":"A 54-year-old man is brought to the emergency department by his wife after he develops difficulty speaking. When asked about the onset of his symptoms, the patient slowly responds with \"I... weak... morning...\" and becomes very frustrated. His wife says that he was able to grasp a pen without any problem while completing medical release forms, but had trouble signing his name. On examination, he is able to state his first name but with difficulty, and correctly points to different body parts on command. He also has mild weakness involving his right arm and face. This patient's speech difficulties are most likely caused by a lesion affecting which of the following brain areas?","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","answer_6":"F. F","ansImg_6":"","right_answer":"B. B","percent_1":"2%","percent_2":"72%","percent_3":"14%","percent_4":"2%","percent_5":"10%","percent_6":"0%","explanation_2":"$This patient most likely has #Broca (motor, nonfluent) aphasia#.  This condition classically results from damage to Broca area of the brain, the region responsible for all communicative motor planning.  Individuals are able to communicate meaningfully, but their speech is slow and consists primarily of nouns and verbs.  Speech may be punctuated by pauses after each word as the patient attempts to verbalize the next.  Patients also often have difficulty writing and signing, and become frustrated as they have insight into their expressive language difficulties.  They can understand spoken language and follow commands (intact speech comprehension) as Wernicke area is unaffected. $Broca area is in the caudal part of the #inferior frontal gyrus# of the #dominant (usually left) hemisphere# (Brodmann areas 44 and 45).  Patients may have associated #right hemiparesis# involving the upper limb and face due to this region's proximity to the @primary motor cortex@. $#(Choice A)#  The @frontal eye field@ is found near the caudal end of the middle frontal gyrus anterior to the precentral sulcus (Brodmann areas 6 and 8).  Damage here would cause the eyes to deviate to the ipsilateral side. $#(Choice C)#  Lesions to the precentral gyrus (primary motor cortex) can cause slurred speech (dysarthria) due to paresis/paralysis of the skeletal muscles involved in movements of the mouth, tongue, and larynx.  Damage to Broca area is often associated with right-sided hemiparesis and oral apraxia due to extension of the lesion into the ipsilateral motor regions.  However, it is injury to Broca area that leads to #language# #deficit#. $#(Choice D)#  This is the postcentral gyrus (primary somatosensory cortex).  A lesion here would cause sensation loss in the corresponding area of the contralateral body. $#(Choice E)#  The caudal superior temporal gyrus (Brodmann area 22) is in the Wernicke area.  A lesion here would cause a sensory (receptive) aphasia.  Wernicke aphasia is also known as fluent aphasia in that speech flows readily but is meaningless (\"word salad\").  Patients typically lack insight into their problem. $#(Choice F)#  A lesion to the visual cortex can cause cortical blindness or visual impairment that can make reading and writing difficult.  Spoken speech would be unaffected. $#Educational objective# Broca (motor, nonfluent) aphasia results from damage to the inferior frontal gyrus of the dominant hemisphere.  Patients are often frustrated as they understand language but cannot properly formulate the motor commands to write or form words (eg, slow, fragmented speech).  Aphasia may be associated with right upper limb and face weakness due to extension of the lesion into the primary motor cortex. ","comparison_items":"","title_2":"","audio":"","explanation_1":"","clickable_1":"images/img1.1955.jpg","clickable_2":"images/img2.1955.jpg"},

{"id":"871","title":"A 70-year-old woman with a history of unilateral extremity weakness and seizures is found unresponsive at home by her home health care nurse.  On arrival of emergency medical services, she is found to have no pulse or spontaneous respirations and is declared dead.  Autopsy shows a large thrombus occluding the left anterior descending coronary artery.  Additional cerebral findings are shown in the @exhibit@.  Which of the following most accurately describes the pathogenesis of this patient's brain lesion?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit871.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibroblast proliferation in the affected area","answer_2":"B. Granulomatous reaction against parasites","answer_3":"C. Immune-mediated focal demyelination","answer_4":"D. Necrosis of rapidly dividing, anaplastic astrocytes","answer_5":"E. Tissue destruction by lysosomal enzymes","percent_1":"8%","percent_2":"1%","percent_3":"2%","percent_4":"25%","percent_5":"64%","right_answer":"E. Tissue destruction by lysosomal enzymes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp871.jpg","explanation_1":"","explanation_2":"$The autopsy image shows a coronal section of the brain with evidence of past necrosis (eg, cystic cavity, volume loss, enlarged ventricle).  These findings are consistent with an #old cerebral infarc#, which was likely responsible for this patient's chronic neurologic symptoms (eg, extremity weakness, seizures). $ Interruption in blood supply to an area of the brain (eg, thrombosis, embolism) induces irreversible ischemic changes in neurons.  Release of #lysosomal enzymes# from ischemic neurons and responding inflammatory cells (eg, neutrophils, macrophages) results in tissue degradation in the affected region (#liquefactive necrosis#).  Over time, phagocytic cells remove the necrotic tissue, leaving a cavity, while astrocytes proliferate around the periphery to form a scar (gliosis). $ Liquefactive necrosis is characteristic of irreversible CNS injury because of the brain's high cholesterol content and lack of supporting architecture.  It also occurs in other body tissues in the setting of severe infection/inflammation (eg, bacterial abscess) due to massive release of hydrolytic enzymes from reacting inflammatory cells. $ (Choice A)  Early fibroblast migration to an area of injury occurs outside of the CNS and results in the formation of granulation tissue and fibrous scarring.  In the CNS, tissue repair and scar formation are performed by astrocytes. $ (Choice B)  A granulomatous reaction against parasites within the CNS occurs in neurocysticercosis.  However, multiple cystic lesions or residual calcified granulomas would be expected. $ (Choice C)  @Multiple sclerosis@ is a chronic inflammatory demyelinating disease characterized grossly by multiple periventricular lesions (ie, demyelinating plaques).  Cystic cavity formation does not occur. $ (Choice D)  Although glioblastoma can present with areas of cystic necrosis on gross examination, these areas classically are part of a diffuse, poorly delineated, heterogenous mass with midline shift away from the affected tissue. $ Educational objective Liquefactive necrosis is characterized by complete digestion and removal of necrotic tissue with formation of a cystic cavity.  Irreversible ischemic CNS injury is typically followed by liquefactive necrosis due to the release of lysosomal enzymes from inflammatory cells and damaged neurons.","clickable_1":"images/img1.871.jpg"},

{"id":"15649","title":"A 70-year-old man is brought to the emergency department due to left-sided weakness and slurred speech upon awakening 30 minutes ago.  The patient was asymptomatic when he went to bed last night.  Medical history includes type 2 diabetes mellitus, hypertension, and hyperlipidemia.  The patient is a former smoker with a 30-pack-year history.  Physical examination shows a right gaze preference, left lower facial droop, and hemiplegia and hemisensory loss on the left.  CT scan of the brain reveals early infarction in the right middle cerebral artery territory with no acute hemorrhage.  The patient is hospitalized for further management.  Several hours later, he becomes progressively obtunded with elevated intracranial pressure.  A repeat CT scan reveals edema in the region of acute infarction causing mass effect.  Which of the following is the primary contributor to the pathogenesis of this patient's raised intracranial pressure?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decrease in plasma oncotic pressure","answer_2":"B. Failure of ATP-dependent ion transporters","answer_3":"C. Inadequate absorption of cerebrospinal fluid","answer_4":"D. Increase in capillary hydrostatic pressure","answer_5":"E. Proliferation of astrocytes and microglia","percent_1":"4%","percent_2":"47%","percent_3":"16%","percent_4":"28%","percent_5":"5%","right_answer":"B. Failure of ATP-dependent ion transporters","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient had a right hemispheric #ischemic stroke# and developed altered mental status and increased intracranial pressure (ICP) secondary to #cerebral edema#.  The fixed volume of the skull necessitates that a significant increase in volume of any component of the CNS (eg, brain tissue, blood, cerebrospinal fluid) will raise ICP.  This increased ICP can cause progressive #neurologic impairment# through direct pressure-induced cell injury or mechanical damage due to @brain herniation@. $Irreversible ischemic neural and glial cell injury initiates a sequence of chemical changes that promote edema: $•#Cytotoxic (ionic) edema# begins hours after the ischemic injury due to decreased ATP.  The failure of #ATP-dependent ion pumps#, combined with the release of excitatory amino acids (eg, glutamate), leads to the accumulation of intracellular Na+ and water in neural and glial cells despite an intact blood-brain barrier. $•#Vasogenic edema# follows 24-48 hours later, when the release of inflammatory mediators disrupts the tight junctions of the blood-brain barrier, allowing proteins (eg, albumin) and water to enter the interstitial space.  This vasogenic phase can cause persistent cerebral edema for weeks after the initial injury. $#(Choice A)#  Although a decrease in oncotic pressure can cause peripheral edema (eg, nephrotic syndrome), it is not a significant factor in the development of cerebral edema.  Mannitol is used in the treatment of cerebral edema because it increases plasma oncotic pressure and temporarily disrupts the blood-brain barrier, allowing movement of fluid out of the CNS to decrease ICP. $#(Choice C)#  Inadequate absorption of cerebrospinal fluid at the arachnoid granulations can cause communicating hydrocephalus.  Although this process raises ICP, ventriculomegaly would likely be prominent on CT scan. $#(Choice D)#  Increased hydrostatic pressure secondary to central venous thrombosis or hypertensive encephalopathy can cause cerebral edema and increased ICP.  However, patients typically have gradually worsening headache before development of neurologic abnormalities. $#(Choice E)#  Gliosis is the process of repairing damaged tissue in the CNS by proliferating astrocytes and microglia.  This process occurs slowly in the months to years after CNS injury and would not be expected to cause acute changes in ICP. $#Educational objective# The primary mechanism underlying cytotoxic (early) edema following cerebral ischemia is the accumulation of intracellular Na+ and water due to the failure of ATP-dependent ion transporters in hypoxic cells.  Cerebral edema causes progressive neurologic decline by raising intracranial pressure, which can directly damage neural tissue or result in mechanical damage due to brain herniation.","clickable_1":"images/img1.15649.jpg"},

{"id":"105531","title":"A 70-year-old man is brought to the emergency department due to sudden-onset weakness in his right arm and leg. Although he can speak, he cannot pronounce words clearly. Blood pressure is 170/96 mm Hg and pulse is 80/min. The patient is alert and oriented. Neurologic examination shows 3/5 strength in both right upper and lower extremities. When the patient is asked to stick out his tongue, it deviates to the left. Sensory examination shows no abnormalities. Which of the following is the most likely location of this patient's brain injury?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left lateral medulla","ansImg_1":"","answer_2":"B. Left medial medulla","ansImg_2":"","answer_3":"C. Left precentral gyrus","ansImg_3":"","answer_4":"D. Right lateral medulla","ansImg_4":"","answer_5":"E. Right medial medulla","ansImg_5":"","right_answer":"B. Left medial medulla","percent_1":"18%","percent_2":"56%","percent_3":"16%","percent_4":"3%","percent_5":"5%","explanation_img":"images/exp105531.jpg","explanation_1":"","explanation_2":"$This patient has had a stroke resulting in the following #crossed signs#: $• #Right hemiparesis#:  This is nearly always contralateral to the site of ischemia. $• @Leftward tongue deviation@ and slurred speech:  On tongue protrusion, the strong side \"pushes\" the tongue toward the weak side, so this patient has a defect of the #left hypoglossal nerve (CN XII)# $Because most cranial nerves (other than CN II & IV) do not decussate while most of the body's motor and sensory fibers cross the midline in the medulla, #brainstem strokes# are characterized by ipsilateral cranial nerve deficits accompanied by contralateral hemiparesis or hemisensory loss (ie, crossed signs). $The specific cranial nerves impacted can further localize the lesion.  In this case, the hypoglossal nerve (CN XII) originates in the #medulla#.  This is consistent with @left medial medullary syndrome@, which is most often caused by occlusion of the paramedian bulbar arteries that impacts the pyramidal tract (contralateral arm and/or leg weakness) and hypoglossal nucleus (ipsilateral tongue weakness).  Paresthesias can occur due to damage of the medial lemniscus, although, typically, there are no objective sensory deficits, as in this patient. $#(Choices A and D)#  A stroke in the lateral medulla classically results in @Wallenberg syndrome@.  There is typically no motor weakness.  Instead, it is typified by vertigo/nystagmus (vestibular nucleus), ataxia (inferior cerebellar peduncle), a diminished gag reflex (nucleus ambiguus), and loss of pain and temperature sensation from the ipsilateral face (spinal trigeminal nucleus) and contralateral body (spinothalamic tract). $#(Choices C and F)#  The @primary motor cortex@ is located in the precentral gyrus.  A stroke impacting the left precentral gyrus could result in right hemiparesis.  However, strokes impacting the cortex often result in cortical signs such as #V#isual disturbances, #A#phasia (in contrast to the dysarthria seen in this patient), #N#eglect, and/or #S#ensory disturbances (VANS).  Cranial nerve deficits would not be expected. $#(Choice E)#  Brainstem strokes result in contralateral hemiparesis and ipsilateral cranial nerve defects.  Therefore, a stroke in the right medulla would lead to left hemiparesis and right tongue weakness (leading to right tongue deviation because the strong side \"pushes\" the tongue to the weak side as it protrudes). $#Educational objective# Crossed signs (ie, ipsilateral cranial nerve dysfunction with contralateral limb weakness) are typical of a brainstem stroke.  A stroke in the medial medulla often results in contralateral limb weakness with ipsilateral tongue weakness, which causes tongue deviation to the weak side.  ","clickable_1":"images/img1.105531.jpg","clickable_2":"images/img2.105531.jpg","clickable_3":"images/img3.105531.jpg","clickable_4":"images/img4.105531.jpg"},

{"id":"19612","image_1":"","exhibit_1":"images/exhibit19612.jpg","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp19612.jpg","title":"A 64-year-old woman is brought to the emergency department due to stroke-like symptoms.  The patient has a history of transient ischemic attacks as well as other risk factors for cerebrovascular disease, including hypertension, type 2 diabetes mellitus, and hyperlipidemia.  Urgent brain imaging reveals occlusion of a vessel indicated by the arrow in the @exhibit@.  Which of the following findings is most likely to be observed in this patient? ","answer_1":"A. Down-and-out right eye with impaired extraocular movements","ansImg_1":"","answer_2":"B. Left-sided motor weakness, including lower facial region","ansImg_2":"","answer_3":"C. Loss of conjugate lateral gaze on both sides","ansImg_3":"","answer_4":"D. Sensory loss over the right side of the face and left side of the body","ansImg_4":"","answer_5":"E. Vision loss over the left half of the visual field in both eyes","ansImg_5":"","right_answer":"D. Sensory loss over the right side of the face and left side of the body","percent_1":"6%","percent_2":"24%","percent_3":"8%","percent_4":"53%","percent_5":"10%","explanation_2":"$This patient has occlusion of the right @posterior inferior cerebellar artery (PICA)@, which arises from the vertebral artery.  Occlusion of the PICA results in #lateral medullary (Wallenberg) syndrome#.  This disorder classically results in a constellation of symptoms because of damage to specific areas: $• Vertigo and nystagmus (vestibular nucleus) $• Ataxia (inferior cerebellar peduncle) $• #Loss of pain and temperature# sensation in the #ipsilateral face# (spinal trigeminal nucleus) and #contralateral body# (spinothalamic tract) $•  Bulbar weakness (eg, dysphagia, dysarthria) (nucleus ambiguus) $@Horner syndrome@ (ie, miosis, ptosis, anhidrosis) may also occur in the ipsilateral eye due to damage to descending sympathetic nervous system fibers. $#(Choice A)#  Damage to the oculomotor nerve (CN III) can lead to impaired extraocular movements with a down-and-out eye due to unopposed action of the superior oblique muscle (innervated by the trochlear nerve [CN IV]) and the lateral rectus muscle (innervated by the abducens nerve [CN VI]).  When this finding (ie, down-and-out eye) is accompanied by contralateral lower facial weakness and hemiplegia, it is suggestive of midbrain infarction due to occlusion of the posterior cerebral artery (ie, Weber syndrome). $#(Choice B)#  Hemiparesis of the arm and leg with an upper motor neuron pattern of facial weakness (ie, only involves the lower face) is the classic presentation of an internal capsule stroke.  The internal capsule is supplied by the lenticulostriate arteries, which are branches of the MCA. $#(Choice C)#  @Internuclear ophthalmoplegia@ (ie, loss of conjugate lateral gaze) is caused by damage to the medial longitudinal fasciculus, which can occur with occlusion affecting the pontine arteries.  Bilateral loss of conjugate gaze is more likely with other etiologies (eg, multiple sclerosis plaques) because bilateral ischemic injury to the same area is uncommon. $#(Choice E)#  Homonymous hemianopia (ie, vision loss in the same half of the visual field in both eyes) with macular sparing is classically caused by occlusion of the posterior cerebral artery; the macula is spared due to collateral blood supply from the middle cerebral artery.  Homonymous hemianopia without macular sparing can occur due to damage of the optic tract or @optic radiation@, which can occur with occlusion of several different vessels (eg, anterior choroidal, middle cerebral artery). $#Educational objective# Posterior inferior cerebellar artery occlusion causes lateral medullary (Wallenberg) syndrome.  This disorder is characterized by vertigo/nystagmus, ipsilateral cerebellar signs, loss of pain/temperature sensation in the ipsilateral face and contralateral body, bulbar weakness, and ipsilateral Horner syndrome.  ","clickable_1":"images/img1.19612.jpg","clickable_2":"images/img2.19612.jpg","clickable_3":"images/img3.19612.mp4","clickable_4":"images/img4.19612.jpg","audio":""},

{"id":"22","title":"A 58-year-old man comes to the emergency department due to sudden right-sided weakness.  He has no sensory loss, problems speaking/swallowing, or difficulty with balance.  The patient was previously told that he has elevated blood pressure, but he does not routinely follow up with his physician.  He takes no medications.  Examination shows intact cranial nerves and sensory function.  The patient has 3/5 muscle strength on the right side.  Initial CT scan without contrast reveals no abnormalities.  Four weeks later, repeat brain imaging shows a 9-mm, fluid-filled cavitary lesion in the left internal capsule.  This patient's condition is most likely caused by which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac embolism","answer_2":"B. Carotid artery atherosclerosis","answer_3":"C. Hypertensive arteriolar sclerosis","answer_4":"D. Hypertensive encephalopathy","answer_5":"E. Hypoxic encephalopathy","answer_6":"F. Saccular aneurysm","percent_1":"6%","percent_2":"6%","percent_3":"54%","percent_4":"13%","percent_5":"4%","percent_6":"17%","right_answer":"C. Hypertensive arteriolar sclerosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient has pure motor hemiparesis and a small cavitary lesion in the #internal capsule#, characteristic of a #lacunar infarct#.  This type of stroke affects the #small penetrating arterioles# that supply the deep brain structures (eg, basal ganglia, pons) and subcortical white matter (eg, internal capsule, corona radiata).  Lacunar infarcts are primarily associated with chronic hypertension, which promotes lipohyalinosis, microatheroma formation, and hardening/thickening of the vessel wall #(hypertensive arteriolar sclerosis)#.  This leads to progressive narrowing of the arteriolar lumen and predisposes to thrombotic vessel occlusion, which causes characteristic clinical syndromes, depending on the portion of the brain affected: $• Posterior limb of the @internal capsule@ and/or basal pons - #pure motor hemiparesis# or ataxia-hemiplegia syndrome (ie, ipsilateral limb ataxia out of proportion to motor deficit) $• Genu/anterior limb of the internal capsule and/or basal pons - dysarthria-clumsy hand syndrome (ie, dysarthria and dysphagia with clumsiness of one hand) $• Ventroposterolateral or ventroposteromedial thalamus - pure sensory stroke $In the acute setting, CT imaging may not reveal the expected hypodensity of ischemic stroke due to the #small infarct size# (usually <15 mm).  After several weeks, these necrotic lesions turn into cavitary spaces filled with cerebrospinal fluid and surrounded by scar tissue called @lacunas@. $#(Choices A and B)#  Cardiac embolism and carotid artery atherosclerosis usually result in occlusion of medium to large cerebral vessels (eg, middle cerebral artery), causing large-territory ischemic infarctions of the cerebral cortex evident on CT scan as large areas of hypodensity. $#(Choice D)#  Hypertensive encephalopathy is characterized by progressive headache and nausea/vomiting followed by nonlocalizing neurologic symptoms (eg, confusion).  Cerebral imaging may be normal or show parietooccipital white matter edema. $#(Choice E)#  Hypoxic encephalopathy occurs from global interruption of the cerebral blood supply (eg, due to cardiac arrest).  It commonly presents with decreased consciousness (eg, coma, vegetative state) as opposed to focal neurologic deficits.  Cerebral imaging may show watershed infarcts at the border of perfusion zones between the major cerebral arteries. $#(Choice F)#  Saccular aneurysm rupture is associated with @subarachnoid hemorrhage@.  Patients usually have abrupt onset of severe headache, and CT will show hyperattenuation (hemorrhage) in the sulci and basal cisterns.  Focal neurologic deficits are uncommon. $#Educational objective# Lacunar infarcts are small, ischemic infarcts (usually <15 mm) involving the deep brain structures (eg, basal ganglia, pons) and subcortical white matter (eg, internal capsule, corona radiata).  They most often occur due to hypertension, which causes hardening/thickening of the vessel wall (hypertensive arteriolar sclerosis), predisposing patients with this condition to thrombotic vessel occlusion. ","clickable_1":"images/img1.22.jpg","clickable_2":"images/img2.22.jpg","clickable_3":"images/img3.22.jpg"},

{"id":"495","title":"A 55-year-old, right-handed woman is brought to the emergency department due to acute-onset headache and difficulty with vision.  En route to the hospital, she becomes unconscious.  Medical history is significant for hypertension.  Blood pressure is 150/90 mm Hg and pulse is 90/min and regular.  CT scan of the head without contrast demonstrates an acute hemorrhage in the left temporal lobe with compression of the anterior medial temporal lobe against the free margin of the tentorium cerebelli.  Which of the following cranial nerves is most likely to be compromised in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abducens","answer_2":"B. Facial","answer_3":"C. Oculomotor","answer_4":"D. Optic","answer_5":"E. Trigeminal","answer_6":"F. Trochlear","answer_7":"G. Vagus","percent_1":"8%","percent_2":"6%","percent_3":"57%","percent_4":"14%","percent_5":"6%","percent_6":"6%","percent_7":"3%","right_answer":"C. Oculomotor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp495.jpg","explanation_1":"","explanation_2":"$The cranial vault is formed by the cranial bones and divided into compartments by the dural folds (ie, falx cerebri, tentorium cerebelli).  Because the cranial vault is rigid, there is minimal space for brain expansion if a #rapidly enlarging mass# (eg, hemorrhage, tumor) or severe, generalized edema (eg, traumatic brain injury) develops.  As a result, portions of the #brain# may #protrude# through the #openings in the dural folds#, often according to the following #herniation# patterns: $Subfalcine: herniation of the cingulate gyrus under the falx cerebri $Uncal: herniation of the medial temporal lobe (ie, uncus) through the tentorial notch $Tonsillar: herniation of the cerebellar tonsils through the foramen magnum $This patient with compression of the anterior medial temporal lobe against the free margin of the tentorium cerebelli has #uncal herniation#.  As uncal herniation progresses, the following may occur: $#Ipsilateral oculomotor nerve# (CN III) compression leads to an #ipsilateral fixed and dilated pupil#.  Paralysis of the oculomotor muscles occurs later and leads to ptosis and a down-and-out position of the ipsilateral eye. $Ipsilateral posterior cerebral artery compression leads to #contralateral homonymous hemianopsia# with macular sparing. $Compression of the #ipsilateral cerebral peduncle# of the midbrain against the tentorium may occur, damaging descending corticospinal tracts and causing #contralateral hemiparesis#. $As the midbrain is pushed toward the contralateral side, the contralateral cerebral peduncle may also become compressed against the tentorium, causing ipsilateral hemiparesis (false localizing sign). $Without prompt treatment, further pressure on the midbrain can cause downward brainstem displacement (eg, central herniation) and brainstem hemorrhages (ie, Duret hemorrhages) from stretching and rupture of paramedian branches of the basilar artery.  This is usually fatal. $#(Choices A, B, D, E, F, and G)#  None of the other cranial nerves become compressed due to uncal herniation. $#Educational objective# Uncal herniation is a possible complication of an expanding ipsilateral mass lesion (eg, hemorrhage, tumor).  The first sign of uncal herniation is a fixed, dilated pupil on the side of the lesion.  Contralateral or ipsilateral hemiparesis and contralateral homonymous hemianopsia with macular sparing may also occur. "},

{"id":"8636","image_1":"images/8636.jpg","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp8636.jpg","title":"A 67-year-old woman comes to the clinic due to decreased vision in her right eye that she noticed a week ago. The patient says that her sight in the right eye is 'narrower' than in the left. Medical history is significant for hypertension, type 2 diabetes mellitus, and hyperlipidemia. The patient also has intermittent lower limb claudication and has had 2 prior episodes of transient vision loss in her right eye. Visual field testing reveals right nasal hemianopia. MRI and MR angiography of the head and neck reveal a right internal carotid artery aneurysm. Which of the following portions of the visual pathway is most likely disrupted in this patient?","answer_1":"A","ansImg_1":"","answer_2":"B","ansImg_2":"","answer_3":"C","ansImg_3":"","answer_4":"D","ansImg_4":"","answer_5":"E","ansImg_5":"","answer_6":"F","ansImg_6":"","answer_7":"G","ansImg_7":"","answer_8":"H","ansImg_8":"","right_answer":"D","percent_1":"30%","percent_2":"8%","percent_3":"3%","percent_4":"49%","percent_5":"6%","percent_6":"2%","percent_7":"1%","percent_8":"1%","explanation_2":"$Lesions impacting only one eye are nearly always anterior to the optic chiasm (eg, optic nerve, retina, globe).  However, there is one notable exception:  Lesions that impact only one side of the lateral optic chiasm. $Light from the nasal visual field strikes the temporal side of each retina.  Optic nerve fibers from the temporal part of the retina travel laterally (ie, without crossing) through the optic chiasm to pass into the ipsilateral optic tract.  Lesions involving the #lateral# aspects of the #optic chiasm #can cause dysfunction in only these uncrossed fibers from the ipsilateral temporal retina.  This can cause ipsilateral #nasal hemianopia#, which may occur with aneurysm of the #internal carotid artery# (eg, cavernous or ophthalmic segments), as seen in this patient. $#(Choices A and B)#  A partial lesion involving the retina is more likely to produce focal monocular scotoma than nasal hemianopia because a lesion with the latter would need to involve the entire temporal hemiretina, which does not follow the arterial patterns of blood supply to the retina.  Likewise, a lesion of the optic nerve classically causes monocular total vision loss; nasal hemianopia would be unusual. $#(Choice C)#  Fibers from the nasal retina carry information from the temporal visual fields and cross at the optic chiasm, so a lesion in this area (eg, @pituitary adenoma@) classically causes bitemporal hemianopia. $#(Choice E)#  The optic tract carries information from the contralateral hemivisual field.  Lesions in this area would lead to homonymous hemianopia. $#(Choice F)#  The inferior @optic radiations@ (which carry information from the inferior retina/superior visual field) travel through the temporal lobe (Meyer loop).  Lesions in this area lead to superior quadrant visual field defects (ie, contralateral homonymous superior quadrantanopia). $#(Choice G)#  The superior optic radiations, which carry information from the superior retina/inferior visual field, travel through the parietal lobe.  Lesions localized to this area can lead to contralateral lower quadrantanopia. $#(Choice H)#  Lesions to the primary visual cortex in the occipital lobe also lead to a contralateral homonymous hemianopia.  If this occurs due to occlusion of the posterior cerebral artery, the macula is typically spared due to collateral circulation from the middle cerebral artery to the occipital pole. $#Educational objective# An aneurysm of the internal carotid artery can laterally impinge on the optic chiasm.  This can cause ipsilateral nasal hemianopia by damaging uncrossed optic nerve fibers from the temporal portion of the retina. ","clickable_1":"images/img1.8636.jpg","clickable_2":"images/img2.8636.jpg","audio":""},

{"id":"8564","title":"A 4-day-old premature infant in the neonatal intensive care unit becomes hypotonic and less responsive. She was delivered vaginally at 30 weeks gestation, and her birth weight was 1,200 g (2 lb 10 oz). Physical examination shows a lethargic infant with weak and high-pitched crying, prominent scalp veins, and tense fontanelles. Cranial ultrasound reveals blood in the lateral ventricles. Which of the following structures is the most likely source of the bleeding?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bridging cortical veins","ansImg_1":"","answer_2":"B. Germinal matrix","ansImg_2":"","answer_3":"C. Meningeal arteries","ansImg_3":"","answer_4":"D. Sagittal sinus","ansImg_4":"","answer_5":"E. Vessels of the circle of Willis","ansImg_5":"","right_answer":"B. Germinal matrix","percent_1":"13%","percent_2":"60%","percent_3":"5%","percent_4":"13%","percent_5":"8%","explanation_img":"images/exp8564.jpg","explanation_1":"","explanation_2":"#Intraventricular hemorrhage (IVH)# is a common complication of prematurity that can lead to long-term impairment in neurodevelopment. IVH almost always manifests within the first 5 postnatal days in infants born #before 32 weeks gestation# and/or with #birth weight <1,500 g# (3 lb 5 oz). IVH in a newborn can be clinically silent or present with altered level of consciousness, hypotonia, and decreased spontaneous movements. If the bleeding is severe, catastrophic deterioration can occur with a #bulging anterior fontanelle#, hypotension, tonic-clonic seizures, irregular respirations, and coma.$IVH in preterm infants usually originates from the #germinal matrix#, a highly cellular and vascularized layer in the subventricular zone (source of neurons and glial cells during brain development). The matrix contains numerous fragile, thin-walled vessels lacking the glial fibers that support other blood vessels throughout the brain, making them more #susceptible to hemorrhage#. Between 24-32 weeks gestation, the germinal matrix starts to become less prominent, and its cellularity and vascularity decrease, leading to a reduced risk of IVH in infants born after 32 weeks.$#(Choices A and C)# In neonates, an assisted delivery (eg, forceps, vacuum) can result in subdural hematoma (cortical bridging veins) or epidural hematoma (middle meningeal artery). Both can cause bulging fontanelles and altered level of consciousness but are characterized by hematomas over the cerebral convexities rather than blood in the lateral ventricles.$(Choice D) The sagittal sinus and other dural venous sinuses are channels found between layers of dura mater in the brain. Certain conditions (eg, malignancy, hypercoagulable states, infection) can result in thrombosis within the dural sinuses; however, intraventricular bleeding would not be seen.$(Choice E) A ruptured saccular (berry) aneurysm at a branch point in vessels of the circle of Willis is the most common cause of spontaneous subarachnoid hemorrhage (SAH). Aneurysmal SAH is rare in infants and is associated with blood in the basal cisterns rather than the lateral ventricles.$Educational objective Neonatal intraventricular hemorrhage usually originates from the fragile germinal matrix in infants born before 32 weeks gestation and/or with birth weight <1,500 g (3 lb 5 oz). It is a common complication of prematurity that can lead to long-term neurodevelopmental impairment."},

{"id":"18543","title":"A 45-year-old woman comes to the emergency department due to sudden-onset, severe headache.  On arrival, the patient is alert and oriented and has no focal neurological deficits.  CT scan of the head reveals subarachnoid hemorrhage, and she is admitted to the critical care unit.  Over the next several hours, the patient gradually becomes somnolent and less responsive.  She opens her eyes to painful stimuli only and does not follow commands.  Repeat imaging of the brain shows no new hemorrhage, but there is enlargement of the entire ventricular system compared to the previous CT scan.  Which of the following is the most likely cause of this patient's neurologic deterioration in the hospital?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockage of the cerebral aqueduct by blood products","answer_2":"B. Cerebral vasospasm due to subarachnoid blood","answer_3":"C. Edema from a disruption in the blood-brain barrier","answer_4":"D. Excessive production of cerebrospinal fluid","answer_5":"E. Impaired absorption of cerebrospinal fluid","percent_1":"27%","percent_2":"19%","percent_3":"8%","percent_4":"1%","percent_5":"45%","right_answer":"E. Impaired absorption of cerebrospinal fluid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp18543.jpg","explanation_1":"","explanation_2":"$This patient with a worsening neurologic status has enlargement of the ventricles on CT scan, consistent with #hydrocephalus#, a common complication of #subarachnoid hemorrhage# (SAH).  Blood in the subarachnoid space can acutely obstruct and #impair absorption# of cerebral spinal fluid (CSF) by the #arachnoid granulations#.  Later, blood-induced inflammation can cause fibrosis of the arachnoid granulations that perpetuates the absorption impairment and leads to chronic hydrocephalus. $ Impaired CSF absorption creates a #communicating# hydrocephalus.  Because the blockage to flow is distal to the entire @ventricular system@, #enlargement of all 4 ventricles# occurs.  The ventricular enlargement stretches adjacent nerve fibers and, in the acute setting, leads to #deteriorating mental status# (eg, somnolence, unresponsiveness).  Treatment involves the placement of an @external ventricular drain@ to relieve pressure in the ventricular system and subarachnoid space. $ (Choice A)  Blockage of the cerebral aqueduct (aqueduct of Sylvius) is less common with SAH and more typically occurs with intracerebral hemorrhage complicated by intraventricular bleeding.  The resulting hydrocephalus is noncommunicating because there is no free passage of CSF from the ventricular space into the subarachnoid space.  Enlargement of only the lateral and third ventricles is expected; the fourth ventricle is distal to the obstruction and remains normal in size. $ (Choice B)  Cerebral vasospasm is a common complication of SAH; however, it is typically delayed, occurring 4-14 days following the initial bleed, and leads to localized stroke with focal neurologic deficits rather than deteriorating mental status.  Dilated ventricles are not seen. $ (Choice C)  Edema that occurs due to disruption of the blood-brain barrier (vasogenic cerebral edema) collects within the brain parenchyma and can result from stroke or trauma.  It is not expected following SAH. $ (Choice D)  Excessive CSF production is a rare cause of communicating hydrocephalus that may result from a choroid plexus papilloma.  Enlargement of all 4 ventricles is expected, but this patient's SAH makes impaired absorption of CSF far more likely. $ Educational objective Communicating hydrocephalus is a common complication of subarachnoid hemorrhage that presents with deteriorating mental status.  It typically results from blood-induced impairment of absorption of cerebrospinal fluid by the arachnoid granulations.","clickable_1":"images/img1.18543.jpg","clickable_2":"images/img2.18543.jpg"},

{"id":"1687","title":"A 62-year-old man comes to the office with left arm clumsiness. Physical examination reveals motor weakness involving the left arm and leg. The patient's speech is slurred, and there is drooping of the left lower face. On passive flexion of the left arm, there is initial resistance followed by a sudden release of tension as flexion is continued. A lesion affecting which of the following brain structures is most likely responsible for this patient's condition?","image_1":"images/1687.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"B. B","percent_1":"8%","percent_2":"56%","percent_3":"8%","percent_4":"15%","percent_5":"13%","explanation_img":"images/exp1687.jpg","explanation_1":"","explanation_2":"$This patient has #clasp-knife spasticity#, which is characterized by initial resistance to passive flexion followed by a sudden release of resistance.  This form of spasticity is seen with #upper motor neuron lesions# and results from a lack of upper motor neuron inhibition on the spinal stretch reflex arc.  With passive arm flexion, the extensor muscles are activated by the #disinhibited stretch reflex#, causing initial resistance that can be overcome with continued flexion. $Upper motor neuron lesions can affect any part of the pyramidal motor system (eg, corticobulbar/corticospinal tracts), which runs from the precentral gyrus (primary motor cortex) through the internal capsule to the brainstem and spinal cord.  Patients with an #internal capsule stroke# can have both sensory and motor deficits, but most commonly have pure #motor weakness# affecting the #contralateral arm#, #leg#, #and lower face# as well as clasp-knife spasticity, hyperreflexia, and a positive Babinski sign. $#(Choices A, D, and E)#  The caudate nucleus, putamen, and globus pallidus (ie, basal ganglia) are part of the @extrapyramidal motor system@, which regulates both voluntary and involuntary motor function (eg, posture, muscle tone, prevention of erratic movements).  Lesions to these structures can result in motor dysfunction, including chorea (ie, random, jerky, uncontrollable movements), tremor, bradykinesia, or rigidity, as well as changes in cognition and behavior. $#(Choice C)#  The insular cortex (insula) plays a role in emotional experience (in conjunction with the limbic system), autonomic function, and introspection/awareness of visceral sensations. $#Educational objective# Upper motor neuron lesions (ie, internal capsule stroke) cause contralateral weakness with clasp-knife spastic rigidity, hyperreflexia, and a positive Babinski sign.  These lesions damage the pyramidal motor system (eg, corticospinal tracts), which runs from the precentral gyrus (primary motor cortex) through the internal capsule to the brainstem and spinal cord.  ","clickable_1":"images/img1.1687.jpg"},

{"id":"12029","title":"A 48-year-old man comes to the hospital after a day of high-grade fever, progressive headache, and double vision. The patient has been having purulent nasal drainage and frontal headache for the past several days. He has a history of type 2 diabetes mellitus. His temperature is 38.9 C (102 F), blood pressure is 110/70 mm Hg, and pulse is 94/min. Physical examination shows ptosis, mydriasis, mild proptosis, and loss of the corneal reflex of the right eye. Visual acuity is normal in both eyes, but the patient is unable to move the right eye in any direction. There is decreased sensation in the right upper face. Which of the following structures is most likely involved in this patient's presentation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brainstem","ansImg_1":"","answer_2":"B. Cavernous sinus","ansImg_2":"","answer_3":"C. Frontal lobe of brain","ansImg_3":"","answer_4":"D. Inferior orbital fissure","ansImg_4":"","answer_5":"E. Jugular foramen","ansImg_5":"","answer_6":"F. Optic chiasm","ansImg_6":"","right_answer":"B. Cavernous sinus","percent_1":"7%","percent_2":"75%","percent_3":"2%","percent_4":"12%","percent_5":"2%","percent_6":"2%","explanation_img":"images/exp12029.jpg","explanation_1":"","explanation_2":"$#Cavernous sinus thrombosis# is most commonly due to contiguous spread of an infection from the medial third of the face, sinuses (ethmoidal or sphenoidal), or teeth.  The infection can communicate in a retrograde fashion into the cavernous sinus through the valveless facial @venous system@ (via the superior and inferior ophthalmic veins).  Common pathogens include Staphylococcus aureus (most common) and streptococci, although fungal organisms (eg, Mucor, Rhizopus) are responsible in rare cases. $Patients typically experience headache, fever, and diplopia.  Ocular muscle paralysis occurs due to injury of #cranial nerves (CNs) III, IV, and VI#.  CN III palsy may also result in ptosis and mydriasis.  Involvement of the ophthalmic and maxillary branches of #CN V# can cause loss of both upper facial sensation and the afferent limb of the corneal reflex.  Proptosis (eye protrusion) and chemosis (conjunctival swelling) may also be evident due to impaired venous drainage through the ophthalmic veins. $#(Choice A)#  Brainstem lesions typically result in crossed signs (ipsilateral cranial nerve palsies and contralateral hemiparesis), vertigo, and ataxia. $#(Choice C)#  Frontal lobe pathology can cause disinhibition, problems with planning/organizing, and personality changes.  CN deficits are not characteristic. $#(Choice D)#  The inferior orbital fissure transmits the maxillary division of CN V, infraorbital vessels, and branches from the sphenopalatine ganglion. $#(Choice E)#  Lesions of the jugular foramen can result in jugular foramen (Vernet) syndrome, which is characterized by the dysfunction of CNs IX, X, and XI.  Findings include dysphagia, hoarseness, loss of gag reflex on the ipsilateral side, and deviation of the uvula toward the normal side. $#(Choice F)#  The optic chiasm is superior to the cavernous sinus and is where the optic nerve fibers from the nasal side of each retina cross to the opposite side of the brain.  Optic chiasm lesions typically cause bitemporal hemianopia, which is absent in this patient. $#Educational objective# Infection of the medial face, sinuses (ethmoidal or sphenoidal), or teeth may spread through the valveless facial venous system into the cavernous sinus, resulting in cavernous sinus thrombosis.  Patients typically present with headache, fever, proptosis, and ipsilateral deficits in cranial nerves III, IV, VI, and V (ophthalmic and maxillary branches). ","clickable_1":"images/img1.12029.jpg"},

{"id":"19833","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp19833.jpg","title":"A 56-year-old man is brought to the emergency department due to weakness and difficulty speaking. The patient has a history of hypertension, cigarette smoking, and polysubstance use. The patient experienced a headache while smoking crack cocaine the previous night. This morning, he was found on the bed unable to move or speak. On physical examination, the patient is awake with normal pupillary responses. Vertical eye movements are intact, but horizontal eye movements are impaired. There is loss of motor strength in the upper and lower extremities bilaterally. Ischemic infarction from cocaine-induced vasospasm is suspected. A lesion involving which of the brain regions is the most likely cause of this patient's current condition?","answer_1":"A. Angular gyrus","ansImg_1":"","answer_2":"B. Cingulate gyrus","ansImg_2":"","answer_3":"C. Ventral midbrain","ansImg_3":"","answer_4":"D. Ventral pons","ansImg_4":"","answer_5":"E. Medial medulla","ansImg_5":"","right_answer":"D. Ventral pons","percent_1":"3%","percent_2":"7%","percent_3":"18%","percent_4":"56%","percent_5":"11%","explanation_2":"$This patient with quadriplegia and speechlessness with preserved consciousness and eye movements has #locked-in syndrome#, which can be caused by ischemic injury to the #bilateral ventral pons#.  Locked-in syndrome classically leads to: $• Absent voluntary motor function of the limbs #(quadriplegia)# and oral structures #(loss of speech)# due to destruction of the cortical spinal and cortical bulbar pathways, which prevents cranial nerves or the limbs from receiving cortical signals. $• #Absent horizontal eye movements#.  However, vertical eye movements and eyelid elevation are preserved because they are controlled in the rostral midbrain. $• #Preserved consciousness# because the midbrain reticular formation is spared #(choice C).#  Behavioral arousal and sleep-wake cycles are also preserved because the diencephalon–upper brainstem arousal systems are unaffected. $• #Preserved sensation# because sensory pathways are not affected and preserved brainstem and spinal reflexes because they do not require cortical input. $#(Choice A)#  Damage to the angular gyrus of the dominant parietal lobe classically results in @Gerstmann syndrome@, which is characterized by agraphia (inability to write), acalculia (inability to carry out mathematical calculations), finger agnosia (inability to identify individual fingers on the hand), and left-right disorientation. $#(Choice B)#  Damage to the cingulate gyrus can result in significant behavioral symptoms (eg, abulia). $#(Choice E)#  Damage to the medial medulla can result in contralateral hemiparesis (due to damage of the lateral corticospinal tract), contralateral hemisensory loss (dorsal column/medial lemniscal pathway), and ipsilateral tongue paralysis (hypoglossal nucleus). $#(Choice F)#  Damage to the lateral medulla can result in @Wallenberg syndrome@, which is characterized by vertigo/nystagmus, ipsilateral cerebellar signs (eg, ataxia, dysmetria), loss of pain/temperature sensation in the ipsilateral face and contralateral body, bulbar weakness (eg, dysphagia), and ipsilateral Horner syndrome (miosis, ptosis, anhidrosis). $#Educational objective# Ischemic injury to the bilateral ventral pons can lead to locked-in syndrome, a condition in which patients are unable to move or speak (due to interruption of the corticospinal and corticobulbar tracts) but retain consciousness, sensation, eye opening, and vertical eye movements.  ","audio":"","clickable_1":"images/img1.19833.jpg","clickable_2":"images/img2.19833.jpg"},

{"id":"4","title":"A 56-year-old male with history of polycystic kidney disease presented to the emergency room because of sudden onset severe headache.  He has never had this type of headache in the past.  Examination shows some nuchal rigidity.  Neurologic examination is within normal limits.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial meningitis","answer_2":"B. Migraine headaches","answer_3":"C. Intracerebral hemorrhage","answer_4":"D. Subarachnoid hemorrhage","answer_5":"E. Temporal arteritis","answer_6":"F. Cluster headache","percent_1":"6%","percent_2":"1%","percent_3":"6%","percent_4":"85%","percent_5":"1%","percent_6":"1%","right_answer":"D. Subarachnoid hemorrhage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Although the major pathologic process in Autosomal Dominant Polycystic Kidney Disease (ADPKD) is in the kidneys, it is a systemic disorder.  Cysts and other anomalies are noted in different organs.  Intracranial berry aneurysms arise in the circle of Willis, and when these aneurysms rupture they cause subarachnoid hemorrhage (SAH).  The clinical presentation described in this question is suggestive of SAH.  Patients complain of a severe headache ('the worst headache of their life'); neck stiffness is usually present or develops in the next 24 hours as blood in the subarachnoid space acts as a meningeal irritant.  Papilledema and pupillary dilation may be noted, but there are no focal neurologic findings. $CT scan of the brain without contrast is the most commonly used initial imaging study for diagnosing SAH and should be done during the first 24 hours from the onset of symptoms.  This is positive in up to 90% of patients.  If the CT scan does not show SAH, but the clinical suspicion remains high, a lumbar puncture needs to be performed to evaluate the cerebrospinal fluid for the presence of xanthochromia (blood in the CSF).  Thus, presence of the xanthochromia in a clinical scenario suggestive of SAH is the most sensitive test for diagnosing SAH. $#(Choice A)#  The classic presentation of meningitis includes fever, headache, neck stiffness, photophobia, nausea, vomiting, and signs of cerebral dysfunction (eg, lethargy, confusion, and coma).  Additionally, remember to look for clues leading you to the correct answer.  For example, the question writer here mentioned that this patient has ADPKD for a reason, to lead you to SAH. $#(Choice B)#  Migraine headache is throbbing or pulsatile.  It is initially unilateral and localized in the frontotemporal and ocular area, then progresses posteriorly and becomes diffuse.  It typically lasts from several hours to an entire day. $#(Choice C)#  Intracerebral hemorrhage manifests with headache, vomiting and sudden onset of focal neurological deficits (hemiplegia, hemianesthesia, cranial nerve deficits, aphasia etc).  Focal neurologic manifestations are unusual with SAH. $#(Choice E)# An elderly male with scalp tenderness over the temporal area (or headache), blurred vision and intermittent claudication of jaw is a typical presentation of temporal arteritis.  This condition is also accompanied by a very high ESR (erythrocyte sedimentation rate) and many times occurs in the setting of polymyalgia rheumatica.  Rapid treatment with corticosteroids is necessary to prevent potential blindness. $#(Choice F)#  Cluster headache consists of recurrent brief attacks of sudden, severe, unilateral periorbital pain associated with ipsilateral rhinorrhea, and watering of the eyes. $#Educational objective# Intracranial berry aneurysms of the circle of Willis are often seen in patients with ADPKD; when ruptured, they cause subarachnoid hemorrhage that presents with sudden onset of \"thunderclap headache\". "},

{"id":"15866","title":"A 38-year-old woman comes to the emergency department due to severe headache.  An hour ago, she experienced a sudden, explosive headache followed by a brief loss of consciousness.  Since regaining consciousness spontaneously, she has had persistent global headache and nausea.  Head movement or bright light worsens the pain.  Temperature is 37.2 C (99 F), blood pressure is 142/90 mm Hg, and pulse is 98/min.  The patient is somnolent but easily rouses to voice.  She is well oriented to time, place, and person.  There is increased resistance to neck flexion, which elicits pain.  The pupils are equal and reactive to light.  Deep tendon reflexes and sensory examination are normal.  Brain imaging would most likely reveal which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood layering the cerebral sulci","answer_2":"B. Diffuse cerebral edema","answer_3":"C. Intracerebral hemorrhage","answer_4":"D. Large vessel thrombosis","answer_5":"E. Scattered cerebral emboli","percent_1":"58%","percent_2":"9%","percent_3":"29%","percent_4":"2%","percent_5":"1%","right_answer":"A. Blood layering the cerebral sulci","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15866.jpg","explanation_1":"","explanation_2":"$This patient with a sudden-onset, explosive headache (ie, #thunderclap headache#), brief loss of consciousness, and signs of #meningeal irritation# (eg, neck stiffness, pain) likely has a #subarachnoid hemorrhage# (SAH).  SAH usually results from the spontaneous rupture of a #saccular (berry) aneurysm#.  These aneurysms most commonly develop at @branch points@ of the anterior, middle, or posterior cerebral arteries in patients with a genetic predisposition (eg, family history, autosomal dominant polycystic kidney disease, Ehlers-Danlos syndrome).  Blood empties into the subarachnoid space and #pools in the cerebral sulci and basal cisterns#, which is the diagnostic finding of SAH on @CT scan@. $ Blood in direct contact with the pia mater triggers severe headache and meningeal irritation.  Nausea, photophobia, and transient loss of consciousness are also common.  Many patients appear neurologically intact at presentation; however, progressively #deteriorating mental status# (eg, somnolence) is typical.  In addition, SAH commonly triggers delayed cerebral vasospasm (eg, 4 days after initial bleeding) resulting in stroke with focal neurologic deficits. $ (Choice B)  Diffuse cerebral edema can result from too-rapid correction of hypernatremia.  The drop in serum osmolarity stimulates water flow into brain cells, which can increase intracranial pressure to cause impaired cerebral perfusion and eventual brain herniation. $ (Choice C)  Intracerebral hemorrhage usually results from the rupture of small arteries in the pons, thalamus, or basal ganglia, commonly in the setting of underlying hypertensive vasculopathy.  The hemorrhage occurs within the brain parenchyma, with patients usually experiencing focal neurologic deficits.  Severe headache is sometimes present, but meningeal signs are not expected. $ #(Choices D and E)#  Plaque rupture and thrombosis of a large cerebral artery (eg, anterior cerebral artery) and embolization of thrombus (eg, cardioembolic thrombus due to atrial fibrillation) are common mechanisms of ischemic stroke.  Patients usually have focal neurologic deficits without headache or meningeal signs. $ Educational objective Sudden-onset, severe headache with signs of meningeal irritation (eg, neck pain, stiffness) should raise suspicion for subarachnoid hemorrhage (SAH).  SAH usually results from rupture of a saccular (berry) aneurysm, and it is recognized on CT scan by blood pooling in the cerebral sulci and basal cisterns.","clickable_1":"images/img1.15866.jpg","clickable_2":"images/img2.15866.jpg"},

{"id":"11804","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp11804.jpg","title":"A 65-year-old man comes to the emergency department due to sudden-onset headache. The patient has had no recent falls or head trauma. Medical history includes hypertension and lung adenocarcinoma with abdominal metastasis. Initial noncontrast CT scan of the head reveals a small temporal lobe hemorrhage. Over the next 24 hours, the patient becomes progressively obtunded and develops generalized tonic-clonic seizures. Blood pressure is 190/96 mm Hg, pulse is 38/min, and respirations are 10/min with brief episodes of apnea. A repeat noncontrast CT scan of the head reveals acute hemorrhage expansion with brain herniation. Which of the following findings is most likely to be observed on this patient's repeat neurologic examination?","answer_1":"A. Dilated pupil","ansImg_1":"","answer_2":"B. Horner syndrome","ansImg_2":"","answer_3":"C. Hyperreflexia","ansImg_3":"","answer_4":"D. Nystagmus","ansImg_4":"","answer_5":"E. Upward gaze palsy","ansImg_5":"","right_answer":"A. Dilated pupil","percent_1":"64%","percent_2":"10%","percent_3":"11%","percent_4":"7%","percent_5":"9%","explanation_2":"$This patient developed a spontaneous #intracerebral hemorrhage# with subsequent clinical deterioration due to ongoing bleeding and hemorrhage expansion.  Expanding space-occupying lesions (eg, hemorrhage, hematoma) #increase intracranial pressure#, which can manifest with headache, vomiting, impaired consciousness, and ultimately #Cushing triad# (eg, hypertension, bradycardia, irregular respirations) when brain herniation is imminent. $Herniation can occur in different portions of the brain depending on the location of the initial lesion.  Lesions in the temporal lobe tend to cause @transtentorial herniation of the uncus@, which can compress the ipsilateral oculomotor nerve (CN III) as it exits the midbrain at the same level.  Patients often develop ipsilateral #CN III palsy# with a fixed #dilated pupil# due to preganglionic parasympathetic nerve fiber damage. $If intracranial pressure continues to increase, the herniation can progress to involve the uncus bilaterally, ultimately causing downward displacement of the brainstem (ie, central herniation).  This results in brainstem hemorrhages (ie, from rupture of paramedian basilar artery branches), continued clinical deterioration from damage to medullary cardiac and respiratory centers, abnormal posturing, and ultimately death. $#(Choice B)#  Horner syndrome (ie, ptosis, miosis, anhidrosis) is associated with lesions affecting the posterolateral hypothalamus or sympathetic tracts in the brainstem (eg, lateral medulla). $#(Choice C)#  Uncal herniation can compress the cerebral peduncles, resulting in corticospinal tract injury with contralateral hemiparesis.  However, patients initially have flaccid paralysis with hyporeflexia (ie, spinal shock); spasticity/hyperreflexia develops days to weeks following acute upper motor neuron injury and would not yet be present in this patient. $#(Choice D)#  Nystagmus is generally seen with lesions to the pons, medulla, or cerebellum due to disruption of vestibular pathways. $#(Choice E)#  Hydrocephalus can cause upward gaze palsy due to dilation of the third ventricle with compression of the dorsal midbrain (eg, superior colliculus, pretectal area). $#Educational objective# Expanding space-occupying lesions can increase intracranial pressure, causing transtentorial herniation of the uncus.  Uncal herniation often compresses the ipsilateral oculomotor nerve (CN III) as it exits the midbrain, resulting in CN III palsy with a fixed dilated pupil (due to preganglionic parasympathetic nerve fiber damage).  ","clickable_1":"images/img1.11804.jpg","audio":""},

{"id":"493","title":"A researcher conducts a study to evaluate the morphological changes of various cerebral pathologies using live animal models.  In an experiment, histopathological examination of the brain after an inciting event shows neurons with intensely eosinophilic cytoplasm and condensed basophilic nuclei.  Serial biopsies are obtained to evaluate progressive changes.  Which of the following is most likely to be seen in the affected brain area in the subsequent weeks?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Extracellular amyloid deposition","answer_2":"B. Fibroblast migration","answer_3":"C. Glial cell hyperplasia","answer_4":"D. Neuronal hypertrophy","answer_5":"E. Vascular hyalinization","percent_1":"6%","percent_2":"14%","percent_3":"72%","percent_4":"4%","percent_5":"4%","right_answer":"C. Glial cell hyperplasia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","table_3":"§^#Type of glial cell# ∆^#Origin# ∆^#Appearance# ∆^#Functions# §^#Astrocytes# ∆^Neuroectoderm ∆ • Round vesicular nuclei • Contain glial fibrils, composed of glial fibrillary acidic protein ∆ • Repair • Structural & metabolic support • Blood-brain barrier §^#Oligodendrocytes# ∆^Neuroectoderm ∆ • Small nuclei surrounded by a pale halo • Fewer processes than astrocytes ∆ • Production of myelin §^#Microglia# ∆^Primitive yolk sac macrophages ∆ • Small elongated nuclei • Many short branching processes ∆ • Phagocytosis","explanation_img":"","explanation_1":"","explanation_2":"$The histopathological findings of neurons with shrunken, basophilic nuclei and intensely eosinophilic cytoplasm (#red neurons#) are indicative of #irreversible neuronal damage#.  In response to irreversible injury and neuronal death, @astrocytes@ proliferate at the site of injury to restore tissue integrity (a role analogous to fibroblasts outside the CNS).  This process is called astrocytosis (or #gliosis#) and is a universal response of the CNS to severe damage.  As astrocytes proliferate, they replace lost neurons, compensate for their volume, and over time form a closely connected, firm meshwork called a #gliotic scar#. $#(Choices A and E)#  Although both vascular hyalinization and @amyloid deposition@ can lead to neural injury, both would show accumulations of extracellular eosinophilic material on histopathological examination. $#(Choice B)#  Fibroblast migration to a site of injury occurs in most of the peripheral tissues of the body, but not the CNS, where tissue repair is a function of astrocytes. $#(Choice D)#  Irreversibly injured neurons do not hypertrophy; they undergo cellular necrosis.  Microglia are responsible for phagocytizing the resulting dead cells and debris. $#Educational objective# CNS injury is associated with astrocyte hypertrophy and proliferation (gliosis).  This process leads to the formation of a glial scar, which compensates for the volume loss that occurs after neuronal death.","clickable_1":"images/img1.493.jpg","clickable_2":"images/img2.493.jpg"},

{"id":"12119","title":"A 65-year-old man is brought to the emergency department after he suddenly became unresponsive at home. When the paramedics arrived at his residence, they found him pulseless with ventricular fibrillation. After 10 minutes of cardiopulmonary resuscitation, the patient regained spontaneous circulation. In the hospital, he is intubated and placed on mechanical ventilation. Vital signs remain stable. A therapeutic hypothermia protocol is initiated for the next 72 hours. Following rewarming, he remains comatose with fixed and dilated pupils. There is no direct or consensual pupillary response to light. MRI of the brain reveals diffuse loss of gray-white matter differentiation with sulcal effacement. This patient's pupillary findings are most likely caused by damage to which of the following brain regions?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Medulla","ansImg_1":"","answer_2":"B. Midbrain","ansImg_2":"","answer_3":"C. Occipital lobe","ansImg_3":"","answer_4":"D. Parietal lobe","ansImg_4":"","answer_5":"E. Pons","ansImg_5":"","answer_6":"F. Temporal lobe","ansImg_6":"","answer_7":"G. Thalamus","ansImg_7":"","right_answer":"B. Midbrain","percent_1":"5%","percent_2":"65%","percent_3":"11%","percent_4":"1%","percent_5":"12%","percent_6":"2%","percent_7":"4%","explanation_img":"images/exp12119.jpg","explanation_1":"","explanation_2":"$This patient's presentation and MRI findings (eg, loss of gray-white matter differentiation with sulcal effacement) are consistent with #anoxic brain injury# due to cardiac arrest.  The presence of nonreactive pupils to light stimulation following cardiac arrest carries a poor prognosis and indicates anoxic damage to the brainstem at the level of the #upper midbrain#. $During the normal @pupillary reflex@, the optic nerve and tract transmit the light stimulus to the midbrain at the level of the #superior colliculus#, where it is received by the #pretectal nucleus# and subsequently relayed to the bilateral #Edinger-Westphal nuclei#.  These nuclei subsequently project preganglionic parasympathetic fibers through the oculomotor nerve (CN III) to the ciliary ganglion, which then projects postganglionic fibers that innervate the sphincter pupillae muscle (constricts the pupil).  When light is shone in one eye, both the ipsilateral pupil (direct response) and contralateral pupil (consensual response) constrict. $#(Choice A)#  The @medulla@ contains the glossopharyngeal (CN IX) and vagus (CN X) nerves, which provide the afferent and efferent limbs of the gag reflex, respectively. $#(Choice C)#  The occipital lobe contains the primary visual cortex.  Unilateral occipital lobe damage can cause contralateral homonymous hemianopia (± sparing of the macula), whereas bilateral occipital lesions may result in cortical blindness. $#(Choice D)#  The superior optic radiations (which carry information from the superior retina/inferior visual field) travel through the parietal lobe.  Lesions can lead to contralateral homonymous inferior quadrantanopia. $#(Choice E)#  The pons contains the @horizontal gaze center@, which helps mediate the oculocephalic (doll's eye) reflex.  It also contains the trigeminal (CN V) and facial (CN VII) nerves, which mediate the afferent and efferent limb of the corneal reflex, respectively. $#(Choice F)#  The inferior optic radiations (which carry information from the inferior retina/superior visual field) travel through the temporal lobe (ie, Meyer's loop).  Lesions classically cause contralateral homonymous superior quadrantanopia. $#(Choice G)#  After passing through the optic tract, fibers containing information from the contralateral visual fields synapse in the @lateral geniculate nucleus@ of the thalamus before fanning out into the optic radiations; lesions impacting this region lead to contralateral homonymous hemianopia.  In contrast, the fibers that mediate the pupillary reflex synapse at the pretectal nucleus. $#Educational objective# The upper midbrain contains the neural structures (eg, optic nerve, pretectal nuclei, Edinger-Westphal nuclei, oculomotor nerve) that mediate the direct and consensual pupillary light reflex.  ","clickable_1":"images/img1.12119.mp4","clickable_2":"images/img2.12119.jpg","clickable_3":"images/img3.12119.jpg","clickable_4":"images/img4.12119.jpg"},

{"id":"19402","title":"A 28-year-old man is found unresponsive by his roommate.  The roommate states the patient returned late last night after a party, and this morning he was unable to wake the patient up.  Paramedics find the patient without respirations and pulse and declare him dead.  Autopsy examination shows hemorrhage in the basal ganglia and midbrain that extends into the third ventricle.  There is no arteriosclerosis or fibrinoid necrosis of the arterioles.  Scattered areas of infarcted subendocardial myocardium are also seen.  A substance with which of the following synaptic effects most likely predisposed this patient to death?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of postsynaptic neurotransmitter receptors","answer_2":"B. Decreased metabolism of released neurotransmitters","answer_3":"C. Impaired presynaptic neurotransmitter reuptake","answer_4":"D. Increased formation of neurotransmitter vesicles","answer_5":"E. Increased presynaptic neurotransmitter synthesis","percent_1":"8%","percent_2":"10%","percent_3":"73%","percent_4":"5%","percent_5":"4%","right_answer":"C. Impaired presynaptic neurotransmitter reuptake","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19402.jpg","explanation_1":"","explanation_2":"$This young man who experienced sudden, unexpected death and has autopsy evidence of a large hemorrhagic stroke and scattered myocardial infarction most likely experienced #cocaine toxicity#.  The cardiovascular effects of cocaine toxicity result from #impaired reuptake of catecholamine neurotransmitters#, including norepinephrine and dopamine, due to inhibition of the presynaptic monoamine transporter.  Cocaine toxicity can cause #stroke# via the following mechanisms: $• Stimulation of #cerebral artery vasospasm# primarily via increased levels of intrasynaptic dopamine. $• #Blood pressure is increased# via both vasoconstriction and #increased sympathetic tone# (ie, increased contractility and heart rate), encouraging #dissection# of large cerebral arteries and #rupture# of small #cerebral vessels#.  This allows lacunar infarcts to occur in young patients (in the absence of the arteriosclerosis and fibrinoid necrosis that develop with prolonged hypertension and facilitate these infarcts in older patients). $• #Increased activation of platelets# and stimulation of prothrombotic mediators (eg, thromboxane) encourage thrombus formation. $In the heart, similar effects combined with an increase in myocardial oxygen demand (due to increased contractility, afterload, and heart rate) contribute to the propensity for #myocardial ischemia# and infarction. $#(Choice A)#  Beta blockers bind to postsynaptic adrenergic receptors and can prevent some of the cardiac effects of cocaine toxicity (the cardiac adrenergic response is primarily controlled by beta-1 receptors).  However, beta blockers may worsen the alpha receptor–mediated vasoconstriction of cocaine toxicity (due to unopposed alpha stimulation) and are typically avoided. $#(Choice B)#  Cathecol-O-methyltransferase (COMT) metabolizes catecholamines after they are released into the synapse.  COMT inhibitors (eg, entacapone) are sometimes used to treat Parkinson disease (by slowing the breakdown of intrasynaptic dopamine). $#(Choice D)#  Reserpine decreases (rather than increases) formation of presynaptic catecholamine vesicles by irreversibly blocking vesicular monoamine transporter-2.  This medication is sometimes used to treat hypertension or agitated psychosis.  Methamphetamine, a common recreational drug with similar effects to cocaine, displaces catecholamines from synaptic vesicles into the cytosol, causing them to diffuse (rather than exocytose) into the synapse. $#(Choice E)#  Metyrosine, a tyrosine analogue and competitive inhibitor of tyrosine hydroxylase, decreases (rather than increases) the presynaptic synthesis of catecholamines.  It is sometimes used to treat pheochromocytoma. $#Educational objective# Cocaine blocks the presynaptic reuptake of catecholamine neurotransmitters, including norepinephrine and dopamine.  With cocaine toxicity, excessive postsynaptic stimulation by catecholamines can lead to arterial vasospasm and increased sympathetic drive, resulting in increased risk of stroke and myocardial infarction.  "},

{"id":"23","title":"A 58-year-old homeless man is brought to the emergency department after being found unresponsive on a sidewalk.  The patient has been hospitalized on several occasions for alcohol and illicit drug intoxication.  He also has a history of hypertension but is not adherent with medical therapy.  On arrival, the patient is obtunded, febrile, and hypotensive.  Physical examination reveals lung crackles and a new blowing diastolic murmur consistent with aortic regurgitation.  Appropriate treatment is started, but the patient dies several days later.  Autopsy examination shows symmetric, bilateral wedge-shaped strips of necrosis over the cerebral convexity, parallel and a few centimeters lateral to the interhemispheric cerebral fissure.  Which of the following is the most likely cause of this patient's cerebral findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amyloid deposition in cerebral arteries","answer_2":"B. Cerebral embolization of heart valve vegetations","answer_3":"C. Generalized reduction of cerebral perfusion","answer_4":"D. Hypertension-induced microaneurysm formation","answer_5":"E. Localized weakness and rupture of arterial walls","percent_1":"2%","percent_2":"38%","percent_3":"46%","percent_4":"11%","percent_5":"4%","right_answer":"C. Generalized reduction of cerebral perfusion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp23.jpg","explanation_1":"","explanation_2":"$This patient with a history of drug use developed fever and new-onset aortic regurgitation, which are suggestive of endocarditis.  His pulmonary edema (crackles) and hypotension are due to subsequent #cardiogenic shock#.  On autopsy, the symmetric, bilateral wedge-shaped strips of necrosis over the cerebral convexity are characteristic of #global cerebral ischemia#. $Profound #systemic hypotension# (eg, cardiogenic shock, cardiopulmonary arrest) diminishes blood supply to the entire brain, resulting in #neuron cell death# in areas that are vulnerable to hypoxia.  This includes brain regions with high metabolic demand (eg, hippocampus, cerebellar Purkinje cells) and areas supplied by the distal-most branches of cerebral arteries (#watershed zones#).  These border zones are located between areas supplied by the anterior, middle, and posterior cerebral arteries and are vulnerable because of low baseline perfusion pressure.  The resulting necrosis occurs in bilateral, #wedge-shaped# strips that can extend from the frontal to occipital lobe and are located parallel and a few centimeters lateral to the interhemispheric fissure. $#(Choice A)#  Cerebral amyloid angiopathy typically affects patients over the age of 70 and results in lobar hemorrhages (eg, occipital, parietal) rather than ischemia.  Amyloidosis can also cause cardiomyopathy, although patients typically develop right-sided heart failure (eg, edema, ascites) rather than valvular insufficiency. $#(Choice B)#  Although infectious endocarditis frequently causes embolization of bacterial vegetations, cardiac embolism would likely cause multiple scattered infarcts in an asymmetric pattern within different major vascular territories (eg, middle and anterior cerebral artery).  This patient's symmetric, bilateral infarcts correspond to the cortical watershed regions and are more suggestive of global cerebral ischemia. $#(Choice D)#  Charcot-Bouchard aneurysms form as a result of chronic hypertension, and a rupture causes intracerebral hemorrhage typically involving deep brain structures (eg, basal ganglia, cerebellar nuclei, thalamus, pons). $#(Choice E)#  Saccular aneurysms, which occur at areas of weakness in cerebral arteries, typically cause subarachnoid hemorrhage after a rupture rather than cerebral ischemia.  Patients usually have sudden-onset severe (thunderclap) headache and meningismus. $#Educational objective# Sustained cerebral hypoperfusion (eg, hypotension, shock) may cause global cerebral ischemia and watershed infarction.  These watershed zones are located at the borders between areas perfused by the anterior, middle, and posterior cerebral arteries and typically appear as symmetric, bilateral wedge-shaped strips of necrosis over the cerebral convexity, parallel and adjacent to the interhemispheric fissure."},

{"id":"498","title":"A 60-year-old professor is brought to the emergency department after developing right-sided weakness and numbness during a lecture an hour ago.  He also has nausea and confusion.  The patient smoked a pack of cigarettes daily for 20 years but quit 10 years ago.  He does not drink alcohol.  His father died of myocardial infarction at age 70.  Blood pressure is 190/100 mm Hg, and pulse is 60 /min.  On physical examination, there are no signs of head trauma.  There is diminished right-sided strength (1/5) and an upgoing plantar reflex.  Brain CT without contrast is obtained immediately.  The image is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/498.jpg","title_2":"Which of the following is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Arteriovenous malformation","answer_2":"B. Cardiac embolism","answer_3":"C. Carotid artery atherosclerosis","answer_4":"D. Cerebral amyloid angiopathy","answer_5":"E. Charcot-Bouchard aneurysm","answer_6":"F. Hypertensive encephalopathy","answer_7":"G. Hypoxic encephalopathy","answer_8":"H. Large vessel arteritis","answer_9":"I. Saccular aneurysm","percent_1":"2%","percent_2":"4%","percent_3":"7%","percent_4":"3%","percent_5":"52%","percent_6":"17%","percent_7":"1%","percent_8":"0%","percent_9":"13%","right_answer":"E. Charcot-Bouchard aneurysm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","table_3":"∆^ #Charcot-Bouchard$ aneurysms# ∆^ #Saccular (berry)$ Aneurysms# §^ #Associated conditions# ∆ • Hypertension ∆ • ADPKD, Ehlers-Danlos syndrome, $hypertension §^ #Location# ∆ • Basal ganglia • Cerebellum • Thalamus • Pons ∆ • Circle of Willis §^ #Size# ∆ • <1 mm ∆ • Variable, 2-25 mm §^ #Result of rupture# ∆ • Intracerebral hemorrhage ∆ • Subarachnoid hemorrhage §^ #Symptoms of$ rupture# ∆ • Progressive neurologic deficits • Headache may follow ∆ • Sudden severe headache • Focal neurologic deficits uncommon %#ADPKD# = autosomal dominant polycystic kidney disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient's brain CT is diagnostic for #acute hypertensive intracerebral hemorrhage# of the thalamus.  Hypertensive vasculopathy involving the small penetrating branches of the cerebral arteries is the most common cause of deep intracranial hemorrhage.  Chronic hypertension can lead to progressive arteriolar hyalinization and fibrinoid necrosis, weakening the vessel wall and predisposing to the formation of #Charcot-Bouchard aneurysms.#  Aneurysmal rupture may ultimately lead to hemorrhage within the brain. $ The most common sites of intracranial hemorrhage are #deep brain structures#, such as the basal ganglia (putamen), cerebellar nuclei, thalamus, and pons.  #Acute neurologic deficits# can vary depending on hemorrhage location.  This patient's contralateral weakness/numbness and extensor plantar response is consistent with thalamic hemorrhage with edema/mass effect on the internal capsule.  Symptoms may worsen within minutes to hours and can be associated with headache, nausea/vomiting, or decreased level of consciousness as the hematoma expands.  Acute #bleeding# appears as hyperattenuated, or bright, lesions on #noncontrast head CT#. $ (Choices A)  Arteriovenous malformations are the most common cause of intracranial hemorrhage in children.  This patient's older age makes the diagnosis less likely. $ #(Choices B and C)#  Carotid artery atherosclerosis and cardiac embolism are 2 common causes of ischemic stroke, which can present similar to hemorrhagic stroke; however, this patient's CT shows intracranial hemorrhage (not ischemia).  Spontaneous hemorrhagic transformation of ischemic stroke would be rare within hours of symptom onset. $ (Choice D)  Cerebral amyloid angiopathy is the most common cause of lobar/cortical parenchymal hemorrhage, particularly in older adults.  This patient's deep intracranial hemorrhage makes hypertensive vasculopathy more likely. $ (Choice F)  Hypertensive encephalopathy is characterized by a #progressive# headache and nausea/vomiting followed by nonlocalizing neurologic symptoms (eg, confusion).  This patient's focal neurologic deficits and evidence of hemorrhage on CT exclude this diagnosis. $ (Choice G)  Hypoxic encephalopathy is caused by decreased oxygenation of the blood (eg, due to cardiac arrest).  It most often presents with decreased consciousness (eg, coma or vegetative state); focal neurologic deficits and intracranial hemorrhage would not be seen. $ (Choice H)  Intracranial vasculitis can lead to intraparenchymal hemorrhage but is a far less common etiology compared to hypertensive vasculopathy.  $ (Choice I)  Saccular aneurysm rupture is typically associated with subarachnoid hemorrhage as opposed to intraparenchymal hematoma.  Patients usually have an abrupt onset of severe headache (thunderclap headache), and focal neurologic deficits are less common.  On CT, subarachnoid hemorrhage appears as hyperattenuation of the sulci and basal cisterns. $ Educational objective Deep intraparenchymal hemorrhage is most commonly caused by hypertensive vasculopathy of the small penetrating branches of the cerebral arteries (Charcot-Bouchard aneurysm rupture).  This is in contrast to rupture of saccular aneurysms, which typically cause subarachnoid hemorrhage."},

{"id":"19618","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 65-year-old woman is brought to the emergency department due to abnormal behavior. The patient was in her usual state of health until 3 hours ago, when she suddenly became confused and kept asking repetitive questions. She has had no headache, abnormal motor activity, or focal weakness or numbness. Medical history is significant for hypertension and migraine. Blood pressure is 136/84 mm Hg and pulse is 80/min. On physical examination, the patient is awake and alert but keeps asking, \"What happened?\" She can state her date of birth and address correctly, recognizes her family members, and is aware of current events. The patient recalls 0 of 3 objects after several minutes and cannot retain the physician's name despite many repetitions. Speech is fluent without dysarthria or aphasia. Cranial nerve examination shows no abnormalities. Motor strength, reflexes, and sensation are normal throughout. Blood cell count and serum chemistry panel are within normal limits. Urine drug screen is negative. CT scan of the head shows no hemorrhage. Two hours later, the patient spontaneously returns to normal. Temporary dysfunction of which of the following neural structures best explains this patient's symptoms?","answer_1":"A. Arcuate fasciculus","ansImg_1":"","answer_2":"B. Hippocampus","ansImg_2":"","answer_3":"C. Nucleus accumbens","ansImg_3":"","answer_4":"D. Piriform cortex","ansImg_4":"","answer_5":"E. Pontine reticular formation","ansImg_5":"","right_answer":"B. Hippocampus","percent_1":"11%","percent_2":"76%","percent_3":"5%","percent_4":"4%","percent_5":"4%","explanation_img":"","explanation_1":"","explanation_2":"This patient's sudden-onset confusion, memory loss, and anterograde amnesia (ie, inability to form new memories) resolving within 2 hours is consistent with #transient global amnesia# (TGA). The inability to retain new information during a TGA episode frequently causes patients to ask repetitive questions. In addition to #prominent anterograde amnesia#, patients with TGA have varying degrees of retrograde amnesia (ie, lack of recall of information prior to the episode). They remain fully alert and oriented to self but are typically disoriented to place. Other cognitive functions remain intact during the episode, and neurologic examination is normal. Episodes are self-limited, and #amnestic symptoms resolve fully# (except for events that occurred during the TGA episode itself) within 24 hours by definition.$Risk factors for TGA in this patient include older age and history of migraine. Although the specific etiology of TGA is uncertain, the clinical symptoms and neuroimaging studies implicate dysfunction of the #hippocampus#, the area of the brain critical for formation of new memories.$(Choice A) The arcuate fasciculus is an association fiber tract connecting Broca area and Wernicke area in the brain. Dysfunction in this tract correlates with conduction aphasia. Language comprehension and speech are normal in TGA.$(Choice C) The nucleus accumbens is part of the basal ganglia. It mediates reward and pleasure and plays an important role in addiction.$(Choice D) The piriform cortex is the brain region associated with processing olfactory information.$(Choice E) The pontine reticular formation is located in the brainstem and regulates arousal, attention, sleep, and muscle tone. Dysfunction in this area is associated with delirium, which is characterized by fluctuating levels of arousal. Patients with TGA are alert and have a relatively isolated deficit of anterograde amnesia.$Educational objective Transient global amnesia is a self-limited syndrome characterized by the sudden onset of prominent anterograde amnesia accompanied by repetitive questioning. Symptoms correlate with transient dysfunction of the hippocampus, the brain area responsible for the formation of new memories."},

{"id":"500","title":"A 46-year-old woman comes to the emergency department due to sudden-onset, severe occipital headache and nausea.  The patient has a history of hypertension and cigarette smoking.  Physical examination shows mild disorientation but no focal weakness, sensory loss, or cranial nerve abnormalities.  Noncontrast CT scan of the head reveals diffuse hyperdensity in the subarachnoid space.  CT angiography reveals a ruptured anterior communicating artery aneurysm.  The patient undergoes endovascular coiling of the aneurysm.  Four days later, there is sudden deterioration in her level of consciousness and new, right-sided hemiparesis is observed.  Repeat CT scan shows no significant changes.  Which of the following is the most likely cause of this patient's neurological deterioration?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arterial thrombosis","answer_2":"B. Embolism","answer_3":"C. Hydrocephalus","answer_4":"D. Rebleeding","answer_5":"E. Vascular inflammation","answer_6":"F. Vasospasm","percent_1":"8%","percent_2":"9%","percent_3":"2%","percent_4":"11%","percent_5":"6%","percent_6":"65%","right_answer":"F. Vasospasm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Subarachnoid hemorrhage# (SAH) is a life-threatening condition that most commonly results from rupture of a saccular (berry) aneurysm.  It classically manifests with the abrupt onset of severe headache #(thunderclap headache)#; confusion, loss of consciousness, and meningismus may also occur.  Noncontrast head CT scan reveals blood in the subarachnoid space (between the arachnoid and pia mater). $ If the patient survives the initial SAH, a number of complications (eg, rebleeding, hydrocephalus, seizures) may occur in the following days to weeks.  The most common is #arterial vasospasm#, which occurs due to the release of vasoconstrictive factors from damaged erythrocytes in the subarachnoid space and the inability of damaged vascular endothelial cells to produce vasodilators (eg, nitric oxide).  The resultant unopposed vasoconstriction can cause #delayed cerebral ischemia#, which manifests as a change in mental status and/or new #focal neurological deficits# 3-12 days after the SAH. $ #CT scan# usually reveals #no significant changes# despite the severity of the ischemia following vasospasm.  Nimodipine, a selective calcium channel blocker, is used after SAH to promote vasodilation and prevent calcium-dependent excitotoxicity, which improves outcomes by reducing the incidence and extent of ischemia due to cerebral vasospasm. $ #(Choices A, B, and E)# Although arterial thrombosis, embolism, and vascular inflammation could all cause a change in mental status and focal neurologic deficits, they are not significant complications of SAH. $ (Choice C)  Hydrocephalus may occur hours to days after SAH due to blood breakdown products obstructing the flow of cerebrospinal fluid or clogging the arachnoid villi.  Patients develop signs of elevated intracranial pressure (eg, nausea/vomiting), and neuroimaging demonstrates ventricular dilation. $ (Choice D)  Rebleeding after initial SAH carries a high mortality rate and usually occurs early (<24 hours) after the initial bleed.  Although symptoms can include a sudden change in level of consciousness and appearance of new neurological deficits, rebleeding is very rare 4 days after a successfully repaired aneurysmal rupture and CT scan would demonstrate newly extravasated blood. $ Educational objective The most common complication of aneurysmal subarachnoid hemorrhage is vasospasm, which typically occurs 3-12 days after the initial insult and can cause delayed cerebral ischemia (eg, sudden change in mental status, new focal neurological deficits).  The CT scan usually remains unchanged, unlike with rebleeding."},

{"id":"12226","title":"A 75-year-old man is brought to the emergency department after he was found unresponsive at home. The patient has a history of poorly controlled hypertension. Blood pressure is 240/120 mm Hg and pulse is 104 /min. He has extensor posturing and pinpoint pupils. CT scan of the head without contrast reveals an acute pontine hemorrhage with associated mass effect. The patient dies several hours later. Autopsy reveals disruption of all pigmented neurons in the posterior rostral pons at the lateral floor of the fourth ventricle. These neurons normally produce which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dopamine","ansImg_1":"","answer_2":"B. Dynorphin","ansImg_2":"","answer_3":"C. Epinephrine","ansImg_3":"","answer_4":"D. Histamine","ansImg_4":"","answer_5":"E. Norepinephrine","ansImg_5":"","answer_6":"F. Orexin","ansImg_6":"","answer_7":"G. Oxytocin","ansImg_7":"","answer_8":"H. Vasopressin","ansImg_8":"","right_answer":"E. Norepinephrine","percent_1":"49%","percent_2":"7%","percent_3":"4%","percent_4":"1%","percent_5":"26%","percent_6":"8%","percent_7":"2%","percent_8":"4%","explanation_img":"","explanation_1":"","explanation_2":"This patient had a hypertensive hemorrhage in the pons at the level of the #locus coeruleus#, a paired pigmented brainstem nucleus located in the #posterior rostral pons# near the #lateral floor of the fourth ventricle#. The locus coeruleus functions as the principal site for #norepinephrine# synthesis in the brain and projects to virtually all parts of the central nervous system. It is involved in the control of mood, #arousal# (reticular activating system), sleep-wake states, cognition, and autonomic function (eg, blood pressure control). Abnormal activation of the locus coeruleus has been implicated in the pathogenesis of anxiety disorders (eg, panic attacks).$Patients with bilateral pontine hemorrhage typically present with coma due to disruption of the #reticular activating system#. Other features usually include total paralysis with extensor posturing due to corticospinal and corticobulbar tract injury and pinpoint pupils secondary to descending sympathetic tract damage.$(Choice A) Dopamine is produced in the ventral tegmental area and substantia nigra pars compacta located in the midbrain. The major dopaminergic pathways in the brain include the mesolimbic and mesocortical pathways (regulate cognition and behavior), the nigrostriatal pathway (regulates coordination of voluntary movements), and the tuberoinfundibular pathway (inhibits prolactin secretion).$(Choice B) Dynorphin is an opioid peptide that modulates the pain response. It is produced mostly in the periaqueductal gray, rostral ventral medulla, and dorsal horn of the spinal cord.$(Choice C) Norepinephrine is converted to epinephrine primarily in the adrenal medullae. Both of these neurotransmitters are released by the adrenal glands into the circulation after stimulation by sympathetic cholinergic preganglionic neurons.$#(Choices D and F)# Histamine and orexin are produced in the posterior hypothalamus and play an important role in arousal and wakefulness.$#(Choices G and H)# Oxytocin and vasopressin (antidiuretic hormone) are hormones produced by the hypothalamus and released from the posterior pituitary. Oxytocin promotes milk letdown and uterine contractions, whereas vasopressin causes vasoconstriction and free water reabsorption in the renal collecting ducts.$Educational objective The locus coeruleus is a paired brainstem nucleus located in the posterior rostral pons near the lateral floor of the fourth ventricle and functions as the principal site for norepinephrine synthesis in the brain. It projects to virtually all parts of the central nervous system and helps control mood, arousal (reticular activating system), sleep-wake states, cognition, and autonomic function."},

{"id":"105495","title":"A 66-year-old, right-handed man is brought to the emergency department due to possible stroke. This morning, his wife noticed that the patient's face appeared drooped and he was not moving his left arm. On physical examination, the patient is awake and alert and preferentially looks toward the right. Muscle strength is decreased in the left lower face and left upper and lower extremities. When asked to draw an analog clock face to show 3 o'clock, the patient places the numbers and hands on the right half, leaving an empty space on the left. Occlusion of which of the following labeled arteries in the image below is the most likely cause of this patient's current condition?","image_1":"images/105495.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"C. C","percent_1":"7%","percent_2":"2%","percent_3":"70%","percent_4":"15%","percent_5":"6%","explanation_img":"images/exp105495.jpg","explanation_1":"","explanation_2":"$This patient with a stroke has the following defects that suggest impairment in specific areas of the cerebral cortex: $• #Weakness of the left arm, leg, and face# (@upper motor neuron@ pattern- spares the upper face and occurs on the same side as the arm and leg weakness) suggests a defect impacting the #contralateral (right) primary motor cortex#. $• #Gaze deviation# to the right is usually due to a lesion impacting the #frontal eye fields# (location overlaps the premotor and prefrontal cortices).  Gaze preference is typically toward the side of the lesion, suggesting a lesion in the right frontal cortex. $• #Left hemineglect# is unawareness of the left side of the world and/or body (as seen in this patient's clock drawing), usually due to a lesion in the #nondominant (right) parietal cortex#. $• #Anosognosia# is unawareness of one's condition (eg, patient's spouse brought him in and he was unconcerned), consistent with a lesion in the nondominant (usually right) parietal cortex. $The posterior portions of the right frontal lobe and anterior portions of the right parietal lobe are supplied by the right @middle cerebral artery@ (MCA), which arises from the internal carotid artery.  In this normal angiogram of the @Circle of Willis@, (#choice C)# indicates the right MCA. $#(Choices A and B)#  A stroke due to anterior cerebral artery occlusion can lead to contralateral motor or sensory deficits, which are more pronounced in the @lower limb@ than in the upper limb and face.  Urinary incontinence can also be seen due to disruption of the frontal micturition center.  Behavioral changes due to dysfunction of the prefrontal cortex can include abulia, emotional disturbances, executive dysfunction, and the appearance of primitive reflexes (eg, grasp reflex). $#(Choice D)#  Occlusion of the left middle cerebral artery would lead to right hemiparesis or hemisensory loss and gaze deviation to the left.  In addition, because the left hemisphere is typically dominant, patients with left MCA occlusion often have aphasia. $#(Choice E)#  Occlusion of the basilar artery most often leads to a stroke impacting the pons.  Strokes in the brainstem, including the pons, often cause crossed signs of contralateral hemiparesis or hemisensory loss with ipsilateral cranial nerve deficits. $#Educational objective# A stroke involving the middle cerebral artery often leads to contralateral hemiparesis and/or hemisensory loss.  If it is in the nondominant (typically right) hemisphere, hemineglect and an unawareness of the condition are often present; aphasia is absent.  ","clickable_1":"images/img1.105495.jpg","clickable_2":"images/img2.105495.jpg","clickable_3":"images/img3.105495.mp4","clickable_4":"images/img4.105495.jpg"},

{"id":"21189","title":"A 75-year-old man is brought to the office for evaluation due to memory loss and increasing confusion over the last 6 months.  The patient is unable to manage his finances and occasionally gets lost in his neighborhood, needing to ask for directions.  On examination, he can recall only 1 of 3 objects after 5 minutes.  The patient performs poorly on cognitive assessment testing.  Cranial nerves and gait are normal.  T2-weighted MRI reveals multiple white matter abnormalities (hyperintensities) within the left frontal, bilateral parietal, and occipital white matter.  Also noted are subcortical gray matter hyperintensities in the bilateral thalamus.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alzheimer dementia","answer_2":"B. Brain metastases","answer_3":"C. Multiple sclerosis","answer_4":"D. Vascular dementia","answer_5":"E. Wernicke encephalopathy","percent_1":"34%","percent_2":"12%","percent_3":"7%","percent_4":"45%","percent_5":"2%","right_answer":"D. Vascular dementia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"!Vascular dementia! ?Pathophysiology? Ischemia and/or infarcts due to: • Large-vessel atherosclerosis • Small-vessel disease (eg, arteriolosclerosis) • Cerebral amyloid angiopathy ?Clinical manifestations? • Early, prominent executive dysfunction$ Subtypes: • Multi-infarct: often with stepwise decline • Strategic infarct: associated with localizing cortical deficits • Subcortical vascular encephalopathy: associated with subcortical signs (eg, urinary incontinence, gait disturbances) ?Imaging findings? • Cortical infarcts • Subcortical lacunar infarcts • White matter hyperintensities","explanation_img":"","explanation_1":"","explanation_2":"This patient has had a relatively abrupt cognitive decline with prominent executive dysfunction (eg, managing finances, getting lost).  @Neuroimaging@ reveals #scattered lesions# in the white matter and subcortical gray matter, especially the thalamus.  This is consistent with #vascular dementia# (VaD), which often occurs due to one of the following mechanisms: $ • Atherosclerosis of large vessels (eg, basilar arteries, carotid arteries, circle of Willis):  Plaque accumulation narrows the lumen; plaque rupture can lead to thrombosis and #thromboembolism#, often causing a #clinical stroke#, resulting in localized neurologic deficits.  MRI would reveal a discrete cortical infarct. $ • @Small-vessel disease@, which includes the development of microatheromas and #arteriolosclerosis# (ie, thickening and stiffening of arteriole walls):  Small-vessel disease can lead to microaneurysm formation, obstruction, or breakage of the vessel walls.  It more often impacts #subcortical regions# (eg, thalamus, basal ganglia) because there is less arteriole collateralization in these regions compared to the cerebral cortex.  MRI often reveals signs of multiple small infarcts or microbleeds in these areas. $ • #Cerebral amyloid angiopathy#:  Beta-amyloid deposits in the walls of small to medium cerebral arteries and leads to increased fragility of the vessels.  Although the most common manifestation is spontaneous, @lobar intracranial hemorrhage@, it can also cause multiple small infarcts and present as VaD.  $(Choice A)  Although patients with Alzheimer dementia also have progressive memory loss with functional impairments, this disease often has a more insidious onset than VaD.  MRI typically reveals parietotemporal cortical atrophy with no evidence of structural disease.  $ (Choice B)  Although brain metastases can result in a rapidly deteriorating mental status, they most often cause focal neurologic findings, which are not seen in this patient, and would be visible on MRI as @mass lesions@, usually located at the gray-white matter junction. $ (Choice C)  MRI in a patient with multiple sclerosis can reveal @hyperintensities@ corresponding to demyelinating plaques, typically located in the periventricular areas.  However, MS typically presents in young women (age <50) with neurologic deficits (eg, blurry vision, diplopia, focal weakness/numbness, bowel/bladder dysfunction) disseminated in time and space. $ (Choice E)  Although Wernicke encephalopathy (due to thiamine deficiency) can present with cognitive deficits, the classic triad consists of oculomotor dysfunction, ataxia, and encephalopathy.  Chronic thiamine deficiency results in anterograde and retrograde amnesia, confabulation, and apathy.  MRI reveals hyperintensities most commonly affecting the mammillary bodies and periaqueductal gray matter. $ Educational objective Vascular dementia often presents with prominent executive dysfunction.  MRI typically reveals signs of multiple small infarcts, microbleeds, and areas of hyperintensity in the white matter that represent demyelination or axon loss.","clickable_1":"images/img1.21189.jpg","clickable_2":"images/img2.21189.jpg","clickable_3":"images/img3.21189.jpg","clickable_4":"images/img4.21189.jpg","clickable_5":"images/img5.21189.jpg"},

{"id":"21212","title":"A researcher is exploring various methods to decrease neuronal loss after ischemic injury.  During an experiment, the researcher induces focal cerebral ischemia in rodents; after a short time, there is ATP depletion and subsequent ionic derangements in cells within the infarction core.  Increased release and impaired clearance of extracellular neurotransmitters is also noted.  One particular neurotransmitter leads to sustained calcium influx in exposed neurons, initiating a toxic cascade that result in rapid cell death.  Blockade of a receptor for which of the following neurotransmitters is most likely to decrease this type of neuronal injury?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dopamine","answer_2":"B. Glutamate","answer_3":"C. Glycine","answer_4":"D. Norepinephrine","answer_5":"E. Serotonin","percent_1":"2%","percent_2":"82%","percent_3":"7%","percent_4":"7%","percent_5":"1%","right_answer":"B. Glutamate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21212.jpg","explanation_1":"","explanation_2":"$Ischemic neuron death (eg, stroke) typically extends beyond the borders of the primary infarction zone.  #Glutamate-induced excitotoxicity# has emerged as a key player in the outward propagation of injury.  The main events in this process are as follows: $• #Ischemic glutamate release:#  Within minutes of focal cerebral ischemia, neurons #depolarize# because of ATP depletion.  Neuronal depolarization causes exocytosis of glutamate-containing vesicles.  Clearance of glutamate is also impaired due to astrocyte dysfunction.  The result is a sudden, massive surge of glutamate into the extracellular space. $• #NMDA receptor activation:#  Glutamate enters the synaptic cleft.  The @glutamate NMDA receptor@ is activated, increasing the conductance of cations and causing depolarization (and additional glutamate release) from neurons adjacent to the infarct core. $• #Intracellular calcium overload:#  Opening of the NMDA receptors causes #calcium influx# into the cell.  Fluctuations of cytoplasmic calcium are normally buffered by the mitochondria and endoplasmic reticulum.  Rapid calcium overload overwhelms the cell, causing mitochondrial dysfunction, free radical formation, and calcium-dependent protease activation. $• #Neuron death:#  The neuron suffers energetic failure (mitochondrial dysfunction) and macromolecule damage (eg, membrane lipid peroxidation, DNA cleavage).  The neuron ultimately dies, ruptures, and releases more glutamate. $This vicious cycle of depolarization (excitotoxicity) and glutamate release has been identified as a final common pathway of brain tissue loss (eg, ischemic stroke, traumatic brain injury, Alzheimer dementia).  NMDA receptor antagonists (eg, memantine) have neuroprotective effects for some patients with neurodegenerative diseases. $#(Choices A and D)#  Dopamine and norepinephrine can increase neuronal calcium levels by activating calcium release from intracellular stores through the inositol triphosphate, second-messenger pathway.  This homeostatic process promotes neuron growth and survival rather than cytotoxicity.  Because these metabotropic (ie, G-protein coupled) receptors do not activate calcium channels in the plasma membrane, they do not depolarize the neuron on binding. $#(Choice C)#  Glycine is an inhibitory neurotransmitter found primarily in the spinal cord rather than the brain.  It acts on a ligand-gated ion channel that permits passage of chloride anions, causing hyperpolarization rather than excitation. $#(Choice E)#  The 5-HT3 serotonin receptor is the only isoform that acts as a ligand-gated cation channel causing depolarization; however, this is mediated primarily by sodium and potassium, rather than calcium, influx.  Furthermore, all other serotonin receptors are G-protein coupled, acting through second messengers (cyclic AMP). $#Educational objective# Glutamate is released from injured neurons, causing pathologic hyperactivation of NMDA receptors and leading to depolarization, calcium overload, and death of neighboring cells.  This cascade of excitotoxicity contributes to neurodegeneration and propagation of neuron death after focal injury.  ","clickable_1":"images/img1.21212.jpg"},

{"id":"1696","title":"A 68-year-old man is evaluated for visual loss in the left eye that resolved spontaneously within several hours. The patient has a history of hypertension, type 2 diabetes mellitus, coronary artery disease, and ischemic cardiomyopathy. He has smoked a pack of cigarettes daily for the past 40 years. Physical examination reveals a left carotid bruit but no neurologic deficits. A carotid duplex ultrasound shows 85% stenosis of the left internal carotid artery, and carotid angiography with stenting is performed. During the procedure, atherosclerotic debris embolize to the artery shown (white arrow) on the cerebral magnetic resonance angiogram below.","image_1":"images/1696.jpg","title_2":"Which of the following actions is most likely to be impaired in this patient as a result of the embolization?","audio":"","comparison_items":"","answer_1":"A. Climbing stairs","ansImg_1":"","answer_2":"B. Gripping","ansImg_2":"","answer_3":"C. Speaking","ansImg_3":"","answer_4":"D. Swallowing food","ansImg_4":"","answer_5":"E. Whistling","ansImg_5":"","right_answer":"A. Climbing stairs","percent_1":"76%","percent_2":"6%","percent_3":"12%","percent_4":"3%","percent_5":"3%","explanation_img":"images/exp1696.jpg","explanation_1":"","explanation_2":"$This cerebral magnetic resonance angiogram shows a 3D reconstruction of the @circle of Willis@, with the top representing superior regions and the bottom representing inferior regions.  The internal carotid arteries are the large vessels seen bilaterally near the center of the image.  Each gives off a middle cerebral artery to supply lateral brain regions and an #anterior cerebral artery#, which extends medially and then superiorly.  Each anterior cerebral artery supplies the @medial region@ (@image2@) of the ipsilateral hemisphere, from the frontal pole to the parietooccipital sulcus. $Occlusion of the anterior cerebral artery would affect sensory and motor function of the #contralateral leg and foot# while predominantly sparing the contralateral arm/face (@cortical homunculus@).  Patients with bilateral anterior cerebral artery occlusion can also develop significant #behavioral symptoms# (eg, abulia) and #urinary incontinence# if the frontal micturition center (eg, medial frontal lobe/cingulate gyrus) is affected. $#(Choices B, C, D, and E)#  Occlusion of the middle cerebral artery would affect motor control of the hand (eg, gripping), face/mouth (eg, whistling), and throat (eg, swallowing) out of proportion to the leg.  It can also result in Broca aphasia (due to damage of the dominant frontal lobe), anosognosia and spatial neglect of the contralateral side (due to damage of the nondominant parietal lobe), conjugate gaze deviation toward the side of the stroke, and contralateral homonymous hemianopsia (due to damage of the optic radiations in the subcortical temporoparietal lobe). $#Educational objective# The anterior cerebral arteries supply the medial portions of the 2 hemispheres (frontal and parietal lobes).  Occlusion can cause contralateral motor and sensory deficits of the lower extremities, behavioral changes, and urinary incontinence. ","clickable_1":"images/img1.1696.mp4","clickable_2":"images/img2.1696.jpg","clickable_3":"images/img3.1696.jpg","clickable_4":"images/img4.1696.jpg"},

{"id":"11627","title":"A 45-year-old man is brought to the emergency department due to new-onset seizure.  His family witnessed an episode of blank staring followed by a generalized tonic-clonic convulsion with tongue biting and urinary incontinence.  The patient has a past medical history of seasonal asthma and takes no prescription medications.  He does not use alcohol or illicit drugs.  Vital signs and neurologic examination are normal.  Noncontrast head CT and brain MRI are consistent with a diagnosis of cavernous hemangioma.  This patient is at greatest risk of developing which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Epidural hematoma","answer_2":"B. Intracerebral hemorrhage","answer_3":"C. Ischemic stroke","answer_4":"D. Migraine headaches","answer_5":"E. Subarachnoid hemorrhage","answer_6":"F. Subdural hematoma","percent_1":"3%","percent_2":"55%","percent_3":"8%","percent_4":"5%","percent_5":"20%","percent_6":"9%","right_answer":"B. Intracerebral hemorrhage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$#Cavernous hemangiomas# are vascular malformations (sporadic or familial) that most commonly occur within the #brain parenchyma# above the cerebellar tentorium.  They consist of clusters of dilated, thin-walled capillaries with little or no intervening nervous tissue.  Patients with cavernous hemangiomas often have #seizures# and may develop progressive neurologic deficits due to mass effect with interruption of the cerebral microcirculation.  These lesions also have a #tendency to bleed#, which can contribute to neurologic symptoms (eg, due to subcortical/cortical tissue irritation) and appear as an irregular @hyperdense/bright mass@ on head CT. $#(Choice A)#  Epidural hematomas usually result from rupture of the middle meningeal artery in the setting of head trauma (eg, skull fracture at the pterion). $#(Choice C)#  Cavernous hemangiomas increase the risk of hemorrhagic as opposed to ischemic stroke.  Ischemic stroke typically occurs in older individuals with cardiovascular risk factors (eg, diabetes mellitus, hypertension, hyperlipidemia, smoking history) due to vessel occlusion caused by thrombosis or cardioembolism. $#(Choice D)#  Migraine headache is a primary headache disorder commonly seen in young women.  Although migraine headaches can have a secondary cause, they have not been linked specifically to cavernous hemangiomas. $#(Choice E)#  Subarachnoid hemorrhage is usually caused by ruptured saccular aneurysms and is an infrequent consequence of bleeding vascular malformations. $#(Choice F)#  Subdural hematoma results from rupture of the bridging veins in the subdural space (between the dura and arachnoid membranes) and is most commonly caused by head trauma.  Vascular malformations do not typically result in subdural hematomas. $#Educational objective# Cavernous hemangiomas are vascular malformations that occur most commonly within the brain parenchyma; they carry an increased risk of intracerebral hemorrhage and seizure. ","clickable_1":"images/img1.11627.jpg"},

{"id":"105558","title":"A 65-year-old man with a history of hypertension is brought to the hospital due to sudden-onset vertigo and dizziness that started an hour ago. On physical examination, there is ptosis and pupillary constriction in the left eye. Extraocular movements are normal in both eyes. Pain and temperature sensations are decreased over the left side of the face, and the direct corneal reflex is absent on the left. Pain and temperature are also decreased over the right side of the body. Muscle strength is 5/5 in all 4 extremities with normal deep tendon reflexes. Which of the following is the most likely cause of this patient's asymmetrical pupils?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal neuromuscular junction transmission","ansImg_1":"","answer_2":"B. Compression of the oculomotor nerve (CN III)","ansImg_2":"","answer_3":"C. Compression of the trigeminal nerve (CN V)","ansImg_3":"","answer_4":"D. Decreased parasympathetic activity","ansImg_4":"","answer_5":"E. Impaired sympathetic activity","ansImg_5":"","right_answer":"E. Impaired sympathetic activity","percent_1":"3%","percent_2":"19%","percent_3":"15%","percent_4":"7%","percent_5":"56%","explanation_img":"images/exp105558.jpg","explanation_1":"","explanation_2": "$This patient with acute vertigo, sensory loss, and abnormal eye findings most likely suffered a stroke affecting the brainstem.  The presence of unilateral #ptosis# and #miosis# indicates #impaired sympathetic activity# (ie, @Horner syndrome@).  Sympathetic innervation of the eye follows a complex pathway: $• First order axons originate in the hypothalamus and descend in the #lateral brainstem# (next to the spinothalamic tract) $• They exit the spinal cord at T1 and T2 to reach the paravertebral sympathetic chain $• Second order axons ascend to the superior cervical ganglion $• Third order axons then continue to ascend along the carotid artery via the carotid plexus $• They then traverse the ciliary and oculomotor nerves to innervate the: $ ○ Pupillary dilator muscle (#dilates pupil#) $ ○ Superior tarsal muscle (#elevates upper lid#) $This patient also has a unilateral loss of the direct (afferent) corneal reflex, which is mediated by the ophthalmic nerve (CN V1).  In combination with the loss of pain and temperature sensation on the same side of the face, these findings suggest damage to the ipsilateral #spinal trigeminal nucleus# in the lateral medulla.  The patient's vertigo (#vestibular nucleus#) and contralateral loss of pain and temperature sensation of the body (#spinothalamic tract#) are further consistent with damage to the lateral medulla (ie, @lateral medullary syndrome@). $#(Choice A)#  Abnormal neuromuscular junction function can result in myasthenia gravis, which often causes asymmetric fluctuating ptosis.  However, patients with myasthenia gravis often have diplopia, the pupils are not affected, and they do not have sensation deficits. $#(Choice B)#  The oculomotor nerve (CN III) provides parasympathetic input to the iris and lens, and also regulates pupillary constriction.  However, damage to parasympathetics would lead to abnormal pupillary dilation.  In addition, because CN III provides motor innervation to most of the extraocular muscles, dysfunction would also lead to abnormal extraocular movements. $#(Choice C)#  Compression of the trigeminal nerve (CN V) could lead to impaired facial sensation and an absent corneal reflex (due to interruption of the afferent sensory limb of the corneal reflex).  However, it would not lead to ptosis or a constricted pupil. $#(Choice D)#  A constricted pupil occurs in Horner syndrome because the normal parasympathetic activity is not balanced by the sympathetic activity.  This relative overactivity of parasympathetics when compared to the activity of sympathetics leads to pupillary constriction.  Decreased parasympathetic activity would be expected to cause a dilated pupil. $#Educational objective# A stroke in the lateral brainstem can lead to ipsilateral Horner syndrome because sympathetic neurons travel next to the spinothalamic tract in the lateral medulla.  ","clickable_1":"images/img1.105558.jpg","clickable_2":"images/img2.105558.jpg"},

{"id":"20","title":"A 56-year-old man dies in the hospital due to aspiration-related complications.  The patient was admitted 5 days ago with right-sided weakness, sensory loss, and difficulty with speech and swallowing.  CT scan revealed an area of hypodensity in the left frontoparietal region.  Autopsy examination is performed, and a section of loose, spongy tissue from the abnormal brain area is obtained.  Histologic findings after staining for lipids are shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/20.jpg","title_2":"The cells most intensely stained in this patient's brain specimen represent which of the following cell types?","audio":"","comparison_items":"","answer_1":"A. Astrocytes","answer_2":"B. Ependymal cells","answer_3":"C. Fibroblasts","answer_4":"D. Microglial cells","answer_5":"E. Neutrophils","answer_6":"F. Schwann cells","percent_1":"25%","percent_2":"3%","percent_3":"2%","percent_4":"61%","percent_5":"3%","percent_6":"5%","right_answer":"D. Microglial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp20.jpg","explanation_1":"","explanation_2":"$This patient developed acute-onset neurologic defects (eg, hemiparesis, dysphagia, dysarthria) secondary to an ischemic stroke, which was confirmed by CT scan and autopsy findings.  An ischemic infarct results from regional hypoperfusion (eg, thrombosis, embolism) or a global decline in cerebral blood flow.  Characteristic CT findings are evident 6-12 hours after the onset of ischemic injury and include @hypoattenuation@ of the tissue and loss of grey-white matter differentiation within the affected region. $ Microscopically, neurons in the necrotic area display signs of irreversible damage during the first 24 hours after injury (red neurons).  Neutrophils initially move into the area in the first 1-2 days, followed by #microglia# (derived from yolk-sac monocytes) @3-7 days@ after the onset of ischemia.  As the neurons disintegrate, their fragments are phagocytized by microglia, and myelin breakdown products #accumulate# in the cytoplasm of microglia as #foamy lipids#.  Infiltration of the brain tissue by microglia (arrow) is seen on light microscopy in the photo and is consistent with the expected histology findings 5 days post-infarction. $ #(Choices A and C)#  In peripheral tissues, fibroblasts migrate to the area of injury to participate in tissue repair.  However, in the central nervous system, repair is instead performed by astrocytes that migrate to the area of necrosis within 2 weeks of injury to begin forming a glial scar. $ #(Choices B and F)#  Although both ependymal cells and Schwann cells process lipids and would be prominent on lipid stain, neither type of cell participates in central nervous system repair after ischemic infarction. $ (Choice E)  Neutrophils are the predominant type of inflammatory cell 1-2 days after cerebral infarction and release inflammatory mediators that contribute to the hydrolysis of cells in liquefactive necrosis.  They would not be prominent on lipid stain. $ Educational objective Microglia are the predominant cell in the necrotic area 3-7 days after the onset of ischemia and phagocytize the fragments of neurons, myelin, and necrotic debris.","clickable_1":"images/img1.20.jpg","clickable_2":"images/img2.20.jpg"},

{"id":"12155","title":"A 30-year-old man comes to the emergency department due to severe headache and neck pain following a motor vehicle collision. The patient has no blurry or double vision, dizziness, slurred speech, numbness, or weakness. Neuroimaging is unremarkable except for evidence of a right transverse foramina fracture at the level of C2. The patient is placed in a cervical collar and admitted to the hospital. While undergoing further evaluation, he suddenly develops dizziness, right-sided facial numbness, and hoarseness. Temperature is 36.7 C (98.1 F), blood pressure is 160/90 mm Hg, pulse is 80/min, and respirations are 12/min. Neurologic examination shows partial ptosis and miosis of the right eye, as well as nystagmus. Hearing is intact bilaterally. There is reduced sensation to pain and temperature on the right side of the face and the left side of the body. The patient is ataxic and displays past-pointing with his right hand on finger-to-nose testing. Vascular imaging will most likely reveal an acute dissection in which of the following arteries?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basilar","ansImg_1":"","answer_2":"B. Common carotid","ansImg_2":"","answer_3":"C. Internal carotid","ansImg_3":"","answer_4":"D. Middle cerebral","ansImg_4":"","answer_5":"E. Posterior cerebral","ansImg_5":"","answer_6":"F. Vertebral","ansImg_6":"","right_answer":"F. Vertebral","percent_1":"21%","percent_2":"2%","percent_3":"9%","percent_4":"8%","percent_5":"16%","percent_6":"43%","explanation_img":"images/exp12155.jpg","explanation_1":"","explanation_2":"$After sustaining cervical neck trauma, this patient had a stroke that resulted in lower cranial nerve nuclei deficits (eg, vertigo, hoarseness) and loss of pain and temperature sensation on the right side of the face (trigeminal nucleus) and left side of the body (spinothalamic tract).  Because most cranial nerves (other than CN II & IV) do not decussate while most of the body's motor and sensory fibers cross the midline in the medulla, brainstem strokes characteristically lead to #ipsilateral cranial nerve deficits# and contralateral deficits of the body (ie, #crossed signs#).  Specifically, this patient has the following: $• #Vertigo# without hearing loss, suggesting a lesion impacting the #vestibular nucleus# rather than the peripheral CN VIII (which would likely result in hearing loss as well). $• #Loss of pain/temperature# sensation on the right (ipsilateral) side of the face, suggesting involvement of the #spinal trigeminal nucleus# $• Loss of sensation on the left (#contralateral#) side of the #body#, suggesting dysfunction of the #spinothalamic tract# $• Unilateral #ataxia# of the upper limb, suggesting a lesion affecting the cerebellum or inferior cerebellar peduncle $• Hoarseness, which is likely due to a deficit of the vagal nerve (CN X) or its nucleus (nucleus ambiguus) $• @Horner syndrome@ due to damage of descending sympathetic nervous system fibers that travel near the spinothalamic tract $This combination localizes to the lateral medulla.  #Lateral medullary (Wallenberg) syndrome# is most commonly caused by occlusion of the #vertebral artery# or one of its branches.  Cervical spine trauma can cause @dissection@ of extracranial vessels (eg, carotid, vertebral arteries), causing ischemic stroke in young patients. $#(Choice A)#  The bilateral vertebral arteries join at the junction between the medulla and pons, forming the @basilar artery@.  Strokes due to basilar artery occlusion typically impact the pons, not the medulla. $#(Choices B and C)#  Common and internal carotid artery dissections can occur with cervical spinal injuries.  Carotid artery occlusion typically causes profound neurologic deficits (eg, contralateral homonymous hemianopia, hemiparesis, hemisensory loss) due to infarction of large portions of the cerebral hemisphere. $#(Choices D and E)#  Traumatic dissections involving the intracranial arteries are rare.  Middle cerebral artery occlusion causes contralateral hemiparesis and hemisensory loss (face and arm > leg), conjugate gaze deviation, contralateral homonymous hemianopia, and aphasia (dominant hemisphere).  Posterior cerebral artery occlusion classically causes contralateral, homonymous hemianopia with macular sparing; neurons that process visual information from the macula are supplied by the middle cerebral artery. $#Educational objective# Cervical spine trauma can lead to dissection of the vertebral artery, resulting in infarction of the lateral medulla and causing vertigo/nystagmus, ataxia, loss of pain/temperature sensation in the ipsilateral face and contralateral body, bulbar weakness, and ipsilateral Horner syndrome.  ","clickable_1":"images/img1.12155.jpg","clickable_2":"images/img2.12155.jpg","clickable_3":"images/img3.12155.jpg"},

{"id":"505","title":"A 23-year-old, previously healthy man was involved in a motor vehicle collision.  He lost consciousness at the scene but recovered by the time emergency medical services arrived.  The patient was alert and awake in the ambulance but lost consciousness again soon after arriving at the emergency department.  His breath smells of alcohol.  Blood pressure is 130/90 mm Hg, pulse is 68/min, and respirations are 12/min.  A bruise is noted over the left temple area.  The left pupil is mildly dilated.  Brain imaging would most likely reveal blood accumulating between which of the following tissues?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aponeurosis and outer periosteum","answer_2":"B. Arachnoid mater and pia mater","answer_3":"C. Bone and dura mater","answer_4":"D. Dura mater and arachnoid mater","answer_5":"E. Pia mater and brain surface","percent_1":"1%","percent_2":"5%","percent_3":"78%","percent_4":"12%","percent_5":"2%","right_answer":"C. Bone and dura mater","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Intracranial hemorrhage! ∆^ #Epidural hematoma# ∆^ #Subdural hematoma# ∆^ #Subarachnoid hemorrhage# §^ #Vessel typically$ involved# ∆Middle meningeal artery ∆Bridging cortical veins ∆Aneurysm or arteriovenous $malformation of anterior or $posterior communicating $arteries or MCA §^ #Location# ∆Between skull & dura $mater ∆Between dura mater &$ arachnoid mater ∆Between arachnoid mater & pia$ mater §^ #Clinical$ manifestation# ∆Lucid interval, followed by$ loss of consciousness ∆Acute: coma at onset$ Chronic: gradual onset of $headache and confusion ∆Severe headache (\"worst $headache of my life\"), nuchal $rigidity §^ #Presentation on$ CT scan# ∆Biconvex hematoma ∆Crescent-shaped $hematoma ∆Blood in the basal cisterns %MCA= middle cerebral artery.","explanation_img":"","explanation_1":"","explanation_2":"@Epidural hematoma@ is an accumulation of blood between the #skull bone and dura mater#.  Most cases are due to fracture of the pterion region of the skull (often involving the temporal bone with associated scalp contusion) and a subsequent rupture or tear of the #middle meningeal artery#. $ Epidural hematoma characteristically results in #transient loss of consciousness# at the time of impact followed by a #lucid period# in which the patient regains consciousness.  However, the eventual expansion of the hematoma results in elevated intracranial pressure (ICP) and can lead to brain herniation, coma, and death.  Signs of #elevated ICP# include altered mental status, nausea/vomiting, and Cushing reflex (ie, bradycardia, irregular breathing, hypertension).  An #ipsilateral dilated pupil# can also occur due to uncal herniation and oculomotor nerve compression. $ The diagnosis is confirmed with a noncontrast CT scan demonstrating a hyperdense, #biconvex# (lens-shaped) mass between the brain and skull.  Epidural hematomas do not cross suture lines due to the tight adherence of the dura to the calvarium at these points. $ (Choice A)  The epicranial aponeurosis (galea aponeurotica) and outer periosteum cover the exterior surface of cranial bones.  Intracranial hemorrhages are located inside the cranial vault. $ (Choice B)  Subarachnoid hemorrhage results in blood accumulation between the arachnoid mater and pia mater.  It most often occurs due to rupture of berry aneurysms or arteriovenous malformations of the anterior communicating, posterior communicating, or middle cerebral arteries.  Patients typically have severe headache and nuchal rigidity. $ (Choice D)  Subdural hematoma (SDH) is located between the dura mater and arachnoid mater and results from tearing of the bridging cortical veins.  It typically presents in older patients with profoundly depressed mental status at onset (acute SDH) or an insidious onset of headache and confusion (chronic SDH) $ (Choice E)  The pia mater is closely adherent to the brain surface and does not form a space for accumulation of blood. $ Educational objective Epidural hematoma is an accumulation of blood between the bone and dura mater.  It typically occurs due to a tear of the middle meningeal artery associated with fracture of the pterion region of the skull (often involving the temporal bone).  Patients characteristically have transient loss of consciousness followed by a lucid interval before increasing intracranial pressure leads to neurologic deterioration.","clickable_1":"images/img1.505.jpg"},

{"subjectSystem":"Pathology-Nervous","id":"18","title":"A 63-year-old man collapses at home after experiencing severe retrosternal chest pain.  The emergency medical team finds him with no pulse, and cardiac monitoring shows ventricular fibrillation.  Cardiopulmonary resuscitation is performed, and the patient regains spontaneous circulation after several minutes.  On arrival at the hospital, he has stable vital signs but does not follow commands or respond to strong stimuli.  Which of the following areas is most likely to be affected first by ischemic damage in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Caudate nucleus","answer_2":"B. Hippocampus","answer_3":"C. Hypothalamus","answer_4":"D. Substantia nigra","answer_5":"E. Thalamic nuclei","percent_1":"5%","percent_2":"65%","percent_3":"5%","percent_4":"1%","percent_5":"23%","right_answer":"B. Hippocampus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's cardiac arrest, secondary to ventricular fibrillation, caused rapid cessation of cerebral blood flow and #global cerebral ischemia#.  Although cardiac function and circulation were restored after medical intervention, the patient's brain was subjected to ischemia for an unknown length of time, resulting in neurological impairment. $ Global ischemia lasting longer than 3-5 minutes can cause irreversible damage to neurons.  The cells that are typically #affected first# by hypoxia are the CA1 pyramidal neurons of the #hippocampus#, which can be damaged by ischemia in as little as 3 minutes.  The cerebellar Purkinje cells and neocortex pyramidal neurons are also highly susceptible to damage if ischemia lasts for 5-10 minutes.  These neurons are likely vulnerable to ischemia because of their #high metabolic demand# and unique neurochemical characteristics (eg, inability to repolarize after anoxic depolarization). $ The hippocampus is located in the medial temporal lobe and plays an essential role in memory, spatial processing, and response inhibition.  Selective damage to the hippocampus is common with transient ischemia and can result in an inability to make new memories (anterograde amnesia) and disorientation to place or time. $ #(Choices A, C, D, and E)#  Although the caudate nucleus, hypothalamus, substantia nigra, and thalamic nuclei are also vulnerable to ischemia if cerebral hypoxia is sustained, they are not as susceptible to damage as the hippocampal CA1 pyramidal neurons. $ Educational objective Global cerebral ischemia is typically precipitated by systemic hypotension (eg, cardiac arrest).  The cells most susceptible to ischemia are the CA1 pyramidal neurons of the hippocampus.  Other areas of the brain that are damaged early in the course of global cerebral ischemia include the cerebellar Purkinje cells and the pyramidal neurons of the neocortex."},

{"id":"499","title":"A 75-year-old man is brought to the emergency department due to problems with vision and right-sided hemisensory loss that started an hour ago.  While in the emergency department, his symptoms gradually worsen and he develops a headache.  Head CT reveals multiple, small lobar hemorrhages of varying ages in the occipital and parietal areas with a medium-size acute bleed in the left parietooccipital lobe.  Two years ago, the patient developed sudden right arm weakness; neuroimaging at that time demonstrated a small left frontal lobe hemorrhage.  He has no head trauma and does not use anticoagulants.  This patient most likely suffers from which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arteriovenous malformation","answer_2":"B. Cardiac embolism","answer_3":"C. Carotid artery atherosclerosis","answer_4":"D. Cerebral amyloid angiopathy","answer_5":"E. Charcot-Bouchard aneurysm","answer_6":"F. Hypertensive encephalopathy","answer_7":"G. Hypoxic encephalopathy","answer_8":"H. Saccular aneurysm","percent_1":"12%","percent_2":"5%","percent_3":"6%","percent_4":"26%","percent_5":"28%","percent_6":"15%","percent_7":"1%","percent_8":"6%","right_answer":"D. Cerebral amyloid angiopathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This #elderly# patient likely has recurrent lobar hemorrhage due to #cerebral amyloid angiopathy#.  Amyloid angiopathy is a consequence of β-amyloid deposition in the walls of small- to medium-sized cerebral arteries, resulting in vessel wall weakening and predisposition to rupture.  The disease is not associated with systemic amyloidoses; rather, the amyloidogenic proteins are usually the same as those seen in Alzheimer disease.  Amyloid angiopathy is the most common cause of spontaneous #lobar hemorrhage#, particularly in adults age >60.  Hemorrhage tends to be recurrent and most often involves the @occipital@ and parietal lobes.  Occipital lobe hemorrhage is typically associated with homonymous hemianopsia; parietal hemorrhages can cause contralateral hemisensory loss.  Frontal lobe hemorrhage is less common but may result in contralateral hemiparesis. $#(Choice A)#  Brain @arteriovenous malformation@ is the most common cause of intracranial hemorrhage in children and tends to be a single lesion.  This patient's older age and multifocal hemorrhages make the diagnosis less likely. $#(Choices B and C)#  Carotid artery atherosclerosis and cardiac embolism may cause acute ischemic stroke, which typically presents with sudden neurologic deficits that are maximal at symptom onset.  Embolic stroke can present with multiple infarcts involving the cerebral cortex and has a higher likelihood of spontaneous hemorrhagic transformation.  However, hemorrhagic transformation would be rare within hours of symptom onset.  In addition, this patient's gradually worsening symptoms are more consistent with hemorrhagic stroke. $#(Choice E)#  Charcot-Bouchard aneurysm rupture is usually due to chronic hypertension and typically causes hemorrhage involving deep brain structures (eg, @basal ganglia@, cerebellar nuclei, thalamus, pons).  This patient's recurrent lobar hemorrhages make this less likely. $#(Choice F)#  Hypertensive encephalopathy is characterized by #progressive# headache and nausea/vomiting followed by nonlocalizing neurologic symptoms (eg, confusion).  This patient's focal neurologic deficits and evidence of hemorrhage on neuroimaging exclude this diagnosis. $#(Choice G)#  Hypoxic encephalopathy occurs from global interruption of the cerebral blood supply (eg, due to cardiac arrest).  It most often presents with decreased consciousness (eg, coma, vegetative state) as opposed to focal neurologic deficits with lobar hemorrhage. $#(Choice H)#  Saccular aneurysm rupture is typically associated with subarachnoid hemorrhage as opposed to intraparenchymal hematoma.  Patients usually have an abrupt onset of severe headache (thunderclap headache), and focal neurologic deficits are less common.  On CT, @subarachnoid hemorrhage@ appears as hyperattenuation of the sulci and basal cisterns. $#Educational objective# Cerebral amyloid angiopathy is the most common cause of spontaneous lobar hemorrhage, particularly in the elderly.  The most common sites of hemorrhage include the occipital and parietal lobes. ","clickable_1":"images/img1.499.jpg","clickable_2":"images/img2.499.jpg","clickable_3":"images/img3.499.jpg","clickable_4":"images/img4.499.jpg"},

{"id":"11576","title":"A 65-year-old man comes to the emergency department with right upper and lower extremity weakness and slurred speech.  The patient went to bed in his usual state of health and woke up with these symptoms.  His medical problems include type 2 diabetes mellitus, hypertension, and hyperlipidemia.  He takes atorvastatin, metformin, lisinopril, and low-dose aspirin.  The patient has smoked a pack of cigarettes daily for the past 40 years.  His temperature is 36.7 C (98 F), blood pressure is 160/90 mm Hg, and pulse is 118/min.  He is mildly dysarthric with a right lower facial droop and right-sided hemiparesis.  A noncontrast head CT is normal.  Brain MRI reveals an acute subcortical infarct in the left internal capsule.  Six months later, which of the following findings is most likely to be observed in the affected pyramidal tracts of this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcification","answer_2":"B. Cytotoxic edema","answer_3":"C. Eosinophilic neurons","answer_4":"D. Hemorrhagic transformation","answer_5":"E. Neutrophilic infiltration","answer_6":"F. Persistent myelin debris","answer_7":"G. Vasogenic edema","percent_1":"33%","percent_2":"4%","percent_3":"10%","percent_4":"8%","percent_5":"2%","percent_6":"35%","percent_7":"7%","right_answer":"F. Persistent myelin debris","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp11576.jpg","explanation_1":"","explanation_2":"$#Wallerian degeneration# refers to the process that occurs when an axon is damaged, resulting in axonal degeneration and breakdown of the myelin sheath #distal to the site of injury#.  Degeneration of the axon usually begins within a few days after lesion onset. $ In the peripheral nervous system, Schwann cells sense the axonal degeneration and begin to degrade their myelin and secrete cytokines and chemokines that recruit macrophages.  This allows effective clearance of myelin debris which, along with trophic factor secretion by Schwann cells, stimulates formation of a growth cone from the stump of the proximal axon and facilitates nerve regeneration. $ In the #central nervous system#, phagocytic macrophages/microglia are recruited more slowly because of the blood-brain barrier.  Myelin-producing oligodendrocytes also become inactive or undergo apoptosis and do not assist with phagocytosis.  This slows removal of the #myelin debris#, which can #persist for years# in the degenerating tracts and suppress axonal growth via myelin-associated inhibitory factors.  Astrocytes also release inhibitory molecules and proliferate in the weeks to months following injury, forming a #glial scar# that acts as a #barrier# to axon regeneration. $ (Choice A)  Calcification of an ischemic infarction may occur months to years after the event; however, this is a rare occurrence.  Brain calcification is most commonly seen with certain neoplasms (eg, oligodendroglioma), infections (eg, neurocysticercosis), and vascular malformations. $ #(Choices B and G)#  Cytotoxic and vasogenic edema typically occur in the acute setting after ischemic neuronal injury.  Cytotoxic edema is a type of intracellular edema caused by impaired function of ATP-dependent sodium/potassium pumps on neuronal cell membranes.  In contrast, vasogenic edema is a type of extracellular edema caused by increased vascular permeability due to the effects of pro-inflammatory cytokines. $ (Choice C)  In the first 12-24 hours after ischemic stroke, affected neurons classically shrink and develop intense cytoplasmic eosinophilia (red neurons) with pyknosis of the nucleus. $ (Choice D)  Embolic ischemic strokes have a high risk of undergoing acute hemorrhagic transformation within the first 7 days following the ischemic event. $ (Choice E)  Neutrophilic infiltration progressively increases up to 48 hours after ischemic stroke and then diminishes. $ Educational objective Wallerian degeneration refers to the process of axonal degeneration and breakdown of the myelin sheath that occurs distal to a site of injury.  Axonal regeneration does not occur in the central nervous system due to the persistence of myelin debris, secretion of neuronal inhibitory factors, and development of dense glial scarring."},

{"id":"21","title":"A 66-year-old, right-handed man is brought to the emergency department due to left-sided numbness and weakness. The patient woke with left-hand clumsiness that rapidly progressed to profound left-sided weakness, affecting the left arm more than the left leg. He has a history of hypertension and has smoked a pack of cigarettes daily for the past 40 years. Blood pressure is 175/90 mm Hg and pulse is 82/min and regular. Neurologic examination reveals impaired touch discrimination in the left arm with left facial weakness sparing the forehead, 2/5 muscle strength in the left upper limb, and 4/5 muscle strength in the left lower limb. Right-sided strength and visual field examinations are normal. Which of the following labeled arteries is most likely occluded in this patient?","image_1":"images/21.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","answer_6":"F. F","ansImg_6":"","answer_7":"G. G","ansImg_7":"","answer_8":"H. H","ansImg_8":"","answer_9":"I. I","ansImg_9":"","answer_10":"J. J","ansImg_10":"","right_answer":"B. B","percent_1":"7%","percent_2":"70%","percent_3":"5%","percent_4":"3%","percent_5":"1%","percent_6":"1%","percent_7":"2%","percent_8":"7%","percent_9":"1%","percent_10":"2%","explanation_img":"images/exp21.jpg","explanation_1":"","explanation_2":"$This patient has most likely had an acute ischemic stroke involving the territory supplied by the right @middle cerebral artery (MCA)@.  Patients with #MCA occlusion# usually present with #contralateral hemiparesis# and #hemisensory loss# involving the #face and upper limb# due to infarction of the corresponding @motor and sensory cortices@.  The contralateral lower limb is typically less affected.  Other features may include spatial neglect of the contralateral side (damage to the nondominant parietal lobe) and contralateral homonymous quadrantanopia (damage to the optic radiations in the subcortical temporoparietal lobe). $If the stroke affects the dominant (usually left) hemisphere, the @speech areas@ of the brain can be damaged.  Consequently, patients with left MCA stroke (right-sided motor and sensory deficits) also often have expressive or receptive aphasia due to infarction of the Broca and Wernicke areas, respectively #(choice H).# $#(Choices A and G)#  Occlusion of the anterior cerebral artery causes contralateral motor and sensory deficits, with the lower limb being affected more than the upper limb.  Bilateral anterior cerebral artery occlusion can cause significant behavioral symptoms (eg, abulia), primitive reflexes (eg, Moro, grasp), and urinary incontinence due to damage of the prefrontal cortex. $#(Choices C and F)#  @Saccular aneurysms@ often affect the anterior and posterior communicating arteries in the circle of Willis.  Anterior communicating artery aneurysms can compress the central optic chiasm, causing bitemporal hemianopia.  Posterior communicating artery aneurysm frequently compresses the oculomotor nerve, producing ipsilateral mydriasis, ptosis, and \"down and out\" eye deviation. $#(Choices D and I)#  Posterior cerebral artery territory infarction typically results in contralateral hemianopia due to infarction of the visual cortex.  The macula is often spared due to collateral circulation from the MCA. $#(Choice E)#  Basilar artery occlusion usually damages the base of the pons, which contains the corticospinal and corticobulbar tracts, and the paramedian tegmentum.  Consequently, patients typically have quadriplegia, bulbar dysfunction (eg, facial weakness, dysarthria), and oculomotor deficits (eg, horizontal gaze palsy). $#(Choice J)#  Occlusion of the anterior inferior cerebellar artery causes lateral pontine syndrome.  Patients with this condition typically have ipsilateral loss of pain or temperature in the face (trigeminal nucleus), ipsilateral facial weakness (facial nucleus), ipsilateral hearing impairment (cochlear nucleus), contralateral loss of pain and temperature in the trunk and extremities (lateral spinothalamic tract), and cerebellar dysfunction (eg, ataxia, dysmetria). $#Educational objective# Occlusion of the middle cerebral artery (MCA) typically results in contralateral hemiparesis and hemisensory loss of the face and upper limb with relative preservation of lower limb function.  If the occluded MCA is in the dominant (usually left) hemisphere, aphasia may also occur.  ","clickable_1":"images/img1.21.jpg","clickable_2":"images/img2.21.jpg","clickable_3":"images/img3.21.jpg","clickable_4":"images/img4.21.jpg"},

{"id":"19633","title":"A 60-year-old man comes to the office for a follow-up appointment. The patient underwent coronary catheterization 2 weeks ago due to anginal symptoms and had stenting of the left circumflex artery. He has had no chest pain but reports a dark spot in the upper part of his vision since the procedure. The spot disappears when the patient covers the right eye. Medical history also includes hypertension and type 2 diabetes mellitus. On physical examination, visual acuity is normal bilaterally. Computerized visual field testing shows the following finding (dark area representing region of vision loss):","image_1":"images/19633.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left occipital lobe","ansImg_1":"","answer_2":"B. Left parietal lobe","ansImg_2":"","answer_3":"C. Left temporal lobe","ansImg_3":"","answer_4":"D. Lower right retina","ansImg_4":"","answer_5":"E. Right lateral geniculate nucleus","ansImg_5":"","answer_6":"F. Upper right retina","ansImg_6":"","right_answer":"D. Lower right retina","percent_1":"14%","percent_2":"4%","percent_3":"11%","percent_4":"46%","percent_5":"8%","percent_6":"17%","explanation_img":"images/exp19633.jpg","explanation_1":"","explanation_2":"$This patient has monocular loss of the #upper left visual field# (right nasal visual field).  The visual field loss is restricted to a #single eye#, so the lesion must be located anterior to the optic chiasm (eg, #retina#, optic nerve). $When light enters the eye, it passes through the lens, with the subsequent image becoming @inverted and reversed@: the right visual field projects to the left retina; the left visual field projects to the right retina.  Therefore, a monocular upper left visual field defect is likely due to a lesion impacting the #lower right retina#.  In this case, the patient's symptoms are most likely due to occlusion of a branch of the retinal artery as a complication of his recent coronary catheterization procedure. $#(Choice A)#  A lesion in the left occipital lobe would impact the primary visual cortex.  Because of the crossing fibers in the optic chiasm, the left occipital cortex receives information from the right visual fields of both eyes.  A lesion in this area would result in right homonymous hemianopia (classically with macular sparing due to collaterals from the middle cerebral artery). $#(Choices B and C)#  After synapsing in the lateral geniculate nucleus (LGN), the optic radiations fan out and project to the occipital lobe.  The inferior optic radiations, which carry information from the inferior retina/superior visual field, travel through the temporal lobe white matter.  Lesions in this area would lead to superior quadrant visual field defects (ie, contralateral homonymous superior quadrantanopia).  The superior optic radiations, which carry information from the superior retina/inferior visual field, travel through the parietal lobe white matter; lesions here lead to contralateral lower quadrantanopia. $#(Choice E)#  After the axons of the retinal ganglion cells travel through the optic chiasm, they synapse in the lateral geniculate nucleus of the thalamus.  Therefore, a lesion in the right LGN would lead to left-sided visual loss (eg, left homonymous hemianopia). $#(Choice F)#  Because the image projected on the retina is inverted and reversed, a lesion of the upper right retina would lead to a monocular lower left visual field defect. $#Educational objective# Visual loss in only one eye indicates that the lesion is anterior to the optic chiasm.  Images projected onto the retina are inverted and reversed.  ","clickable_1":"images/img1.19633.jpg"},

{"id":"12023","title":"A 65-year-old man is brought to the emergency department due to an acute change in mental status. The patient was having dinner with his family when he suddenly had difficulty using his fork and appeared confused. Other medical conditions include type 2 diabetes mellitus, hyperlipidemia, and hypertension. The patient is a high school calculus teacher and has a 40-pack-year smoking history. Blood pressure is 180/98 mm Hg and pulse is 98/min and regular. On physical examination, the patient is well oriented, answers questions appropriately, and has no motor, sensory, or visual deficits. He is unable to add simple numbers such as 17 plus 9; he is also unable to recognize or distinguish his fingers. Which of the following brain areas is most likely affected in this patient?","image_1":"images/12023.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"D. D","percent_1":"8%","percent_2":"17%","percent_3":"20%","percent_4":"49%","percent_5":"6%","explanation_img":"images/exp12023.jpg","explanation_1":"","explanation_2":"$This patient has had a stroke but has no motor, sensory, or visual deficits.  However, he has trouble eating, solving simple mathematical problems (despite being a calculus teacher), and identifying his fingers, which are all tasks requiring #multisensory integration# (eg, visual-spatial, tactile, proprioceptive).  The #parietal association cortex# is the brain region responsible for processing this information, and facilitates comprehension (eg, understanding words & symbols) and problem solving (eg, numerical calculation, spatial orientation). $This patient's particular pattern of deficits is suggestive of injury involving the #angular gyrus# of the #left (dominant)# parietal lobe.  Damage to this region classically results in @Gerstmann syndrome@, which is characterized by the following signs: $• Agraphia (inability to write) $• Acalculia (inability to solve mathematical calculations) $• Finger agnosia (inability to identify individual fingers on the hand) $• Left-right disorientation $Although Gerstmann syndrome may occur as an isolated syndrome, lesions to the angular gyrus may also be associated with alexia (inability to read) and aphasia (impaired speech), also tasks that require multisensory integration. $#(Choice A)#  This area just anterior to the central sulcus is the precentral gyrus (primary motor cortex).  Lesions to this area would result in contralateral weakness according to the @somatotopic organization@ of the brain. $#(Choice B)#  This area posterior to the central sulcus is the postcentral gyrus (parietal somatosensory cortex).  A lesion here would cause sensation loss in the contralateral body. $#(Choice C)#  This location in the caudal part of the inferior frontal gyrus of the dominant hemisphere is Broca area.  A stroke in this area leads to an expressive aphasia.  Although patients with expressive aphasia may have difficulty writing, speech would also be impacted (usually characterized by nonfluent speech). $#(Choice E)#  A lesion to the visual cortex, located in the occipital lobe, can lead to cortical blindness or visual impairment. $#Educational objective# Because the parietal association cortex integrates multisensory information, damage can lead to difficulties in comprehension and problem-solving in the absence of motor or sensory deficits.  Specific injury to the angular gyrus classically results in Gerstmann syndrome (agraphia, acalculia, finger agnosia, and left-right disorientation).","clickable_1":"images/img1.12023.jpg","clickable_2":"images/img2.12023.jpg"},

{"id":"2127","title":"A 70-year-old, right-handed woman comes to the emergency department with a daylong history of vision disturbance and bumping into objects on the left side. She also has had a mild headache over the past several hours. Medical history includes hypertension, hyperlipidemia, and type 2 diabetes mellitus. Physical examination shows left homonymous hemianopia with macular sparing. Noncontrast CT of the head demonstrates an area of focal parenchymal hypoattenuation consistent with ischemic infarction, as shown in the image below:","image_1":"images/2127.jpg","title_2":"Which of the following additional examination findings is most likely to be present in this patient?","audio":"","comparison_items":"","answer_1":"A. Fluent aphasia","ansImg_1":"","answer_2":"B. Left hemisensory loss","ansImg_2":"","answer_3":"C. Left-sided hypotonia","ansImg_3":"","answer_4":"D. Right-left disorientation","ansImg_4":"","answer_5":"E. Right-sided dysmetria","ansImg_5":"","right_answer":"B. Left hemisensory loss","percent_1":"14%","percent_2":"32%","percent_3":"7%","percent_4":"23%","percent_5":"24%","explanation_img":"images/exp2127.jpg","explanation_1":"","explanation_2":"$This patient's CT findings are consistent with an ischemic stroke impacting the occipital cortex and thalamus, areas supplied by the @posterior cerebral artery (PCA)@.  The following are the most common deficits that occur with PCA strokes: $• #Homonymous hemianopia# (± visual neglect), which occurs contralateral to the site of the lesion:  The #macula is often spared# because of collateral circulation from the middle cerebral artery. $• Paresthesia and #hemisensory loss#:  The PCA supplies the lateral thalamus, in addition to the cortex.  Damage to this area leads to contralateral hemisensory loss of the face, trunk, and limbs, impacting all sensory modalities (eg, touch, pinprick, vibration, proprioception). $A variety of cortical symptoms can also occur.  These include alexia, visual agnosia (eg, impaired visual recognition of objects), and prosopagnosia (eg, inability to recognize faces). $#(Choice A)#  Fluent aphasia is classically caused by lesions that impact Wernicke area, which is supplied by the inferior division of the @middle cerebral artery@. $#(Choice C)#  Although hypotonia is most often associated with lower motor deficits, it can also be seen with lesions of the lateral cerebellar hemisphere because the cerebellum helps regulate baseline posture and muscle tone.  This occurs ipsilateral to the side of the lesion. $#(Choice D)#  Right-left disorientation can occur with damage to the dominant (usually left) parietal lobe.  It most classically develops as a part of @Gerstmann syndrome@, which results from injury involving the @angular gyrus@. $#(Choice E)#  Dysmetria (overshooting or undershooting during the finger-nose-finger test) is a neurologic examination sign of limb ataxia that localizes to the cerebellum.  Deficits due to cerebellar dysfunction are typically ipsilateral to the site of the lesion. $#Educational objective# The most common findings with posterior cerebral artery stroke are contralateral homonymous hemianopia with macular sparing due to damage to the occipital cortex and contralateral hemisensory loss due to damage to the thalamus. ","clickable_1":"images/img1.2127.jpg","clickable_2":"images/img2.2127.jpg","clickable_3":"images/img3.2127.jpg","clickable_4":"images/img4.2127.jpg"},

{"id":"8592","title":"A 56-year-old woman is brought to the emergency department with sudden onset of headache and partial loss of vision. She has a 3-year history of atrial fibrillation. Physical examination shows intact motor function and a visual field defect involving the black areas illustrated below.","image_1":"images/8592.jpg","title_2":"This patient most likely has occlusion of which of the following arteries?","audio":"","comparison_items":"","answer_1":"A. Anterior cerebral","ansImg_1":"","answer_2":"B. Central retinal","ansImg_2":"","answer_3":"C. Middle cerebral","ansImg_3":"","answer_4":"D. Posterior cerebral","ansImg_4":"","answer_5":"E. Posterior inferior cerebellar","ansImg_5":"","right_answer":"D. Posterior cerebral","percent_1":"4%","percent_2":"2%","percent_3":"12%","percent_4":"75%","percent_5":"6%","explanation_img":"images/exp8592.jpg","explanation_1":"","explanation_2":"$This patient with atrial fibrillation has most likely had an embolic stroke.  Her visual deficit involves the same half of the visual fields in both eyes (homonymous hemianopia) with sparing of the central portion of vision (ie, #macular sparing#), a common manifestation of #posterior cerebral artery# (PCA) #stroke#. $The PCA supplies the @occipital lobe@, which contains the #primary visual cortex#.  The primary visual cortex of each hemisphere receives information about the contralateral visual field from the ipsilateral lateral geniculate nucleus via the optic radiations.  The upper bank of the primary visual cortex is separated from the lower bank by the calcarine fissure; the upper cuneus gyrus receives information from the lower visual field, while the bottom lingual gyrus receives information from the upper visual field (similar to right-left contralateral processing). $Occlusion of the PCA leads to ischemic injury to the occipital cortex, producing #contralateral homonymous hemianopia#.  The macula is often spared because collateral blood is supplied by the middle cerebral artery to the occipital pole, which processes central visual information. $#(Choice A)#  @Anterior cerebral artery occlusion@ manifests as contralateral weakness and sensory deficits that predominantly affect the lower extremity.  Personality or executive dysfunction can also be seen due to damage to the prefrontal cortex. $#(Choice B)#  Occlusion of the @central retinal artery@ leads to sudden, painless, complete loss of vision, but only in one eye. $#(Choice C)#  @Middle cerebral artery stroke@ is characterized by contralateral motor and sensory deficits (more pronounced in the upper than lower limb).  Homonymous hemianopia can also occur due to damage to the optic radiations; however, affected patients would likely have prominent motor weakness. $#(Choice E)#  Occlusion of the posterior inferior cerebellar artery classically leads to lateral medullary (@Wallenberg@) syndrome.  It is characterized by loss of pain and temperature sensation in the contralateral body and ipsilateral face, ipsilateral bulbar weakness, vertigo, ataxia, and Horner's syndrome. $#Educational objective# The most common finding with posterior cerebral artery stroke is contralateral homonymous hemianopia.  The macula is often spared because there is collateral circulation from the middle cerebral artery to the occipital pole, the area that processes central vision.  ","clickable_1":"images/img1.8592.jpg","clickable_2":"images/img2.8592.jpg","clickable_3":"images/img3.8592.jpg","clickable_4":"images/img4.8592.jpg","clickable_5":"images/img5.8592.jpg"},

{"id":"105533","title":"A 76-year-old woman is brought to the emergency department due to sudden-onset vertigo and difficulty swallowing for an hour. Her only other medical condition is hypertension. Blood pressure is 160/90 mm Hg and pulse is 80/min and regular. The patient is alert, awake, and oriented. Examination shows decreased pain and temperature sensation on the left side of the face and right side of the body. The gag reflex is absent on the left side. Muscle strength is 5/5 in all 4 extremities. This patient's lesion is most likely located in which of the following areas?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Left lateral medulla","ansImg_1":"","answer_2":"B. Left medial medulla","ansImg_2":"","answer_3":"C. Left midbrain","ansImg_3":"","answer_4":"D. Right lateral medulla","ansImg_4":"","answer_5":"E. Right medial medulla","ansImg_5":"","answer_6":"F. Right midbrain","ansImg_6":"","right_answer":"A. Left lateral medulla","percent_1":"70%","percent_2":"13%","percent_3":"6%","percent_4":"7%","percent_5":"3%","percent_6":"1%","explanation_img":"images/exp105533.jpg","explanation_1":"","explanation_2":"$This patient's stroke has resulted in vertigo and bulbar weakness (eg, difficulty swallowing), in addition to loss of pain and temperature sensation on the left side of the face and right side of the body.  Because #most cranial nerves# (other than CN II & IV) #do not decussate# while most of the body's motor and sensory fibers cross the midline in the medulla, brainstem strokes characteristically lead to ipsilateral cranial nerve deficits and contralateral deficits of the body (ie, #crossed signs#).  Therefore, this patient's stroke likely impacted the #left brainstem#.  Specifically, this patient has the following: $• #Vertigo# without hearing loss, suggesting a lesion impacting the #vestibular nucleus# rather than the peripheral CN VIII (which would likely result in hearing loss as well). $• Loss of pain and temperature #sensation# on the left (ipsilateral) side of the #face# with neuropathic pain in that area, suggesting involvement of the #spinal trigeminal nucleus# $• Loss of pain and temperature sensation on the right (contralateral) side of the #body#, which suggests dysfunction of the #spinothalamic tract# $These areas are all located in the left lateral medulla.  This constellation of symptoms is consistent with #lateral medullary (Wallenberg) syndrome#.  @Horner syndrome@ is also common due to damage of the descending @sympathetic nervous system@ fibers that travel very close to the spinothalamic tract. $#(Choices B and E)#  Ischemia impacting the medial medulla can damage the pyramidal tract (contralateral hemiparesis), medial lemniscus (contralateral loss of tactile, vibratory & position sense), and hypoglossal nucleus, which causes tongue deviation toward the lesion due to ipsilateral hypoglossal nerve (CN XII) palsy.  The strong side \"pushes\" the tongue toward the weak side when it is protruded. $#(Choices C and F)#  Strokes in the midbrain can damage the red nucleus (ataxia), cerebral peduncle (contralateral hemiparesis), and, often, oculomotor nerve fascicles (ipsilateral CN III palsy). $#(Choice D)#  A lesion in the right lateral medulla would cause decreased pain and temperature in the right side of the face (ipsilateral) and left side of the body (contralateral). $#Educational objective# A lateral medullary infarct (Wallenberg syndrome) leads to vertigo (vestibular nucleus), loss of pain/temperature sensation on the ipsilateral face (trigeminal nucleus) and contralateral body (spinothalamic tract), bulbar weakness (lower cranial nerves), and ipsilateral Horner syndrome (descending sympathetic nervous system fibers).  ","clickable_1":"images/img1.105533.jpg","clickable_2":"images/img2.105533.jpg"},

{"id":"105500","image_1":"images/105500.jpg","title_2":"","audio":"","comparison_items":"","title":"A 64-year-old man with a history of uncontrolled hypertension comes to the emergency department due to sudden-onset, right-sided weakness. Blood pressure is 170/106 mm Hg. Examination shows left facial weakness affecting the forehead and lower face. Muscle strength is 3/5 in the right upper and lower extremities. Deep tendon reflexes are brisk and Babinski sign is present on the right. A midline, sagittal section of a normal brain is shown below: This patient's lesion is most likely located at which of the following anatomic locations?","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"D. D","percent_1":"27%","percent_2":"14%","percent_3":"1%","percent_4":"50%","percent_5":"8%","explanation_img":"images/exp105500.jpg","explanation_1":"","explanation_2":"$This patient with risk factors for stroke (eg, hypertension) has #crossed signs# of: $• #right arm and leg weakness# consistent with an upper motor neuron pattern (ie, hyperreflexia, upgoing Babinski). $• #left facial weakness# that involves the upper face (forehead) and lower face, corresponding to a @lower motor neuron@ pattern. $Because most cranial nerves (other than CN II & IV) do not decussate while most of the body's motor and sensory fibers cross the midline in the medulla, @brainstem strokes@ are characterized by ipsilateral cranial nerve deficits accompanied by contralateral hemiparesis or hemisensory loss (ie, crossed signs). $The #facial nerve (CN VII)# originates in the #pons#; lesions above the pons (eg, midbrain, internal capsule, or cortical strokes) lead to an upper motor neuron pattern of facial weakness (spares contralateral upper face).  Lesions at the level of the pons result in a lower motor neuron pattern of facial weakness (affects ipsilateral upper face).  Therefore, this patient's lesion is likely in the #left pons#, resulting in #contralateral (right) arm and leg weakness# with #ipsilateral (left) facial nerve palsy#. $#(Choice A)#  Lesions impacting the cortex can lead to weakness of the face and body.  However, facial weakness would have an upper motor neuron pattern (contralateral to lesion, sparing the forehead). $#(Choice B)#  A stroke in the midbrain can cause ipsilateral cranial nerve deficits with contralateral hemiparesis.  However, the cranial nerves involved would @originate in the midbrain@, most classically the oculomotor nerve (CN III), which would lead to ipsilateral ptosis and an eye in the down-and-out position. $#(Choice C)#  A stroke in the cerebellum often presents with vertigo, nystagmus, and ataxia.  It would not cause cranial nerve defects or hemiparesis. $#(Choice E)#  Medullary infarctions can cause ipsilateral cranial nerve deficits with contralateral hemiparesis.  However, the cranial nerves involved originate in the medulla: glossopharyngeal (CN IX) (diminished gag reflex, palate weakness), vagus (CN X) (dysphonia), and hypoglossal (CN XII) (tongue weakness).  In addition, medullary infarctions often result in well-known clinical stroke syndromes (eg, @lateral medullary syndrome@, @medial medullary syndrome@). $#Educational objective# A stroke in the pons can lead to contralateral weakness of the arm and leg with ipsilateral facial weakness.  Facial weakness occurs in a lower motor neuron pattern (ipsilateral, affects upper face) because the damage occurs at the level of the facial nerve (CN VII) origination.  ","clickable_1":"images/img1.105500.jpg","clickable_2":"images/img2.105500.jpg","clickable_3":"images/img3.105500.jpg","clickable_4":"images/img4.105500.jpg","clickable_5":"images/img5.105500.jpg"},

{"id":"146","title":"A 30-year-old man comes to the emergency department with sudden onset of severe headache and confusion.  He has a history of autosomal dominant polycystic kidney disease.  Neurological examination shows no meningeal signs or focal neurological deficits.  CT scan of the head reveals blood in the subarachnoid space.  The patient is admitted to the critical care unit for further management.  On the fifth day after admission, he experiences new-onset weakness in the right arm and leg.  Which of the following medications could have most likely prevented the neurological complications this patient developed in the hospital?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ACE inhibitor","answer_2":"B. Beta-adrenergic blocker","answer_3":"C. Calcium channel blocker","answer_4":"D. Central sympatholytic","answer_5":"E. Nitrate","answer_6":"F. Osmotic diuretic","answer_7":"G. Thiazide diuretic","percent_1":"8%","percent_2":"6%","percent_3":"56%","percent_4":"5%","percent_5":"5%","percent_6":"18%","percent_7":"2%","right_answer":"C. Calcium channel blocker","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with #subarachnoid hemorrhage# (SAH) developed new-onset focal neurological deficits 5 days after his initial symptoms; a presentation characteristic of delayed cerebral ischemia due to cerebral vasospasm.  SAH is most often caused by the rupture of a #saccular (berry) aneurysm#, which occurs frequently in patients with autosomal dominant polycystic disease. $#Cerebral vasospasm# with subsequent ischemia is the most common complication of SAH and typically manifests #3-12 days# after the initial incident with a change in mental status and/or new #focal neurological deficits#.  Nimodipine, a selective #calcium channel blocker#, improves outcomes in patients with SAH by preventing or reducing the extent of ischemic neurological deficits caused by cerebral vasospasm.  This #neuroprotective# effect is likely due to a combination of increased cerebral vasodilation and decreased calcium-dependent excitotoxicity. $#(Choices A and B)#  Enalapril (an ACE inhibitor) and labetalol (a beta-adrenergic blocker with some alpha-antagonist activity) can be used to control hypertension (lowering the chance of rebleeding) in patients after SAH.  However, rebleeding usually occurs in the first 24 hours after SAH, and acute onset of new neurological deficits 5 days after SAH is more indicative of delayed ischemia due to cerebral vasospasm. $#(Choice D)#  Central sympatholytics (eg, methyldopa, clonidine) stimulate alpha-2A receptors centrally, resulting in a decrease in generalized sympathetic outflow and reduced blood pressure.  They do not have a role in prevention of ischemic deficits due to cerebral vasospasm following SAH. $#(Choice E)#  Nitrates (eg, nitroglycerin, isosorbide mononitrate) are used as vasodilators primarily for the treatment of angina pectoris.  In patients with a recent SAH, nitrates should be avoided because they can increase cerebral blood flow and intracranial pressure, which can worsen bleeding. $#(Choice F)#  Osmotic diuretics (eg, mannitol) are part of the treatment for increased intracranial pressure (ICP).  Although hydrocephalus can be a complication of SAH and result in elevated ICP, it typically presents with a gradual change in level of consciousness accompanied by ocular changes (eg, downward eye deviation, miosis) rather than focal extremity deficits.  Ventricular dilation on neuroimaging is diagnostic. $#(Choice G)#  Thiazide diuretics are a first-line therapy for essential hypertension in the outpatient setting.  They are not indicated for use in preventing complications due to cerebral vasospasm following SAH. $#Educational objective# Delayed cerebral ischemia due to cerebral vasospasm usually presents 3-12 days after the initial subarachnoid hemorrhage (SAH) with an acute change in mental status and/or new focal neurological deficits.  Nimodipine, a selective calcium channel blocker, improves outcomes in patients with cerebral vasospasm by inducing cerebral vasodilation and decreasing calcium-dependent excitotoxicity.  "},

{"id":"15765","image_1":"","explanation_img":"images/exp15765.jpg","title":"A 64-year-old man comes to the emergency department due to left lower extremity weakness. The patient was asymptomatic when he went to bed the night before, but he has had difficulty standing after waking up today. He has had no headache, double vision, or back pain. Medical history is significant for hypertension, diabetes mellitus, and myocardial infarction. Temperature is 37 C (98.6 F), blood pressure is 140/90 mm Hg, and pulse is 110/min and irregularly irregular. Left lower extremity examination shows motor power is 0/5, deep tendon reflexes are 3+, and Babinski sign is present. Right lower extremity examination is normal. An abnormality in which of the following structures is the most likely cause of this patient's symptoms?","answer_1":"A. Anterior spinal artery of the lumbosacral region","ansImg_1":"","answer_2":"B. Left posterior inferior cerebellar artery","ansImg_2":"","answer_3":"C. Lumbosacral spinal neuroforamina","ansImg_3":"","answer_4":"D. Right anterior cerebral artery","ansImg_4":"","answer_5":"E. Right middle cerebral artery","ansImg_5":"","right_answer":"D. Right anterior cerebral artery","percent_1":"6%","percent_2":"3%","percent_3":"2%","percent_4":"76%","percent_5":"14%","explanation_2":"$This patient with #atrial fibrillation# (irregularly irregular pulse, tachycardia) has isolated left lower extremity motor deficits, most likely caused by a #cardioembolic stroke# in the #right anterior cerebral artery# (ACA) territory.  The ACA supplies the medial aspects of the frontal and parietal lobes, a region which contains the upper motor neurons responsible for contralateral lower extremity motor control.  Occlusion of the ACA characteristically causes #contralateral lower limb weakness# with upper motor neuron signs (eg, hyperreflexia, Babinski sign).  Contralateral sensory deficits occur in a minority of patients. $The most common etiology of ACA stroke is cardiac embolization due to atrial fibrillation, which can cause blood flow stasis resulting in thrombus formation in the @left atrial appendage@.  Atrial thromboemboli frequently travel to and obstruct branches of ACA or middle cerebral artery (MCA), causing cerebral ischemia with associated neurologic defects. $#(Choice A)#  An embolic occlusion of the @anterior spinal artery@ in the lumbosacral region would cause bilateral lower extremity weakness with hyporeflexia (ischemia of the anterior horns and corticospinal tracts) and loss of pain and temperature sensation (ischemia of the spinothalamic tracts) below the level of the lesion. $#(Choice B)#  Posterior inferior cerebellar artery occlusion characteristically causes ischemia in the lateral medulla (Wallenberg syndrome) and inferior cerebellar peduncle, resulting in dysphagia, hoarseness, and vestibulocerebellar symptoms (eg, ataxia, dizziness, nystagmus). $#(Choice C)#  Although @lumbosacral neural foraminal stenosis@ can cause unilateral lower extremity weakness, compression injury of a spinal nerve root (lower motor neuron fibers) at this level would typically result in significant radicular back and leg pain with hyporeflexia. $#(Choice E)#  MCA strokes predominantly affect the upper extremity and are often associated with homonymous hemianopia, aphasia, and hemineglect.  Although large MCA strokes can also cause lower extremity weakness, the defects in those cases are usually extensive and involve both the upper and lower extremities (hemiparesis). $#Educational objective# The anterior cerebral artery (ACA) supplies the medial aspects of the frontal and parietal lobes, which contain the upper motor neurons responsible for contralateral lower extremity motor control.  Thromboembolic occlusion of the ACA characteristically results in contralateral lower extremity weakness with hyperreflexia.  ","comparison_items":"","title_2":"","audio":"","explanation_1":"","clickable_1":"images/img1.15765.jpg","clickable_2":"images/img2.15765.jpg","clickable_3":"images/img3.15765.jpg"},

{"id":"1813","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 23-year-old woman is brought to the emergency department unconscious after a motor vehicle accident. The patient was texting on her cell phone and was not wearing a seatbelt during the incident. She has no known medical problems and takes no medications. Her temperature is 36.7 C (98 F), blood pressure is 155/90 mm Hg, pulse is 62/min, and respirations are 10/min. A linear skull fracture at the junction of the frontal, parietal, temporal, and sphenoid bones is seen on head CT scan. A branch of which of the following arteries is most likely severed in this patient?","answer_1":"A. Facial","ansImg_1":"","answer_2":"B. Maxillary","ansImg_2":"","answer_3":"C. Middle cerebral","ansImg_3":"","answer_4":"D. Occipital","ansImg_4":"","answer_5":"E. Ophthalmic","ansImg_5":"","answer_6":"F. Sphenopalatine","ansImg_6":"","right_answer":"B. Maxillary","percent_1":"10%","percent_2":"48%","percent_3":"29%","percent_4":"2%","percent_5":"5%","percent_6":"6%","explanation_img":"images/exp1813.jpg","explanation_1":"","explanation_2":"$This patient has suffered a #fracture# at the #pterion#, a region where the frontal, parietal, temporal, and sphenoid bones meet in the skull.  The bone is thin in this region, and fractures there risk lacerating the #middle meningeal artery# and causing an @epidural hematoma@.  Epidural hematomas require prompt treatment as they are under systemic arterial pressure and can expand rapidly, leading to elevated intracranial pressure (can cause Cushing reflex), brain herniation (eg, uncal herniation with oculomotor nerve palsy), and death. $The middle meningeal artery is a branch of the #maxillary artery# (one of the terminal branches of the external carotid artery), which enters the skull at the foramen spinosum and supplies the dura mater and periosteum. $#(Choice A)#  The facial artery is a branch of the external carotid artery, which courses over the mandible anterior to the insertion of the masseter muscle to supply the oral, nasal, and buccal regions. $#(Choice C)#  The middle cerebral artery is a branch of the internal carotid artery and supplies much of the parietal and temporal regions of the brain.  Injury to this artery or its branches can cause subarachnoid or intracerebral hemorrhage. $#(Choice D)#  The occipital artery arises opposite the facial artery from the external carotid, coursing posteriorly instead of anteriorly.  This vessel supplies the posterior scalp and the sternocleidomastoid muscles. $#(Choice E)#  The ophthalmic artery is the first branch of the internal carotid artery, supplying the eye and orbital contents as well as the eyelids, forehead, and nose.  The internal carotid artery has no branches in the neck. $#(Choice F)#  The sphenopalatine artery is a branch of the third part of the maxillary artery and supplies much of the nasal mucosa.  It anastomoses with branches of the ophthalmic and facial arteries within the anterior part of the nasal septum in a region known as Kiesselbach's plexus (a frequent site of nosebleeds). $#Educational objective# The middle meningeal artery is a branch of the maxillary artery, which enters the skull at the foramen spinosum and courses intracranially deep to the pterion (where the frontal, parietal, temporal, and sphenoid bones meet).  Skull fractures at this site may cause laceration of this vessel, leading to an epidural hematoma.  ","clickable_1":"images/img1.1813.jpg"},

{"SubjectSystem":"anatomy-Nervous","id":"105530","title":"A 70-year-old man is brought to the emergency department an hour after sudden-onset, right-sided weakness and double vision. Medical history is significant for type 2 diabetes mellitus, hypertension, and hyperlipidemia. Blood pressure is 160/102 mm Hg and pulse is 82/min. The patient is alert, oriented, and able to follow commands. Speech is normal. On examination, the left eye has ptosis and is fixed in the outer position, and the pupil is dilated. The right eye, the right pupil, and right eye movements are normal. Muscle strength is normal in the left upper and lower extremities and is 3/5 in the right. Deep tendon reflexes are 3+ on the right and 2+ on the left. Babinski sign is present on the right and absent on the left. There is no ataxia. Sensation is intact. Which of the following is the most likely location of this patient's lesion?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebral cortex","ansImg_1":"","answer_2":"B. Internal capsule","ansImg_2":"","answer_3":"C. Midbrain","ansImg_3":"","answer_4":"D. Pons","ansImg_4":"","answer_5":"E. Medulla","ansImg_5":"","right_answer":"C. Midbrain","percent_1":"9%","percent_2":"14%","percent_3":"62%","percent_4":"8%","percent_5":"6%","explanation_img":"images/exp105530.jpg","explanation_1":"","explanation_2":"$This patient with risk factors for stroke (eg, hypertension, diabetes mellitus) has #crossed signs# of: $• #left oculomotor nerve# (CN III) #dysfunction# (eg, ptosis, impaired pupil constriction, down-and-out eye, diplopia). $• #right# (ie, contralateral) #arm and leg weakness# with upper motor neuron signs (eg, hyperreflexia, upgoing Babinski). $Because most cranial nerves (other than CN II & IV) do not decussate while most of the body's motor and sensory fibers cross the midline in the medulla, #brainstem strokes# are characterized by ipsilateral cranial nerve deficits accompanied by contralateral hemiparesis or hemisensory loss (ie, crossed signs). $CN III originates in the #midbrain# of the brainstem, further localizing the lesion.  Left CN III palsy with contralateral arm and leg weakness (corticospinal tract) is most likely caused by a left midbrain infarction due to occlusion of the mesencephalic branches of the posterior cerebral artery (ie, #Weber syndrome#).  This can develop from obstruction of perforating arteries of the basilar bifurcation. $#(Choice A)#  A stroke in the cerebral cortex can lead to weakness with upper motor neuron (UMN) signs.  However, it is often accompanied by cortical signs (ie, deficits localizing to the cortex) that may include #V#isual disturbances (eg, hemianopia, gaze preference), #A#phasia (ie, typically expressive Broca), #N#eglect, and cortical #S#ensory deficits (eg, inability to recognize movement drawn on the palm) (ie, #VANS# stroke scale).  Cranial nerve deficits would not be expected. $#(Choice B)#  A stroke in the internal capsule leads to contralateral hemiparesis.  Because it is such a small anatomic area, in addition to the arm and leg, there is also usually facial weakness sparing the upper face (UMN-type weakness).  Cranial nerve deficits are more consistent with a brainstem stroke. $#(Choice D)#  Pontine infarctions can cause ipsilateral cranial nerve deficits with contralateral hemiparesis.  However, the involved @cranial nerves@ originate in the pons:  Trigeminal (CN V) (facial paresthesia), abducent (CN VI) (abducens palsy), facial (CN VII) (facial palsy), and vestibulocochlear (CN VIII) (vertigo).  A pontine infarction would not likely cause CN III deficits. $#(Choice E)#  Medullary infarctions can cause ipsilateral cranial nerve deficits with contralateral hemiparesis.  However, the involved cranial nerves originate in the medulla:  Glossopharyngeal (CN IX) (diminished gag, palate weakness), vagus (CN X) (dysphonia), and hypoglossal (CN XII) (tongue weakness).  Medullary infarctions often result in well-known clinical stroke syndromes (eg, @lateral medullary syndrome@, @medial medullary syndrome@). $#Educational objective# Crossed signs (ie, cranial nerve dysfunction with contralateral limb weakness) raise suspicion for brainstem stroke.  Midbrain infarction due to occlusion of the posterior cerebral artery results in Weber syndrome characterized by ipsilateral oculomotor nerve (CN III) dysfunction accompanied by contralateral hemiparesis.  ","clickable_1":"images/img1.105530.jpg","clickable_2":"images/img2.105530.jpg","clickable_3":"images/img3.105530.jpg"},

{"id":"1846","title":"A highly agitated 54-year-old man is brought to the emergency department by his family because he is unable to effectively communicate. He speaks clearly and with conviction but his sentences are incomprehensible. He does not appear to understand the doctor's questions, does not follow oral or written instructions, and cannot repeat simple phrases. Branch occlusion of which of the following arteries is most likely responsible for this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior cerebral artery","ansImg_1":"","answer_2":"B. Anterior inferior cerebellar artery","ansImg_2":"","answer_3":"C. Middle cerebral artery","ansImg_3":"","answer_4":"D. Posterior cerebral artery","ansImg_4":"","answer_5":"E. Posterior inferior cerebellar artery","ansImg_5":"","right_answer":"C. Middle cerebral artery","percent_1":"4%","percent_2":"1%","percent_3":"89%","percent_4":"5%","percent_5":"1%","explanation_img":"images/exp1846.jpg","explanation_1":"This patient has fluent aphasia, a form of receptive aphasia characterized by speech that is fluent, well articulated, and melodic - but meaningless.  Individuals stricken with fluent aphasia cannot understand verbal or written language.  Repetition is usually affected to the same degree as the impairment in comprehension.  Typically, patients will have no awareness of their cognitive deficit.  Fluent aphasia is often produced by a lesion in Wernicke's area, which is located in the auditory association cortex within the posterior portion of the superior temporal gyrus in the dominant (usually left) temporal lobe. $The regions of the cerebral cortex supplied by the middle cerebral artery (MCA) are approximated by the red oval in the image below.  The inferior terminal MCA branches supply Wernicke's area. $  ","explanation_2":"$#(Choices A, B, D, and E)#  The anterior cerebral artery, anterior inferior cerebellar artery, posterior cerebral artery, and posterior inferior cerebellar artery do not typically service Wernicke's area.  Consequently, occlusions of these arteries would not be associated with Wernicke's aphasia. $#Educational objective# A lesion in Wernicke's area can cause receptive aphasia, which is characterized by well-articulated, nonsensical speech paired with a lack of language comprehension (#W#ernicke-#W#ord salad).  Wernicke's area is located in the auditory association cortex within the posterior portion of the superior temporal gyrus in the dominant temporal lobe.  The middle cerebral artery supplies Broca's area (superior division) and Wernicke's area (inferior division).  "},

{"id":"492","title":"A researcher is studying neuronal changes in various physiologic and pathologic states.  Microscopic examination of neural tissue obtained from experimental animals reveals neurons with shrunken nuclei and eosinophilic cytoplasm lacking Nissl bodies.  Which of the following is the most likely cause of these findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accumulation of abnormal proteins","answer_2":"B. Age-related physiologic changes","answer_3":"C. Defective lysosomal autophagy","answer_4":"D. Irreversible ischemic injury","answer_5":"E. Transection injury of the nerve fiber","answer_6":"F. Transient neural compression","percent_1":"4%","percent_2":"6%","percent_3":"2%","percent_4":"66%","percent_5":"20%","percent_6":"2%","right_answer":"D. Irreversible ischemic injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp492.jpg","explanation_1":"","explanation_2":"$Neurons are the major functional unit of the nervous system and are characterized histologically by large, round, centrally located nuclei and basophilic cytoplasmic granules composed of rough endoplasmic reticulum (Nissl bodies).  When neurons are injured, they undergo distinct histopathologic changes depending on the @type of underlying injury@. $In response to an #acute irreversible injury# (eg, severe hypoglycemia, #ischemia#), neurons begin to display characteristic morphologic changes 12-24 hours after the inciting event, appearing as shrunken cells separated from the surrounding tissue.  The #nucleus# becomes #pyknotic# (shrunken and basophilic with loss of the nucleolus), and the basophilic #Nissl bodies disappear#, resulting in cytoplasm that stains deeply eosinophilic #(red neurons)#. $In the brain, in contrast to most other tissues, ischemia ultimately results in liquefactive necrosis due to the breakdown of neural architecture by hydrolytic enzymes released from reacting inflammatory cells and damaged neurons.  The necrotic neuronal remnants are then phagocytized by microglia, and astrocytes proliferate at the site of the injury to form a glial scar. $#(Choice A)#  Several neurodegenerative diseases (eg, Alzheimer disease, frontotemporal lobar degeneration) are characterized by intracellular and/or extracellular accumulation of abnormal proteins in neural tissue.  Histologic examination of affected areas demonstrates proteinaceous plaques, tangles, and/or inclusions with reactive gliosis and loss of neurons. $#(Choice B)#  Normal aging is associated with progressive atrophy and neuronal loss.  However, red neuron changes are not characteristic of age-related physiologic changes. $#(Choice C)#  Lysosomal storage diseases (eg, Tay-Sachs, @Niemann-Pick@) cause the accumulation of improperly digested substances in lysosomes, leading to neural degeneration through free radical damage and apoptosis.  Expected histopathologic changes include enlarged neuronal cells with a foamy appearance due to accumulated undigested macromolecules. $#(Choice E)#  Extensive axon damage or transection results in an axonal reaction characterized by cell body swelling, movement of the nucleus to the periphery, and dispersion of Nissl bodies.  This response occurs due to increased protein and lipid synthesis during axon regeneration. $#(Choice F)#  Transient neural compression can lead to a temporary loss of function due to ischemia but would not lead to significant histopathologic changes unless the compression was sustained.  Neural compression may occur in the CNS due to increased intracranial pressure or a mass lesion. $#Educational objective# Neurons that sustain irreversible ischemic injury begin to develop characteristic histopathologic changes 12-24 hours after the inciting event.  These changes include shrinkage of the cell body, pyknosis of the nucleus, loss of Nissl bodies, and cytoplasmic eosinophilia (red neurons). ","clickable_1":"images/img1.492.jpg","clickable_2":"images/img2.492.jpg"},

{"id":"1920","title":"A 65-year-old man is evaluated for right lower extremity weakness and difficulty walking.  The patient has a history of hypertension, type 2 diabetes mellitus, and osteoarthritis.  He has smoked a pack of cigarettes daily for 30 years.  During physical examination, the lateral border of his right sole is stroked using the blunt tip of a reflex hammer.  The maneuver, starting near the heel and proceeding to the base of the fifth toe, elicits extension of the great toe and fanning out of the other toes.  Which of the following additional findings is most likely to be observed in this patient's right lower extremity?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased muscle girth compared to the left side","answer_2":"B. Increased briskness of deep tendon reflexes","answer_3":"C. Increased muscle rigidity with rhythmic interruptions","answer_4":"D. Pronounced weakness of extensor muscles compared to flexors","answer_5":"E. Spontaneous, intermittent contractions of muscle fibers","percent_1":"4%","percent_2":"83%","percent_3":"6%","percent_4":"2%","percent_5":"5%","right_answer":"B. Increased briskness of deep tendon reflexes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1920.jpg","explanation_1":"","explanation_2":"$The #plantar reflex# (Babinski sign) is assessed by firmly stroking the plantar surface of the lateral foot from the heel to the ball.  Plantar flexion of the toes is normal; #dorsiflexion# with or without fanning of the toes is considered abnormal and indicates an #upper motor neuron lesion#.  Children age <12 months also exhibit a positive response, which is considered normal and reflects incomplete myelination of the corticospinal tract. $Upper motor neurons (UMNs) originate in the cerebral cortex and are responsible for the initiation of voluntary movement.  UMN fibers travel through the brainstem and spinal cord to reach lower motor neurons (eg, cranial nerves, spinal nerves), which then innervate muscle fibers.  UMN injury can occur anywhere proximal to the anterior horn; common etiologies include stroke (which likely occurred in this patient with multiple risk factors), multiple sclerosis, or spinal cord transection. $Other signs of UMN injury include #hyperreflexia#, spastic paralysis, #increased muscle tone#, clasp-knife rigidity (increased muscle tension with sudden release on passive flexion), and #pyramidal weakness# (weakness is more pronounced in #lower extremity flexors# and #upper extremity extensors#).  Upper extremity supination is also typically weaker than pronation, resulting in @pronator drift@. $#(Choices A and E)#  Lower motor nerve lesions are most commonly due to trauma involving the peripheral nerves.  Manifestations include muscle weakness/paralysis with hypotonia, suppressed or absent deep tendon reflexes, and muscle atrophy.  Fasciculations (brief, spontaneous contractions of small groups of muscle fibers) also occur due to denervation of the affected muscles.  However, the plantar reflex in lower motor lesions will be downgoing or indifferent (ie, no response). $#(Choice C)#  Cogwheel rigidity (increased muscle rigidity with rhythmic interruptions noted on passive limb movement) is seen with lesions in the extrapyramidal tracts, which modulate motor neuron activity.  This sign is classically seen in Parkinson disease. $#(Choice D)#  In upper motor neuron lesions, lower extremity weakness is typically more pronounced in the flexors than the extensors. $#Educational objective# Upper motor neuron signs include abnormal plantar flexion (Babinski sign), spastic paralysis, increased muscle tone, clasp-knife rigidity, hyperreflexia, pronator drift, and pyramidal weakness (weakness more pronounced in lower extremity flexors and upper extremity extensors).  Lower motor neuron signs include flaccid paralysis, weakness with hypotonia and muscle atrophy, fasciculations, and suppressed or absent reflexes.  ","clickable_1":"images/img1.1920.jpg"},

{"id":"15646","title":"A 35-year-old woman with a history of migraines is evaluated due to a recent increase in headache frequency and severity. She has had no focal weakness, sensory loss, vision changes, or seizures. The patient has no other medical conditions and takes sumatriptan as needed. She does not use tobacco, alcohol, or illicit drugs. Physical examination shows no focal neurological deficits. Neuroimaging reveals a small aneurysm arising from the segment of right internal carotid artery within the cavernous sinus. If this patient's aneurysm continues to expand, which of the following findings is most likely to be observed?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deviation of the tongue to the right when protruded","ansImg_1":"","answer_2":"B. Inability to contract the right orbicularis oculi muscle","ansImg_2":"","answer_3":"C. Loss of sensation from anterior two-thirds of the tongue","ansImg_3":"","answer_4":"D. Vision defect affecting the left half of the visual field","ansImg_4":"","answer_5":"E. Weakness of the right lateral rectus muscle","ansImg_5":"","right_answer":"E. Weakness of the right lateral rectus muscle","percent_1":"3%","percent_2":"7%","percent_3":"4%","percent_4":"10%","percent_5":"76%","explanation_img":"images/exp15646.jpg","explanation_1":"","explanation_2":"$This patient has a #cavernous carotid aneurysm#, which was discovered during an evaluation for a change in headache frequency and severity from past migraines.  Small aneurysms of the cavernous segment of the internal carotid artery are typically asymptomatic; however, as they enlarge, they can compress nearby structures and cause a unilateral, throbbing headache and/or cranial nerve deficits. $The #abducens nerve# (CN VI), which passes through the cavernous sinus next to the internal carotid artery, is the most likely structure to be damaged by an expanding aneurysm.  Compression or stretching of the nerve results in #ipsilateral lateral rectus weakness#, which can cause esotropia (#inward eye deviation#) and horizontal #diplopia# (double vision) that is worse when looking toward the side of the lesion. $Other nerves that can be damaged by a cavernous carotid aneurysm include the oculomotor nerve (CN III), trochlear nerve (CN IV), and V1 and V2 branches of the trigeminal nerve (CN V), all of which run on the lateral wall of the cavernous sinus. $#(Choice A)#  The hypoglossal nerves (CN XII) innervate the genioglossus muscles, which are responsible for tongue protrusion.  Injury to the right hypoglossal nerve (most commonly during @carotid endarterectomy@) would cause ipsilateral genioglossus weakness with deviation of the tongue to the right during protrusion. $#(Choice B)#  @Muscles of facial expression@, including the orbicularis oculi, are innervated by the facial nerve (CN VII).  Damage to the lower motor neurons of the facial nerve (eg, parotid gland tumor, trauma) often results in complete paralysis of ipsilateral facial muscles. $#(Choice C)#  General sensation from the anterior two-thirds of the tongue is carried by the lingual nerve (mandibular division of the trigeminal nerve), which, unlike the other 2 divisions of the trigeminal nerve, does not course through the cavernous sinus. $#(Choice D)#  Homonymous hemianopia is a defect in half of the visual field due to a contralateral lesion in the visual pathways posterior to the optic chiasm (eg, optic tract, optic radiations).  Cavernous carotid aneurysms can occasionally compress the optic nerve or chiasm, usually resulting in ipsilateral monocular vision loss or a nonspecific decrease in visual acuity rather than homonymous hemianopia. $#Educational objective# An expanding aneurysm in the cavernous portion of the internal carotid artery (ICA) is most likely to initially cause headache and diplopia (ipsilateral lateral rectus weakness) due to compressing or stretching of the abducens nerve (CN VI) as it runs next to the ICA in the cavernous sinus.  Other commonly affected nerves include the oculomotor nerve (CN III), trochlear nerve (CN IV), and the V1 and V2 branches of the trigeminal nerve (CN V).  ","clickable_1":"images/img1.15646.jpg","clickable_2":"images/img2.15646.jpg"}


]