[

{"SubjectSystem":"Pathophysiology-Respiratory","id":"527","title":"A 24-year-old man comes to the office due to paroxysmal episodes of breathlessness and wheezing for the past 6 months.  He does not recognize any triggers for these episodes and reports they are not associated with exercise or stress.  The patient has no history of recent illness.  He had eczema as a child.  The patient has no other medical conditions and takes no medications.  Vital signs are within normal limits.  Lung examination shows good air movement and no wheezing.  Sputum microscopy reveals many granule-containing cells and crystalloid masses.  The sputum findings in this patient are a direct result of which of the following cytokines?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IL-1","answer_2":"B. IL-5","answer_3":"C. IL-12","answer_4":"D. Interferon-gamma","answer_5":"E. TGF-β","percent_1":"4%","percent_2":"77%","percent_3":"6%","percent_4":"9%","percent_5":"4%","right_answer":"B. IL-5","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp527.jpg","explanation_1":"","explanation_2":"$This young patient with paroxysmal dyspnea and wheezing likely has #asthma#, a disease characterized by airway inflammation, bronchial hyperreactivity, and a variable airflow obstruction.  Symptoms that cannot be related to pulmonary infection, inhalation of irritants, stress, exercise, or aspirin ingestion should raise suspicion for #atopic (extrinsic) asthma#.  Atopic asthma occurs in genetically predisposed individuals; patients often have a family history of asthma, allergies, or eczema.  Sputum microscopy classically demonstrates elevated levels of @eosinophils@ (granule-containing cells) with @Charcot-Leyden crystals@ (bipyramidal-shaped accumulations of eosinophil membrane protein). $Atopic asthma occurs due to an excessive #TH2-mediated# reaction to environmental aero-antigens (eg, pollen, pet dander).  In response to allergic stimuli, these cells secrete #IL-5#, a critical cytokine for #eosinophilic activation#, #recruitment#, and #prolonged survival# in the bronchial mucosa.  TH2 cells also synthesize IL-4, which stimulates IgE formation by plasma cells.  As with other type I hypersensitivity reactions, these antigen-specific antibodies bind to receptors on mast cells, and repeated exposure induces mast cell degranulation.  This leads to bronchoconstriction, increased vascular permeability, and increased mucus production associated with acute asthma exacerbations.  Eosinophils also release inflammatory mediators (ie, major basic protein, eosinophil cationic protein) that damage the bronchial epithelium later in the immune response. $#(Choice A)#  Although IL-1 release from macrophages is involved in asthma pathogenesis, it is not a specific cytokine.  IL-1 release is a component of almost all inflammatory processes and does not necessarily cause eosinophil infiltration. $#(Choice C)#  IL-12 functions to promote the differentiation of TH1 cells; it is not directly involved in eosinophil recruitment. $#(Choice D)#  Interferon-gamma is secreted by helper T cells and functions to activate macrophages, thereby promoting adaptive immunity against intracellular pathogens.  It is not directly chemotactic for eosinophils. $#(Choice E)#  Transforming growth factor beta (TGF-β) is a growth factor involved in tissue regeneration and repair; high levels are associated with subepithelial fibrosis and airway remodeling seen in chronic asthma.  However, it is not chemotactic for eosinophils. $#Educational objective# Paroxysmal breathlessness and wheezing in a young patient that are unrelated to ingestion of aspirin, pulmonary infection, inhalation of irritants, and/or exercise should raise a strong suspicion for atopic (extrinsic) asthma.  Classic sputum findings include eosinophils and Charcot-Leyden crystals.  Eosinophils are recruited and activated by IL-5 secreted by TH2 type T cells.  ","clickable_1":"images/img1.527.jpg","clickable_2":"images/img2.527.jpg"},

{"id":"663","title":"A 14-year-old girl is brought to the office due to intermittent shortness of breath over the past 4 months.  She is unable to link the episodes to specific events or exposures.  The patient has no prior medical conditions and takes no medications.  She does not smoke and has no second-hand tobacco exposure.  Her family has a cat that remains indoors.  There is no significant family history.  Blood pressure is 110/65 mm Hg, pulse is 80/min, and respirations are 16/min.  On physical examination, heart sounds are normal and the lungs are clear to auscultation.  Lung function tests reveal a FEV1/FVC ratio of 83%.  Which of the following would be most helpful in excluding a diagnosis of asthma in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absence of peripheral blood eosinophilia","answer_2":"B. Negative allergy skin tests","answer_3":"C. Negative methacholine challenge","answer_4":"D. Normal chest radiography","answer_5":"E. Normal total serum IgE level","percent_1":"2%","percent_2":"2%","percent_3":"93%","percent_4":"1%","percent_5":"3%","right_answer":"C. Negative methacholine challenge","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Asthma# is a disease of airway inflammation and bronchial hyperreactivity, with #variable airflow obstruction# that improves with bronchodilator medications.  Classic symptoms include cough, shortness of breath, and wheeze, although these are nonspecific.  Most patients with asthma have a chronic reduction in the FEV1/FVC ratio (≤70%; normal ~80%) due to increased expiratory airflow resistance.  However, asymptomatic patients may have normal lung function tests, with alterations in lung function occurring only during exacerbations.  This patient with intermittent shortness of breath has a normal FEV1/FVC ratio, therefore, further studies are required to exclude the diagnosis of asthma. $#Bronchial challenge testing# is a highly sensitive test with #high negative predictive value# used to assess #bronchial hyperreactivity# and exclude asthma.  A provocative stimulus (typically aerosolized #methacholine#, a cholinergic muscarinic agonist) is administered at increasing concentrations to induce bronchoconstriction.  Patients with asthma are hyperresponsive to this stimulus and experience a decline in FEV1 at lower doses than nonasthmatics.  However, the test is nonspecific and positive results may also be seen with chronic obstructive pulmonary disease, cystic fibrosis, and allergic rhinitis. $#(Choice A)#  Although peripheral eosinophil counts may be elevated in asthmatics, the presence of eosinophilia is not a sensitive or specific indicator of asthma and may be seen in other allergic diseases (eg, allergic rhinitis, drug reactions), parasitic infections (eg, strongyloides), and certain myeloid neoplasms. $#(Choice B)#  Most patients with asthma are sensitive to a variety of inhaled allergens, and in such patients, skin tests to various allergens will provoke a localized, immediate, type I hypersensitivity reaction.  However, patients may have allergic disease without asthma and patients with nonallergic (intrinsic) asthma may not have allergies; therefore this test is not useful for diagnosing asthma. $#(Choice D)#  During an asthma attack, the lungs may appear hyperinflated on chest x-ray.  However, chest x-rays are often normal between attacks; therefore, a chest x-ray cannot exclude asthma. $#(Choice E)#  Although serum IgE levels are generally elevated in patients with allergic asthma, patients with nonimmune-mediated asthma have normal levels of serum IgE.  Intrinsic asthma can be precipitated by pulmonary infections (especially viral), aspirin ingestion, cold air, inhaled irritants (eg, perfumes), stress, and exercise. $#Educational objective# Bronchial challenge testing is a highly sensitive but nonspecific measure that can help exclude a diagnosis of asthma.  A provocative stimulus (typically aerosolized methacholine) is administered at increasing concentrations to induce bronchoconstriction.  Patients with asthma are hyperresponsive to this stimulus and experience a decline in FEV1 at lower doses than nonasthmatics.  "},

{"id":"15155","title":"A 34-year-old man comes to the office due to episodic dyspnea, wheezing, and chest tightness for the past 4 months.  He has no prior medical conditions and takes no medications.  The patient smoked marijuana as a teenager but does not currently use tobacco, alcohol, or recreational drugs.  He started working at an automotive body painting shop 7 months ago and has had no sick contacts.  The patient's symptoms abated about a month ago during a 2-week vacation to Arizona but reappeared within a few days of his return.  Temperature is 36.7 C (98.1 F), blood pressure is 120/80 mm Hg, pulse is 76/min, and respirations are 18/min.  Cardiovascular examination is unremarkable.  Lungs are clear to auscultation with normal air movement.  Office spirometry, performed when the patient is asymptomatic, shows a normal FEV1/FVC of 81%.  Chest radiography reveals no abnormalities.  Which of the following is most likely involved in the pathogenesis of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Exposure to inhaled allergens","answer_2":"B. Infection with endemic dimorphic fungi","answer_3":"C. Inherited deficiency of protease inhibitor","answer_4":"D. Mutation in the BMPR2 gene","answer_5":"E. Necrotizing vasculitis of the small vessels","percent_1":"79%","percent_2":"14%","percent_3":"3%","percent_4":"3%","percent_5":"2%","right_answer":"A. Exposure to inhaled allergens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient has intermittent vague #respiratory symptoms#, including dyspnea, wheezing, and chest tightness.  His symptoms developed a few months after he started a new industrial painting job and #regressed after sustained absence# from the workplace (eg, vacation).  This correlation is suspicious for #occupational asthma# (OA), a common form of adult-onset asthma. $Like other forms of asthma, OA involves airway inflammation with leukocyte-induced bronchoconstriction.  The underlying trigger may be immunologic or nonimmunologic: $• Immunologic OA (IgE-dependent, T-helper 2–mediated) involves exposure to #workplace aeroallergens# (eg, isocyanates in painters, grain proteins in bakers).  It often has a #latent period# of several months as the patient becomes sensitized to the allergen. $• Nonimmunologic OA (IgE-independent, irritant-induced) involves inhalation of noxious compounds (eg, chlorine, ammonia) that induce airway irritation and mast cell degranulation.  This typically occurs after large accidental exposures (eg, chemical spill); symptom onset is sudden. $#Normal spirometry# without obstruction (ie, normal FEV1/FVC ratio >0.7) #does not exclude# asthma, as asthmatic bronchoconstriction may be intermittent.  Outside of an attack, patients may be relatively asymptomatic with normal pulmonary function tests. $#(Choice B)#  Coccidioidomycosis is endemic to the southwestern United States.  It presents as fungal pneumonia (eg, fever, chest pain) often with extrapulmonary manifestations (eg, arthralgia, erythema nodosum).  In addition, chest imaging typically reveals pulmonary infiltrates and hilar adenopathy, and this patient's symptoms emerged before his trip to Arizona. $#(Choice C)#  Alpha-1 antitrypsin deficiency, an inherited disorder, causes premature-onset emphysema out of proportion to smoking history.  Patients have dyspnea, cough, and wheezing.  However, imaging typically reveals basilar-predominant bullae, spirometry consistently shows an @obstructive pattern@, and symptoms would not resolve with travel. $#(Choice D)#  BMPR2 gene mutations cause hereditary pulmonary arterial hypertension (PAH); symptoms include progressive dyspnea and signs of right ventricular pressure overload (eg, peripheral edema, jugulovenous distension).  Because PAH affects the pulmonary vascular system instead of the airways or parenchyma, spirometry would be normal; resolution while traveling would be unexpected. $#(Choice E)#  Eosinophilic granulomatosis with polyangiitis is a vasculitis of small- or medium-sized arteries characterized by asthma and chronic rhinosinusitis.  Chest imaging typically demonstrates patchy infiltrates; symptoms would not resolve while traveling. $#Educational objective# Occupational asthma involves airway inflammation and bronchoconstriction triggered by sensitization to a workplace aeroallergen (eg, isocyanates, grain proteins).  Improvement on sustained absence from work (eg, vacation) is an important clinical clue.  Normal spirometry does not exclude asthma because bronchospasm may occur intermittently.  ","clickable_1":"images/img1.15155.jpg"},

{"SubjectSystem":"Biochemistry-Pulmonology","id":"1249","title":"A 44-year-old man is evaluated due to progressive dyspnea over the past several years.  The patient has no associated chest pain or palpitations.  Physical examination shows a prolonged expiratory phase without wheezes or rhonchi.  CT scan of the chest demonstrates bilateral lower lobe–predominant emphysema.  Further testing reveals that the patient has a protease inhibitor deficiency, which has led to increased elastin fiber breakdown.  Elastin fibers within alveolar walls normally allow the lung to stretch during active inspiration and recoil during passive expiration.  Which of the following most likely contributes to this property of elastin?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abundant interchain disulfide bridges","answer_2":"B. Chain assembly to form a triple helix","answer_3":"C. Heavy post-translational hydroxylation","answer_4":"D. High content of polar amino acids","answer_5":"E. Interchain cross-links involving lysine","percent_1":"24%","percent_2":"15%","percent_3":"9%","percent_4":"7%","percent_5":"46%","right_answer":"E. Interchain cross-links involving lysine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1249.jpg","explanation_1":"","explanation_2":"$This patient's @emphysema@ is likely due to #alpha-1 antitrypsin deficiency#.  Neutrophil-secreted elastase is an endogenous proteolytic enzyme that hydrolyzes elastin within alveolar walls.  The liver synthesizes alpha-1 antitrypsin, a protein that inhibits neutrophil elastase and prevents alveolar wall degradation, particularly in the lower airways.  Patients with alpha-1 antitrypsin deficiency consequently develop excessive alveolar #elastin degradation#, which clinically manifests with #early-onset#, @lower lobe–predominant emphysema@. $Elastin is a fibrous connective tissue protein that provides elasticity to the skin, blood vessels, and pulmonary alveoli.  The fibers can stretch to several times their length and recoil back to their original size once stretching forces are withdrawn.  Elastin assembly is closely related to that of collagen.  Similar to collagen, elastin is synthesized as a large polypeptide precursor (tropoelastin) composed of about 700, mostly nonpolar, amino acids (eg, glycine, alanine, valine) #(choice D).#  Elastin also contains proline and lysine residues; however, in contrast to those found in collagen, few of these amino acids are hydroxylated #(choice C).# $After tropoelastin is formed, it is secreted into the extracellular space where it interacts with microfibrils (fibrillin) that function as a scaffold.  Next, #lysyl oxidase#, a copper-dependent enzyme, oxidatively deaminates some of the lysine residues of tropoelastin, facilitating the formation of #desmosine cross-links# between neighboring polypeptides that hold the elastin molecules together.  These cross-links, along with the high content of nonpolar (hydrophobic) amino acids, account for the #rubber-like properties# of elastin. $#(Choices A and B)#  Disulfide bridges are formed during collagen, not elastin, synthesis.  After post-translational hydroxylation and glycosylation of procollagen molecules, disulfide bond formation between the C-terminal propeptide regions of 3 alpha chains brings the chains into a favorable alignment for triple helix assembly. $#Educational objective# The rubber-like properties of elastin are due to high content of nonpolar (hydrophobic) amino acids and extensive cross-linking between elastin monomers facilitated by lysyl oxidase.  Patients with alpha-1 antitrypsin deficiency can develop early-onset, lower lobe–predominant emphysema due to excessive alveolar elastin degradation. ","clickable_1":"images/img1.1249.jpg","clickable_2":"images/img2.1249.jpg"},

{"id":"2128","title":"A 42-year-old woman is evaluated due to frequent episodes of shortness of breath, chest tightness, and cough.  The patient has been hospitalized on several occasions because of these symptoms and recently required mechanical ventilation due to respiratory failure.  She takes multiple inhaled and systemic medications.  The patient does not use tobacco, alcohol, or illicit drugs.  Physical examination reveals scattered expiratory wheezes in both lungs.  Peak expiratory flow rate is decreased from baseline.  The treatment regimen is expanded to include a monoclonal antibody that binds circulating IgE, with the resulting complexes being subsequently cleared by reticuloendothelial cells.  This medication is most likely to help this patient through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreasing airway collagen deposition","answer_2":"B.Decreasing airway inflammation","answer_3":"C.Decreasing alveolar destruction","answer_4":"D.Increasing cyclic AMP–mediated smooth muscle relaxation","answer_5":"E.Increasing pulmonary vasodilation","percent_1":"1%","percent_2":"82%","percent_3":"5%","percent_4":"7%","percent_5":"4%","right_answer":"B.Decreasing airway inflammation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2128.jpg","explanation_1":"","explanation_2":"$This patient's frequent episodes of shortness of breath, chest tightness, and cough complicated by respiratory failure requiring hospitalization is consistent with #asthma#.  The mainstays of medication therapy for asthma include an as-needed short-acting beta agonist (eg, albuterol), an inhaled corticosteroid (eg, mometasone), and a long-acting beta agonist (eg, salmeterol).  For patients whose symptoms remain uncontrolled after such therapy is optimized, the addition of an #IgE-binding monoclonal antibody# (eg, omalizumab) may be beneficial. $Many patients with asthma have high levels of circulating IgE antibodies generated against environmental antigens (eg, dust mites, animal dander).  Omalizumab binds to the IgE antibody heavy chain and blocks the binding of IgE to the IgE receptors on mast cells.  By preventing this binding, omalizumab #inhibits# #proinflammatory substance release# (including histamine and leukotrienes) by mast cells, markedly #reducing airway inflammation#. $#(Choice A)#  Decreasing airway collagen deposition may help slow the progression of idiopathic pulmonary fibrosis (IPF).  Certain tyrosine kinase inhibitors (eg, nintedanib) decrease fibroblast proliferation and have shown benefit in treating IPF. $#(Choice C)#  Decreasing alveolar destruction would be helpful in treating chronic obstructive pulmonary disease (COPD).  Smoking cessation is the most effective way to prevent and/or slow the rate of progression of COPD. $#(Choice D)#  Beta-2 agonists (eg, albuterol, salmeterol) cause bronchodilation via cyclic AMP–mediated smooth muscle relaxation and are effective symptomatic treatments for asthma.  These drugs do not significantly reduce airway inflammation. $#(Choice E)#  Increasing pulmonary vasodilation helps improve pulmonary arterial hypertension and can be achieved with several classes of drugs, including endothelin receptor antagonists (eg, bosentan), phosphodiesterase inhibitors (eg, sildenafil), and prostacyclin analogs. $#Educational objective# IgE-binding monoclonal antibodies (eg, omalizumab) are effective in treating asthma that remains uncontrolled despite optimal therapy with bronchodilators and inhaled corticosteroids.  IgE-binding monoclonal antibodies reduce airway inflammation by blocking the binding of IgE to the IgE receptors on mast cells and preventing the release of proinflammatory substances, including histamine and leukotrienes.  "},

{"id":"7558","title":"A 48-year-old man comes to the office for an initial visit.  He says that he feels well and has no known medical conditions.  The patient has a 20-pack-year smoking history and does not use alcohol or recreational drugs.  He is counseled on smoking cessation.  During the discussion of how smoking affects lung function, the patient is shown a graph of the expected change in forced expiratory volume in 1 second (FEV1) over time if he continues to smoke at the same rate (Curve D shown below).  Which of the following curves most likely demonstrates the expected FEV1 over time if this patient were to stop smoking now?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/7558.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"17%","percent_2":"20%","percent_3":"54%","percent_4":"5%","percent_5":"4%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7558.jpg","explanation_1":"","explanation_2":"$In healthy persons who never smoke, lung function peaks at approximately age 30.  Afterward, there is a @gradual decline@ in forced expiratory volume in 1 second (FEV1) of approximately 25 mL/year.  In the average person who #smokes tobacco#, the rate of lung #function declines# approximately #3 times faster#. $Cigarette smoke contains numerous toxins (eg, formaldehyde, acrolein) that provoke# inflammatory proteolytic damage# to the airways and alveoli.  These changes are responsible for airway inflammation and narrowing (chronic bronchitis: ↑ airway resistance) and alveolar septal destruction (emphysema: ↓ elastic recoil pressure).  Together these conditions lead to expiratory flow limitation, typically measured as a# reduction in FEV1#. $Once lost, lung function is not recoverable.  However, smoking #cessation# can markedly #slow the decline# in FEV1.  Within a year of complete abstinence, a successful quitter's rate of FEV1 decline returns to that of normally aging nonsmokers.  Therefore, after this patient quits smoking, the slope of his FEV1 decline curve will decrease, but no function will be regained.  This trajectory is best represented by #Curve C#. $#(Choices A and B)#  FEV1 declines persistently with age in all individuals past age 30.  It is not physiologically possible for FEV1 to increase with further aging.  Pulmonary function decline in @normal aging@ is mostly due to a gradual, spontaneous loss of lung elastin. $#(Choice D)#  This curve represents the expected result if the patient continues smoking at his current level.  With smoking cessation, the rate of FEV1 decline would slow down rather than continue on the same accelerated trajectory. $#(Choice E)#  This curve represents further acceleration of FEV1 decline, which would occur if the patient increased his cigarette smoking. $#Educational objective# Cigarette smoking substantially accelerates the normal age-related decline of lung function that occurs after age 30.  Smoking cessation does not restore lung function that has already been lost.  However, it slows the decline in forced expiratory volume in 1 second, restoring its trajectory to that of normally aging nonsmokers.  ","clickable_1":"images/img1.7558.jpg","clickable_2":"images/img2.7558.jpg"},

{"id":"15233","title":"A 68-year-old man comes to the office for gradually increasing shortness of breath.  He initially experienced symptoms with exertion but now feels short of breath at rest.  The patient has smoked 2 packs of cigarettes per day for 40 years.  Blood pressure is 138/78 mm Hg, pulse is 80/min, and respirations are 22/min.  The chest x-ray is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15233.jpg","title_2":"Which of the following measures is most likely increased in this patient?","audio":"","comparison_items":"","answer_1":"A. Diffusing capacity of the lung for carbon monoxide","answer_2":"B. Forced expiratory volume in 1 second","answer_3":"C. Forced expiratory volume in 1 second/forced vital capacity ratio","answer_4":"D. Forced vital capacity","answer_5":"E. Residual volume/total lung capacity ratio","percent_1":"3%","percent_2":"1%","percent_3":"8%","percent_4":"5%","percent_5":"83%","right_answer":"E. Residual volume/total lung capacity ratio","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15233.jpg","explanation_1":"","explanation_2":"$This patient's presentation with progressive shortness of breath, significant smoking history, and #hyperinflation# on chest x-ray (flattened diaphragm, narrowed mediastinum) is consistent with #chronic obstructive pulmonary disease# (COPD). $COPD causes air trapping and hyperinflation of the lungs, so these patients breathe at higher baseline lung volumes (#higher functional residual capacity#).  The volume of air in the lungs that is not respired, the #residual volume# (RV), is substantially #increased#.  The #total lung capacity# (TLC) #increases# as well, but to a lesser extent than RV.  Therefore, the fraction of air in the lungs that is not involved in respiration, the #RV/TLC ratio#, is also #increased#.  A high RV/TLC ratio correlates with poor outcomes in patients with COPD. $#(Choice A)#  Diffusing capacity of the lung for carbon monoxide (DLCO) is decreased in COPD due to emphysematous destruction of the alveolar-arterial membrane. $#(Choices B, C, and D)#  Both forced vital capacity (FVC) and forced expiratory volume in 1 second (FEV1) are decreased in COPD due to airway obstruction.  Because FEV1 is decreased more than FVC, the FEV1/FVC ratio is also decreased (<0.7 in COPD). $#Educational objective# Chronic obstructive pulmonary disease causes air trapping and hyperinflation; consequently, these patients breathe at higher baseline lung volumes (higher functional residual capacity).  The volume of air in the lungs that is not respired (residual volume) increases substantially, as does the fraction of air in the lungs that is not involved in respiration (residual volume/total lung capacity ratio).  "},

{"id":"11845","title":"A 57-year-old man comes to the office due to unrefreshing sleep. He feels tired during the day and occasionally has to nap during his lunch hours. According to his wife, the patient snores loudly during sleep and frequently gasps for breath. He also has severe claustrophobia. Past medical history is significant for hypertension. The patient takes no sedative medications and is a lifetime nonsmoker. Blood pressure is 156/94 mm Hg and BMI is 30 kg/m2. Physical examination is significant for a bulky tongue and crowded, narrow oropharynx. Electrical stimulation of which of the following nerves may improve the pathophysiologic cause of this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hypoglossal","ansImg_1":"","answer_2":"B. Lingual","ansImg_2":"","answer_3":"C. Maxillary","ansImg_3":"","answer_4":"D. Phrenic","ansImg_4":"","answer_5":"E. Recurrent laryngeal","ansImg_5":"","right_answer":"A. Hypoglossal","percent_1":"58%","percent_2":"4%","percent_3":"2%","percent_4":"17%","percent_5":"19%","explanation_img":"images/exp11845.jpg","explanation_1":"","explanation_2":"#Obstructive sleep apnea# (OSA) is characterized by recurrent episodes of #upper airway collapse# during sleep. Anatomical and neuromuscular mechanisms have been implicated in OSA. #Neuromuscular weakness# as a pathogenic mechanism in OSA is supported by the fact that apneas occur only during sleep, a time of muscle relaxation. The upper airway dilator muscles weaken during the transition from wake to sleep, leading to airway narrowing and ultimately collapse in individuals with OSA.$Stimulation of the #hypoglossal nerve# using an implantable nerve stimulator causes the tongue to move forward slightly, increasing the anteroposterior diameter of the airway. Studies with these devices have shown a reduction in the number of obstructive events during sleep.$#(Choices B and C)# The lingual nerve arises from the mandibular division of the trigeminal nerve and supplies sensory innervation to the tongue. The maxillary division of the trigeminal nerve provides sensation to the mid-face area. Neither of these nerves provides motor innervation to the oropharyngeal muscles involved in OSA.$(Choice D) The phrenic nerve supplies the diaphragm. Although diaphragmatic paralysis can cause sleep apnea, OSA with loud snoring and gasping respirations is due to oropharyngeal rather than diaphragmatic dysfunction.$(Choice E) The vocal cords are innervated by the recurrent laryngeal nerve, but sleep apnea is primarily a problem of the pharynx, not larynx.$Educational objective Neuromuscular weakness of the oropharynx is involved in the pathophysiology of obstructive sleep apnea. Electrical stimulation of the hypoglossal nerve increases the diameter of the oropharyngeal airway and decreases the frequency of apneic events."},

{"id":"170","title":"A pharmaceutical researcher is studying a new drug being developed for treatment of asthma that works by reversing irritant-induced bronchoconstriction.  Laboratory guinea pigs are divided into 2 groups: a postvagotomy (complete transection of the vagus nerve) group and a normal study group.  Both groups are exposed to irritants without receiving the study medication, and changes in bronchial diameters are recorded.  Subsequently, both groups are exposed again to the irritants but are also given the study drug.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/170.jpg","title_2":"The study drug is most likely similar to which of the following medications?","audio":"","comparison_items":"","answer_1":"A.Albuterol","answer_2":"B.Flunisolide","answer_3":"C.Ipratropium","answer_4":"D.Nifedipine","answer_5":"E.Theophylline","answer_6":"F.Zileuton","percent_1":"30%","percent_2":"1%","percent_3":"56%","percent_4":"1%","percent_5":"7%","percent_6":"4%","right_answer":"C.Ipratropium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The figure on the left shows a decrease in bronchial diameter of normal lungs following administration of an irritant but minimal change in bronchial diameter of lungs without an intact vagus nerve.  This implies that the bronchoconstriction is mediated by the #parasympathetic# nervous system.  When the vagus nerve is stimulated (eg, via an inhaled irritant), #acetylcholine# is released and produces #bronchoconstriction# by acting on muscarinic receptors.  The figure on the right demonstrates minimal decrease in bronchial diameter in normal lungs following administration of the irritant, suggesting that the study medication blocks the action of acetylcholine.  #Ipratropium#, an anticholinergic and derivative of atropine, has this effect. $Ipratropium and other anticholinergic drugs used for #obstructive lung disease# (eg, tiotropium) are less potent bronchodilators than beta-2 adrenergic agonists but can enhance the bronchodilatory effect of these agents.  In addition, ipratropium and similar drugs block the parasympathetic stimulation of tracheobronchial submucosal glands, decreasing mucus secretion and providing further benefit in treating asthma and chronic obstructive pulmonary disease (COPD). $#(Choice A)#  Albuterol is a short-acting selective beta-2 adrenergic agonist that is the first-line treatment for asthma and COPD.  The bronchodilatory effects of albuterol are independent of parasympathetic innervation. $#(Choice B)#  Inhaled glucocorticoids (eg, flunisolide) have potent local anti-inflammatory effects in the airway and are used in the treatment of persistent asthma and COPD with frequent exacerbations. $#(Choice D)#  Nifedipine causes bronchodilation by blocking calcium influx into bronchial smooth muscle cells; however, the drug is generally not used in treating obstructive lung disease. $#(Choice E)#  Methylxanthines, such as theophylline and aminophylline, cause bronchodilation by blocking phosphodiesterase activity, thereby increasing the intracellular concentration of cyclic AMP. $#(Choice F)#  Zileuton inhibits 5-lipoxygenase and thereby decreases the production of leukotrienes to reduce bronchoconstriction and improve asthma symptoms. $#Educational objective# Ipratropium, an anticholinergic agent and derivative of atropine, treats obstructive lung disease by blocking acetylcholine at muscarinic receptors, which prevents bronchoconstriction and reduces mucus secretion from tracheobronchial submucosal glands.  "},

{"id":"526","title":"Researchers develop a novel agent to treat extrinsic asthma.  In a clinical trial, patients with moderate to severe asthma treated with this medication experience fewer exacerbations.  They are also found to have lower levels of serum IgE, even after exposure to triggering allergens.  Analysis of genomic DNA shows reduced IgE isotype switching in activated B lymphocytes.  The new medication most likely inhibits which of the following cytokines?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IL-1","answer_2":"B. IL-3","answer_3":"C. IL-4","answer_4":"D. IL-5","answer_5":"E. Interferon-gamma","answer_6":"F. Transforming growth factor-beta","percent_1":"2%","percent_2":"3%","percent_3":"68%","percent_4":"23%","percent_5":"3%","percent_6":"2%","right_answer":"C. IL-4","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp526.jpg","explanation_1":"","explanation_2":"$There are 2 classes of CD4+ T-helper cells, Th1 cells and Th2 cells.  Th1 cells contribute to cell-mediated adaptive immunity (targeting intracellular pathogens) and type IV (delayed-type) hypersensitivity reactions.  On the other hand, #Th2 cells# play a prominent role in allergic response and #type I hypersensitivity reactions#. $One hypothesis for the #pathogenesis of asthma# is an excess of Th2 cell activity relative to Th1 cell activity, resulting in excessive IgE production, an abnormal propensity for type I hypersensitivity reactions, and associated chronic eosinophilic bronchitis.  In the asthma #sensitization phase#, inhaled antigens stimulate Th2 cells to secrete #IL-4# and other lymphokines to stimulate B-cell antibody production as part of humoral adaptive immunity.  Th2 cells also release #IL-13#, which, together with IL-4, promotes B-cell immunoglobulin @class switching to IgE@ and leads to mast cell priming. $Repeat exposure to inhaled antigens leads to mast cell degranulation of inflammatory substances (eg, histamine, leukotrienes) and further activation of eosinophils with release of tissue-damaging substances (eg, major basic protein). $#(Choice A)#  IL-1 is predominantly involved in the Th1 response and stimulates fever and acute inflammation.  It also induces lymphokine secretion to recruit other leukocytes, including lymphocytes. $#(Choice B)#  IL-3 is secreted by both Th1 and Th2 cells and promotes the growth and differentiation of bone marrow stem cells. $#(Choice D)#  IL-5 is secreted by activated Th2 cells and stimulates the growth and differentiation of eosinophils.  However, IL-5 promotes the class switching of B-cell immunoglobulin synthesis to IgA rather than to IgE. $#(Choice E)#  Interferon-gamma secreted by Th1 cells activates macrophages and, along with IL-2, stimulates CD8+ cytotoxic T cells.  It also inhibits the differentiation of Th2 cells. $#(Choice F)#  Transforming growth factor-beta (TGF-β) is involved in tissue regeneration and repair.  It can be produced by T lymphocytes, platelets, macrophages, endothelial cells, smooth muscle cells, fibroblasts, and keratinocytes. $#Educational objective# An excess of Th2 cell activity relative to Th1 cell activity may underlie the pathogenesis of asthma.  In the asthma sensitization phase, inhaled antigens stimulate Th2 cells to secrete IL-4 and IL-13, which together promote B-lymphocyte class switching for IgE synthesis, leading to mast cell priming.  Th2 cells also secrete IL-5, which activates eosinophils.  ","clickable_1":"images/img1.526.mp4"},

{"id":"489","title":"A research study is conducted to evaluate the effects of various serum proteins in healthy and diseased states.  Healthy volunteers and patients with various medical conditions are recruited.  In an experiment, purified elastin is exposed to stimulated neutrophils, which results in the degradation of the elastin molecules into smaller peptides.  This process can be inhibited by adding serum from healthy volunteers but not from a specific patient population.  Which of the following is the strongest recommendation for patients in this specific population?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Avoidance of competitive sports participation","answer_2":"B. Avoidance of immunosuppressive agents","answer_3":"C. Avoidance of second-hand smoke","answer_4":"D. Periodic aortic diameter monitoring","answer_5":"E. Regular bone density measurement","answer_6":"F. Regular ophthalmologic examinations","percent_1":"4%","percent_2":"6%","percent_3":"72%","percent_4":"13%","percent_5":"1%","percent_6":"3%","right_answer":"C. Avoidance of second-hand smoke","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Neutrophil elastase# is released by both neutrophils and macrophages and is the primary protease responsible for extracellular elastin degradation.  The major #serum inhibitor# of elastase is #alpha-1 antitrypsin# (AAT). $In this study, the patients whose serum is unable to inhibit elastin degradation likely have #AAT deficiency#, a condition characterized by early-onset @panacinar emphysema@ due to the unopposed action of neutrophil elastase on alveolar walls. $#Tobacco #exposure dramatically #accelerates# the development of #emphysema# in patients with AAT deficiency by inducing inflammation (increasing neutrophil and macrophage activation) and permanently oxidizing and inactivating AAT.  Therefore, patients with AAT deficiency should be counseled to avoid smoking and exposure to second-hand smoke. $#(Choice A)#  Patients with hypertrophic cardiomyopathy are at risk for sudden cardiac arrest with exertion and are typically counseled to avoid participation in most competitive sports. $#(Choice B)#  Patients with chronic granulomatous disease (impaired phagocytic @intracellular killing@ due to defective NADPH oxidase) should avoid certain immunosuppressive agents (eg, TNF-alpha blockers) due to risk of overwhelming infection. $#(Choice D)#  Periodic aortic diameter monitoring is indicated in patients with Marfan syndrome (impaired fibrillin synthesis), who are at risk for both aortic dissection and chronic aortic regurgitation due to aortic root dilation. $#(Choice E)#  Patients with osteogenesis imperfecta (decreased production of type 1 collagen) are at high risk of developing osteoporosis and should undergo regular bone density monitoring. $#(Choice F)#  Patients with Ehlers-Danlos syndrome (impaired collagen synthesis) are at risk for scleral fragility, ocular globe rupture, and retinal detachment and should undergo routine ophthalmologic exams. $#Educational objective# The major serum inhibitor of extracellular elastase is alpha-1 antitrypsin (AAT); patients with AAT deficiency typically develop early-onset panacinar emphysema due to unchecked elastase activity.  Exposure to tobacco smoke dramatically accelerates the development of emphysema in patients with AAT deficiency and should be avoided.  ","clickable_1":"images/img1.489.jpg","clickable_2":"images/img2.489.jpg"},

{"id":"1942","title":"A 61-year-old man comes to the office due to worsening cough for the past several months.  He initially had a morning cough productive of minimal sputum, but now the cough occurs throughout the day with large amounts of yellowish sputum.  The patient also has breathlessness on moderate exertion.  He has had 3 hospitalizations over the past year for respiratory infections.  The patient has smoked a pack of cigarettes daily for the past 30 years and has had multiple unsuccessful attempts to quit.  Oxygen saturation is 88% at rest and decreases to 84% with moderate exertion.  Which of the following additional findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased functional residual capacity","answer_2":"B. Decreased right ventricular afterload","answer_3":"C. Increased erythropoietin production","answer_4":"D. Increased expiratory flow rates","answer_5":"E. Increased left ventricular compliance","percent_1":"20%","percent_2":"3%","percent_3":"69%","percent_4":"5%","percent_5":"4%","right_answer":"C. Increased erythropoietin production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient with progressive dyspnea and productive cough in the setting of significant smoking history likely has #chronic obstructive pulmonary disease# (COPD).  His recent hospitalizations for respiratory infections likely represent COPD exacerbations. $#Hypoxemia# (ie, low arterial oxygen saturation) is a common complication of advanced COPD and occurs via 2 major mechanisms: $• Emphysematous destruction of the alveolar walls reduces the pulmonary capillary bed surface area, resulting in #decreased diffusing capacity#. $• Airway obstruction (eg, bronchial inflammation, mucus secretion, emphysematous airway collapse) decreases air exchange, resulting in increased #ventilation-perfusion mismatching#. $Persistent @tissue hypoxia@ is sensed by specialized #peritubular fibroblasts# in the renal cortex, which respond by increasing secretion of #erythropoietin# (EPO).  This hormone is released into the circulation, where it acts on the bone marrow to increase production of red blood cells, bolstering the oxygen-carrying capacity of the blood.  The resulting increase in hematocrit, known as #secondary polycythemia#, is an expected finding in conditions that cause significant chronic hypoxemia (eg, COPD, interstitial lung disease, residence at high altitude). $#(Choice A)#  Air trapping leads to an increase in the @functional residual capacity@ in patients with COPD. $#(Choice B)#  Hypoxic vasoconstriction in advanced COPD increases pulmonary vascular resistance and leads to increased right ventricular afterload. $#(Choice D)#  Airway obstruction in COPD leads to decreased expiratory flow rates.  This is apparent as reduced in forced expiratory volume in 1 second. $#(Choice E)#  Left ventricular compliance is increased in conditions that lead to eccentric left ventricular hypertrophy (eg, dilated cardiomyopathy).  It is not significantly affected in COPD. $#Educational objective# In response to chronic hypoxemia (eg advanced chronic obstructive pulmonary disease), specialized peritubular fibroblasts in the renal cortex release erythropoietin.  This hormone stimulates red blood cell production (ie, secondary polycythemia) by the bone marrow, improving the oxygen-carrying capacity of the blood.  ","clickable_1":"images/img1.1942.jpg","clickable_2":"images/img2.1942.jpg"},

{"id":"522","title":"A 62-year-old man comes to the office due to shortness of breath.  His symptoms have progressed over the last few months and have begun to limit his daily activities.  He has no other medical problems and takes no medications.  The patient drinks 3 or 4 alcoholic beverages a week and has a 50-pack-year smoking history.  Physical examination reveals decreased breath sounds and scattered wheezes bilaterally.  Chest x-ray is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/522.jpg","title_2":"Which of the following parameters is most likely to be increased in this patient?","audio":"","comparison_items":"","answer_1":"A. Carbon monoxide diffusion capacity","answer_2":"B. Expiratory flow rates","answer_3":"C. Forced vital capacity","answer_4":"D. Functional residual capacity","answer_5":"E. Lung elastic recoil","percent_1":"5%","percent_2":"4%","percent_3":"6%","percent_4":"79%","percent_5":"7%","right_answer":"D. Functional residual capacity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp522.jpg","explanation_1":"","explanation_2":"$This patient's chest x-ray reveals #hyperinflated lungs# and a #flattened diaphragm# (compared to @normal@), consistent with #chronic obstructive pulmonary disease# (COPD).  COPD involves components of chronic bronchitis and emphysema, both of which contribute to air-trapping and hyperinflation. $The outward expanding pressure created by the chest wall and the inward collapsing pressure created by the lungs are in equilibrium at the #functional residual capacity# (FRC).  In patients with COPD, #decreased elasticity# of the alveoli (from emphysema) results in decreased collapsing pressure created by the lungs to expel air.  Bronchial airway thickening and obstruction (from chronic bronchitis) further impairs lung collapse by impeding the expulsion of air.  The decrease in collapsing pressure causes the chest wall to# expand outward# until the expanding pressure of the chest is balanced by the collapsing pressure of the lungs.  A new pressure equilibrium is reached at a @higher lung volume@ (ie, #higher FRC#) and, as a result, residual volume and total lung capacity are also increased. $#(Choice A)#  The diffusing capacity of the lung for carbon monoxide (DLCO) largely depends on the thickness and total surface area of the alveolar capillary membrane.  In emphysema, interalveolar wall destruction decreases the alveolar-capillary surface area, reducing DLCO.  Patients with emphysema may have decreased DLCO even when there is little evidence of expiratory airflow obstruction on spirometry. $#(Choice B)#  Expiratory airflow rates are reduced in COPD due to inflammatory and fibrotic narrowing of the bronchi (chronic bronchitis) and decreased alveolar elastic recoil (emphysema). $#(Choice C)#  In COPD, forced vital capacity is usually decreased due to expiratory airflow obstruction limiting the total expiratory volume. $#(Choice E)#  Emphysema causes lung elastic recoil to decrease secondary to destruction of interalveolar walls. $#Educational objective# Chronic obstructive pulmonary disease involves components of chronic bronchitis and emphysema.  Bronchial airway obstruction from chronic bronchitis and decreased alveolar elasticity from emphysema result in air-trapping and lung hyperinflation.  The functional residual capacity is increased, as are residual volume and total lung capacity.  ","clickable_1":"images/img1.522.jpg","clickable_2":"images/img2.522.jpg"},

{"id":"1460","title":"A 42-year-old man comes to his primary care physician due to daytime sleepiness.  He often falls asleep during meetings and while watching television and has even fallen asleep while driving.  The patient does not feel refreshed when waking and has occasional morning headaches.  He has not had abnormal dreams or visual hallucinations when falling asleep or on waking.  The patient has no significant past medical history and is a lifetime non-smoker.  He drinks 2 or 3 beers on Friday nights.  Blood pressure is 148/100 mm Hg and pulse is 78/min and regular; BMI is 32 kg/m2.  Cardiopulmonary examination shows no abnormalities.  Arterial blood gas analysis is normal.  What is this patient's most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Central sleep apnea","answer_2":"B. Narcolepsy","answer_3":"C. Obesity hypoventilation syndrome","answer_4":"D. Obstructive sleep apnea","answer_5":"E. Primary insomnia","answer_6":"F. Restless leg syndrome","percent_1":"4%","percent_2":"14%","percent_3":"8%","percent_4":"71%","percent_5":"2%","percent_6":"0%","right_answer":"D. Obstructive sleep apnea","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Obstructive sleep apnea#∆⨉ §^#Pathophysiology# ∆ • Relaxation of pharyngeal muscles, leading to closure of airway • Loud snoring with periods of apnea §^#Symptoms# ∆ • Daytime somnolence • Nonrestorative sleep with frequent awakenings • Morning headaches • Affective & cognitive symptoms §^#Sequelae# ∆ • Systemic hypertension • Pulmonary hypertension & right-sided heart failure","explanation_img":"","explanation_1":"","explanation_2":"This patient has several features that suggest #obstructive sleep apnea# (OSA), including daytime somnolence, nonrestorative sleep, and elevated blood pressure in the setting of underlying obesity.  OSA is caused by @closure of the upper airway@ due to #relaxation of pharyngeal muscle tone# during sleep.  Additional contributing factors include #obesity#, tonsillar hypertrophy, and hypothyroidism.  When the airway is occluded, PO2 declines and PCO2 rises until chemoreceptors in the carotid body and brainstem trigger arousal and pharyngeal tone returns.  Sleep is repeatedly disrupted throughout the night, even in the absence of cortical awareness. $Typical symptoms include excessive daytime sleepiness, #morning headaches#, cognitive impairment, and depression.  Most patients also experience loud #snoring# due to partial closure of the airway.  Chronic OSA can lead to systemic and pulmonary hypertension with #right heart failure# and an increased risk for cardiac arrhythmias. $#(Choice A)#  Central sleep apnea is due to diminished respiratory drive from a neurologic disorder.  Symptoms may superficially resemble OSA, but it is usually associated with significant underlying chronic illness (eg, congestive heart failure, cerebrovascular disease, renal insufficiency) and is not more common in obesity. $#(Choice B)#  Narcolepsy is characterized by poorly regulated rapid eye movement (REM) sleep.  It frequently causes excessive daytime sleepiness, but patients also suffer from cataplexy, sleep attacks, hypnagogic/hypnopompic hallucinations, and sleep paralysis. $#(Choice C)#  Obesity hypoventilation syndrome (Pickwickian syndrome) is caused by restricted expansion of the chest wall due to severe obesity.  This leads to hypoventilation with a chronically elevated PCO2 and reduced PO2.  This patient's normal blood gases and mild obesity are not consistent with obesity hypoventilation. $#(Choice E)#  Patients with simple insomnia may have daytime fatigue, but nonrestorative sleep, morning headaches, and elevated blood pressure suggest OSA. $#(Choice F)#  Restless leg syndrome is characterized by vague discomfort in the limbs that is brought on when trying to sleep and relieved with movement.  Symptoms may recur through the night and lead to nonrestorative sleep, but patients are usually aware of the symptoms. $#Educational objective# Obstructive sleep apnea is due to relaxation of oropharyngeal muscle tone with occlusion of the upper airway.  Symptoms include daytime sleepiness, headaches, and depression.  Complications include systemic and pulmonary hypertension, right heart failure, and an increased risk for cardiac events.  ","clickable_1":"images/img1.1460.jpg"},

{"id":"169","title":"A 32-year-old woman is brought to the emergency department due to severe shortness of breath.  She has no chest pain.  The patient does not use tobacco.  Temperature is 36.7 C (98 F), blood pressure is 132/81 mm Hg, pulse is 102/min, and respirations are 30/min.  During physical examination, her condition deteriorates and she is emergently intubated due to acute respiratory failure.  Shortly after intubation, she goes into cardiac arrest and dies despite resuscitation efforts.  Review of the patient's medical records shows that she had been prescribed multiple medications but had a history of noncompliance.  Autopsy shows hyperinflated lungs, airway mucus plugging, and cellular infiltration of the bronchial wall.  Long-term use of which of the following drugs would have best prevented the cellular reaction in this patient's airways?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Albuterol","answer_2":"B.Fluticasone","answer_3":"C.Ipratropium","answer_4":"D.Magnesium sulfate","answer_5":"E.Montelukast","answer_6":"F.Theophylline","percent_1":"8%","percent_2":"57%","percent_3":"12%","percent_4":"1%","percent_5":"19%","percent_6":"4%","right_answer":"B.Fluticasone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's autopsy findings of lung hyperinflation and bronchial inflammation are suggestive of #uncontrolled asthma#, a disease characterized by chronic airway inflammation, airway hyperresponsiveness, and intermittent bronchoconstriction.  #Chronic inflammation#, composed mainly of #eosinophils#, helper T cells, and mast cells, causes airway remodeling (ie, bronchial wall thickening, #increased smooth muscle#), which further worsens airway obstruction and asthma symptoms. $#Corticosteroids# inhibit the production of inflammatory mediators (eg, cytokines, prostaglandins, leukotrienes), reduce leukocyte extravasation into the respiratory epithelium, and induce apoptosis of inflammatory cells.  In addition, corticosteroids decrease smooth muscle proliferation and mucus production by goblet cells. $Systemic corticosteroids (eg, oral prednisone) are used in short courses to treat acute asthma exacerbations, whereas inhaled corticosteroids (eg, #fluticasone#) reduce the frequency and severity of exacerbations and are used for long-term asthma control in patients with persistent symptoms.  Suppression of airway inflammation is evident within hours of administration but reaches maximal effect after several months of inhaled therapy.  Nonadherence to long-term therapy can increase the risk of life-threatening asthma exacerbation. $#(Choices A and C)#  Albuterol is a selective beta-2 adrenergic agonist that induces bronchodilation.  Acetylcholine released through vagal stimulation mediates bronchoconstriction via muscarinic receptors on bronchial smooth muscle cells; ipratropium is a muscarinic antagonist that promotes bronchodilation and reduced mucus production.  Neither of these agents has anti-inflammatory properties, and although short-acting beta agonists are widely used to provide rapid relief of symptoms during an exacerbation, they do not prevent inflammation-induced airway remodeling or alter the chronic disease course. $#(Choice D)#  Magnesium sulfate inhibits calcium influx into airway smooth muscle and promotes bronchodilation when given intravenously during an acute asthma flare-up.  Magnesium also reduces inflammation by stabilizing T cells and inhibiting mast cell degranulation; however, it is less effective than corticosteroids. $#(Choice E)#  Leukotrienes are potent inducers of airway bronchoconstriction and inflammation.  Leukotriene inhibitors (eg, montelukast) are useful for long-term control in some patients with asthma.  However, they possess less efficacy and have fewer anti-inflammatory properties than inhaled glucocorticoids. $#(Choice F)#  Theophylline, a phosphodiesterase inhibitor, results in increased intracellular cyclic AMP, which contributes to its role as a bronchodilator.  Theophylline also has anti-inflammatory effects, although they are far less potent than glucocorticoids. $#Educational objective# Asthma is characterized by chronic airway inflammation, which leads to airway remodeling, airway hyperresponsiveness, and bronchoconstriction.  Corticosteroids reduce airway inflammation and are used for both chronic asthma management (inhaled administration) and acute exacerbations (systemic administration).  "},

{"id":"1919","title":"A 38-year-old woman comes to the office due to progressively worsening exertional dyspnea.  She used to jog frequently, but now becomes short of breath while grocery shopping.  The patient has no other significant medical history and takes no medications.  She smokes a half pack of cigarettes daily and does not use alcohol or illicit drugs.  Blood pressure is 124/76 mm Hg, pulse is 78/min, and respirations are 20/min.  Pulse oximetry shows 89% on room air.  BMI is 27 kg/m2.  Cardiac examination is unremarkable.  The chest is hyperresonant to percussion.  Laboratory studies show markedly decreased serum alpha-1 antitrypsin levels.  Which of the following pulmonary function test patterns is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Forced expiratory volume in 1 sec/forced vital capacity ∆Total lung capacity ∆Diffusing capacity for carbon monoxide","answer_1":"§A. ∆ ↓ ∆↑ ∆↑","answer_2":"§B. ∆ ↓ ∆↑ ∆↓","answer_3":"§C. ∆ Normal ∆Normal ∆↓","answer_4":"§D. ∆ Normal ∆↓ ∆Normal","answer_5":"§E. ∆ Normal ∆↓ ∆↓","percent_1":"16%","percent_2":"71%","percent_3":"2%","percent_4":"3%","percent_5":"7%","right_answer":"§B. ∆ ↓ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1919.jpg","explanation_1":"","explanation_2":"$This young woman with progressively worsening dyspnea and decreased alpha-1 antitrypsin (A1AT) levels has #A1AT deficiency#.  A1AT is a serum protein secreted by the liver that @inhibits proteolytic enzymes@ (particularly neutrophil elastase) released by inflammatory cells.  The lungs use A1AT to inhibit low levels of naturally occurring proteolysis.  Without A1AT, these proteolytic enzymes go unchecked, causing #emphysematous destruction# of alveoli and the surrounding tissue, typically in a @panacinar@ pattern. $Characteristic pulmonary test findings of emphysema (from any cause) include: $• #Decreased FEV1/FVC# (ie, an obstructive ratio [≤0.7]) due to significant airflow obstruction by narrow and floppy airways (loss of supporting elastin reduces the radial traction that holds small airways open). $• Increased residual volume due to incomplete lung emptying (air trapping) and #elevated total lung capacity# (TLC) due to emphysematous tissue destruction with subsequent airspace enlargement. $• Diffusing capacity of the lung for carbon monoxide (#DLCO#) tends to be #reduced# due to destruction of the alveolar capillary beds (decreased surface area available for gas exchange). $The development of emphysema (eg, lung hyperresonance) in these patients is greatly #accelerated by cigarette smoking#; even in the absence of smoking, patients with A1AT deficiency typically develop #early-onset emphysema# prior to age 50. $#(Choice A)#  Asthma is another obstructive lung disease that presents with reduced FEV1/FVC; although TLC can also be increased due to lung hyperinflation, it is more characteristic of COPD (extensive tissue destruction).  In contrast to COPD, patients with asthma sometimes develop a high DLCO (increased negative intrathoracic pressure during inspiration increases pulmonary capillary blood volume, causing additional gas uptake). $#(Choice C)#  Pulmonary arterial hypertension presents with reduced DLCO in the setting of normal spirometry and lung volumes, as the poor pulmonary capillary blood flow impairs the lungs' ability to extract oxygen (reduced DLCO); the airways and lung parenchyma are unaffected, resulting in intact lung mechanics (normal FEV1/FVC ratio and TLC). $#(Choices D and E)#  Restrictive processes demonstrate reduced lung volumes (eg, low TLC) with a normal or an increased FEV1/FVC ratio (although FEV1 and FVC are reduced individually).  The DLCO differentiates intrinsic restriction (eg, interstitial lung disease) from extrinsic restriction (eg, kyphosis, neuromuscular disease); it is decreased in the former (thickened basement membrane) and normal in the latter. $#Educational objective# Alpha-1 antitrypsin deficiency can induce early-onset emphysema, which is further accelerated by smoking.  Emphysema is characterized by expiratory airflow obstruction (decreased FEV1/FVC ratio), airspace enlargement and hyperinflation (increased total lung capacity), and a decreased diffusing capacity due to loss of alveolar surface area.  ","clickable_1":"images/img1.1919.jpg","clickable_2":"images/img2.1919.jpg"},

{"id":"15156","title":"An 8-year-old girl is brought to the emergency department due to worsening shortness of breath and chest tightness for the past 2 hours.  On physical examination, the patient speaks in short sentences.  Lung auscultation reveals diffuse wheezing.  During the evaluation, the patient is instructed to take a deep breath and blow as hard as possible into the mouthpiece of a hand-held device.  The measured airflow rate is significantly lower than expected.  Treatment with an inhaled medication is begun.  A repeat evaluation several minutes later shows an increase in the airflow rate.  The administered medication most likely affected which of the following to produce the observed finding in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Airway inflammatory response","answer_2":"B. Alveolar surfactant production","answer_3":"C. Bronchiolar smooth muscle tone","answer_4":"D. Lower-airway bacterial load","answer_5":"E. Pulmonary vascular resistance","percent_1":"5%","percent_2":"0%","percent_3":"94%","percent_4":"0%","percent_5":"1%","right_answer":"C. Bronchiolar smooth muscle tone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's acute-onset shortness of breath and chest tightness are consistent with the #airway spasm# and #bronchoconstriction# that occurs in #asthma#.  She received a #bronchodilator# to reduce airway resistance and increase airway flow.  In asthma, bronchodilation is typically accomplished with a #beta-2 receptor agonist# (eg, albuterol); these drugs work by stimulating beta-2 adrenergic receptors on #bronchial smooth muscle cells#, leading to an @increase in cyclic AMP@ and consequent #smooth muscle relaxation# (decrease in smooth muscle tone). $#(Choices A and B)#  Corticosteroids, both inhaled (eg, budesonide, fluticasone) and systemic (eg, prednisone), modify gene transcription to reduce the airway inflammatory response in patients with asthma.  Corticosteroids are also used to stimulate alveolar surfactant production and reduce the risk of neonatal respiratory distress syndrome in premature infants. $#(Choice D)#  Inhaled antibiotics (eg, tobramycin) are used to reduce lower-airway bacterial load in patients with cystic fibrosis. $#(Choice E)#  Several @medications@, including endothelin receptor antagonists (eg, bosentan), phosphodiesterase inhibitors (eg, sildenafil), and prostacyclin analogs, are used to lower pulmonary vascular resistance in patients with pulmonary arterial hypertension. $#Educational objective# Bronchodilators induce bronchial smooth muscle relaxation to relieve airway spasm and bronchoconstriction in patients with asthma.  Bronchodilation is most commonly accomplished with beta-2 receptor agonists (eg, albuterol), which function by increasing cyclic AMP levels in bronchial smooth muscle.  ","clickable_1":"images/img1.15156.jpg","clickable_2":"images/img2.15156.jpg"},

{"id":"15164","title":"A 64-year-old patient with frequent wheezing and shortness of breath is started on a new inhaled medication, with significant relief of symptoms.  The medication has a long lipophilic side chain that allows attachment to the plasma membrane.  The side chain also binds to an auxiliary, deeper site different from the one that binds epinephrine, helping to tether the molecule near the beta-2 adrenergic receptor.  Which of the following medications did this patient most likely receive?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Albuterol","answer_2":"B.Isoproterenol","answer_3":"C.Levalbuterol","answer_4":"D.Salmeterol","answer_5":"E.Terbutaline","percent_1":"24%","percent_2":"11%","percent_3":"8%","percent_4":"40%","percent_5":"17%","right_answer":"D.Salmeterol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Beta-2 agonists# are bronchodilators frequently used in the treatment of asthma and chronic obstructive pulmonary disease (COPD).  They can be categorized by their duration of action, which is largely due to drug lipophilicity. $• #Long-acting beta-2 agonists# (eg, salmeterol, formoterol) are typically used for maintenance therapy in COPD or with inhaled corticosteroids in asthma.  These drugs have a #lipophilic side chain#, which allows them to attach to the plasma membrane and diffuse laterally across to the beta-2 receptor.  As a result, they have an extended duration of action (≥12 hours) but slow onset of action.  #Salmeterol# has a slightly longer duration of action than formoterol due to its ability to bind a #secondary exosite# within the beta-2 receptor, which serves as an anchor to prevent active site dissociation. $• #Short-acting beta-2 agonists# (eg, albuterol, levalbuterol) are typically used for acute symptom relief.  These drugs are relatively hydrophilic, interact minimally with the plasma membrane, and are rapidly metabolized, explaining their rapid onset (minutes) and short duration of action (4-6 hours) #(choices A and C)#. $#(Choice B)#  Isoproterenol is a nonselective beta agonist used primarily for its chronotropic effects in patients with bradycardia or heart block. $#(Choice E)#  Terbutaline is a short-acting beta-2 agonist administered via intravenous or subcutaneous injection for very severe asthma exacerbations (ie, those requiring intubation).  It does not have a long lipophilic side chain. $#Educational objective# Short-acting beta-2 agonists (eg, albuterol, levalbuterol) are hydrophilic and are rapidly metabolized, explaining their rapid onset and short duration of action.  Long-acting beta-2 agonists (eg, salmeterol, formoterol) have a prolonged duration of action due to their lipophilic side chain, which allows them to attach to the cell plasma membrane.  Salmeterol also binds to a secondary exosite within the beta-2 receptor, anchoring the molecule and further prolonging its action.  "},

{"id":"488","title":"A 62-year-old man comes to the office for evaluation of progressive exertional dyspnea.  His medical history is significant for pneumonia and hypertension.  He has a 45-pack-year smoking history.  On physical examination, breath sounds are decreased bilaterally and wheezes are heard.  A CT scan of the chest is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/488.jpg","title_2":"Increased activity of which of the following cells is most likely responsible for the development of this patient's lung condition?","audio":"","comparison_items":"","answer_1":"A. Club cells","answer_2":"B. Eosinophils","answer_3":"C. Mast cells","answer_4":"D. Neutrophils","answer_5":"E. Type I pneumocytes","answer_6":"F. Type II pneumocytes","percent_1":"9%","percent_2":"5%","percent_3":"6%","percent_4":"53%","percent_5":"8%","percent_6":"20%","right_answer":"D. Neutrophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp488.jpg","explanation_1":"","explanation_2":"$This patient's heavy smoking history, exertional dyspnea, and #dilated airspaces# on CT scan are consistent with @centriacinar emphysema@. $The pathogenesis of #smoking-induced emphysema# involves oxidative injury to the respiratory bronchioles and activation of resident alveolar macrophages by components of cigarette smoke.  This is followed by inflammatory recruitment of neutrophils into the affected airspaces.  Activated #macrophages# and #neutrophils# release proteases, including elastase and others (eg, cathepsins, matrix metalloproteinases), that degrade the extracellular matrix; they also generate oxygen free radicals that impair the function of protease inhibitors (eg, alpha-1 antitrypsin). $The resultant #protease-antiprotease imbalance# leads to acinar wall destruction and irreversible airspace dilation distal to the terminal bronchioles.  Excess protease activity is also involved in panacinar emphysema, such as occurs with alpha-1 antitrypsin deficiency. $#(Choice A)#  Club cells are nonciliated, secretory constituents of the terminal @respiratory epithelium@.  They secrete club cell secretory protein and surfactant components and also help detoxify inhaled substances (eg, tobacco smoke) by a cytochrome P450 mechanism. $#(Choice B)#  Eosinophils play an important role in the late-phase component of Type I immediate hypersensitivity reactions.  In the lung, they are recruited to help sustain the localized inflammatory response that follows exposure to allergens. $#(Choice C)#  Interstitial pulmonary mast cells play a central role in the pathogenesis of @allergic asthma@ by releasing histamine and leukotrienes that induce bronchospasm. $#(Choice E)#  @Type I pneumocytes@ constitute >95% of the inner epithelial lining of the alveoli.  In emphysema, these cells are destroyed by the acinar wall damage inflicted by neutrophils and other inflammatory cells. $#(Choice F)#  Type II pneumocytes are the source of pulmonary surfactant and the main cell type responsible for repair of alveolar epithelium after destruction of Type I pneumocytes. $#Educational objective# The pathogenesis of centriacinar emphysema associated with chronic, heavy smoking predominantly involves the release of proteases, especially elastase, from infiltrating neutrophils and alveolar macrophages.  ","clickable_1":"images/img1.488.jpg","clickable_2":"images/img2.488.jpg","clickable_3":"images/img3.488.jpg","clickable_4":"images/img4.488.jpg"},

{"id":"12141","title":"A 60-year-old woman comes to the emergency department due to shortness of breath and productive cough.  The patient has a 30-pack-year smoking history.  Oxygen saturation is 88% on room air.  On physical examination, she appears uncomfortable and uses her accessory respiratory muscles to breathe.  Expiratory wheezes are heard throughout the lungs.  The patient is started on high-flow oxygen supplementation.  Shortly afterward, she becomes increasingly lethargic and confused.  This patient's clinical decline is most likely attributable to an increase in which of the following parameters?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Pulmonary vascular resistance","answer_2":"B. Reactive oxygen species production","answer_3":"C. Renal bicarbonate reabsorption","answer_4":"D. Respiratory minute ventilation","answer_5":"E. Ventilation-perfusion mismatch","percent_1":"12%","percent_2":"22%","percent_3":"6%","percent_4":"24%","percent_5":"36%","right_answer":"E. Ventilation-perfusion mismatch","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12141.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation (ie, dyspnea, productive cough, hypoxemia, expiratory wheezing, accessory muscle use, smoking history) is consistent with a #chronic obstructive pulmonary disease (COPD) exacerbation#.  Supplemental oxygen may be warranted in patients with COPD who have significant hypoxemia; however, administration of excessively high oxygen concentrations can lead to increased CO2 retention (#oxygen-induced hypercapnia#), resulting in confusion and a depressed level of consciousness (eg, lethargy). $Several mechanisms contribute to oxygen-induced hypercapnia, but the major cause is increased #ventilation-perfusion mismatch#.  Hypoxia causes vasoconstriction of the pulmonary arterioles, which acts to shunt blood toward alveoli with the highest ventilation, thereby minimizing physiologic dead space.  Providing high-concentration supplemental oxygen allows lung regions with relatively poor ventilation to have higher oxygen levels, #reversing pulmonary vasoconstriction#.  The redistribution of blood flow away from well-ventilated alveoli leads to an #increase in physiologic dead space# (well-ventilated alveoli are less perfused) with a corresponding reduction in CO2 excretion. $#(Choice A)#  Oxygen administration alleviates hypoxic pulmonary vasoconstriction, causing an overall decrease in pulmonary vascular resistance. $#(Choice B)#  Hyperoxia can increase production of reactive oxygen species (eg, superoxide, hydroxyl radical, hydrogen peroxide), leading to injury of the airways and lung parenchyma.  Oxygen toxicity typically manifests with substernal heaviness, pleuritic chest pain, and cough/dyspnea within 24 hours after breathing pure oxygen. $#(Choice C)#  In patients with hypercapnia and respiratory acidosis, the kidneys compensate by increasing bicarbonate reabsorption and normalizing the serum pH level.  This response occurs slowly over several days and would tend to ameliorate the effects of hypercapnia. $#(Choice D)#  Peripheral chemoreceptors in the carotid and aortic bodies sense arterial PaO2 and are normally stimulated by hypoxemia.  High-flow oxygen reduces chemoreceptor stimulation, resulting in a decreased (not increased) respiratory rate and minute ventilation. $#Educational objective# Supplemental oxygen administration in patients with chronic obstructive pulmonary disease can lead to increased CO2 retention (oxygen-induced hypercapnia), resulting in confusion and depressed consciousness.  The major cause is reversal of hypoxic pulmonary vasoconstriction, which increases physiologic dead space as blood is shunted away from well-ventilated alveoli.  "},

{"id":"1583","title":"A 56-year-old man comes to the office due to chronic cough and fatigue.  The patient has smoked 2 packs of cigarettes daily since age 18.  Physical examination shows cyanosis and expiratory wheezes scattered throughout the lungs.  During evaluation for long-term oxygen therapy, his respiratory rate decreases shortly after he begins nasal cannular oxygen supplementation.  This patient's reduced respiratory rate is most likely caused by a sudden decrease in stimulation of which of the following sensory receptors?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carotid bodies","answer_2":"B. Central chemoreceptors","answer_3":"C. Juxtaglomerular apparatus","answer_4":"D. Pulmonary C fibers","answer_5":"E. Pulmonary stretch receptors","percent_1":"39%","percent_2":"50%","percent_3":"1%","percent_4":"3%","percent_5":"7%","right_answer":"A. Carotid bodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1583.jpg","explanation_1":"","explanation_2":"$This patient with #chronic obstructive pulmonary disease# (COPD) developed a #decrease in respiratory rate# as a result of oxygen supplementation.  Oxygen has a minimal effect on respiratory drive unless the arterial partial pressure of oxygen (PaO2) drops below 60-70 mm Hg; therefore, the arterial partial pressure of carbon dioxide (PaCO2) is the major stimulator of respiration in healthy individuals.  However, patients with long-standing COPD have decreased sensitivity to PaCO2 (due to chronic CO2 retention) and may also have profound hypoxemia (PaO2 <60 mm Hg); therefore, PaO2 levels can become a significant contributor to respiratory drive. $The depth and rate of respirations are controlled by the medullary respiratory center based on input from central and peripheral chemoreceptors and airway mechanoreceptors.  Peripheral chemoreceptors found in the #carotid and aortic bodies# are the primary sites for sensing PaO2 and are stimulated by hypoxemia.  When #supplemental oxygen# is administered, the rapid increase in PaO2 can #reduce peripheral chemoreceptor stimulation# and decrease the respiratory rate. $Reduced respiratory rate is a minor contributor to the @oxygen-induced hypercapnia@ that can occur in patients with COPD; increased ventilation-perfusion mismatch triggered by alleviation of pulmonary vasoconstriction in poorly ventilated areas is the major mechanism. $#(Choice B)#  Central chemoreceptors, located in the medulla, are more involved in the respiratory response to hypercapnia than to hypoxemia.  CO2 readily diffuses through the blood-brain barrier and forms hydrogen ions in the cerebrospinal fluid; the resulting decrease in pH is detected by medullary neurons, triggering an increase in respiration.  Because the blood-brain barrier is relatively impermeable to hydrogen ions, blood pH itself has little effect on central chemoreceptors. $#(Choice C)#  The juxtaglomerular apparatus is located in the kidneys and consists of juxtaglomerular cells and the macula densa.  It helps regulate renal blood flow and the glomerular filtration rate via renin secretion. $#(Choices D and E)#  Pulmonary stretch receptors include myelinated and unmyelinated C fibers in the lungs and airways.  These receptors regulate the duration of inspiration depending on the degree of lung distension (Hering-Breuer reflex). $#Educational objective# Arterial partial pressure of carbon dioxide (PaCO2) is the major stimulator of respiration in healthy individuals; even a slight increase in PaCO2 stimulates central chemoreceptors and triggers increased ventilation.  In patients with chronic obstructive pulmonary disease, the response to PaCO2 is blunted and hypoxemia can contribute to respiratory drive.  Peripheral chemoreceptors are primarily responsible for sensing arterial partial pressure of oxygen (PaO2) and can be suppressed with oxygen administration.  ","clickable_1":"images/img1.1583.jpg"},

{"id":"19380","title":"A 17-year-old girl is brought to the emergency department due to hemoptysis and severe respiratory distress.  The patient has been on several oral antibiotics for pneumonia over the past week and has required numerous similar treatments in the past.  She has been coughing up blood for the past day, which has become progressively worse.  Temperature is 37.0 C (98.6 F), blood pressure is 90/60 mm Hg, pulse is 120/min, and respirations are 42/min.  Pulmonary examination reveals diffusely reduced air flow, rales, and intercostal retractions.  Copious red blood is produced while coughing during the examination and progresses rapidly.  Despite aggressive management, the patient ultimately expires.  An autopsy is performed and a gross lung specimen is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/19380.jpg","title_2":"Which of the following is the most likely etiology of this patient's hemoptysis?","audio":"","comparison_items":"","answer_1":"A. Bleeding from hypertrophied bronchial arteries","answer_2":"B. Blood loss from hypertrophied pulmonary arteries","answer_3":"C. Diffuse alveolar hemorrhage due to vasculitis","answer_4":"D. Formation of a fistula between the tracheobronchial tree and aorta","answer_5":"E. Hemorrhage from a highly vascular endobronchial tumor","percent_1":"38%","percent_2":"14%","percent_3":"30%","percent_4":"8%","percent_5":"10%","right_answer":"A. Bleeding from hypertrophied bronchial arteries","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp19380.jpg","explanation_1":"","explanation_2":"$This patient's fatal, #massive hemoptysis# is suggestive of hemorrhage from the bronchial arteries.  A common underlying cause of massive hemoptysis is #bronchiectasis#, as indicated by this patient's autopsy showing #thick, widened airways# and mucus plugging.  Bronchiectasis is often associated with cystic fibrosis and immunodeficiency disorders, which causes chronic and recurrent #airway inflammation# and infection.  This stimulates neovascularization and #bronchial artery hypertrophy#.  The dilated, fragile, and tortuous vessels are in close proximity to the bronchioles and #prone to rupture# with increased airway pressure, such as during #coughing# (eg, acute pulmonary exacerbation). $ Normally, @blood supply to the lungs@ consists of the pulmonary circulation and the #bronchial circulation#.  Pulmonary arteries deliver deoxygenated blood from the right ventricle to the lung parenchyma (ie, respiratory bronchioles to alveoli) to be oxygenated and returned to the heart; bronchial arteries arise from the aorta and supply the endobronchial tree (ie, bronchi to terminal bronchioles) with oxygenated blood.  Although bleeding from the low-pressure pulmonary circulation is more common, hemorrhage from the #high-pressure#, systemic bronchial circulation is usually responsible for massive, #life-threatening# hemoptysis. $ #(Choices B and C)#  Hemoptysis due to hypertrophied pulmonary arteries or diffuse alveolar hemorrhage (ie, alveolar capillary vasculitis) involves bleeding from the pulmonary circulation, which is a low-pressure system that is unlikely to result in life-threatening hemoptysis.  In addition, bronchiectasis is not associated with either condition. $ (Choice D)  A fistula between the tracheobronchial tree and aorta is usually fatal and can occur with chronic vascular or airway inflammation, typically due to an implanted medical device or stent.  A fistula is an uncommon cause of hemoptysis that would not cause dilated bronchial walls on pathology. $ (Choice E)  Carcinoid tumors are highly vascular endobronchial tumors that commonly present with hemoptysis.  However, autopsy would show a discrete mass (not bronchiectasis). $ Educational objective Massive, life-threatening hemoptysis is typically due to hemorrhage from the high-pressure bronchial circulation.  Bronchiectasis is a common etiology because chronic airway inflammation causes hypertrophied bronchial arteries that are prone to rupture with coughing.","clickable_1":"images/img1.19380.jpg"},

{"id":"18809","title":"An 18-year-old woman comes to the clinic due to intermittent dry cough, wheezing, and shortness of breath.  She recently began practicing twice a day for her college track team and has been experiencing these symptoms with running.  Her symptoms have been limiting her ability to complete practice but usually resolve after several minutes of rest.  Medical history includes childhood asthma that has not required treatment for the past 5 years.  The patient is prescribed a medication that reduces bronchoconstriction by inhibiting the interaction of inflammatory mediators with cell surface receptors.  Which of the following drugs was most likely used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Albuterol","answer_2":"B.Dextromethorphan","answer_3":"C.Fluticasone","answer_4":"D.Ipratropium","answer_5":"E.Montelukast","answer_6":"F.Zileuton","percent_1":"3%","percent_2":"1%","percent_3":"9%","percent_4":"3%","percent_5":"75%","percent_6":"9%","right_answer":"E.Montelukast","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18809.jpg","explanation_1":"","explanation_2":"$Exercise-induced bronchoconstriction is common in patients with underlying #asthma#.  Asthma occurs due to a complex inflammatory response to the environment that involves Th2 lymphocytes, eosinophils, and mast cells.  Eosinophils and mast cells synthesize and release #leukotrienes#, which are inflammatory mediators that induce bronchial smooth muscle contraction #(bronchoconstriction)#, bronchial #mucus secretion#, and bronchial #edema#.  The leukotrienes mainly responsible for these responses are the cysteinyl-containing leukotrienes such as leukotriene C4, D4, and E4. $#Leukotriene receptor antagonists# (eg, montelukast, zafirlukast) effectively treat asthma by binding to leukotriene receptors on bronchial smooth muscle cells and blocking the effects of cysteinyl-containing leukotrienes. $#(Choice A)#  Albuterol causes short-acting bronchodilation via selective stimulation of beta 2 receptors.  It is typically used as an as-needed rescue inhaler in patients with asthma. $#(Choice B)#  Dextromethorphan suppresses cough via stimulation of sigma opioid receptors in the CNS (it does not stimulate mu or delta opioid receptors and therefore does not cause other typical opioid effects).  It is commonly used in cold medication but is not effective for treatment of asthma. $#(Choice C)#  Inhaled corticosteroids (eg, fluticasone, budesonide) help treat asthma by inhibiting nuclear transcription of inflammatory genes leading to widespread anti-inflammatory effects.  One effect is reduced activity of the enzyme phospholipase A2 to decrease the production of leukotrienes.  Corticosteroids do not block cell surface receptors. $#(Choice D)#  Ipratropium stimulates bronchodilation via blockade of the binding of acetylcholine (a neurotransmitter) to muscarinic receptors.  Inhaled ipratropium is sometimes used in the treatment of asthma but is more commonly used for chronic obstructive pulmonary disease. $#(Choice F)#  Zileuton is a 5-lipoxygenase enzyme inhibitor that reduces the production of leukotrienes (it does not block leukotriene cell surface receptors).  It can be used for treatment of asthma, but it is often avoided due to concerns about toxicity. $#Educational objective# The cysteinyl-containing leukotrienes (ie, leukotriene C4, D4, and E4) are inflammatory mediators that stimulate bronchoconstriction, bronchial mucus secretion, and bronchial edema to contribute to the pathogenesis of asthma.  Leukotriene receptor antagonists (eg, montelukast, zafirlukast) treat asthma by binding to leukotriene receptors on bronchial smooth muscle cells and blocking these effects.  "},

{"id":"1985","title":"A 54-year-old man comes to the office due to daytime sleepiness and lack of energy.  The symptoms began 6 months ago and have progressively worsened so that he feels \"completely drained\" by the end of the day.  The patient's wife mentions that he snores loudly.  His past medical history is unremarkable, although he has not seen a physician in over 10 years.  The patient does not use tobacco or alcohol, and he works in the warehouse of an agricultural supply company.  BMI is 34 kg/m2.  Physical examination shows a narrow oropharynx and a large neck circumference.  The patient is at increased risk of developing which of the following? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchiectasis","answer_2":"B. Hypertrophic cardiomyopathy","answer_3":"C. Laryngeal carcinoma","answer_4":"D. Narcolepsy","answer_5":"E. Pulmonary hypertension","percent_1":"6%","percent_2":"10%","percent_3":"3%","percent_4":"7%","percent_5":"73%","right_answer":"E. Pulmonary hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1985.jpg","explanation_1":"","explanation_2":"$This patient, an obese man with loud snoring, daytime sleepiness, and suggestive examination findings (eg, thick neck, narrow airway) most likely has #obstructive sleep apnea# (OSA).  OSA is characterized by recurrent obstruction of the upper airway during sleep; each nocturnal episode of reduced ventilation causes transient #hypercapnia# and #hypoxemia#.  These blood gas derangements result in reflexive systemic and pulmonary #vasoconstriction#, endothelial dysfunction, abnormal venous return and cardiac output, and #sympathetic# cardiac stimulation. $Prolonged, untreated OSA can cause #pulmonary hypertension# and right heart failure.  Most patients with OSA will develop #systemic hypertension# due to chronic sympathetic stimulation and elevated plasma norepinephrine levels.  Patients also lose the normal diurnal variation in blood pressure.  Other cardiovascular complications of OSA include atrial fibrillation and other arrhythmias, coronary artery disease, and increased risk of sudden cardiac death. $#(Choice A)#  Acquired bronchiectasis may be seen in patients with recurrent infection, impaired drainage (eg, cystic fibrosis), airway obstruction (eg, foreign body aspiration), or inadequate host defense (eg, hypogammaglobulinemia). $#(Choice B)#  Systemic hypertension, as seen in OSA, can lead to mild-to-moderate left ventricular hypertrophy and impaired systolic and diastolic function.  In contrast, hypertrophic cardiomyopathy is an autosomal dominant disease of the cardiac sarcomere characterized by severe myocardial hypertrophy.  It is not associated with hypertension or OSA. $#(Choice C)#  Laryngeal carcinoma is associated with cigarette smoking and heavy alcohol use. $#(Choice D)#  Like OSA, narcolepsy can also cause daytime drowsiness.  However, narcolepsy is also associated with cataplexy (sudden loss of muscle tone), sleep attacks, sleep paralysis, and hypnagogic hallucinations.  OSA is not a risk factor for narcolepsy. $#Educational objective# Obstructive sleep apnea presents in obese individuals with excessive daytime sleepiness and signs of nocturnal upper airway obstruction (eg, snoring, gasping).  The condition is associated with systemic hypertension.  Prolonged, untreated obstructive sleep apnea can also cause pulmonary hypertension and right heart failure.  "},

{"id":"484","title":"Physiologists conduct a study to identify the protein constituents present in normal pulmonary secretions.  They recruit 20 healthy men and women who do not take any medications and have no history of tobacco use.  Bronchoalveolar lavage is performed, and the proteins in the fluids are isolated.  A specific protein is identified that can degrade elastin present in the extracellular matrix.  Which of the following cells are most likely responsible for producing the protein found in this study?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar macrophages","answer_2":"B. Ciliated epithelium","answer_3":"C. Club cells","answer_4":"D. Goblet cells","answer_5":"E. Type I pneumocytes","answer_6":"F. Type II pneumocytes","percent_1":"64%","percent_2":"2%","percent_3":"10%","percent_4":"3%","percent_5":"5%","percent_6":"15%","right_answer":"A. Alveolar macrophages","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp484.jpg","explanation_1":"","explanation_2":"$#Elastase# is a neutral protease contained in #macrophage# lysosomes and in the azurophilic (primary) granules of #neutrophils#.  Normally, elastase released from alveolar macrophages and infiltrating neutrophils is balanced by the presence of serum and tissue protease inhibitors.  Neutrophil elastase is inhibited by serum alpha-1 antitrypsin, and macrophage elastase is inhibited by tissue inhibitors of metalloproteinases.  Neutrophil and macrophage elastases can also degrade each other's inhibitors, augmenting their destructive capacity when both proteases are present. $ #Excess protease activity# is a major contributor to the development of both @centriacinar@ and panacinar #emphysema#. $ (Choice B)  The ciliated epithelium of the lower respiratory tract sweeps foreign particles and mucus toward the pharynx to promote @mucociliary clearance@. $ (Choice C)  Club cells are nonciliated cells found predominantly in the terminal portions of the @bronchioles@.  They secrete club cell secretory protein (which protects against airway inflammation and oxidative stress) and surfactant components (which prevent bronchiolar collapse). $ (Choice D)  Goblet cells secrete mucin to help with mucociliary clearance.  They are present in the epithelial lining of the trachea and bronchi but are not present in the more distal airways (ie, terminal bronchioles, respiratory bronchioles, alveoli). $ (Choice E)  @Type I pneumocytes@ constitute over 95% of the surface area of the alveoli.  These end-differentiated squamous cells are not a major source of alveolar fluid secretory products. $ (Choice F)  Type II pneumocytes secrete the major components of pulmonary surfactant, including phospholipids such as dipalmitoyl phosphatidylcholine and surfactant-associated proteins. $ Educational objective Alveolar fluid contains proteases (eg, elastases) that are derived from alveolar macrophages and infiltrating neutrophils.  These proteases can cause destruction of terminal lung parenchyma (eg, emphysema) when secreted in excess (or if left unchecked by deficient antiprotease activity).","clickable_1":"images/img1.484.jpg","clickable_2":"images/img2.484.jpg","clickable_3":"images/img3.484.jpg","clickable_4":"images/img4.484.jpg"},

{"SubjectSystem":"PharmacologyRespiratory","id":"18805","title":"A 28-year-old man comes to the clinic due to cough and shortness of breath.  The patient has a history of intermittent asthma controlled with an as-needed albuterol inhaler.  Over the last month, he has noticed increased severity and frequency of his symptoms.  The patient occasionally wakes up at night with coughing spells and has had to use his albuterol inhaler several times per week due to shortness of breath.  An inhaled corticosteroid is prescribed to achieve better symptom control.  In addition to an anti-inflammatory effect, which of the following effects also directly occurs as a result of this therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased production of lung surfactants","answer_2":"B.Decreased viscosity of bronchial mucus","answer_3":"C.Increased activity of phosphodiesterases","answer_4":"D.Increased quantity of surface-bound IgE","answer_5":"E.Increased responsiveness of beta-2 receptors","percent_1":"3%","percent_2":"25%","percent_3":"10%","percent_4":"3%","percent_5":"60%","right_answer":"E.Increased responsiveness of beta-2 receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Asthma# is a complex disease involving both chronic inflammation and airway hyperreactivity.  #Inhaled corticosteroids# (eg, fluticasone, budesonide) are a mainstay of asthma therapy.  Corticosteroids reduce inflammation by inhibiting nuclear transcription of inflammatory genes (in part leading to downregulation of the enzyme @phospholipase A2@) to decrease the production of leukotrienes and other inflammatory mediators. $Although corticosteroids have no direct effect on bronchodilation, these drugs provide an additional benefit in asthma by #potentiating the bronchodilatory effect# of beta-2 agonists (eg, albuterol).  This is accomplished by stimulating the #upregulation of beta-2 receptors# in #bronchial smooth muscle#, increasing cellular responsiveness to adrenergic stimulus.  This medication effect is similar to the permissive effect of endogenous cortisol on blood pressure, which involves upregulation of alpha-1 receptors and increased responsiveness of vascular smooth muscle cells to epinephrine. $#(Choice A)#  Corticosteroids increase, rather than decrease, the production of lung surfactants and may be used to help prevent infant respiratory distress syndrome in premature infants. $#(Choice B)#  Guaifenesin reduces the viscosity (ie, thickness) of respiratory tract mucus and is often used in the symptomatic management of viral upper respiratory tract infections.  Decreased mucus viscosity is not a direct effect of corticosteroids. $#(Choice C)#  Theophylline provides benefit in asthma by stimulating bronchodilation via inhibition of phosphodiesterase-3 and may also create an anti-inflammatory effect via inhibition of phosphodiesterase-4.  Corticosteroids may somewhat decrease phosphodiesterase activity but likely do not have a significant effect. $#(Choice D)#  Omalizumab is a monoclonal antibody that treats asthma by binding to free IgE to decrease IgE binding to surface receptors on mast cells and basophils.  This inhibits the degranulation of inflammatory mediators.  The anti-inflammatory effects of corticosteroids may also contribute to a decrease, rather than an increase, in surface-bound IgE. $#Educational objective# Corticosteroids (eg, fluticasone, budesonide) have multiple beneficial effects in the treatment of asthma.  In addition to their anti-inflammatory effect, corticosteroids upregulate beta-2 receptors on bronchial smooth muscle to increase cellular responsiveness to adrenergic stimuli and potentiate the bronchodilatory response to inhaled beta-2 agonists (eg, albuterol).  ","clickable_1":"images/img1.18805.jpg"},

{"id":"13402","title":"A 63-year-old woman comes to the office due to shortness of breath and cough productive of thick, green sputum for the past 2 days.  The patient has chronic obstructive pulmonary disease and mild dyspnea on exertion at baseline.  The dyspnea has worsened over the past several days, and she is now also short of breath at rest.  Other medical conditions include hypertension, gastroesophageal reflux, and seasonal allergies.  She has been using her albuterol rescue inhaler more frequently than usual.  The patient says she has cut down to 4 or 5 cigarettes per day and is trying to quit.  Pulse oximetry shows 91% on room air.  She appears to be in mild respiratory distress.  Lung examination demonstrates diffuse bilateral wheezes.  Chest x-ray reveals hyperinflation and increased bronchial markings.  There is no evidence of alveolar infiltrates in either lung.  Which of the following is most likely responsible for the acute worsening of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Air pollution","answer_2":"B. Gastroesophageal reflux","answer_3":"C. Pulmonary embolism","answer_4":"D. Rhinovirus infection","answer_5":"E. Staphylococcal infection","percent_1":"17%","percent_2":"9%","percent_3":"4%","percent_4":"37%","percent_5":"32%","right_answer":"D. Rhinovirus infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute exacerbation of chronic obstructive pulmonary disease#∆⨉ §^#Precipitants# ∆ • Infectious (70℅) $== ○ Viral: rhinovirus, influenza, RSV $== ○ Bacterial: Haemophilus influenzae (nontypeable), Moraxella catarrhalis, Streptococcus pneumoniae • Noninfectious (30℅)* §^#Pathophysiology &$ presentation# ∆ • Inflammation/infection mainly** contained within bronchi (vs alveoli) • ↓ Expiratory airflow, ↑ hyperinflation, ↑ V/Q mismatch (hypoxia, hypercapnia) • Cardinal symptoms: ↑ dyspnea, ↑ sputum volume &/or purulence §^#Management# ∆ • Maximize expiratory flow (inhaled bronchodilators) • Reduce airway inflammation (systemic glucocorticoids) • Treat potential underlying infection (± antibiotics &/or antivirals) %*For example, spontaneous sterile inflammation (underlying disease), pulmonary embolism, inhaled irritants. $ **In some cases, acute exacerbation of chronic obstructive pulmonary disease is precipitated by community-acquired pneumonia (alveolar opacities, fever, or leukocytosis).$ #RSV =# respiratory syncytial virus#; V/Q =# ventilation/perfusion.","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of chronic obstructive pulmonary disease (#COPD#) has increasing dyspnea and purulent (thick, green) sputum production consistent with an #acute exacerbation# (AECOPD).  Precipitants of AECOPD are categorized into infectious and noninfectious etiologies.  Respiratory tract infections are the most common cause of AECOPD. $• The 3 most common viral precipitants are #rhinovirus#, influenza viruses, and respiratory syncytial virus.  Other important viruses include adenovirus, parainfluenza, coronavirus, and human metapneumovirus. $• The 3 bacteria most commonly recovered from respiratory cultures during AECOPD are nontypeable Haemophilus influenzae, Moraxella catarrhalis, and Streptococcus pneumoniae. $Infection promotes worsening of underlying lower respiratory tract inflammation (eg, increased bronchial markings) and airflow obstruction (eg, hyperinflation) in COPD.  Purulent #green sputum# results from the release of myeloperoxidase from activated neutrophils, which are recruited to the airways as part of the general innate inflammatory response.  Therefore, green sputum coloration is a nonspecific indicator of #infection #and does not reliably distinguish between viral and bacterial pathogens. $#(Choices A and C)#  AECOPD can also be triggered by sterile inflammation (noninfectious causes) in a minority of cases.  Environmental air pollution and pulmonary embolism are implicated in noninfectious exacerbations.  However, this patient's purulent green sputum supports an infectious rather than sterile etiology.  Moreover, pulmonary embolism typically presents more acutely (within minutes to hours) with chest pain and dyspnea but without significant sputum production. $#(Choice B)#  Gastroesophageal reflux disease appears to be a weak risk factor for AECOPD, and uncontrolled reflux may be solely responsible for some cases of noninfectious exacerbations.  However, this patient's green sputum makes an infectious etiology more likely. $#(Choice E)#  Staphylococcus aureus is a very uncommon cause of AECOPD.  It typically follows viral respiratory infection (eg, postinfluenza) and presents as a severe lobar pneumonia with alveolar consolidation and cavitations (elaboration on cytolytic toxins) on chest imaging. $#Educational objective# Viral and bacterial respiratory infections are the leading cause of acute exacerbations of chronic obstructive pulmonary disease.  The most common viral pathogens are rhinoviruses, influenza, and respiratory syncytial virus.  "},

{"id":"171","title":"A 10-year-old boy with a history of mild, persistent asthma is brought to the office for follow-up.  His asthma symptoms are controlled with an inhaled beta-agonist and inhaled glucocorticoid therapy.  There is no family history of asthma, but both his parents and older brother have short stature.  The patient's mother is concerned about the use of glucocorticoids because she read on the Internet that they cause growth retardation.  The patient's glucocorticoid medication is stopped, and he is started on a trial of inhaled cromolyn.  Which of the following is the most likely site of action of this new medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/171.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A.A","answer_2":"B.B","answer_3":"C.C","answer_4":"D.D","answer_5":"E.E","answer_6":"F.F","percent_1":"11%","percent_2":"6%","percent_3":"6%","percent_4":"7%","percent_5":"66%","percent_6":"4%","right_answer":"E.E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp171.jpg","explanation_1":"","explanation_2":"$Acute #bronchial constriction# during an asthma exacerbation begins with #mast cell activation# secondary to allergen interaction with IgE antibodies or nonimmune triggers (eg, exercise, cold exposure, chemical irritants).  This results in the release of chemical mediators that cause immediate bronchial constriction, bronchial wall edema, and increased mucus production (early phase reaction).  These mediators recruit additional inflammatory cells (eg, eosinophils, basophils, neutrophils, T lymphocytes) that lead to bronchial obstruction, which occurs several hours after the triggering event (late phase reaction). $#Cromolyn# and nedocromil #inhibit mast cell degranulation# and prevent release of preformed chemical mediators.  These medications do not influence bronchial constriction directly; therefore, they are typically used to prevent acute attacks, rather than to treat acute exacerbations.  Even though these drugs are less efficacious than inhaled glucocorticoids, they are very effective prophylactic agents for patients with seasonal symptoms, aspirin hypersensitivity, and exercise-induced asthma. $#(Choice A)#  The anti-IgE antibody, omalizumab, inhibits IgE binding to mast cells, preventing mast cell degranulation.  Omalizumab is used in some patients with severe, persistent asthma to lower IgE levels and reduce allergen-induced bronchial constriction. $#(Choice B)#  Cleavage of membrane phospholipids by the enzyme phospholipase A2 leads to the formation of @arachidonic acid@, which is in turn converted into prostaglandins and leukotrienes.  By inhibiting phospholipase A2 synthesis, glucocorticoids inhibit the release of these downstream mediators, decreasing airway hyperresponsiveness and inflammation. $#(Choices C and D)#  Zileuton is a selective inhibitor of the lipoxygenase pathway that leads to decreased formation of leukotrienes.  Zafirlukast and montelukast are leukotriene receptor antagonists.  These agents are typically used for chronic asthma prophylaxis. $#(Choice F)#  Antihistamines are used to prevent and blunt an acute allergic response (as seen in allergic rhinitis) but have not been shown to improve bronchoconstriction in asthma. $#Educational objective# Cromolyn and nedocromil are mast cell-stabilizing agents that inhibit mast cell degranulation independent of the triggering stimulus.  They are less effective than inhaled glucocorticoids and are considered second-line treatments for allergic rhinitis and bronchial asthma.  ","clickable_1":"images/img1.171.jpg"},

{"id":"12082","title":"A 63-year-old woman comes to the office due to slowly progressive dyspnea on exertion and cough productive of white-yellow sputum over the past several years.  She has a history of rheumatoid arthritis and seasonal allergies.  The patient has smoked a pack of cigarettes daily for 40 years.  Blood pressure is 135/80 mm Hg and pulse is 76/min.  Lung examination demonstrates bilateral expiratory wheezes, and chest x-ray reveals hyperinflated lungs.  Pulmonary function test results are as follows:","title_table":"?Forced expiratory volume in 1 second (FEV1)? 58℅ of predicted (normal >80℅) ?FEV1/Forced vital capacity ratio? 62℅ (normal >75℅) ?Diffusion capacity? 67℅ of predicted (normal >80℅)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following cell types likely contributed the most to this patient's decline in pulmonary function?","audio":"","comparison_items":"","answer_1":"A. B lymphocytes","answer_2":"B. CD4+ T lymphocytes","answer_3":"C. Eosinophils","answer_4":"D. Mast cells","answer_5":"E. Neutrophils","percent_1":"2%","percent_2":"18%","percent_3":"12%","percent_4":"11%","percent_5":"57%","right_answer":"E. Neutrophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12082.jpg","explanation_1":"","explanation_2":"$This patient with dyspnea, productive cough, and an obstructive pattern on pulmonary function testing—in the setting of a prolonged smoking history—likely has #chronic obstructive pulmonary disease# (COPD).  COPD is characterized by chronic airway inflammation, which results in both parenchymal destruction (emphysema) and remodeling of the airways (chronic bronchitis). $The primary cell lines that are increased in the airways of patients with COPD are #neutrophils#, #macrophages#, and #CD8+ T lymphocytes#.  These cells release cytotoxic enzymes and proteases that cause alveolar damage, reduced ciliary motion, and increased mucus secretion by goblet cells.  Although more abundant, the infiltrating inflammatory cells show impaired ability to phagocytize bacterial pathogens, contributing to increased risk of respiratory infections such as community-acquired pneumonia. $#(Choice A)#  The involvement of B lymphocytes in COPD pathogenesis is controversial; however, they do not appear to have a major role, and their increased numbers may actually be protective against bacterial colonization. $#(Choice B)#  Although CD4+ T lymphocytes are slightly increased in COPD, their numbers and pathologic role are much less significant than those of CD8+ T lymphocytes; CD4+ T lymphocytes (in particular TH2 cells) play a more important role in asthma pathogenesis. $#(Choice C)#  Eosinophils play an important role in asthma but do not appear to have a major impact in COPD.  Their increased presence in patients with COPD may indicate coexisting asthma. $#(Choice D)#  Patients with mast cell disorders can have flushing, abdominal discomfort, and respiratory symptoms such as dyspnea and wheezing due to bronchoconstriction.  However, mast cells do not play an important role in the pathogenesis of COPD. $#Educational objective# Neutrophils, macrophages, and CD8+ T lymphocytes are the primary mediators of disease in chronic obstructive pulmonary disease.  They secrete enzymes and proteases that cause and perpetuate both the alveolar destruction of emphysema and the mucus hypersecretion found in chronic bronchitis.  "},

{"id":"15206","title":"A 48-year-old woman comes to the office for follow-up of long-standing emphysema.  She has a history of alpha-1 antitrypsin deficiency treated with inhaled bronchodilators and glucocorticoids.  Over the past several months, the patient has been feeling progressively more short of breath, even with minimal exertion.  She reports no change in her sputum, cough, or wheezing.  She has no other medical conditions.  Temperature is 37.1 C (98.8 F), blood pressure is 130/80 mm Hg, pulse is 82/min, and respirations are 18/min.  Physical examination is significant for  increased anteroposterior chest diameter, prolonged expiratory phase, and decreased breath sounds bilaterally.  Heart sounds are distant.  Chest x-ray reveals hyperinflated lungs with no consolidation, pleural effusion, or pneumothorax.  Room air arterial blood gas analysis is performed.  Which of the following sets of results is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆pH ∆PaCO2 (mm Hg) ∆Plasma HCO3− (mEq/L) ∆PaO2 (mm Hg)","answer_1":"§A. ∆ 7.19 ∆65 ∆24 ∆50","answer_2":"§B. ∆ 7.34 ∆60 ∆31 ∆50","answer_3":"§C. ∆ 7.40 ∆40 ∆24 ∆90","answer_4":"§D. ∆ 7.47 ∆50 ∆35 ∆90","answer_5":"§E. ∆ 7.56 ∆28 ∆24 ∆50","percent_1":"12%","percent_2":"64%","percent_3":"7%","percent_4":"11%","percent_5":"6%","right_answer":"§B. ∆ 7.34 ∆60 ∆31 ∆50","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15206.jpg","explanation_1":"","explanation_2":"$This patient's increased anteroposterior chest diameter (barrel chest), prolonged expiratory phase, distant heart sounds, and hyperinflation of the lungs on chest x-ray are signs consistent with #severe emphysema#. $Alveolar membrane destruction leads to increased dead space (wasted ventilation due to loss of capillaries).  The overall decrease in alveolar ventilation results in chronic retention of CO2 (primary respiratory acidosis).  The kidneys compensate by increasing #reabsorption of bicarbonate# (secondary metabolic alkalosis) to help normalize the pH.  Therefore, the arterial blood gases (ABGs) reflect #compensated respiratory acidosis# (↑ PaCO2 and ↑ HCO3− with low-normal pH). $In addition to the acid-base disturbance, the ABGs also reveal #hypoxemia# (ie, PaO2 <60 mm Hg) with an elevated alveolar-arterial (A-a) gradient, which is mainly caused by ventilation/perfusion mismatch due to emphysematous damage to the alveoli and airways.  Patients with chronic hypoxemia, as in this case, may derive a survival benefit from initiation of home oxygen therapy. $#(Choice A)#  These values (↓ pH, #↑# PaCO2, and normal HCO3−) demonstrate an @uncompensated acute respiratory acidosis@.  This scenario would be consistent with acute hypoventilation (eg, opioid overdose), in which there is insufficient time for compensatory metabolic alkalosis (ie, renal bicarbonate absorption). $#(Choice C)#  These values are within their normal ranges (no acid-base disturbance or hypoxemia). $#(Choice D)#  These values (high-normal pH, #↑# PaCO2, and #↑# HCO3−) demonstrate a @compensated primary metabolic alkalosis@ (eg, profuse vomiting).  Excess bicarbonate is compensated for by a secondary respiratory acidosis (alveolar hypoventilation resulting in CO2 accumulation).  The pH corrects close to normal but remains slightly alkaline. $#(Choice E)#  These values (↑ pH, ↓ PaCO2, and normal HCO3−) demonstrate an @uncompensated acute respiratory alkalosis@ with hypoxemia.  This scenario could be consistent with acute pulmonary embolism.  The sudden hyperventilation (due to pain, anxiety, hypoxemia) leaves insufficient time for compensatory metabolic acidosis (ie, renal bicarbonate excretion). $#Educational objective# Patients with severe emphysema typically have chronic CO2 retention leading to compensated respiratory acidosis (↑ PaCO2 with ↑ HCO3−) producing a low-normal pH, often accompanied by hypoxemia.  ","clickable_1":"images/img1.15206.jpg","clickable_2":"images/img2.15206.jpg","clickable_3":"images/img3.15206.jpg"},

{"id":"525","title":"A 56-year-old man is evaluated for dyspnea, wheezing, and cough productive of yellow sputum.  The patient reports that he has been treated with antibiotics when the dyspnea is severe.  He has smoked 2 packs of cigarettes daily for the past 25 years.  The schematic diagram below is a representation of a bronchial wall.  Which of the following ratios is the best pathological index to determine the severity of this patient's disease?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/525.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A / (A+B+C+D)","answer_2":"B. A / (A+B+C+D+E)","answer_3":"C. C / (B+C+D)","answer_4":"D. C / (A+B+C+D+E)","answer_5":"E. (B+C+D) / (A+B+C+D+E)","percent_1":"13%","percent_2":"4%","percent_3":"43%","percent_4":"29%","percent_5":"11%","right_answer":"C. C / (B+C+D)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp525.jpg","explanation_1":"","explanation_2":"$This patient's dyspnea, wheezing, and productive cough in the setting of heavy smoking are consistent with #chronic obstructive pulmonary disease# (COPD).  Patients with COPD often have components of both chronic bronchitis and emphysema.  Chronic bronchitis is characterized by increased mucus secretion and bronchial wall thickening with consequent narrowing of the bronchial lumen. #Bronchial gland hyperplasia# in the submucosa is the major contributor to bronchial wall thickening.  The severity of this change can be measured by the #Reid index#. $ The Reid index is a pathologic tool that measures the ratio of the #thickness of the submucosal glands# to the thickness of the bronchial wall between the epithelial basement membrane and the bronchial cartilage.  Higher values correlate with increased duration and severity of chronic bronchitis. $ Educational objective Hyperplasia of the submucosal bronchial glands is the major contributor to bronchial wall thickening in chronic bronchitis.  The Reid index is the ratio of the thickness of the submucosal bronchial glands to the thickness of the bronchial wall between the epithelial basement membrane and the bronchial cartilage."},

{"id":"19382","title":"A 19-year-old man with a history of chronic lung problems dies due to respiratory distress after a prolonged episode of pneumonia.  Autopsy shows dilation of the bronchial tree, which extends almost to the pleural surface.  Many of the small airways are filled with mucin plugs containing abundant inflammatory cells and debris.  Which of the following is the most likely cause of this patient's autopsy findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accumulation of proteinaceous material within the alveoli","answer_2":"B. Antigen-mediated aggregation of macrophages","answer_3":"C. Congenital deficiency of protease inhibitor","answer_4":"D. Impaired clearance of airway secretions","answer_5":"E. Increased pulmonary venous pressure","percent_1":"8%","percent_2":"3%","percent_3":"14%","percent_4":"74%","percent_5":"0%","right_answer":"D. Impaired clearance of airway secretions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Features of cystic fibrosis! ?Pathogenesis? • Autosomal recessive mutation (#∆F508#) $ impairs CFTR function • Decreased water content causes #thick,$ viscous mucus#: $ == ○ Chronic airway obstruction $ == ○ Gastrointestinal malabsorption ?Clinical$ manifestations? • Chronic, productive cough • Recurrent #sinopulmonary $infections# (eg, Staphylococcus $aureus, Pseudomonas aeruginosa, $& Burkholderia cepacia complex) • #Pancreatic insufficiency# • Male infertility (bilateral absence of$ vas deferens) ?Diagnosis? • Elevated sweat chloride levels • Nasal potential difference measurements • Genetic testing for CFTR mutations %#CFTR# = cystic fibrosis transmembrane conductance regulator.","explanation_img":"","explanation_1":"","explanation_2":"This patient with chronic lung problems has autopsy findings consistent with #cystic fibrosis# (CF), an autosomal recessive disorder caused by a genetic mutation (eg, ΔF508) affecting the CF transmembrane conductance regulator.  A #defect# in this @chloride channel@ prevents normal hydration of mucus and results in the accumulation of #thick, viscous secretions# throughout the @body@ (eg, lungs, pancreas, vas deferens). $ Respiratory disease, the most common CF manifestation, is the predominant cause of morbidity and mortality.  Patients typically have #chronic cough# due to #impaired clearance# of inspissated secretions in the bronchioles.  This buildup leads to #mucus plugging# (ie, obstructive lung disease), #bacterial colonization# (ie, recurrent pneumonia), and chronic infiltration of inflammatory cells.  Over time, #elastase# produced by neutrophils causes #bronchiectasis# (weakened, dilated bronchial walls) and parenchymal destruction.  Advanced disease is associated with irreversible damage, progressive respiratory failure, and shortened life expectancy. $ (Choice A)  Accumulation of proteinaceous material within alveoli occurs with pulmonary alveolar proteinosis, a condition in which clearance of surfactant by alveolar macrophages is impaired.  Inflammatory cells are not present in this disorder. $ (Choice B)  Antigen-mediated aggregation of macrophages describes the formation of granulomas, as occurs with Mycobacterium tuberculosis and Histoplasma capsulatum infection.  The inciting organism can usually be identified on microscopy and mucus plugs are not characteristically present. $ (Choice C)  Deficiency of alpha-1 antitrypsin (@protease inhibitor of elastase@) causes liver dysfunction, emphysema, and eventually bronchiectasis.  The onset of pulmonary symptoms typically occurs at age >20, and mucus plugs would not be expected. $ (Choice E)  Increased pulmonary venous pressure is characteristic of left-sided heart failure, which results in pulmonary congestion and interstitial and alveolar edema.  Bronchiectasis is not an associated finding. $ Educational objective Cystic fibrosis is an autosomal recessive disorder in which a defective chloride channel causes impaired clearance of thick, viscous airway secretions.  Patients typically develop a chronic cough, recurrent pulmonary infections, and bronchiectasis (dilated bronchial tree).","clickable_1":"images/img1.19382.jpg","clickable_2":"images/img2.19382.jpg","clickable_3":"images/img3.19382.jpg"},

{"id":"1521","title":"A 34-year-old man is evaluated due to dyspnea.  The patient undergoes complete pulmonary function testing as well as lung volume measurements.  His pulmonary volume curve (blue line) is compared with a normal individual's curve (black line) in the illustration below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1521.jpg","title_2":"Which of the following measures is increased in this patient?","audio":"","comparison_items":"","answer_1":"A. Expiratory reserve volume","answer_2":"B. Forced expiratory volume in 1 second","answer_3":"C. Forced expiratory volume in 1 second/forced vital capacity ratio","answer_4":"D. Forced vital capacity","answer_5":"E. Residual volume/total lung capacity ratio","percent_1":"22%","percent_2":"4%","percent_3":"10%","percent_4":"7%","percent_5":"57%","right_answer":"E. Residual volume/total lung capacity ratio","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1521.jpg","explanation_1":"","explanation_2":"$The graph compares the #respiration curve# for a normal, healthy individual (black line) and this patient (blue line), who most likely has chronic obstructive pulmonary disease (#COPD#); the tracings show resting breaths along with a maximal air intake and expulsion effort.  In a resting breath, a single tidal volume (TV) is exchanged.  With maximal inhalation, the curve includes both the TV and the @inspiratory reserve volume@ (IRV), which together equal the inspiratory capacity.  With maximal exhalation, the curve reflects the expulsion of the IRV and the TV, as well as the amount of additional air that can be expired, which is the expiratory reserve volume (ERV).  The air remaining in the lungs following full exhalation is the residual volume (RV). $In patients with COPD, the #RV is substantially increased# due to air trapping (eg, small airway collapse, mucous plugs) within floppy/inflamed airways.  The total lung capacity (#TLC#) can also increase over time due to emphysematous destruction of the lung parenchyma (with resulting expansion of alveolar airspaces), but this occurs primarily in advanced disease and to a #lesser extent# than the increase in RV (resulting in an #increased RV/TLC ratio#).  Increased airflow resistance and decreased pulmonary elastic recoil further contribute to hyperinflation of the lungs, causing COPD patients to breathe at higher baseline lung volumes (#higher FRC#). $#(Choice A)#  ERV is @decreased@ in obstructive lung disease, as less air can be forcefully exhaled due to airway obstruction and collapse. $#(Choices B, C, and D)#  Both forced vital capacity (FVC) and forced expiratory volume in 1 second (FEV1) are decreased in obstructive lung disease due to airway obstruction.  Because FEV1 is decreased more than FVC, the FEV1/FVC ratio is also decreased (<0.7 in COPD). $#Educational objective# Chronic obstructive pulmonary disease causes air trapping and hyperinflation; consequently, these patients breathe at higher baseline lung volumes (higher functional residual capacity).  The absolute volume of air in the lungs that is not respired (residual volume) increases substantially, as does the fraction of air in the lungs that is not involved in respiration (residual volume/total lung capacity ratio).  ","clickable_1":"images/img1.1521.jpg","clickable_2":"images/img2.1521.jpg"},

{"id":"491","title":"A 35-year-old man comes to the office due to worsening shortness of breath.  The patient is an avid hiker; he began to have shortness of breath 18 months ago on challenging hikes, but it now occurs even while he is walking.  He has also had mild wheezing and sputum production recently.  He has no other medical problems.  The patient has smoked half a pack of cigarettes daily for the past 5 years.  His father died from lung and liver disease at a young age.  Spirometry shows decreased forced expiratory volume in 1 second (FEV1), decreased forced vital capacity (FVC), and a decreased FEV1/FVC ratio.  This patient's lower lung lobes are most likely to demonstrate which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Centriacinar emphysema","answer_2":"B. Colonization with pathogenic bacteria","answer_3":"C. Compensatory hyperinflation","answer_4":"D. Panacinar emphysema","answer_5":"E. Subpleural blebs","percent_1":"21%","percent_2":"2%","percent_3":"8%","percent_4":"67%","percent_5":"3%","right_answer":"D. Panacinar emphysema","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp491.jpg","explanation_1":"","explanation_2":"$This patient with chronic progressive dyspnea has @spirometry findings@ consistent with #obstructive lung disease#. His #young age# and family history of lung and #liver disease# suggest emphysema due to #alpha-1 antitrypsin deficiency#. The diagnosis is further suggested by his minimal smoking history; chronic obstructive pulmonary disease due to tobacco exposure alone is most commonly seen in those with a >30-pack-year smoking history. $Alpha-1 antitrypsin is the major inhibitor of #neutrophil elastase#, and @deficiency@ leads to unchecked elastase-mediated tissue damage in the lungs. Because alpha-1 antitrypsin is deficient throughout the acinus, the entirety of the acinus is affected, resulting in #panacinar emphysema#. The lower lung lobes are predominantly affected, likely due to relatively greater perfusion compared to the upper lung lobes, allowing for an increased rate of neutrophil infiltration. $#(Choice A)# Centriacinar emphysema is characteristic of tobacco-related emphysema, as only the portion of the acinus most exposed to smoke particles is affected. Tobacco-related centriacinar emphysema predominantly affects the upper lung lobes, possibly due to a higher ventilation-perfusion ratio in those regions. $#(Choice B)# Colonization of the lung with pathogenic bacteria most commonly occurs in patients with cystic fibrosis and is not a common feature of alpha-1 antitrypsin deficiency. $#(Choice C)# Compensatory hyperinflation refers to the expansion of normal lung parenchyma that occurs when adjacent lung segments or lobes collapse or are surgically removed. $#(Choice E)# Subpleural blebs can develop in severe emphysema but typically occur in the apices, rather than the bases, of the lung. Their rupture is a cause of spontaneous pneumothorax. $#Educational objective# Alpha-1 antitrypsin is the major serum inhibitor of neutrophil elastase. Alpha-1 antitrypsin deficiency typically causes early-onset panacinar emphysema, predominantly affecting the lower lung lobes.","clickable_1":"images/img1.491.jpg","clickable_2":"images/img2.491.jpg"},

{"id":"1523","title":"A 43-year-old man comes to the office due to occasional dyspnea that awakens him at night.  This symptom started approximately a year ago after a severe upper respiratory tract infection, and since then he has also had an episodic cough.  The patient has no other medical problems and takes no medications.  He has no drug allergies and does not use tobacco, alcohol, or illicit drugs.  His older brother has atopic dermatitis.  Vital signs are normal.  Lung auscultation reveals bilateral normal breath sounds with no wheezing or crackles.  Heart sounds are normal, and there is no extremity edema.  Pulmonary function tests are as follows:","title_table":"?FEV1? 88℅ of predicted ?FEV1/FVC? 84℅ ?Diffusion capacity for carbon monoxide? 95℅ of predicted","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Administration of which of the following medications would be most useful during further diagnostic evaluation of this patient?","audio":"","comparison_items":"","answer_1":"A.Epinephrine","answer_2":"B.Gadolinium","answer_3":"C.Ipratropium bromide","answer_4":"D.Levalbuterol","answer_5":"E.Methacholine","answer_6":"F.Regadenoson","answer_7":"G.Theophylline","percent_1":"1%","percent_2":"2%","percent_3":"3%","percent_4":"3%","percent_5":"89%","percent_6":"1%","percent_7":"1%","right_answer":"E.Methacholine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's intermittent nocturnal dyspnea and episodic cough that began after a respiratory infection suggest a diagnosis of #asthma#, a disease characterized by airway inflammation and bronchial hyperreactivity to various stimuli, including physical, chemical, and allergenic irritants.  Patients often have a family history of other diseases in the \"allergic triad\" (ie, allergic rhinitis, atopic dermatitis, asthma).  Asthma is an @obstructive airway disease@ (FEV1/FVC ≤70%); however, #airflow obstruction is variable#, and lung function studies may be normal between exacerbations. $#Bronchoprovocation# testing can be useful in diagnosis when a patient presents with a history concerning for asthma but has @normal spirometry values@.  Methacholine is an inhaled muscarinic cholinergic agonist that induces bronchoconstriction; patients are given increasing doses followed by serial spirometry.  Patients with asthma demonstrate #hyperresponsivity# to bronchoprovocation with a reduction in FEV1 at lower doses than in those without asthma. $Conversely, bronchodilator administration can help diagnose patients who have obstructive values on spirometry at baseline.  Spirometry is performed before and after administration of a bronchodilator (eg, levalbuterol); reversal of the airflow obstruction after therapy suggests the diagnosis of asthma, while irreversible obstruction suggests an alternative diagnosis (eg, bronchiolitis, COPD).  However, in a patient who is currently asymptomatic with normal lung function studies, this is unlikely to aid in diagnosis #(choice D).# $#(Choice A)#  Epinephrine, an adrenergic agonist, is used for treatment of anaphylaxis.  Patients can develop respiratory compromise due to swelling of the airways; however, this is typically accompanied by hypotension and skin involvement (eg, hives, lip swelling).  Epinephrine is not indicated in the workup of asthma. $#(Choices B and F)#  Gadolinium is a contrast material used for MRI.  Regadenoson is a coronary vasodilator used in cardiac stress testing to evaluate for coronary artery disease.  Neither is indicated in the workup of asthma. $#(Choices C and G)#  Ipratropium bromide is a muscarinic cholinergic antagonist used for asthma and chronic obstructive pulmonary disease, and theophylline is a phosphodiesterase-3 inhibitor sometimes used for refractory asthma.  These medications can treat asthma but are not used for diagnostic purposes. $#Educational objective# Asthma is characterized by reversible airway obstruction, and lung function tests may be normal between exacerbations.  Bronchoprovocation can be used to aid diagnosis in patients with normal spirometry; methacholine is administered and followed by serial spirometry.  Patients with asthma demonstrate hyperresponsivity to the stimulus, leading to FEV1 reductions at lower doses than in those without asthma.  ","clickable_1":"images/img1.1523.jpg","clickable_2":"images/img2.1523.jpg"},

{"id":"521","title":"A 65-year-old man comes to the office due to worsening exertional dyspnea over the last 3 months.  This past year he had 4 respiratory tract infections.  The patient does not use alcohol or recreational drugs.  He has smoked 1½ packs of cigarettes daily for 30 years.  Temperature is 36.7 C (98.1 F), pulse is 76/min, blood pressure is 132/77 mm Hg, and respirations are 18/min.  On physical examination, breath sounds are diffusely decreased.  Chest radiograph reveals increased lucency of the lungs.  This patient's pulmonary function testing will most likely show which of the following patterns of findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Total lung capacity ∆Forced vital capacity ∆Residual volume","answer_1":"§A. ∆ ↓ ∆↓ ∆↓","answer_2":"§B. ∆ ↓ ∆↓ ∆↑","answer_3":"§C. ∆ ↓ ∆↑ ∆↑","answer_4":"§D. ∆ ↑ ∆↓ ∆↑","answer_5":"§E. ∆ ↑ ∆↓ ∆↓","answer_6":"§F. ∆ ↑ ∆↑ ∆Normal","percent_1":"6%","percent_2":"10%","percent_3":"2%","percent_4":"79%","percent_5":"2%","percent_6":"2%","right_answer":"§D. ∆ ↑ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp521.jpg","explanation_1":"","explanation_2":"$This patient with a history of heavy smoking and worsening exertional dyspnea most likely has #chronic obstructive pulmonary disease# (COPD); his @hyperlucency@ (ie, decreased lung tissue density) on imaging is further consistent with emphysema.  Progressive elastin degradation in COPD has significant effects on lung volumes: $• Beginning early in the disease course, loss of elastin tethering fibers leads to abnormal expiratory collapse of the distal airways.  Expiratory flow is reduced, leading to poor lung emptying.  This is measured as a markedly #increased residual volume# (RV), known as #air trapping#. $• With continued elastin loss, lung tissue becomes abnormally compliant (ie, distensible, \"loose and baggy\" alveoli); destruction of the interalveolar septal walls results in alveolar enlargement.  These conditions lead to an #increased total lung capacity# (TLC), known as lung #hyperinflation#. $Air trapping limits the lung's ability to expire air, decreasing expiratory reserve volume (ERV).  Lung hyperinflation flattens the diaphragm, impairing its ability to descend and draw air into the lungs during inspiration; this leads to reduced inspiratory reserve volume (IRV).  The reduced IRV and ERV (ie, decreased air movement during both inspiration and expiration) manifests as a #decrease in forced vital capacity# (the total volume of air that can be forcefully inspired after a maximal expiration). $#(Choice A)#  These findings are consistent with a restrictive process affecting the lung parenchyma (eg, interstitial lung disease) or chest wall (eg, severe kyphosis).  All volumes tend to be uniformly reduced due to poor distensibility of the lungs (eg, collagen deposition) and/or thoracic cage (eg, spine deformity). $#(Choice B)#  These findings are consistent with a restrictive process due to neuromuscular disease (eg, amyotrophic lateral sclerosis, myasthenia gravis).  TLC is reduced due to inspiratory muscle (diaphragm) weakness, and RV is elevated due to expiratory muscle (eg, internal intercostals) weakness. $#(Choices C and E)#  Forced VC is the difference between TLC and RV.  Therefore, a low TLC and high RV would produce a low VC; conversely, a high TLC and low RV would produce a high VC. $#(Choice F)#  These findings can be seen in highly conditioned athletes due to increased airway diameter and robust respiratory muscle strength. $#Educational objective# Chronic obstructive pulmonary disease is characterized by elevated residual volume (air trapping), elevated total lung capacity (hyperinflation), and reduced forced vital capacity.  ","clickable_1":"images/img1.521.jpg"},

{"id":"15212","title":"A 67-year-old man abruptly develops severe chest pain and respiratory distress before collapsing.  The emergency medical team finds him unresponsive with no pulse, and he cannot be revived despite appropriate resuscitation efforts.  A photograph of the patient's lung as seen at autopsy is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15212.jpg","title_2":"Which of the following underlying histopathologic changes are most likely to be present on microscopy?","audio":"","comparison_items":"","answer_1":"A. Ferruginous bodies embedded within interstitial fibrous tissue","answer_2":"B. Hemosiderin-laden macrophages within congested airspaces","answer_3":"C. Interalveolar septal destruction with airspace enlargement","answer_4":"D. Multinucleated giant cells surrounding caseating granulomas","answer_5":"E. Patchy interstitial fibrosis with the presence of fibroblastic foci","percent_1":"7%","percent_2":"21%","percent_3":"57%","percent_4":"6%","percent_5":"9%","right_answer":"C. Interalveolar septal destruction with airspace enlargement","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp15212.jpg","explanation_1":"","explanation_2":"$Gross examination of this patient's lung shows multiple large #subpleural blebs# consistent with severe #emphysema#.  Emphysema most commonly develops due to chronic exposure to cigarette smoke via the following mechanisms: $ • Inflammation and leukocyte infiltration:  @Tobacco exposure@ stimulates an #inflammatory response# in which immune cells (eg, alveolar macrophages) release inflammatory cytokines (eg, tumor necrosis factor) and recruit #neutrophils# and CD8+ T lymphocytes to the alveolar tissue. $ • Protease-antiprotease imbalance:  Infiltrating inflammatory cells produce #tissue-destructive proteases# (eg, elastase, matrix metalloproteinases).  Tobacco smoke also inactivates alpha-1 antitrypsin, causing insufficient antiprotease activity. $ • Oxidative stress:  Cigarette smoke and chronic inflammation increase exposure to reactive oxygen species, which impart further tissue damage. $ The ongoing tissue damage leads to destruction of the alveolar septa, producing #enlarged alveolar airspaces#.  The lung apices are most heavily affected (\"smoke rises\").  As the emphysema progresses, the enlarged airspaces merge into subpleural blebs concentrated at the apices.  Blebs can further expand to form massive bullae.  These bullae and blebs can sometimes rupture, leading to spontaneous pneumothorax (ipsilateral pleuritic chest pain, reduced breath sounds, respiratory distress). $ (Choice A)  Ferruginous bodies embedded within interstitial fibrous tissue are characteristic of pulmonary @asbestosis@.  These bodies represent asbestos fibers enclosed in iron-rich material; histologically, they appear as golden-brown, barbell-shaped structures.  Gross pathology typically shows shrunken, fibrotic lungs with calcified pleural @plaques@. $ (Choice B)  Hemosiderin-laden macrophages with congested airspaces are consistent with @cardiogenic pulmonary edema@.  Gross pathology typically shows wet, heavy, congested lungs with a red-brown hue due to increased blood volume. $ (Choice D)  Multinucleated giant cells surrounding caseating granulomas characterize @tuberculosis@.  Occasionally, tuberculosis produces cavitary lung lesions that can mimic the appearance of emphysematous blebs, but on gross pathology the cavities typically contain caseous necrotic @debris@. $ (Choice E)  Patchy interstitial fibrosis with the presence of fibroblastic foci is consistent with @idiopathic pulmonary fibrosis@.  Gross pathology shows hardened, shrunken lungs (fibrotic retraction) and subpleural @honeycombing@.  These changes are often most severe in the lower lobes. $ Educational objective Emphysema involves inflammatory and proteolytic destruction of the alveolar septa.  In severe disease, dilated alveolar pockets progressively merge into subpleural blebs.  These are prone to rupture, leading to pneumothorax","clickable_1":"images/img1.15212.jpg","clickable_2":"images/img2.15212.jpg","clickable_3":"images/img3.15212.jpg","clickable_4":"images/img4.15212.jpg","clickable_5":"images/img5.15212.jpg","clickable_6":"images/img6.15212.jpg","clickable_7":"images/img7.15212.jpg","clickable_8":"images/img8.15212.jpg"},

{"id":"168","title":"A 21-year-old man with asthma comes to the office for follow-up.  His asthma symptoms are not adequately controlled with albuterol as needed, and a daily inhaled therapy was added at the previous visit.  The patient says he feels much better and has been using his rescue inhaler less frequently.  He has no other medical conditions.  The patient does not use tobacco or illicit drugs and drinks one or two 12-oz cans of beer daily.  He received childhood vaccinations but has refused the flu and pneumococcal vaccines.  Vital signs are within normal limits, and lungs are clear to auscultation.  White mucosal plaques that can be easily scraped off using a tongue depressor are present in the oropharynx.  The remainder of the physical examination shows no abnormalities.  Which of the following measures would have been most effective in preventing this patient's abnormal oropharyngeal findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Avoiding alcohol intake","answer_2":"B.Obtaining recommended vaccines","answer_3":"C.Oral rinsing after inhaler use","answer_4":"D.Periodic glucose monitoring","answer_5":"E.Taking prophylactic antibiotics","answer_6":"F.Using vitamin supplements","percent_1":"0%","percent_2":"1%","percent_3":"98%","percent_4":"0%","percent_5":"0%","percent_6":"0%","right_answer":"C.Oral rinsing after inhaler use","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Patients with intermittent #asthma# may be managed with an as-needed, short-acting beta-agonist alone; however, persistent symptoms or severe disease necessitates the addition of long-term controller medications.  #Inhaled glucocorticoids# are recommended for all such patients and have been shown to improve symptoms, reduce the need for short-acting bronchodilators, and lower the risk of serious exacerbations and associated hospitalization. $Low-dose inhaled glucocorticoids are well tolerated and rarely cause systemic adverse effects.  However, poor inhalation technique can cause much of the medication to deposit on the oral mucous membranes, where it is ineffective and can lead to #oropharyngeal candidiasis# (OPC) (evidenced by @white plaques@ that are easily scraped off).  Patients can avoid this complication by using a @spacer@ and #rinsing the mouth# after inhalation.  Dysphonia unrelated to OPC can also occur with inhaled glucocorticoids due to myopathy of laryngeal muscles and mucosal irritation. $#(Choice A)#  Excessive alcohol intake may increase the risk of developing OPC; however, this patient's intake of 1 or 2 beers per day is within acceptable limits and is an unlikely contributing factor. $#(Choice B)#  Diphtheria (due to Corynebacterium diphtheriae) is a serious infection that typically presents with pharyngitis and gray oropharyngeal pseudomembranes; it can be prevented with vaccination.  However, there is no vaccine to prevent OPC. $#(Choice D)#  Patients with chronically elevated blood glucose levels have increased risk of developing OPC; however, there is no evidence that this patient has poorly controlled diabetes mellitus. $#(Choice E)#  Prophylactic antibiotics are not indicated for OPC and, in fact, are likely to increase the risk of developing OPC by altering the normal oropharyngeal bacterial flora.  Prophylactic antifungals are also not indicated for OPC. $#(Choice F)#  Vitamin A deficiency can impair cell-mediated immunity and create higher susceptibility to OPC.  However, patients with vitamin A deficiency typically have drying and thickening of the skin and ocular conjunctivae.  Improper administration of inhaled glucocorticoids is far more likely in this patient. $#Educational objective# Improper administration of inhaled glucocorticoids for the treatment of asthma can lead to adverse effects, including oropharyngeal candidiasis and dysphonia.  Using a spacer during administration and rinsing the mouth after each use can help prevent these adverse effects.  ","clickable_1":"images/img1.168.jpg","clickable_2":"images/img2.168.jpg"},

{"id":"8262","title":"A 63-year-old man undergoes a sleep study, during which he is closely observed for a full night.  Several physiologic parameters, such as oxygen saturation, heart rhythm, cerebral electrical activity, respiratory airflow, and movements of the chest and upper abdominal walls, are continuously recorded.  The following graph depicts a recording obtained over a period of several minutes:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8262.jpg","title_2":"Which of the following is the most likely cause of the observed findings?","audio":"","comparison_items":"","answer_1":"A. Advanced heart failure","answer_2":"B. Diffuse lung fibrosis","answer_3":"C. Neuromuscular weakness","answer_4":"D. Severe ketoacidosis","answer_5":"E. Upper airway obstruction","percent_1":"10%","percent_2":"6%","percent_3":"18%","percent_4":"4%","percent_5":"62%","right_answer":"E. Upper airway obstruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with prolonged pauses in airflow despite continued thoracic and diaphragmatic activity has #obstructive sleep apnea# (OSA).  OSA, the most common sleep-related breathing disorder, is characterized by #recurrent obstruction of the upper airway#. $During sleep, there is relaxation of the oropharyngeal and/or soft palate musculature.  In patients with OSA, this results in a #functional airway collapse# that produces periods of reduced (hypopnea) or absent #(apnea)# airflow despite continued breathing efforts.  Apneic episodes may last anywhere from 10 seconds to >1 minute, resulting in #hypoxia# and #hypercapnia#.  This eventually triggers chemoreceptors in the carotid body and brainstem, leading to transient arousal and resumption of breathing. $Patients may not be aware of apnea, but bed partners commonly report #loud snoring# with intermittent episodes of silence.  This pattern occurs hundreds of times per night, leading to poor sleep quality and #chronic fatigue#.  Risk factors for OSA include obesity, large neck circumference, and reduced oropharyngeal diameter (eg, enlarged tonsils or tongue, retro- or micrognathia). $#(Choice A)#  Patients with advanced heart failure may exhibit @Cheyne-Stokes breathing@, a cyclic breathing pattern in which apnea is followed by gradually increasing then decreasing tidal volumes (crescendo-decrescendo) until the next apneic period. $#(Choice B)#  @Reduced lung compliance@ in pulmonary fibrosis limits tidal volume (TV) per breath.  Patients exhibit rapid, shallow breathing (without apnea) to restore minute ventilation (TV × respiratory rate) and minimize the work of breathing. $#(Choice C)#  @Neuromuscular weakness@ (eg, Guillain-Barré syndrome) results in reduced thoracic and diaphragmatic muscle activity with rapid, shallow breathing; recurrent apnea does not occur. $#(Choice D)#  Severe diabetic ketoacidosis can result in @Kussmaul breathing@ (ie, deep, rapid breathing with associated increased thoracic and diaphragmatic activity).  It occurs as a respiratory compensation for severe metabolic acidosis. $#Educational objective# Obstructive sleep apnea, the most common sleep-related breathing disorder, is characterized by recurrent obstruction of the upper airways.  Relaxation of the oropharyngeal and/or soft palate musculature during sleep results in a functional collapse of the airway, producing periods of reduced (hypopnea) or absent (apnea) airflow despite continued breathing efforts.  ","clickable_1":"images/img1.8262.jpg","clickable_2":"images/img2.8262.jpg","clickable_3":"images/img3.8262.jpg","clickable_4":"images/img4.8262.jpg"},

{"id":"524","title":"A 64-year-old man is brought to the emergency department due to worsening shortness of breath.  The patient is able to speak in short sentences only and becomes hypoxemic with minimal exertion.  His medical history includes hypertension and dyslipidemia.  He smoked a pack of cigarettes a day for 40 years and worked for 25 years as a nickel miner.  His father died of chronic respiratory failure.  While in the emergency department, he rapidly develops respiratory failure and is intubated.  Despite appropriate treatment, he dies several days later in the intensive care unit.  Autopsy is performed, and examination of the bronchi reveals thickened bronchial walls, inflammatory infiltrates, mucous gland enlargement, and patchy squamous metaplasia of the bronchial mucosa.  Which of the following factors was likely the greatest contributor to this patient's pathological findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Allergic","answer_2":"B. Behavioral","answer_3":"C. Genetic","answer_4":"D. Infectious","answer_5":"E. Neoplastic","answer_6":"F. Occupational","percent_1":"2%","percent_2":"65%","percent_3":"2%","percent_4":"1%","percent_5":"5%","percent_6":"25%","right_answer":"B. Behavioral","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with respiratory failure, hypoxemia, and thickened bronchial walls with inflammatory infiltrates and mucous gland enlargement likely had #chronic bronchitis#.  Chronic bronchitis is characterized by chronic, productive cough with airflow limitation and is part of the spectrum of chronic obstructive pulmonary disease.  It is most commonly caused by #tobacco smoking#.  Chronic irritation by other inhaled environmental substances, such as air pollutants and grain, cotton, or silica dusts, can also contribute to its development.  Biopsy typically shows #thickened bronchial walls# with predominantly #lymphocytic infiltrates#, mucous gland enlargement with increased numbers of goblet cells (#increasing mucus production#), and patchy #squamous metaplasia# of the bronchial mucosa. $#(Choice A)#  Patients with allergic asthma can develop pathologic remodeling of the bronchial wall, which includes thickening of the bronchial epithelium, basement membrane, and bronchial smooth muscle as well as edema, inflammatory infiltrates, and submucosal mucous gland enlargement.  However, the infiltrates consist predominantly of eosinophils and mast cells.  In addition, although asthma is a risk factor for chronic bronchitis, smoking is a much more common cause. $#(Choice C)#  Genetic factors are not known to strongly predispose to chronic bronchitis.  Genetic mutation causing alpha-1 antitrypsin deficiency can lead to panacinar emphysema; however, chronic bronchitis is not a significant component of the disease. $#(Choice D)#  Repeated bronchial/bronchiolar bacterial and viral infections can contribute to the development of chronic bronchitis, although less significantly than can smoking.  Tobacco smoke predisposes to infection by impairing ciliary clearance and directly damaging the respiratory epithelium. $#(Choices E and F)#  Nickel is a carcinogen, and occupational exposure is associated with nasal and lung cancers.  However, neoplastic transformation itself does not contribute to the development of chronic bronchitis.  Although this patient's history of nickel mining is also suggestive of silica dust exposure, smoking is the most important risk factor for chronic bronchitis. $#Educational objective# Thickened bronchial walls, lymphocytic infiltration, mucous gland enlargement, and patchy squamous metaplasia of the bronchial mucosa are features of chronic bronchitis.  Tobacco smoking is the leading cause of chronic bronchitis.  "},

{"id":"19379","title":"A 25-year-old man with cystic fibrosis comes to the clinic for a routine follow-up appointment.  The patient has had multiple hospital admissions over the last few years for pulmonary exacerbations.  Pulmonary function testing today will most likely reveal which of the following results?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆TLC ∆FEV1/FVC ∆FVC ∆RV","answer_1":"§A. ∆ ↓ ∆↓ ∆normal ∆↑","answer_2":"§B. ∆ ↓ ∆↑ ∆↓ ∆↓","answer_3":"§C. ∆ ↑ ∆↓ ∆↓ ∆↓","answer_4":"§D. ∆ ↑ ∆↓ ∆↓ ∆↑","answer_5":"§E. ∆ ↑ ∆normal ∆↑ ∆normal","percent_1":"9%","percent_2":"26%","percent_3":"4%","percent_4":"59%","percent_5":"3%","right_answer":"§D. ∆ ↑ ∆↓ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pulmonary function tests#∆⨉∆⨉∆⨉∆⨉∆⨉∆⨉ §^#Type# ∆^#Normal# ∆^#Obstructive lung disease#∆⨉∆⨉ ∆^#Restrictive lung$ disease#∆⨉ §↕ ∆↕ ∆^Emphysema ∆^Chronic$ bronchitis ∆^Asthma ∆^Intrinsic ∆^Extrinsic §^#DLCO*# ∆^Normal ∆^Normal to$ decreased ∆^Normal ∆^Normal$ to high ∆^Decreased ∆^Normal §^#FEV1# ∆^> 80℅ (of$ predicted) ∆^Decreased∆⨉∆⨉ ∆^Decreased∆⨉ §^#FEV1/FVC# ∆^> 70℅ ∆^Decreased∆⨉∆⨉ ∆^Normal to increased∆⨉ §^#FVC# ∆^> 80℅ (of$ predicted) ∆^Normal to decreased∆⨉∆⨉ ∆^Decreased∆⨉ §*DLCO is directly proportional to alveolar surface area and solubility of the gas (eg, more blood volume). DLCO is inversely proportional to membrane thickness.$ #FEV1 =# forced expiratory volume in 1 second; #FVC =# forced vital capacity; #DLCO =# Diffusing capacity of lung for carbon monoxide. ∆⨉∆⨉∆⨉∆⨉∆⨉∆⨉","explanation_img":"","explanation_1":"","explanation_2":"#Cystic fibrosis# (CF) is an autosomal recessive disorder caused by a mutation (eg, ∆F508) in the gene encoding the @CF transmembrane conductance regulator@.  A defect in this chloride channel results in the build-up of thick, dehydrated mucus, which causes progressive damage to @various organ systems@, such as the respiratory and gastrointestinal tracts. $The lungs are the predominant organ affected in CF due to the accumulation of viscous secretions in the airways.  Bacteria colonize the airways and cause recurrent infection and chronic inflammation that eventually leads to scarring of the bronchial walls (ie, bronchiectasis).  Progressive #bronchiectasis# (ie, weakened, dilated bronchioles that collapse easily) and #mucus-plugging# result in #obstructive lung disease#. $An obstructive pattern on @spirometry@ is characterized by #decreased #forced expiratory volume in 1 second (#FEV1#) and forced vital capacity (#FVC#).  Because the decrease in FEV1 is more profound in obstructive disease, #FEV1/FVC ratio# is also #reduced#.  The airway obstruction prevents full expiration (ie, causes air trapping), leading to #increased residual volume# (RV) and hyperinflated lungs with #increased total lung capacity# (TLC).  This progressive increase is clinically apparent by a barrel-shaped chest on examination and lung hyperexpansion on x-ray. $#(Choices A and C)#  As RV increases or decreases, TLC follows concordantly; therefore, these results are unlikely to represent a true clinical situation. $#(Choice B)#  Restrictive lung disease (eg, pulmonary fibrosis) is characterized by a normal-to-increased FEV1/FVC ratio because FVC decreases to a greater extent than FEV1.  RV and TLC are both decreased. $#(Choice E)#  Normal RV with increased TLC can be seen in highly trained athletes due to increased FVC. $#Educational objective# Pulmonary function testing in cystic fibrosis reveals an obstructive pattern, characterized by a decreased FEV1/FVC ratio and an increased total lung capacity and residual volume.  ","clickable_1":"images/img1.19379.jpg","clickable_2":"images/img2.19379.jpg","clickable_3":"images/img3.19379.jpg"},

{"id":"7601","title":"A 64-year-old man is evaluated for worsening dyspnea on exertion.  He has a 40-pack-year smoking history.  The lungs are hyperresonant on percussion and there is diffuse wheezing on auscultation.  Chest x-ray reveals a flattened diaphragm with a narrow mediastinum, and there are decreased bronchovascular markings in the peripheral lung region.  Which of the following lung volume patterns is most likely to be present in this patient?  (Each bar represents total lung capacity with different volumes as marked.)","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/7601.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","percent_1":"8%","percent_2":"71%","percent_3":"17%","percent_4":"5%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7601.jpg","explanation_1":"","explanation_2":"$In #chronic obstructive pulmonary disease# (COPD), air flow obstruction and hyperinflation (air trapping) cause #increased residual volume# (RV) and a consequent #increase in total lung capacity# (TLC).  Because the increase in RV is greater than the increase in TLC, the RV/TLC ratio is increased.  Airway obstruction also causes #decreased forced vital capacity# (FVC) and a more profound decrease in forced expiratory volume in one second (FEV1), resulting in a decreased FEV1/FVC ratio. $In the above graphs, the top section represents the @inspiratory reserve volume@, the middle section represents the tidal volume plus the expiratory reserve volume, and the bottom section represents the RV.  In COPD, an increase in RV and TLC is expected, as is a decrease in FVC. $#(Choice A)#  In restrictive lung disease, the TLC, RV, FVC, and FEV1 are all reduced, but the FEV1/FVC ratio is normal or increased. $#(Choice C)#  This graph shows an increased TLC and FVC with a normal RV.  Such an increase in FVC may be seen in elite athletes. $#(Choice D)#  This graph shows a decrease in TLC and an increase in RV.  As changes in these parameters are not typically discordant, this would be a rare clinical finding. $#Educational objective# In chronic obstructive pulmonary disease, air-trapping leads to an increase in residual volume (RV) and total lung capacity (TLC), as well as an increase in the RV/TLC ratio.  Airway obstruction causes a decrease in forced vital capacity (FVC), forced expiratory volume in 1 second (FEV1), and the FEV1/FVC ratio.  ","clickable_1":"images/img1.7601.jpg"},

{"SubjectSystem":"PathologyRespiratory","id":"535","title":"A 42-year-old woman comes to the office with a nonproductive cough and worsening shortness of breath with exertion.  The patient has a history of primary pulmonary hypertension and underwent lung transplantation 8 months ago.  She states that she has not missed any doses of her transplant medications.  A chest x-ray reveals surgical evidence of her transplant but clear lung fields.  Pulmonary function testing demonstrates a forced expiratory volume in 1 second (FEV1), 67% of her best posttransplant FEV1.  Her forced vital capacity remains largely unchanged.  A lung biopsy shows areas of total fibrotic obstruction in the terminal bronchioles.  This patient's condition is most likely caused by which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute transplant rejection","answer_2":"B. Chronic obstructive pulmonary disease","answer_3":"C. Chronic transplant rejection","answer_4":"D. Ischemia-reperfusion injury","answer_5":"E. Opportunistic infection","answer_6":"F. Recurrence of pulmonary hypertension","percent_1":"4%","percent_2":"6%","percent_3":"78%","percent_4":"3%","percent_5":"3%","percent_6":"6%","right_answer":"C. Chronic transplant rejection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with cough, dyspnea, obstructive findings on spirometry, and fibrotic destruction of the small airways likely has #chronic transplant rejection#.  Lung transplantation may be complicated by both acute and chronic rejection.  Chronic rejection is a major cause of morbidity and mortality and occurs in almost half of all patients within 5 years of transplantation.  These patients commonly present with dyspnea and a dry cough.  Spirometry shows an #airflow limitation# with a drop in both the forced expiratory volume in 1 second (FEV1) and the #FEV1# to forced vital capacity (FVC) ratio. $ Chronic rejection affects the small bronchioli producing the obstructive lung disease known as #bronchiolitis obliterans#.  Initially, histopathology shows lymphocytic inflammation and destruction of the epithelium of the small airways.  Subsequently, fibrinopurulent exudate and granulation tissue are found in the lumen of the bronchioli, which ultimately results in fibrosis, scarring, and the progressive obliteration of small airways. $ (Choice A)  Acute rejection usually occurs within the first 6 months.  It is frequently asymptomatic and commonly discovered on surveillance biopsies.  Histopathology demonstrates perivascular and interstitial mononuclear cell infiltrates. $ #(Choices B and F)#  Underlying lung disease, such as pulmonary hypertension or chronic obstructive pulmonary disease (COPD), may recur in the lung allograft.  However, the obstructive pattern on spirometry and the histopathology findings are better explained by chronic rejection than by pulmonary hypertension or COPD, the latter of which would also show increased goblet cells and mucus gland hyperplasia. $ (Choice D)  Ischemia-reperfusion injury is a form of noncardiogenic pulmonary edema that occurs in the allograft due to surgical trauma or organ ischemia.  It is seen during the first few days following transplantation. $ (Choice E)  Infection is a leading cause of death in lung transplant recipients.  Cytomegalovirus causes the most significant opportunistic infection in transplant recipients.  Infected cells have a characteristic intranuclear inclusion surrounded by a clear halo (owl's eye inclusion). $ Educational objective Chronic rejection is a major problem in lung transplant recipients; it affects small airways, causing bronchiolitis obliterans.  It is characterized by lymphocytic inflammation, fibrosis, and, ultimately, destruction of the bronchioles."},

{"id":"1925","title":"A 42-year-old woman comes to the office due to several months of episodic shortness of breath and cough.  The patient has a history of migraines and occasionally takes acetaminophen.  She is a school teacher and does not use tobacco, alcohol, or illicit drugs.  Temperature is 36.1 C (97 F), blood pressure is 110/80 mm Hg, and pulse is 84/min.  Pulse oximetry shows 96% on room air.  Lung examination and chest x-ray are normal.  Spirometry shows that FEV1 is 71% of the predicted value.  Sputum analysis shows predominant eosinophils.  Exposure to which of the following is most closely associated with this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetaminophen","answer_2":"B. Gliadin-containing grains","answer_3":"C. Histoplasma microconidia","answer_4":"D. House dust mites","answer_5":"E. Shellfish and other seafood","answer_6":"F. Thermophilic actinomycetes","percent_1":"15%","percent_2":"3%","percent_3":"5%","percent_4":"70%","percent_5":"4%","percent_6":"3%","right_answer":"D. House dust mites","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Common triggers of asthma! ?Inhaled allergens? • Animal dander • Dust mites & cockroaches • Pollens & molds ?Respiratory irritants? • Cigarette smoke & air pollutants • Perfumes ?Medications? • Aspirin/NSAIDs • Nonselective ꞵ blockers ?Other? • Upper respiratory tract infection • Exercise & cold, dry air • Gastroesophageal reflux disease %#NSAID# = nonsteroidal anti-inflammatory drug. ","explanation_img":"","explanation_1":"","explanation_2":"This patient's #intermittent respiratory symptoms# (eg, dyspnea, cough) in the setting of a #normal chest x-ray#, sputum eosinophils, and #reduced FEV1# (<80% predicted) are highly suggestive of #asthma#. $ Asthma is a reversible obstructive pulmonary disease characterized by bronchial hyperresponsiveness to various triggers, such as exercise, cold air, respiratory infection, and exposure to #inhaled allergens#.  Common aeroallergens include #dust mites#, cockroaches, pet dander, mold, and pollen.  In sensitive individuals, allergens promote bronchospasm and airway inflammation by interacting with IgE bound to pulmonary mast cells; subsequent mast cell activation leads to the release of inflammatory mediators (eg, histamine, prostaglandins, leukotrienes) and recruitment of inflammatory cells, particularly #eosinophils#.  Therefore, allergen avoidance is an important preventive measure for patients with asthma. $ (Choice A)  Aspirin and other nonsteroidal anti-inflammatory drugs that inhibit cyclooxygenase can precipitate asthma attacks due to @leukotriene overproduction@ in the airways.  Acetaminophen is only a weak inhibitor of cyclooxygenase, and although some evidence suggests an increased incidence of asthma in patients with frequent acetaminophen use, a clear association has not been established. $ (Choice B)  Celiac disease (gluten-sensitive enteropathy) is caused by antibodies to gliadin, a gluten protein found in wheat.  Patients classically have signs/symptoms of malabsorption (eg, diarrhea, steatorrhea, weight loss, nutrient/vitamin deficiencies). $ (Choice C)  Although Aspergillus molds are ubiquitous in the environment and are a common trigger of asthma symptoms, Histoplasma mold is a relatively uncommon trigger.  Aspergillus molds can also cause allergic bronchopulmonary aspergillosis, a chronic allergic lung condition that typically affects patients with asthma or cystic fibrosis. $ (Choice E)  Hypersensitivity to shellfish or other seafood usually presents with urticaria, angioedema, and/or anaphylaxis immediately after food consumption.  Food is rarely an inciting factor for asthma.  Most commonly, food-related asthma is the result of added preservatives, such as sulfites. $ (Choice F)  Inhalational exposure to thermophilic actinomycetes species is classically associated with hypersensitivity pneumonitis in farmers (farmer's lung).  Patients typically develop respiratory and systemic symptoms (eg, fever, headache, malaise) after exposure to moldy hay or contaminated compost. $ Educational objective Intermittent respiratory symptoms in a patient with a normal chest x-ray, sputum eosinophils, and reduced FEV1 suggest asthma.  Common asthma triggers include exercise, cold air, respiratory infection, and exposure to inhaled allergens (eg, dust mites, cockroaches, pet dander, mold, pollen).","clickable_1":"images/img1.1925.jpg"},

{"id":"487","title":"A 57-year-old man is being evaluated for progressive shortness of breath.  His respiratory flow-volume curve is shown in red below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/487.jpg","title_2":"Which of the following pathologic findings is most likely to be present in this patient?","audio":"","comparison_items":"","answer_1":"A. Alveolar hyaline membranes","answer_2":"B. Compression atelectasis","answer_3":"C. Interalveolar wall destruction","answer_4":"D. Intraalveolar hemorrhage","answer_5":"E. Pulmonary fibrosis","answer_6":"F. Thromboembolic disease","percent_1":"4%","percent_2":"5%","percent_3":"64%","percent_4":"1%","percent_5":"26%","percent_6":"1%","right_answer":"C. Interalveolar wall destruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp487.jpg","explanation_1":"","explanation_2":"$#Flow-volume loops# plot air velocity in relation to lung volume during a cycle of maximal inspiration and expiration.  This patient's flow-volume loop exhibits a leftward shift indicating #increased total lung capacity# and #residual volume#.  In addition, there is a characteristic #\"scooped-out\" expiratory pattern# consistent with the reduced expiratory flow rates seen in obstructive lung disease.  This hyperinflation and expiratory airflow obstruction occur in #chronic obstructive pulmonary disease# (COPD).  Airflow obstruction in COPD is partially due to anatomic narrowing of the bronchi (chronic bronchitis).  In addition, decreased lung elasticity resulting from #destruction of interalveolar walls# (emphysema) promotes dynamic compression of the airways during expiration (intrapleural pressure becomes greater than airway pressure), further contributing to expiratory airflow obstruction. $Hyperinflation in COPD also reduces the @inspiratory reserve volume@, limiting the maximal tidal volume.  This is especially true during exercise, when expiration time is limited.  Because patients with COPD require extra time for exhalation, increasing amounts of air can become trapped in the lungs during rapid breathing, leading to further reduction in tidal volume.  This is known as #dynamic hyperinflation# and is believed to be a major cause of dyspnea and exercise limitation in COPD. $#(Choice A)#  Alveolar hyaline membranes are seen in acute respiratory distress syndrome.  The pulmonary edema tends to reduce lung compliance, causing a restrictive flow-volume pattern (purple curve). $#(Choice B)#  Atelectasis due to extrinsic pulmonary compression may occur when the pleural cavity fills with air (ie, pneumothorax) or fluid (eg, exudate, blood).  Lung volumes and total lung compliance are likely reduced under such conditions, producing a restrictive flow-volume pattern. $#(Choice D)#  Diffuse intraalveolar hemorrhage tends to dilute alveolar surfactant, increasing alveolar surface tension and promoting alveolar atelectasis.  These changes would reduce lung volumes and lung compliance, resulting in a restrictive flow-volume pattern. $#(Choice E)#  Pulmonary fibrosis tends to decrease lung volume and compliance, producing a restrictive pattern.  In restrictive diseases, total lung capacity and residual volume are reduced.  The expiratory flow rate is increased relative to the low lung volumes but is reduced compared to normal peak expiratory flow rates. $#(Choice F)#  In pulmonary thromboembolism there is decreased perfusion but minimal effect on ventilation.  Therefore, the flow-volume curve will remain mostly normal. $#Educational objective# The flow-volume loop for chronic obstructive pulmonary disease is characterized by increased residual volume and total lung capacity, as well as a \"scooped-out\" expiratory pattern due to reduced expiratory flow rates.  Both airway narrowing due to chronic bronchitis and decreased elasticity due to emphysematous destruction of interalveolar walls are responsible for the hyperinflation and airflow limitation.  ","clickable_1":"images/img1.487.jpg"},

{"id":"11752","title":"A 78-year-old woman is brought to the hospital due to 2 days of nausea, vomiting, abdominal pain, and headache.  She was recently hospitalized due to a stroke, and the hospitalization was complicated by a urinary tract infection and delirium.  The patient has a history of chronic obstructive pulmonary disease and her treatment regimen includes theophylline.  Temperature is 37 C (98.6 F), blood pressure is 110/70 mm Hg, pulse is 118/min, and respirations are 22/min.  On physical examination, the patient appears agitated and restless.  There is a coarse tremor of the outstretched arms.  Chest auscultation reveals mild expiratory wheezing.  Serum theophylline levels are markedly elevated.  Treatment with which of the following agents most likely precipitated this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Amoxicillin","answer_2":"B.Cephalexin","answer_3":"C.Ciprofloxacin","answer_4":"D.Haloperidol","answer_5":"E.Nitrofurantoin","percent_1":"6%","percent_2":"4%","percent_3":"58%","percent_4":"17%","percent_5":"16%","right_answer":"C.Ciprofloxacin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cytochrome P450 (CYP450) interactions# ∆⨉ §^#Inducers# ∆^#Inhibitors# §Alcohol (chronic use) Barbiturates (eg, phenobarbital) Carbamazepine Griseofulvin Modafinil Phenytoin Rifampin St. John's wort ∆Alcohol (acute use) Amiodarone Azoles (eg, fluconazole) Cimetidine Diltiazem, verapamil Grapefruit juice Isoniazid, macrolides,* quinolones Protease inhibitors (eg, ritonavir) SSRIs (eg, fluoxetine) §^#Drugs commonly affected#$ Antiepileptics, theophylline, warfarin ∆⨉ §#SSRIs =# selective serotonin reuptake inhibitors. $ *Except azithromycin.∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This patient was most likely treated with #ciprofloxacin #(a fluoroquinolone) for her urinary tract infection and experienced subsequent #theophylline toxicity#.  Theophylline is an adenosine receptor antagonist and phosphodiesterase inhibitor that is sometimes used as an alternate therapy for asthma and chronic obstructive pulmonary disease.  It causes bronchodilation primarily by increasing intracellular cyclic AMP levels (similar to beta-adrenergic agonists) and also has mild anti-inflammatory effects. $Theophylline is metabolized predominantly by #hepatic cytochrome oxidases#.  #Inhibition# of these enzymes by concurrent illness (eg, infection with fever) or ingestion of certain drugs or substances (eg, ciprofloxacin) can #raise serum concentrations# and cause theophylline toxicity due to the drug's narrow therapeutic index.  Toxicity presents with excessive CNS stimulation (eg, tremor, insomnia, #seizures#), gastrointestinal disturbances, and cardiovascular abnormalities (eg, hypotension, tachycardia, #cardiac arrhythmias#). $#(Choices A, B, and E)#  Amoxicillin and cephalexin are beta-lactams that inhibit bacterial cell wall synthesis.  Nitrofurantoin inactivates or alters bacterial ribosomal proteins to inhibit protein and cell wall synthesis.  These antibiotics do not interact significantly with the hepatic cytochrome oxidase system. $#(Choice D)#  Haloperidol blocks postsynaptic dopamine (D2) receptors in the brain but does not interact significantly with theophylline to cause toxicity.  Chronic haloperidol use can cause neuroleptic malignant syndrome presenting with fever, mental status changes, muscle rigidity, and autonomic instability. $#Educational objective# Theophylline is an adenosine receptor antagonist and indirect adrenergic agent with a narrow therapeutic index.  It is predominantly metabolized by the hepatic cytochrome oxidases.  Inhibition of these enzymes by concurrent illness (eg, infection with fever) or ingestion of certain drugs or substances (eg, ciprofloxacin) can raise serum theophylline concentrations and cause toxicity (eg, seizures, cardiac arrhythmias).  "},

{"id":"661","title":"An 18-year-old man is evaluated for recurrent episodes of shortness of breath, wheezing, runny nose, and watery eyes.  The patient reports that his symptoms have recently worsened since he started training outdoors for an upcoming marathon.  He does not use tobacco, alcohol, or illicit drugs.  Skin testing is performed to determine symptom triggers.  A pricking device is used to apply allergen extract underneath the skin.  After 15 minutes, the patient develops raised, erythematous plaques with surrounding erythema at the application site.  Which of the following mediators is the first to be released during the pathogenesis of this patient's skin findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Histamine","answer_2":"B. Leukotriene D4","answer_3":"C. Major basic proteins","answer_4":"D. Platelet-activating factor","answer_5":"E. Prostaglandin D2","percent_1":"87%","percent_2":"6%","percent_3":"5%","percent_4":"1%","percent_5":"2%","right_answer":"A. Histamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp661.jpg","explanation_1":"","explanation_2":"$This patient's shortness of breath and wheezing are suggestive of #asthma#, and his rhinorrhea and watery eyes are suggestive of #allergic rhinitis#.  Both of these conditions are examples of #type I hypersensitivity#, which involves the triggering of an allergic response via the binding of previously recognized antigen to IgE antibodies on #mast cells#.  Many type I hypersensitivity reactions are composed of both an early and late phase. $#Histamine# is housed in #preformed granules# of unactivated mast cells and plays an important role in the early phase of type I hypersensitivity.  Upon activation, mast cells rapidly release histamine via @degranulation@, making histamine the first chemical mediator to take effect.  Once released, histamine triggers smooth muscle contraction leading to bronchoconstriction, increases vascular permeability leading to edema, and increases mucus secretion from glandular tissue. $#(Choice B)#  Leukotriene D4, along with the other cysteinyl leukotrienes (C4 and E4), are not preformed but require synthesis via the 5-lipoxygenase pathway of @arachidonic acid metabolism@.  Therefore, these mediators are released by mast cells later than histamine.  Once released, the cysteinyl leukotrienes are potent mediators of vasoconstriction, bronchoconstriction, and increased vascular permeability. $#(Choice C)#  Major basic protein is released from eosinophils in the late stage of a type I hypersensitivity reaction and causes localized tissue damage. $#(Choice D)#  Platelet-activating factor is a secondary inflammatory mediator that must be synthesized from phospholipid prior to being released from activated mast cells and basophils.  Once released, it stimulates bronchospasm and increased vascular permeability. $#(Choice E)#  Prostaglandin D2 is synthesized via the cyclooxygenase pathway of arachidonic acid metabolism prior to being released from mast cells.  Once released, it causes bronchospasm and vasodilation. $#Educational objective# Type I hypersensitivity reactions are an allergic response triggered by the binding of previously recognized antigen to IgE antibodies on mast cells.  In the early phase of the response, histamine, already stored in preformed granules in mast cells, is the first chemical mediator released.  Once released, histamine stimulates smooth muscle contraction (bronchoconstriction), increases vascular permeability (edema), and increases mucus secretion.","clickable_1":"images/img1.661.jpg","clickable_2":"images/img2.661.jpg"},

{"id":"523","title":"A 48-year-old man is evaluated for shortness of breath and dry cough for 1 week.  The patient has never had similar symptoms in the past and takes no medications.  He has a 5-pack-year smoking history and does not use alcohol or illicit drugs.  The patient is a pig farmer in Ohio and has not traveled recently.  Temperature is 37.8 C (100 F), blood pressure is 128/85 mm Hg, pulse is 95/min, and respirations are 16/min.  Lung auscultation reveals scattered wheezing and crackles.  Peripheral blood smear is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/523.jpg","title_2":"The nucleated cells seen on this patient's peripheral smear most likely perform which of the following functions?","audio":"","comparison_items":"","answer_1":"A. Bacterial opsonization","answer_2":"B. Destruction of helminths","answer_3":"C. Inhibition of fungal growth","answer_4":"D. Killing of virus-infected cells","answer_5":"E. Stimulation of fibroblasts","percent_1":"10%","percent_2":"73%","percent_3":"11%","percent_4":"3%","percent_5":"3%","right_answer":"B. Destruction of helminths","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is concerning for #Loeffler syndrome#, a transient eosinophilic pneumonitis (eg, dry cough, dyspnea, wheezing) caused by migration of parasitic roundworm larva (eg, Ascaris suum from pigs) through the lungs.  His @peripheral smear@ shows numerous erythrocytes and a few scattered platelets accompanied by 2 larger cells with #bilobed nuclei# and #eosinophilic granules#; the 2 larger cells are #eosinophils#. $Eosinophils play a prominent role in allergic disease (eg, asthma, drug reactions) and in defense against parasitic infection.  #Major basic protein# is the predominant substance contained within eosinophilic granules, and it acts as a potent toxin against #helminths# (parasitic worms).  Release of major basic protein by eosinophils causes damage to epithelial and endothelial cells and is a major mechanism of chronic lung damage in certain pulmonary conditions (eg, #asthma#, Ascaris infection). $#(Choice A)#  Plasma cells produce antibodies that opsonize bacteria to facilitate phagocytosis. $#(Choice C)#  Pattern recognition receptors (eg, dectin-1) on phagocytic cells allow for detection and destruction of fungi by the innate immune system. $#(Choice D)#  Virus-infected cells typically lack MHC class I proteins on their surface; these cells are identified and killed by natural killer cells. $#(Choice E)#  Macrophages secrete transforming growth factor-beta (TGF-β), which stimulates fibroblasts to release collagen and form scar tissue. $#Educational objective# Eosinophils have bilobed nuclei and numerous eosinophilic granules in the cytoplasm and are important in allergic disease and defense against parasitic infection.  The eosinophilic granules predominantly contain major basic protein, which acts as a potent antihelminthic toxin.  Major basic protein also damages epithelial and endothelial cells and is a major cause of chronic lung damage in asthma.  ","clickable_1":"images/img1.523.jpg"}


]