[

{"SubjectSystem":"Genetics-Female Reproductive System","id":"12298","title":"A 22-year-old woman presents to clinic for a medical check-up.  She has been diagnosed with Turner’s syndrome.  Cardiovascular examination reveals no abnormalities of the heart or aorta.  She asks about her chances of having a baby.  Which of the following methods could be used to achieve pregnancy in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bromocriptine therapy","answer_2":"B. Clomiphene citrate","answer_3":"C. Pulsatile GnRH infusion","answer_4":"D. hCG therapy","answer_5":"E. In vitro fertilization (IVF)","percent_1":"1%","percent_2":"6%","percent_3":"13%","percent_4":"1%","percent_5":"80%","right_answer":"E. In vitro fertilization (IVF)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Most women with Turner syndrome (45,XO) are infertile secondary to ovarian failure.  With sufficient estrogen and progestin supplementation, however, these women can develop a thick endometrial lining that is substantial enough to support a pregnancy.  In vitro fertilization of Turner syndrome patients with an ovum provided by a related or anonymous donor results in pregnancy rates approaching 60%.  A thorough renal, cardiac and thyroid examination should be carried out before pregnancy is attempted to reduce the potential for complications during pregnancy.  Pregnancy can occur spontaneously in some patients with Turner syndrome, but the risk of spontaneous abortion, Down syndrome and Turner syndrome are all increased in such cases. $ #(Choice A)# Bromocriptine is a dopamine receptor agonist that inhibits pituitary prolactin secretion.  It can restore fertility in women with hyperprolactinemia. $ #(Choice B)# Clomiphene citrate is an antiestrogen that stimulates ovulation by blocking the feedback inhibition of estrogen on the hypothalamus thereby enhancing the release of pituitary gonadotropins.  It is best used to achieve fertility in women with ovulatory failure who are normogonadotropic, normoprolactinemic and euthyroid. $ #(Choice C)# Pulsatile GnRH infusion can stimulate ovulation in women who have disordered hypothalamic GnRH secretion resulting in hypogonadotropic, hypogonadal anovulation.  Pituitary and ovarian function must be intact for this method to work. $ #(Choice D)# hCG therapy can be used to trigger the ovulatory cascade in an oocyte donor when her follicles are deemed mature. $ #Educational objective# In vitro fertilization using a donated ovum is the most promising means of achieving pregnancy in a woman with Turner syndrome.  Pregnancy can occasionally occur spontaneously in some patients with Turner syndrome, but the risk of spontaneous abortion, Down syndrome and Turner syndrome are all increased in such cases. "},

{"id":"1830","title":"A 40-year-old woman, gravida 5, para 0, aborta 4, at 12 weeks gestation comes to the emergency department due to vaginal bleeding, midline pelvic pain, and severe nausea and vomiting.  She has a history of 4 prior first trimester losses.  Pelvic examination shows a 16-week-sized uterus.  Speculum examination reveals dark red blood in the vagina.  A β-hCG level is >100,000 mIU/mL, and an ultrasound shows no fetus and a uterine cavity filled with multiple small cysts.  The patient undergoes dilation and curettage in the operating room, and a friable mass of tissue consisting of many thin-walled cysts is evacuated from her uterus.  Examination of the tissue would most likely show which of the following karyotypes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 46,XX","answer_2":"B. 46,XY","answer_3":"C. 47,XXX","answer_4":"D. 47,XXY","answer_5":"E. 69,XXX","answer_6":"F. 69,XXY","percent_1":"41%","percent_2":"18%","percent_3":"5%","percent_4":"6%","percent_5":"10%","percent_6":"21%","right_answer":"A. 46,XX","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1830.jpg","explanation_1":"","explanation_2":"$A hydatidiform mole is a form of gestational trophoblastic disease and can be classified as complete or partial.  This patient has a #complete hydatidiform mole#, which most commonly results from the fertilization of an ovum that has no maternal chromosomes by one sperm (90% of cases).  The chromosomes from the haploid 23X sperm are then duplicated, forming diploid #46,XX# tissue that contains #only paternal DNA#.  46,YY moles from duplication of 23Y sperm have not been observed, as a zygote without an X chromosome would not survive.  Less commonly, 2 sperm can fertilize an empty ovum and create 46,XY tissue #(choice B).# $Patients with a complete mole typically present with pelvic pain and vaginal bleeding.  The uterus is larger than expected for gestational age, and β-hCG levels are markedly elevated due to trophoblastic hyperplasia.  An ultrasound demonstrates a central heterogenous mass with multiple cystic areas and is classically described as a @\"Swiss cheese\" or \"snowstorm\"@ pattern.  A complete mole has #no fetal structures# and is composed entirely of large, edematous, and disordered chorionic villi that appear grossly as @clusters of vesicular structures@ (\"bunch of grapes\"). $Risk factors for hydatidiform mole include extremes of maternal age, prior hydatidiform mole, prior miscarriage, or infertility. $#(Choice C)#  47,XXX is the most common sex chromosome abnormality in females.  It is usually diagnosed incidentally during genetic testing as the carriers of this genotype are typically normal. $#(Choice D)#  Klinefelter syndrome is associated with the 47,XXY karyotype and is associated with primary hypogonadism in males.  It is likely due to nondisjunction of the sex chromosomes during meiotic division of the gamete of either parent. $#(Choices E and F)#  Partial hydatidiform moles have 69,XXX or 69,XXY karyotype as the result of fertilization of an ovum by 2 sperm.  Partial moles typically contain fetal tissue and normal placental villi intermixed with hydropic villi. $#Educational objective# A complete hydatidiform mole usually results when an empty ovum is fertilized by a haploid sperm.  Subsequent duplication of the paternal genetic complement (23X) results in the characteristic 46,XX genotype.  ","clickable_1":"images/img1.1830.jpg","clickable_2":"images/img2.1830.jpg"},

{"id":"339","title":"A newborn girl is evaluated in the nursery after an uncomplicated spontaneous vaginal delivery to a 29-year-old primigravida.  The mother declined prenatal testing and ultrasound examination while pregnant.  She took prenatal vitamins throughout the pregnancy, which was otherwise uneventful.  Examination of the neonate shows a posterior neck mass and bilateral nonpitting edema of the hands and feet.  She has low-set ears and a high-arched palate.  Femoral pulses are diminished.  The remainder of the examination is normal.  Ultrasonography of the neck reveals a mass composed of cystic spaces separated by connective tissue.  Which of the following is the most likely underlying mechanism responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Loss of function mutation on chromosome X","answer_2":"B. Loss of paternal copy of chromosome X","answer_3":"C. Meiotic nondisjunction of chromosome 18","answer_4":"D. Partial deletion of the short arm of chromosome 5","answer_5":"E. Robertsonian translocation involving chromosome 21","percent_1":"12%","percent_2":"41%","percent_3":"23%","percent_4":"8%","percent_5":"16%","right_answer":"B. Loss of paternal copy of chromosome X","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp339.jpg","explanation_1":"","explanation_2":"$This patient's posterior neck mass is most likely a multiloculated #cystic hygroma#, which develops when obstruction of the lymphatic system causes lymph to accumulate in the jugular lymphatic sacs of the neck.  Impaired flow can also cause extravasation of fluid from lymphatic vessels into the interstitial space of the hands and feet, resulting in #congenital lymphedema#, as seen in this patient with nonpitting extremity edema. $In a newborn girl with @cystic hygroma@ and/or @congenital lymphedema@, chromosomal aneuploidy should be suspected.  In this case, the patient's #diminished femoral pulses# (which raise clinical suspicion for #aortic coarctation#) and characteristic dysmorphic features (eg, high-arched palate, low-set ears) strongly suggest #Turner syndrome# (TS).  Other manifestations of TS include a webbed neck with low hairline and a broad chest with widely spaced nipples. $TS is caused by complete or partial #loss of an X chromosome# (most commonly the paternal copy).  Although genotypically normal females (46,XX) undergo X-inactivation (random silencing of one X chromosome in a given cell), some genes on the silenced X chromosome normally escape inactivation; in males, these genes also have homologous counterparts on the Y chromosome.  Therefore, females with only one X chromosome are missing 1 of the normal 2 copies, causing a #decreased gene dosage# effect that impacts genes such as SHOX (short-stature homeobox gene) and those responsible for lymphatic development. $#(Choice A)#  A trinucleotide repeat expansion causing loss of function of the FMR1 gene on chromosome X is responsible for @fragile X syndrome@.  Neonates may have dysmorphic features (eg, prominent ears), but diminished femoral pulses and cystic neck mass are not associated findings. $#(Choices C and E)#  Cystic hygromas and lymphedema can occur with trisomies such as Edwards syndrome (typically caused by meiotic nondisjunction of chromosome 18) and Down syndrome (usually caused by nondisjunction or robertsonian translocation of chromosome 21).  However, patients with @Edwards syndrome@ typically have hypertonia, clenched fists, and rocker-bottom feet, and patients with @Down syndrome@ characteristically have upslanting palpebral fissures, epicanthal folds, and a single palmar crease.  Down syndrome is also more likely to cause a murmur due to an atrioventricular canal defect rather than diminished pulses. $#(Choice D)#  Cri-du-chat syndrome is due to a partial deletion of the short arm of chromosome 5.  Patients typically have a round face, cat-like cry, and microcephaly (not cystic hygroma or lymphedema). $#Educational objective# Turner syndrome (loss of an X chromosome) should be suspected in a newborn girl with cystic hygroma or lymphedema.  Dysmorphic features (eg, high-arched palate, low-set ears) and aortic anomalies (eg, coarctation) are other characteristic findings.  ","clickable_1":"images/img1.339.jpg","clickable_2":"images/img2.339.jpg","clickable_3":"images/img3.339.jpg","clickable_4":"images/img4.339.jpg","clickable_5":"images/img5.339.jpg"},

{"id":"1810","title":"A 12-year-old girl is brought to the office for evaluation of short stature.  She was an average-sized infant, but, over the past few years, her height-growth velocity has plateaued.  The patient has not menstruated.  Menarche occurred in her mother at age 14, and both her parents are tall.  The patient's height is at <2nd percentile and weight is at the 50th percentile for age and sex.  She has no breast buds.  She has a low hairline, a short and wide neck, a broad chest, and widely spaced nipples.  Which of the following is the most likely underlying mechanism for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Balanced autosomal translocation","answer_2":"B. Frameshift mutation","answer_3":"C. Meiotic nondisjunction","answer_4":"D. Skewed X chromosome inactivation","answer_5":"E. Uniparental disomy","percent_1":"1%","percent_2":"2%","percent_3":"60%","percent_4":"29%","percent_5":"8%","right_answer":"C. Meiotic nondisjunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1810.jpg","explanation_1":"","explanation_2":"$This patient with #short stature# (height <3rd percentile) has #delayed puberty# (ie, no breast development by age 12) and dysmorphic features (eg, low hairline, short/wide neck, widely spaced nipples).  This constellation of findings is characteristic of @Turner syndrome@ (TS), a sex chromosome disorder due to #loss of an X chromosome#.  Because the X chromosome contains a short stature homeobox (SHOX) gene, which normally promotes long bone growth, patients often present with declining linear velocity, as seen in this girl. $Aneuploidy (abnormal chromosome number), as in TS, is most often caused by #meiotic nondisjunction# during gametogenesis.  Meiotic nondisjunction refers to failed separation of homologous chromosomes (meiosis I) or sister chromatids (meiosis II), which results in a gamete with an abnormal number of chromosomes (eg, 22, 24).  When a gamete lacking an X chromosome is fertilized with a gamete containing a normal number of chromosomes, the embryo has a 45,X genotype. $Alternately, absence of an X chromosome may be due to mitotic nondisjunction after fertilization.  This results in somatic mosaicism, in which the X chromosome is missing in only some cells (45,X/46,XX), and a milder TS phenotype. $#(Choice A)#  Balanced translocations are clinically silent because genetic material is exchanged between nonhomologous chromosomes but not lost.  Affected individuals can have offspring with unbalanced translocations (eg, @trisomy 21@).  However, autosomal translocation would not cause Turner's syndrome. $#(Choice B)#  Frameshift mutation occurs when a number of nucleotides not evenly divisible by 3 are inserted into or deleted from a sequence of coding DNA.  The reading frame is shifted during translation, creating a different peptide sequence. $#(Choice D)#  Skewed X-chromosome inactivation occurs when one X chromosome is inactivated more often than would occur by chance alone.  However, because many of the genes that contribute to TS (eg, SHOX) normally escape X inactivation, findings of TS are not typical with this mechanism. $#(Choice E)#  Uniparental disomy occurs when both copies of a chromosome are inherited from 1 parent.  Disease occurs when the inherited chromosomes contain genes that are physiologically imprinted (silenced), and gene expression normally relies on the other parent's genes (which are absent), as in Prader-Willi/Angelman syndrome. $#Educational objective# Turner syndrome is characterized by loss of an X chromosome, most often due to meiotic nondisjunction during gametogenesis.  ","clickable_1":"images/img1.1810.jpg","clickable_2":"images/img2.1810.jpg"},

{"id":"256","title":"An autopsy is performed on a 17-year-old girl after a fatal aortic dissection.  On gross examination, the uterus appears small and underdeveloped.  Light microscopic examination shows the ovaries are primarily composed of connective tissue.  Which of the following additional abnormalities is most likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lens displacement","answer_2":"B. Mitral valve prolapse","answer_3":"C. Nephroblastoma","answer_4":"D. Pituitary adenoma","answer_5":"E. Renal fusion","percent_1":"19%","percent_2":"27%","percent_3":"3%","percent_4":"4%","percent_5":"47%","right_answer":"E. Renal fusion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp256.jpg","explanation_1":"","explanation_2":"$This adolescent girl who died as a result of aortic dissection also had #gonadal dysgenesis#, a finding that suggests #Turner syndrome# (TS).  TS is due to loss of an X chromosome @(45,X)@ and is the most common cause of ovarian dysgenesis. $During early gestation, ovarian development is initially normal in TS.  However, germ cells subsequently undergo accelerated apoptosis, and ovarian follicles are replaced by connective tissue (ie, #streak ovaries#), resulting in #primary ovarian insufficiency#.  At puberty, girls with TS may develop pubic hair (due to normal adrenal androgen production) but typically have absent breast development and primary amenorrhea due to lack of ovarian estrogen production.  Growth and maturation of the uterus are also estrogen dependent, as seen in this girl with a small and underdeveloped uterus; most patients are infertile. $Extragonadal manifestations of TS include but are not limited to: $• Physical features:  Short stature, broad chest, and webbed neck are characteristic. $• Cardiac anomalies:  Bicuspid aortic valve and aortic coarctation are the most common, and patients are at increased risk for #aortic dissection# at a young age, as seen here. $• Renal anomalies:  These occur in almost half of patients and include collecting system malformations (eg, ureter duplication) and #horseshoe kidney# (fusion of the lower renal poles).  Although horseshoe kidney can lead to recurrent urinary tract infections, it is often asymptomatic and may go undetected. $#(Choices A and B)#  Lens displacement and mitral valve prolapse are seen in Marfan syndrome.  Patients with Marfan syndrome are at risk for aortic dissection but do not have streak ovaries or an underdeveloped uterus. $#(Choice C)#  Nephroblastoma (Wilms tumor) is the most common renal malignancy in children and is associated with WAGR syndrome (#W#ilms tumor, #A#niridia, #G#enitourinary anomalies, and #R#ange of developmental delays).  Girls with this condition can have streak gonads but are not at increased risk for aortic dissection.  In addition, Wilms tumor is typically diagnosed at age <10 and is unlikely to be found incidentally in a 17-year-old. $#(Choice D)#  Prolactin-producing pituitary adenomas suppress GnRH and cause hypogonadotropic hypogonadism (ie, low FSH, LH, and estrogen).  However, in a patient with pituitary adenoma, the ovaries would be normal on histologic examination. $#Educational objective# Gonadal dysgenesis (ie, streak ovaries) is most commonly caused by Turner syndrome and results in primary ovarian insufficiency (eg, amenorrhea, infertility).  Patients are at increased risk for aortic dissection and horseshoe kidney.  ","clickable_1":"images/img1.256.jpg"},

{"id":"12225","title":"A 22-year-old woman, who recently relocated, comes to the office for a new patient visit.  She has mild intellectual disability and has completed a high school level of education.  The patient has no major health problems but reports persistent swelling of the hands and feet.  Menarche occurred at age 13, and she has regular menstrual cycles.  Physical examination shows short stature and a webbed neck.  Karyotype analysis performed on peripheral leukocytes shows that 40% of the cells have a 45,X genotype and that the remaining 60% contain a 46,XX genotype.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chromosomal deletion","answer_2":"B. Complete monosomy X","answer_3":"C. Germline mosaicism","answer_4":"D. Somatic mosaicism","answer_5":"E. Uniparental disomy","answer_6":"F. X chromosome inactivation","percent_1":"2%","percent_2":"3%","percent_3":"34%","percent_4":"54%","percent_5":"2%","percent_6":"5%","right_answer":"D. Somatic mosaicism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12225.jpg","explanation_1":"","explanation_2":"$This patient with mild intellectual disability, lymphedema, short stature, webbed neck, and 2 karyotypes evident on analysis likely has #mosaic Turner syndrome#.  Mosaicism is defined as the presence of multiple, #genetically different cell lines# within the body.  It can result from several processes, including chromosomal nondisjunction and mutations during the first stages of embryonic development.  The earlier the error happens, the more daughter cells are affected. $@Mosaicism@ can be classified as germline, somatic, or both: $• #Somatic mosaicism# affects the cells forming the body, causing #disease manifestations# to develop in affected individuals.  45,X/46,XX is the most commonly diagnosed mosaicism affecting sex chromosomes.  These patients typically have a milder form of Turner syndrome or can be asymptomatic, depending on the ratio of abnormal to normal cells. $• #Germline mosaicism# affects the cells that give rise to gametes, allowing the affected genes to #pass to the offspring#.  The chance of a child being affected depends on the proportion of gametes that carry the mutation.  When mosaicism is limited to the germline, the affected parent does not develop clinical manifestations. $#(Choice A)#  Chromosomal deletions can be either macro or micro, depending on how many base pairs are eliminated.  Neither process results in the elimination of entire chromosomes or the presence of multiple cell lines within the body. $#(Choice B)#  Complete monosomy X also causes Turner syndrome.  However, it would not explain the 2 separate genotypes seen on karyotyping. $#(Choice C)#  This patient has manifestations of Turner syndrome and peripheral cells with multiple distinct genotypes, which indicates that she has somatic mosaicism.  If the mitotic error occurred very early in embryogenesis, before separation of the germline, she could also have germline mosaicism.  However, germline mosaicism would not be the cause of her clinical manifestations and would not be detectable on karyotyping of a blood sample. $#(Choice E)#  Uniparental disomy describes the phenomenon wherein both chromosomes in a given pair come from one parent.  In such cases, patients still have the full complement of chromosomes on karyotyping. $#(Choice F)#  In women, one X chromosome is normally inactivated in each somatic cell to maintain proper gene dosage.  Despite the presence of only one functional X chromosome in each cell, both are still detectable on karyotyping. $#Educational objective# Mosaicism is defined as the presence of multiple, genetically different cell lines within the body.  It can result from several processes, including chromosomal nondisjunction or a mutation during the first stages of embryonic development.  Somatic mosaicism results in a mixture of normal and mutated somatic cells, often leading to a milder form of the disease.  ","clickable_1":"images/img1.12225.jpg"},

{"id":"7489","title":"A 15-year-old girl is brought to the physician for evaluation of primary amenorrhea.  Her mother is concerned because her other daughters had menarche before age 13.  Vital signs are normal.  The patient is at the 5th percentile for height and 20th percentile for weight.  Examination shows a high arched palate and Tanner stage I breasts with inverted and widely spaced nipples.  Further evaluation would most likely show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absent uterus","answer_2":"B. Ambiguous genitalia","answer_3":"C. Atrophic ovaries","answer_4":"D. Fibrosed fallopian tubes","answer_5":"E. Hirsutism","answer_6":"F. Vaginal agenesis","percent_1":"5%","percent_2":"4%","percent_3":"84%","percent_4":"2%","percent_5":"2%","percent_6":"2%","right_answer":"C. Atrophic ovaries","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7489.jpg","explanation_1":"","explanation_2":"$#Primary amenorrhea# is defined as the absence of menses by age 15 in someone who has normal growth and secondary sexual characteristics (eg, body hair growth, breast development) or absence of menses by age 13 in girls without secondary sex characteristics.  Chromosomal abnormalities resulting in ovarian insufficiency are the most common cause of primary amenorrhea. $This patient's short stature, high arched palate, Tanner I breasts, and widely spaced nipples are characteristic of #Turner syndrome (45,XO)#.  Patients with Turner syndrome have a variable degree of #ovarian dysgenesis#.  The ovaries usually appear underdeveloped and atrophic (\"streak gonads\") due to in utero degeneration of the ovarian follicles with replacement by fibrotic tissue.  Since menstruation and breast development are estrogen-dependent processes, they do not occur because the ovaries are nonfunctional. $#(Choice A)#  Although patients with Turner syndrome may have streak ovaries, the uterus should be present.  An absent uterus and primary amenorrhea can be seen in Müllerian agenesis and androgen insensitivity syndrome. $#(Choice B)#  Turner syndrome patients have normal female external genitalia.  Ambiguous external genitalia can be seen in 46,XX patients with congenital adrenal hyperplasia. $#(Choice D)#  Fibrotic fallopian tubes are not seen in Turner syndrome but are sometimes seen in pelvic inflammatory disease. $#(Choice E)#  Hirsutism and secondary amenorrhea can be seen in polycystic ovarian syndrome. $#(Choice F)#  Vaginal agenesis results from absence or underdevelopment of the Müllerian ductal system (Müllerian agenesis).  Although patients with Müllerian agenesis have primary amenorrhea, they will have normal palate and breast development. $#Educational objective# Common manifestations of Turner syndrome include primary amenorrhea, short stature, a high arched palate, and widely spaced nipples.  Primary amenorrhea occurs in these patients due to in utero degeneration of the ovarian follicles (gonadal dysgenesis).  "},

{"id":"1809","title":"A 15-year-old girl is brought to the office due to amenorrhea.  She has never menstruated, but her mother underwent menarche at age 14.  The patient has no chronic medical conditions and takes no medications.  She does not use tobacco, alcohol, or illicit drugs.  The patient plays violin for her high school orchestra and is the captain of her junior varsity tennis team.  She is not sexually active.  Height is 175.3 cm (5 ft 9 in) and weight is 65 kg (143.3 lb).  BMI is 21.2 kg/m2.  Examination shows fully developed secondary sexual characteristics.  Pelvic ultrasound shows a shortened vaginal canal with a rudimentary uterus.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 21-hydroxylase deficiency","answer_2":"B. Androgen insensitivity syndrome","answer_3":"C. Kallmann syndrome","answer_4":"D. Klinefelter syndrome","answer_5":"E. Müllerian agenesis","percent_1":"3%","percent_2":"14%","percent_3":"8%","percent_4":"3%","percent_5":"72%","right_answer":"E. Müllerian agenesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Müllerian agenesis vs androgen insensitivity syndrome#∆⨉∆⨉ §^#Diagnosis# ∆^#Müllerian agenesis$ 46,XX# ∆^#Androgen insensitivity syndrome$ 46,XY# §^#Pathogenesis# ∆ Absent or hypoplastic müllerian ducts* ∆ Androgen resistance due to X-linked androgen receptor mutation §^#Hormone$ levels# ∆ Normal estrogen & testosterone ∆ ↑ Testosterone & estrogen (aromatization) §^#Reproductive$ organs# ∆ Absent or rudimentary uterus/upper vagina, normal ovaries ∆ No uterus/upper vagina; cryptorchid testes §^#Breasts# ∆ Normal ∆ Normal §^#Axillary &$ pubic hair# ∆ Normal ∆ Minimal to absent %*Müllerian (paramesonephric) ducts give rise to the fallopian tubes, uterus, cervix & upper vagina.","explanation_img":"","explanation_1":"","explanation_2":"This patient is most likely a 46,XX female with müllerian agenesis.  During @sexual differentiation@ in females (XX), the #müllerian (paramesonephric) ducts# give rise to the #fallopian tubes, uterus, cervix#, and #upper vagina#; the urogenital sinus gives rise to the lower vagina; and the wolffian (mesonephric) ducts degenerate in females from lack of hormonal stimulation by testosterone. $#Müllerian agenesis# (ie, vaginal agenesis or Mayer-Rokitansky-Küster-Hauser syndrome) results in hypoplasia/aplasia of the müllerian structures (ie, uterus/cervix/upper vagina/fallopian tubes), leading to #variable uterine development# (eg, rudimentary uterus) with #no upper vagina# (eg, shortened vagina with blind vaginal pouch).  Because the uterus is absent or hypoplastic, the patient cannot menstruate (ie, #primary amenorrhea#). $Patients with müllerian agenesis have #normal ovaries#, which arise embryologically from the genital ridge.  Therefore, patients have normal, female-range levels of estrogen and testosterone and #regular development of secondary sexual characteristics# (eg, breast development, axillary/pubic hair).  Patients with müllerian agenesis require renal ultrasound because up to 50% have a coexisting urologic anomaly (eg, renal agenesis). $#(Choice A)#  Congenital adrenal hyperplasia (CAH), most commonly due to 21-Hydroxylase deficiency, has a variable presentation.  Late-onset CAH usually presents with hirsutism, oligomenorrhea, and acne, which are not seen in this patient.  Neonates typically have virilization and life-threatening hyponatremia (salt wasting). $#(Choice B)#  Patients with @androgen insensitivity syndrome (AIS)@ are 46,XY males with androgen receptor defects.  Patients appear phenotypically female (ie, no external male genitalia but breast development due to peripheral aromatization of testosterone to estrogen); however, they have minimal axillary or pubic hair due to androgen resistance (unlike this patient with normal secondary sexual characteristics).  In addition, patients with AIS have cryptorchid testes that actively secrete antimüllerian hormone, leading to complete regression of all müllerian structures with an absent (not rudimentary) uterus. $#(Choice C)#  @Kallmann syndrome@ occurs due to decreased synthesis of GnRH in the hypothalamus (hypogonadotropic hypogonadism).  Although female patients are rarely affected, they can have primary amenorrhea but typically do not develop secondary sexual characteristics. $#(Choice D)#  @Klinefelter syndrome@ (47,XXY) affects males and is characterized by tall stature, poorly developed secondary sexual characteristics, atrophic testes, and infertility. $#Educational objective# Patients with müllerian agenesis (ie, Mayer-Rokitansky-Küster-Hauser syndrome) have variable uterine development and no upper vagina (eg, shortened vagina).  These patients are 46,XX females with normal ovaries and secondary sexual characteristics.  ","clickable_1":"images/img1.1809.jpg","clickable_2":"images/img2.1809.jpg","clickable_3":"images/img3.1809.jpg","clickable_4":"images/img4.1809.jpg"},

{"id":"8390","title":"A 15-year-old girl comes to the office due to pelvic and crampy lower abdominal pain that seems to recur at the beginning of each month and resolves after a day or two. The pain began approximately 6 months ago and has significantly worsened each month. The patient has never had a menstrual period. She has never had sexual intercourse. Weight, height, and BMI are average for age and sex. Breast and pubic hair development are at sexual maturity rating (Tanner stage) 5. Digital rectal examination reveals a palpable mass anterior to the rectum. A pregnancy test is negative. Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Androgen insensitivity syndrome","ansImg_1":"","answer_2":"B.Asherman syndrome","ansImg_2":"","answer_3":"C.Endometriosis","ansImg_3":"","answer_4":"D.Imperforate hymen","ansImg_4":"","answer_5":"E.Kallmann syndrome","ansImg_5":"","right_answer":"D.Imperforate hymen","percent_1":"7%","percent_2":"5%","percent_3":"15%","percent_4":"70%","percent_5":"3%","explanation_img":"images/exp8390.jpg","explanation_1":"","explanation_2":"$This 15-year-old girl has never menstruated (ie, #primary amenorrhea#), which can result from functional (eg, hypothalamic amenorrhea) or anatomic abnormalities.  In adolescents with #normal secondary sexual characteristics# (which suggest intact hormonal function) and #cyclic abdominopelvic pain# (which suggests menstruation), the most likely cause is genital tract #outflow obstruction# (eg, imperforate hymen). $An #imperforate hymen# occurs due to incomplete degeneration of the hymen prior to birth.  At menarche, blood accumulates behind the hymen, and the expanding collection with each menstrual period causes increasing pressure on the pelvic organs (eg, defecatory/urinary dysfunction) and worsening abdominopelvic pain with no apparent menstrual bleeding.  As a result of pooled blood behind the hymen, physical examination typically reveals a smooth @vaginal bulge@ (#hematocolpos#) and a #palpable mass anterior to the rectum# (ie, the distended vagina).  Treatment is with hymenal incision and drainage, which resolves the obstruction and amenorrhea. $#(Choice A)#  @Androgen insensitivity syndrome@ causes primary amenorrhea due to the lack of müllerian structures.  Patients are 46,XY males but appear phenotypically female (ie, no external male genitalia) due to an androgen receptor defect.  These patients have normal breast development due to peripheral aromatization of testosterone to estrogen and may have palpable prostate tissue (eg, mass anterior to the rectum).  However, unlike this patient, they usually have minimal axillary or pubic hair due to androgen resistance. $#(Choice B)#  @Asherman syndrome@, the development of intrauterine adhesions, can obstruct uterine outflow and cause abdominopelvic pain and amenorrhea (typically secondary amenorrhea).  However, patients usually have a history of uterine infection or intrauterine surgery (eg, dilation and curettage), and there is no association with a palpable mass on digital rectal examination. $#(Choice C)#  @Endometriosis@, the ectopic implantation of endometrium outside the uterus, can cause worsening, cyclic abdominopelvic pain and rectovaginal nodularity (eg, endometrial implants in the pouch of Douglas) that may be palpable on digital rectal examination.  However, endometriosis is not associated with amenorrhea. $#(Choice E)#  @Kallmann syndrome@ can present with primary amenorrhea due to the impaired synthesis of gonadotropin-releasing hormone in the hypothalamus; therefore, in contrast to this patient with normal secondary sexual characteristics, those with Kallmann syndrome typically have no secondary sexual characteristics. $#Educational objective# Adolescent girls with primary amenorrhea, normal secondary sexual characteristics, and progressively worsening abdominopelvic pain may have an imperforate hymen.  Examination typically shows a smooth vaginal bulge (hematocolpos) and a palpable mass anterior to the rectum.  ","clickable_1":"images/img1.8390.jpg","clickable_2":"images/img2.8390.jpg","clickable_3":"images/img3.8390.jpg","clickable_4":"images/img4.8390.jpg","clickable_5":"images/img5.8390.jpg"},

{"SubjectSystem":"Embryology-Female Reproductive System","id":"1831","title":"A 32-year-old woman, gravida 4 para 0, comes to the office for evaluation of recurrent pregnancy loss.  She has had 4 consecutive spontaneous abortions with the same partner.  The patient has menstrual cycles approximately 28 days apart, with light bleeding for 2-3 days.  She has no chronic medical conditions and takes no daily medications.  The patient does not use tobacco, alcohol, or illicit drugs.  Results of her hysterosalpingogram are shown in the @exhibit@.  Failure of which of the following processes is the most likely underlying mechanism of this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1831.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Development of the paramesonephric ducts","answer_2":"B. Differentiation of the mesonephric tubules","answer_3":"C. Fusion of the mesonephric ducts","answer_4":"D. Lateral fusion of the paramesonephric ducts","answer_5":"E. Vertical fusion of the paramesonephric ducts with the urogenital sinus","percent_1":"9%","percent_2":"4%","percent_3":"19%","percent_4":"52%","percent_5":"15%","right_answer":"D. Lateral fusion of the paramesonephric ducts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1831.jpg","explanation_1":"","explanation_2":"$@Female reproductive tract development@ involves the lateral/vertical fusion and involution of the #paramesonephric ducts# (eg, #Müllerian ducts#), which give rise to the #fallopian tubes, uterus, cervix, and upper vagina#.  Development of the renal system is closely linked; therefore, congenital uterine anomalies often coexist with renal anomalies (eg, unilateral renal agenesis). $During development, the paramesonephric ducts fuse laterally with each other and vertically with the urogenital sinus; failed fusion in either direction can lead to structural anomalies.  #Incomplete lateral fusion# of the upper Müllerian duct segments causes a #bicornuate uterus#, whereas complete lack of lateral fusion can lead to @uterine didelphys@ (ie, double uterus and cervix).  Once fused, the ducts undergo involution; failure of involution results in a longitudinal uterine septum.  In contrast, failed vertical fusion of the paramesonephric ducts with the urogenital sinus results in a transverse vaginal septum, which can cause primary amenorrhea and cyclic pelvic pain due to menses retained in the uterus #(choice E).# $When a patient has difficulty conceiving or has #recurrent pregnancy loss#, structural genital tract anomalies are evaluated by #hysterosalpingography (HSG)#, which involves contrast injection through the cervix into the uterus with a concurrent pelvic x-ray.  This patient's HSG reveals 2 #unfused uterine horns# with a central filling defect, which likely represents a bicornuate uterus due to failed lateral fusion of the paramesonephric ducts. $#(Choice A)#  Complete absence or hypoplastic development of the paramesonephric ducts leads to Müllerian agenesis (ie, Mayer-Rokitansky-Küster-Hauser syndrome).  These patients have a lower vagina, which originates from the urogenital sinus, and an absent or rudimentary uterus.  HSG would not reveal distinct uterine horns. $#(Choice B)#  The mesonephric tubules arise with the mesonephric duct (eg, @wolffian duct@) to form the mesonephros.  In females, the mesonephric tubules and mesonephric duct degenerate, not differentiate, to form Gartner ducts.  In males, they form the epididymis, ductus deferens, seminal vesicles, and ejaculatory ducts. $#(Choice C)#  The mesonephric (Wolffian) ducts do not fuse during embryonic development. $#Educational objective# In females, the paramesonephric (Müllerian) ducts fuse to form the fallopian tubes, uterus, cervix, and upper vagina.  Disruptions in this process can lead to various Müllerian duct anomalies (eg, bicornuate uterus, uterine didelphys).  Renal anomalies are a common comorbidity.  ","clickable_1":"images/img1.1831.jpg","clickable_2":"images/img2.1831.jpg","clickable_3":"images/img3.1831.jpg"}


]