[

{"id":"928","title":"A 45-year-old woman calls 911 due to severe chest pain and dyspnea.  The emergency medical team finds the patient unresponsive with no pulse, and she does not revive despite extensive cardiopulmonary resuscitation efforts.  She had a prolonged history of systemic lupus erythematosus treated with multiple medications and was recently evaluated for progressive muscle weakness.  Records from the patient's most recent office visit show an elevated blood pressure and examination findings of facial plethora, truncal obesity, and skin ecchymoses.  She was also found to have mild hyperglycemia.  Medical history included a left hip replacement for osteonecrosis of the femoral head 1 year ago.  At autopsy, she is found to have an occluding thrombus in the left main coronary artery, which likely led to sudden cardiac death.  Examination of this patient's adrenal glands is most likely to reveal which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenocortical adenoma","answer_2":"B. Bilateral cortical atrophy","answer_3":"C. Diffuse cortical hyperplasia","answer_4":"D. Diffuse cortical hypertrophy","answer_5":"E. Nodular cortical hyperplasia","percent_1":"9%","percent_2":"66%","percent_3":"16%","percent_4":"7%","percent_5":"2%","right_answer":"B. Bilateral cortical atrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp928.jpg","explanation_1":"","explanation_2":"$This patient has features of @hypercortisolism@, including hypertension, central obesity, muscular weakness, ecchymoses, and hyperglycemia.  She most likely developed #iatrogenic Cushing syndrome# due to prolonged administration of glucocorticoids for management of systemic lupus erythematosus (SLE).  #Chronic glucocorticoid use# can also cause osteonecrosis, and both Cushing syndrome and SLE itself can increase the risk for atherosclerosis and acute coronary events (as in this patient). $Exogenous glucocorticoid use #inhibits the entire hypothalamic-pituitary-adrenal axis#, leading to low levels of corticotropin-releasing hormone (CRH), ACTH, and endogenous cortisol.  ACTH exerts a potent trophic (ie, growth promoting) effect on the adrenal zona fasciculata and reticularis; #long-term #suppression leads to #adrenocortical atrophy# (the zona glomerulosa is spared as angiotensin II is its primary trophic hormone).  #Sudden cessation #of glucocorticoids after prolonged use can precipitate adrenocortical insufficiency and #adrenal crisis#. $#(Choice A)#  Endogenous Cushing syndrome can be caused by an autonomous cortisol-producing adrenal tumor.  However, this patient's history is more suggestive of exogenous glucocorticoid use. $#(Choices C, D, and E)#  Bilateral cortical hyperplasia and hypertrophy occurs in patients with ACTH excess (eg, pituitary corticotroph adenoma [Cushing disease]).  Varying degrees of adrenocortical nodularity can also be seen.  However, this patient was likely taking exogenous glucocorticoids, which would suppress ACTH release and lead to adrenocortical atrophy. $#Educational objective# Long-term use of supraphysiologic doses of glucocorticoids causes suppression of the hypothalamic-pituitary-adrenal axis, which in turn leads to bilateral adrenocortical atrophy involving the zona fasciculata and reticularis.  Sudden cessation of the exogenous corticosteroids can precipitate adrenal crisis.  ","clickable_1":"images/img1.928.jpg"},

{"id":"547","title":"A 27-year-old man comes to the office due to recurrent episodes of muscle weakness.  He has no other significant medical history.  The patient's weight has been stable for the past few years with a BMI of 23 kg/m2.  Blood pressure is 190/110 mm Hg supine and 195/110 mm Hg standing.  Pulse is 70/min supine and 72/min standing.  The rest of the physical examination is unremarkable.  Laboratory evaluation shows very low plasma renin levels.  Overactivity of which of the following is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chromaffin cells of the adrenals","answer_2":"B. Extraadrenal paraganglion cells","answer_3":"C. Juxtaglomerular cells of the kidney","answer_4":"D. Zona fasciculata of the adrenals","answer_5":"E. Zona glomerulosa of the adrenals","answer_6":"F. Zona reticularis of the adrenals","percent_1":"10%","percent_2":"1%","percent_3":"7%","percent_4":"10%","percent_5":"70%","percent_6":"2%","right_answer":"E. Zona glomerulosa of the adrenals","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp547.jpg","explanation_1":"","explanation_2":"$This patient's onset of #hypertension# at a young age is suggestive of a secondary underlying cause; his low plasma renin levels most likely indicate @primary hyperaldosteronism@ (Conn syndrome), which is characterized by autonomous aldosterone secretion from the #zona glomerulosa# of the adrenal cortex.  Bilateral adrenal hyperplasia is the most common cause, followed by a unilateral adrenal adenoma. $#Aldosterone#, which is normally regulated by angiotensin II and K+ levels, stimulates reabsorption of sodium (Na+) and secretion of potassium (K+) and hydrogen (H+) in the renal collecting ducts.  Excess aldosterone causes Na+ retention, hypertension, and feedback suppression of the renin-angiotensin system (ie, #low renin activity#).  Some patients also develop metabolic alkalosis and #hypokalemia#.  Symptomatic hypokalemia may cause #muscle weakness#, cramps, and, occasionally, rhabdomyolysis and cardiac arrhythmias. $Despite increased Na+ reabsorption, extravascular volume overload (eg, peripheral edema) is rarely seen due to a phenomenon known as @aldosterone escape@.  With aldosterone escape, increased intravascular volume increases pressure natriuresis and augments atrial natriuretic peptide release, thereby limiting net Na+ retention and extravascular volume overload.  Hypernatremia is also not typically seen because the temporary increase in serum osmolality triggers a compensatory rise in antidiuretic hormone release. $#(Choices A and B)#  Pheochromocytomas are catecholamine-secreting tumors arising from the chromaffin cells of the adrenal medulla or extraadrenal sympathetic chain that typically present with severe hypertension.  Pheochromocytomas stimulate the renin-angiotensin system due to high circulating catecholamine levels and are associated with tachycardia and symptoms of catecholamine excess (eg, sweating, palpitations, headache). $#(Choice C)#  Increased renin production by the juxtaglomerular apparatus leads to hypertension with elevated aldosterone levels.  This typically occurs in the setting of renal artery stenosis due to decreased renal blood flow.  However, this patient's renin activity is suppressed. $#(Choices D and F)#  Hypersecretion from cells of the zona fasciculata or zona reticularis would lead to Cushing syndrome or hyperandrogenism, respectively.  Cushing syndrome can cause hypertension and hypokalemia but is usually associated with weight gain and a cushingoid body habitus (eg, central obesity, moon facies).  Clinical manifestations of adrenal hyperandrogenism are typically minimal in men because androgen levels are already high due to testicular testosterone production. $#Educational objective# Primary hyperaldosteronism is caused by excessive aldosterone secretion, typically due to an aldosterone-producing adrenal adenoma or bilateral nodular hyperplasia of the zona glomerulosa.  Clinical findings include hypertension, low plasma renin, hypokalemia, and metabolic alkalosis.  ","clickable_1":"images/img1.547.jpg","clickable_2":"images/img2.547.jpg"},

{"id":"929","title":"A 30-year-old woman comes to the office due to generalized weakness and paresthesia.  Medical history is unremarkable, and she takes no medications.  The patient mentions that her blood pressure was elevated at a workplace health fair 3 months ago; she attributed it to being \"stressed out\" and did not take any action.  Blood pressure is 150/95 mm Hg.  Cardiac examination is normal with full and symmetric distal pulses and no pedal edema.  Laboratory evaluation shows low plasma renin activity and normal serum creatinine level.  CT scan of the abdomen reveals a solitary, hypodense, 1.5-cm right adrenal mass.  Which of the following patterns of serum electrolyte concentrations would most likely be seen in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Bicarbonate ∆Potassium ∆Sodium","answer_1":"§A. ∆ High ∆Low ∆Low","answer_2":"§B. ∆ High ∆Low ∆Normal","answer_3":"§C. ∆ Low ∆High ∆Low","answer_4":"§D. ∆ Low ∆High ∆Normal","answer_5":"§E. ∆ Low ∆Low ∆High","percent_1":"4%","percent_2":"26%","percent_3":"17%","percent_4":"4%","percent_5":"49%","right_answer":"§B. ∆ High ∆Low ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp929.jpg","explanation_1":"","explanation_2":"$This patient's onset of #hypertension# at a young age suggests a #secondary# cause.  The weakness and paresthesia indicate an associated electrolyte or acid-base disturbance.  These findings, along with suppressed plasma renin, suggest #primary hyperaldosteronism# (ie, mineralocorticoid excess).  Primary hyperaldosteronism is most commonly caused by a unilateral #adrenal adenoma# (Conn syndrome) or bilateral adrenal hyperplasia (idiopathic hyperaldosteronism). $Hyperaldosteronism is characterized by increased distal @Na+ reabsorption@ in the renal collecting ducts.  This creates a negative charge in the lumen, pulling H+ and K+ from tubular cells and leading to their urinary excretion.  As a result, #hypokalemia# is common.  Increased H+ excretion by alpha-intercalated cells promotes bicarbonate production and increased activity of the basolateral HCO3−/Cl− exchanger, resulting in elevated serum bicarbonate and #metabolic alkalosis (choice E).# $Despite increased Na+ reabsorption, overt volume overload (eg, pedal edema) is rarely seen due to a phenomenon known as #aldosterone escape#.  Increased intravascular volume increases pressure natriuresis and augments atrial natriuretic peptide release, thereby limiting net sodium retention and overt volume overload.  Hypernatremia is also not typically seen because the temporary increase in serum osmolality triggers a compensatory rise in antidiuretic hormone (ADH) release. $#(Choice A)#  Loop or thiazide diuretic use can cause metabolic alkalosis, hypokalemia, and hyponatremia (mostly with thiazides) due to urinary losses of H+, K+, and Na+.  Na+ loss leads to hypovolemia, which can exacerbate hyponatremia (due to nonosmotic stimulus for ADH secretion) and alkalosis (due to increased bicarbonate reabsorption). $#(Choice C)#  Primary adrenal insufficiency reduces urinary excretion of H+ and K+ and promotes renal Na+ loss due to low aldosterone.  As a result, metabolic acidosis, hyperkalemia, hyponatremia, and hypovolemia develop. $#(Choice D)#  Mineralocorticoid receptor antagonists (eg, spironolactone) block aldosterone receptors, thereby impairing urinary excretion of H+ and K+.  Common adverse effects therefore include metabolic acidosis and hyperkalemia.  Na+ excretion is only mildly increased, and serum Na+ concentration is usually not significantly affected. $#Educational objective# Primary hyperaldosteronism increases distal Na+ reabsorption (secondary hypertension), leading to increased urinary excretion of H+ and K+ (metabolic alkalosis and hypokalemia).  Overt volume overload is not seen due to aldosterone escape, and serum Na+ concentration is typically normal due to preserved antidiuretic hormone function.  ","clickable_1":"images/img1.929.jpg"},

{"id":"17247","title":"A 26-year-old woman comes to the clinic due to worsening generalized weakness, myalgias, and unintentional weight loss.  She has primary hypothyroidism for which she takes levothyroxine.  Blood pressure is 110/70 mm Hg supine and 90/60 mm Hg standing.  She appears mildly emaciated.  Cardiopulmonary examination reveals no abnormalities.  Laboratory studies show mild normochromic, normocytic anemia; eosinophil count of 15%; and serum glucose of 65 mg/dL.  Which of the following additional changes is most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum Na ∆Serum K ∆Urine Na ∆Urine K","answer_1":"§A. ∆ ↓ ∆↑ ∆↑ ∆↓","answer_2":"§B. ∆ ↓ ∆Normal ∆↑ ∆Normal","answer_3":"§C. ∆ ↓ ∆↓ ∆↓ ∆↑","answer_4":"§D. ∆ ↓ ∆↑ ∆↓ ∆↑","answer_5":"§E. ∆ Normal ∆↓ ∆Normal ∆↑","percent_1":"55%","percent_2":"11%","percent_3":"13%","percent_4":"10%","percent_5":"11%","right_answer":"§A. ∆ ↓ ∆↑ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has multiple clinical features that suggest #primary adrenal insufficiency# (PAI) (also known as Addison disease).  PAI most commonly results from autoimmune destruction of the bilateral @adrenal cortex@ and often occurs in patients with a preexisting history of #autoimmune disease# (eg, hypothyroidism, type 1 diabetes mellitus).  Reduced mineralocorticoid (mainly aldosterone) production leads to renal salt wasting with consequent #hypovolemia and orthostasis# (systolic blood pressure decrease ≥20 mm Hg with standing).  Reduced cortisol can lead to #hypoglycemia#, normocytic #anemia#, and #eosinophilia#. $In the renal collecting tubule @principal cells@, reduced aldosterone leads to markedly decreased sodium absorption and increased potassium absorption; therefore, there is #high urine sodium# and #low urine potassium#.  Serum potassium is elevated #(hyperkalemia)# due to the increased tubular absorption.  Although the tubular salt wasting reduces total body sodium, it does not directly affect serum sodium concentration.  However, because hypovolemia provides nonosmotic stimulus for  antidiuretic hormone (ADH) secretion and ADH secretion is normally inhibited  by cortisol, ADH levels are increased in PAI.  The increased ADH levels lead to increased water retention and low serum sodium #(hyponatremia)#. $#(Choice B)#  Hyponatremia in the setting of high urine sodium is characteristic of the syndrome of inappropriate ADH secretion (SIADH).  SIADH has no significant effect on serum and urine potassium levels. $#(Choices C and D)#  In hypovolemic states (eg, severe vomiting, diabetic ketoacidosis), restoration of blood volume is the highest priority.  Therefore, the kidneys respond by stimulating increased aldosterone secretion, which decreases urine sodium and increases urine potassium.  The hypovolemia also provides nonosmotic stimulus for ADH release, which leads to hyponatremia.  Both total body and serum potassium are low in severe vomiting due to both gastrointestinal and renal losses.  Although total body potassium is low in diabetic ketoacidosis, serum potassium is high because potassium is unable to enter cells in the absence of insulin. $#(Choice E)#  Primary hyperaldosteronism causes potassium wasting by the renal principal cells, leading to high urine potassium and low serum potassium (hypokalemia).  There is renal sodium retention that leads to increased blood volume, but any significant change in serum or urine sodium concentration is avoided due to @aldosterone escape@. $#Educational objective# Reduced aldosterone production in primary adrenal insufficiency leads to renal sodium wasting with consequent hypovolemia, orthostasis, and potassium retention (hyperkalemia).  Low cortisol stimulates increased antidiuretic hormone secretion, which leads to water retention and hyponatremia.  ","clickable_1":"images/img1.17247.jpg","clickable_2":"images/img2.17247.jpg","clickable_3":"images/img3.17247.jpg"},

{"id":"924","title":"A 30-year-old woman is evaluated for a 3-month history of progressive fatigue, decreased appetite, and 10-lb (4.5-kg) weight loss.  The patient has type 1 diabetes mellitus and has noticed decreased insulin requirements over this time.  She has no other medical conditions and does not use tobacco, alcohol, or illicit drugs.  Physical examination shows a generalized increase in pigmentation of the skin, especially involving the palmar creases.  Measurement of serum cortisol before and after administration of exogenous adrenocorticotropic hormone (ACTH) shows no difference in the levels.  Which of the following changes in serum laboratory values is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Sodium ∆Potassium ∆Chloride ∆Bicarbonate","answer_1":"§A. ∆ Normal ∆↓ ∆↓ ∆↑","answer_2":"§B. ∆ ↓ ∆↑ ∆↑ ∆↓","answer_3":"§C. ∆ ↓ ∆↓ ∆↓ ∆↑","answer_4":"§D. ∆ Normal ∆↑ ∆Normal ∆Normal","answer_5":"§E. ∆ Normal ∆↓ ∆↑ ∆↓","percent_1":"17%","percent_2":"52%","percent_3":"8%","percent_4":"13%","percent_5":"11%","right_answer":"§B. ∆ ↓ ∆↑ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp924.jpg","explanation_1":"","explanation_2":"$This patient's fatigue and weight loss are likely due to #primary adrenal insufficiency# (Addison disease).  Type 1 diabetes mellitus is caused by autoimmune destruction of pancreatic beta cells and is associated with an increased risk of other autoimmune endocrinopathies.  Autoimmune adrenalitis is the most common cause of primary adrenal insufficiency and results from autoantibodies against all 3 zones of the adrenal cortex.  Because the main defect is in the adrenal gland, #exogenous ACTH# administration #does not increase cortisol# levels.  Decreased negative feedback of cortisol on the pituitary gland increases release of ACTH and melanocyte-stimulating hormone, resulting in #hyperpigmentation#.  Affected diabetic patients often develop #reduced insulin requirements# due to decreased appetite, weight loss, and increased insulin sensitivity (glucocorticoids decrease insulin sensitivity). $Hypoaldosteronism in primary adrenal insufficiency leads to decreased Na+ reabsorption and decreased urinary excretion of K+ and H+.  Decreased H+ excretion causes a nonanion gap metabolic acidosis with low plasma HCO3-.  This leads to compensatory Cl- retention to maintain electrical neutrality of the extracellular fluid.  The hypotension induced by lack of aldosterone stimulates vasopressin release, increasing free water reabsorption and further exacerbating hyponatremia.  As a result, patients with primary adrenal insufficiency present with #hyponatremia#, #hyperkalemia#, hyperchloremia, and #nonanion gap metabolic acidosis#. $#(Choice A)#  Mineralocorticoid excess (ie, primary hyperaldosteronism) leads to Na+ retention, urinary loss of K+ and H+, and metabolic alkalosis (ie, increased plasma HCO3-).  However, significant hypernatremia is avoided due to @aldosterone escape@. $#(Choice C)#  Thiazide diuretics block Na+/Cl- reabsorption in the distal tubule.  This allows more Na+ to reach the collecting tubule, enhancing K+ and H+ excretion.  Findings include hyponatremia, hypokalemia, and metabolic alkalosis. $#(Choice D)#  Isolated hyperkalemia is usually due to excess dietary potassium intake or cell lysis (eg, hemolysis, rhabdomyolysis).  Hyperkalemia can also be caused by decreased shift of K+ into the cells due to insulin deficiency or occasionally by beta-2 antagonists (eg, propranolol). $#(Choice E)#  Normal serum sodium in the setting of hypokalemia and hyperchloremic metabolic acidosis suggests distal hypokalemic or proximal renal tubular acidosis. $#Educational objective# Patients with type 1 diabetes mellitus are at increased risk for other autoimmune endocrinopathies, including primary adrenal insufficiency (Addison disease).  Electrolyte abnormalities in primary adrenal insufficiency include hyponatremia, hyperkalemia, hyperchloremia, and nonanion gap metabolic acidosis.  ","clickable_1":"images/img1.924.jpg"},

{"id":"932","title":"A 20-year-old woman is brought to the emergency department due to intractable vomiting and abdominal pain.  She has a several-week history of anorexia and weight loss.  The patient has well-controlled primary hypothyroidism treated with levothyroxine but has not taken her medication for 2 days because of vomiting.  Temperature is 37.6 C (99.7 F), blood pressure is 80/40 mm Hg, pulse is 120/min, and respirations are 18/min.  On physical examination, she is mildly lethargic but oriented.  Generalized hyperpigmentation is present and is most conspicuous over the face, neck, and dorsal surface of the hands.  Urinalysis and chest x-ray are within normal limits.  Finger-stick blood glucose is 60 mg/dL.  A 1-L bolus of normal saline is rapidly infused, and high-flow intravenous fluids are continued.  This patient also requires immediate treatment with which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ceftriaxone","answer_2":"B. Dexamethasone","answer_3":"C. Dopamine","answer_4":"D. Epinephrine","answer_5":"E. Levothyroxine","percent_1":"4%","percent_2":"57%","percent_3":"5%","percent_4":"19%","percent_5":"16%","right_answer":"B. Dexamethasone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute adrenal insufficiency (adrenal crisis)#∆⨉ §^#Etiology# ∆ • Adrenal hemorrhage or infarction • Illness/injury/surgery in patient with chronic AI • Pituitary apoplexy §^#Clinical features# ∆ • #Hypotension &# #shock# • Nausea, vomiting, abdominal pain • Fever, generalized weakness §^#Treatment# ∆ • #Hydrocortisone o#r #dexamethasone# • Rapid intravenous volume repletion %#AI =# adrenal insufficiency","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has acute #adrenal crisis#.  Her history of hypothyroidism puts her at increased risk for other autoimmune endocrinopathies (eg, autoimmune adrenalitis), and her weight loss and hyperpigmentation are suggestive of chronic #primary adrenal insufficiency# (Addison disease).  In normal individuals, the adrenal glands respond to acute stress (eg, illness, surgery) with a compensatory increase in glucocorticoid production, but patients with adrenal insufficiency cannot mount such a response. $Adrenal crisis is characterized by #severe hypotension# and refractory shock.  Associated symptoms include abdominal pain, vomiting, weakness, and fever.  In addition to aggressive #fluid resuscitation#, treatment of adrenal crisis requires immediate #glucocorticoid supplementation# with hydrocortisone or dexamethasone.  Treatment should begin immediately without waiting for results of diagnostic studies, and the response is usually rapid. $#(Choice A)#  Antibiotics may be necessary if evidence of infection is found.  However, treatment with glucocorticoids is warranted immediately, whereas the decision to start an antibiotic may be made when the presence of infection is more clearly established. $#(Choices C and D)#  Dopamine is used in the treatment of shock and refractory cardiac failure.  Epinephrine is used in the treatment of anaphylaxis, severe asthma, and cardiac arrest.  However, hypotension in adrenal crisis is often refractory to vasopressors because glucocorticoids have a permissive effect on vasoconstriction. $#(Choice E)#  Clinical features of hypothyroid crisis may include hypoglycemia and hypotension, as seen in this patient, but would usually also include altered sensorium, hypothermia, bradycardia, and hypoventilation.  In addition, due to the long plasma half life of levothyroxine, missing 2 days of therapy would be unlikely to cause a symptomatic drop in thyroid hormone levels. $#Educational objective# Patients with adrenal insufficiency are not able to increase glucocorticoid production in response to acute stress (eg, illness, surgery).  Adrenal crisis is characterized by severe hypotension, abdominal pain, vomiting, weakness, and fever.  In addition to aggressive fluid resuscitation, treatment requires immediate glucocorticoid supplementation.  "},

{"SubjectSystem":"Pathophysiology-Endocrine","id":"1163","title":"A 34-year-old woman comes to the office with progressive weight gain over the past year.  She also has weakness, easy bruising, and irregular menstrual periods.  The patient takes no medications and has no drug allergies.  Blood pressure is 150/90 mm Hg and pulse is 78/min.  Laboratory studies reveal an elevated serum cortisol level that is not suppressed following administration of low-dose dexamethasone.  Her 24-hour urine free-cortisol concentration and plasma ACTH are elevated.  Which of the following histopathologic findings are most likely to be present in this patient's adrenal glands?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenoma of the zona glomerulosa","answer_2":"B. Atrophy of all layers of the adrenal cortex","answer_3":"C. Hyperplasia of the adrenal medulla","answer_4":"D. Hyperplasia of the zona fasciculata and reticularis","answer_5":"E. Neoplasia of adrenal medulla","percent_1":"6%","percent_2":"8%","percent_3":"3%","percent_4":"80%","percent_5":"2%","right_answer":"D. Hyperplasia of the zona fasciculata and reticularis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common causes of Cushing syndrome#∆⨉∆⨉ § ∆^#Etiology# ∆^#Pathologic findings# §^#ACTH-$ dependent# ∆ Cushing disease (ie, pituitary ACTH hypersecretion) ∆ • Bilateral hyperplasia involving the zona fasciculata & reticularis §↕ ∆ Ectopic ACTH syndrome (eg, paraneoplastic ACTH secretion) ∆↕ §^#ACTH-$ independent# ∆ Adrenal adenoma or carcinoma ∆ • Benign tumors are typically round, well-circumscribed lesions with cells similar to normal zona fasciculata • Malignant tumors are often irregular and poorly demarcated with considerable cellular pleomorphism • Atrophy of the zona fasciculata & reticularis in the uninvolved cortex regions","explanation_img":"","explanation_1":"","explanation_2":"This patient has symptoms of hypercortisolism, including weight gain, weakness, and easy bruising.  She also has increased 24-hour urine excretion of cortisol and an elevated serum cortisol level that is not suppressed by low-dose dexamethasone, which confirm the diagnosis of @Cushing syndrome@.  In addition, her ACTH level is elevated (ACTH-dependent Cushing syndrome), which is most commonly due to an ACTH-secreting corticotroph pituitary adenoma (#Cushing disease#). $Initially, #excess ACTH# rapidly acts to increase adrenal blood flow and metabolic activity, primarily within the zona fasciculata and reticularis.  ACTH stimulates the transfer of cholesterol to the inner mitochondrial membrane by steroidogenic acute regulatory protein (the rate limiting step in steroid production) and its conversion to pregnenolone by cholesterol side-chain cleavage enzyme.  Increased pregnenolone availability results in #increased cortisol synthesis# within the zona fasciculata and #increased androgen production# within the zona reticularis (can lead to irregular menstruation, hirsutism).  ACTH also has a trophic (growth) effect on the #zona fasciculata and reticularis#; as time passes, high levels of ACTH upregulate RNA and protein synthesis and induce cellular proliferation (#hyperplasia#). $#(Choice A)#  Although increased ACTH can have a transient effect on aldosterone production, angiotensin II is the primary trophic hormone for the zona glomerulosa.  Adenoma or nodular hyperplasia of the zona glomerulosa can be associated with increased secretion of mineralocorticoids (primary hyperaldosteronism [Conn syndrome]), which presents with hypertension and hypokalemia (muscle weakness). $#(Choice B)#  Atrophy of the entire adrenal cortex is most commonly caused by autoimmune adrenalitis and presents with chronic adrenal insufficiency (Addison disease).  There is a compensatory rise in ACTH secretion, but, unlike in this patient, urine cortisol excretion is not elevated. $#(Choices C and E)#  Pheochromocytoma is a catecholamine-secreting tumor derived from the chromaffin cells of the adrenal medulla.  Adrenal medullary hyperplasia is a rare disorder that may be a precursor to pheochromocytoma.  These disorders typically present with symptoms of catecholamine excess (eg, palpitations, diaphoresis) and episodic hypertension.  Patients have elevated blood and urine levels of catecholamines rather than cortisol. $#Educational objective# ACTH is the major trophic hormone of the zona fasciculata and reticularis, whereas the zona glomerulosa is primarily regulated by angiotensin II.  Excess production of ACTH causes increased cortisol synthesis within the zona fasciculata (@Cushing's@ manifestations) and increased androgen production within the zona reticularis (irregular menstruation, hirsutism in women).  ","clickable_1":"images/img1.1163.jpg","clickable_2":"images/img2.1163.jpg"},

{"id":"608","title":"A 60-year-old woman is being evaluated for chronic weakness and fatigue.  She has no other medical problems and takes no medications.  After performing initial laboratory studies, the physician decides to proceed with a metyrapone stimulation test.  The changes in urinary 17-hydroxycorticosteroid (17-OHS) excretion following metyrapone administration are shown in the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/608.jpg","title_2":"Which of the following mechanisms is most likely responsible for the findings seen in the graph?","audio":"","comparison_items":"","answer_1":"A. ACTH surge","answer_2":"B. Aldosterone overproduction","answer_3":"C. Cortisol overproduction","answer_4":"D. Renin surge","answer_5":"E. Vasopressin overproduction","percent_1":"64%","percent_2":"8%","percent_3":"24%","percent_4":"3%","percent_5":"1%","right_answer":"A. ACTH surge","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp608.jpg","explanation_1":"","explanation_2":"$Like most hormones, secretion of cortisol is regulated via a @negative feedback loop@.  Corticotropin-releasing hormone (CRH) is secreted by the hypothalamus in response to stress and circadian signals received from other parts of the central nervous system.  CRH stimulates ACTH release by the pituitary, which in turn increases cortisol secretion by the adrenal cortex.  High cortisol levels suppress secretion of ACTH and CRH, and low cortisol levels cause an increase in ACTH and CRH secretion. $Although not commonly used, the #metyrapone stimulation test# is a sensitive indicator of hypothalamic-pituitary-adrenal (HPA) axis integrity.  Metyrapone blocks cortisol synthesis by inhibiting #11-β-hydroxylase#, which converts #11-deoxycortisol to cortisol# in the @zona fasciculata@.  Because 11-deoxycortisol lacks glucocorticoid activity, it does not inhibit pituitary ACTH secretion.  As a result, the reduction in cortisol levels following metyrapone administration cause an increase in pituitary ACTH secretion.  This leads to increased production of 11-deoxycortisol, which is further metabolized by the liver to #17-hydroxycorticosteroids# that accumulate in the urine. $Serum 11-deoxycortisol and urinary 17-hydroxycorticosteroid levels will normally rise in response to metyrapone, indicating an intact HPA axis.  Failure of these steroid levels to increase implies primary or secondary adrenal insufficiency, which can be distinguished based on plasma ACTH levels. $#(Choices B and D)#  The renin-angiotensin-aldosterone system regulates aldosterone synthesis by the zona glomerulosa.  Because metyrapone inhibits 11-β-hydroxylase, aldosterone synthesis will decrease.  However, accumulation of the aldosterone precursor 11-deoxycorticosterone (a weak mineralocorticoid) prevents the development of mineralocorticoid deficiency, so renin levels will not change significantly. $#(Choice C)#  The inhibition of 11-β-hydroxylase by metyrapone would lead to a decrease in cortisol, not an increase. $#(Choice E)#  Vasopressin is a hormone secreted by the posterior pituitary that is responsible for regulating water balance.  Additionally, vasopressin acts as a potentiator for CRH, enhancing the release of ACTH.  However, there is no clear feedback loop between cortisol and vasopressin; therefore, metyrapone administration is unlikely to lead to vasopressin overproduction. $#Educational objective# Administration of metyrapone will cause a decrease in cortisol synthesis via inhibition of 11-β-hydroxylase.  In patients with an intact hypothalamic-pituitary-adrenal axis, this will cause a reactive increase in ACTH, 11-deoxycortisol, and urinary 17-hydroxycorticosteroid levels.  ","clickable_1":"images/img1.608.jpg","clickable_2":"images/img2.608.jpg"},

{"id":"454","title":"A 45-year-old woman comes to the office due to a 4-month history of headaches and blurred vision.  She takes no medications and has no other medical conditions.  After the initial laboratory work-up, a CT scan of the abdomen is performed that reveals a 2-cm left-sided adrenal mass.  The patient undergoes an uncomplicated left-sided adrenalectomy.  Gross examination of the adrenal gland demonstrates a well-defined yellowish tumor within the cortex.  Further evaluation reveals that the tumor cells are functionally similar to cells from the outermost hormone-producing layer of the adrenal cortex.  This patient would most likely have had which of the following additional symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diarrhea and flushing","answer_2":"B. Excessive hair growth","answer_3":"C. Paresthesia and muscle weakness","answer_4":"D. Sweating and tremulousness","answer_5":"E. Weight gain and easy bruising","percent_1":"10%","percent_2":"5%","percent_3":"51%","percent_4":"20%","percent_5":"14%","right_answer":"C. Paresthesia and muscle weakness","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp454.jpg","explanation_1":"","explanation_2":"$This patient with headaches and blurred vision (suggestive of severe hypertension) underwent resection of an #adrenocortical adenoma# (well-defined, yellowish tumor).  Hyperfunctioning adrenocortical adenomas secrete hormones depending on the location of the cells within the adrenal cortex.  In this patient, the tumor cells arise from the #outermost layer# (zona glomerulosa), which is responsible for producing #aldosterone#. $Hypersecretion of aldosterone by an adrenocortical adenoma is a common cause of primary hyperaldosteronism (@Conn syndrome@).  Aldosterone, which is normally regulated by angiotensin II and potassium (K+) levels, stimulates reabsorption of sodium (Na+) and secretion of K+ and hydrogen (H+) in the renal collecting ducts.  Excess aldosterone therefore causes increased intravascular volume and #hypertension#, in addition to predisposing to metabolic alkalosis and #hypokalemia#.  Hypokalemia can cause muscle cramps, #muscle weakness#, and #paresthesia# due to @hyperpolarization@, which impairs membrane depolarization. $Despite increased Na+ reabsorption, extravascular volume overload (weight gain, peripheral edema) rarely occurs due to @aldosterone escape@.  With aldosterone escape, increased intravascular volume increases pressure natriuresis and augments atrial natriuretic peptide release, thereby limiting net Na+ retention and extravascular fluid accumulation. $#(Choice A)#  Diarrhea and flushing may be seen in carcinoid syndrome, a rare condition most often caused by a serotonin (5-HT)-secreting tumor derived from neuroendocrine cells of the gastrointestinal tract. $#(Choice B)#  Excessive hair growth (hirsutism) can result from excess androgen production.  An adrenal tumor causing androgen hypersecretion would have the functionality of the innermost layer of the adrenal cortex (zona reticularis) rather than the outermost layer as in this patient. $#(Choice D)#  Sweating and tremulousness can be caused by excess circulating catecholamines such as from a pheochromocytoma, which can also cause headaches and blurred vision as in this patient.  However, these tumors arise from the adrenal medulla rather than the adrenal cortex. $#(Choice E)#  Patients with Cushing syndrome often develop weight gain (due to central fat accumulation) and have easy bruising (due to thinning of subcutaneous connective tissue).  Cortisol-secreting adrenal tumors would be functionally similar to the middle layer of the adrenal cortex (zona fasciculata). $#Educational objective# Hypersecreting adrenocortical tumors can have functionality resembling the outer (aldosterone), middle (cortisol), or inner (androgens) layers of the adrenal cortex.  Primary hyperaldosteronism results in hypertension in addition to hypokalemia, which can cause muscle cramps, muscle weakness, and paresthesia.  ","clickable_1":"images/img1.454.jpg","clickable_2":"images/img2.454.jpg","clickable_3":"images/img3.454.jpg"},

{"id":"17246","title":"A 35-year-old woman is evaluated for a 3-month history of appetite loss, fatigue, weight loss, and abdominal pain.  She has no chronic medical conditions and takes no medications.  While undergoing upper gastrointestinal endoscopy, the patient develops cardiovascular collapse and dies, despite aggressive resuscitative measures.  On autopsy, increased pigmentation is noted around the nipple areola and anal and vaginal mucous membranes.  Which of the following additional findings are most likely to be seen on autopsy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrophy of both adrenal glands","answer_2":"B. Bilateral adrenal hemorrhage","answer_3":"C. Ischemic anterior pituitary necrosis","answer_4":"D. Large pituitary tumor with hemorrhage","answer_5":"E. Unilateral adrenal mass with contralateral adrenal atrophy","percent_1":"52%","percent_2":"18%","percent_3":"4%","percent_4":"13%","percent_5":"12%","right_answer":"A. Atrophy of both adrenal glands","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Primary adrenal insufficiency!?Etiology? • #Autoimmune adrenalitis# (most common)• Infection (eg, tuberculosis)• Hemorrhagic infarction?Clinical features? • Fatigue, weakness, anorexia/weight loss• Nausea/vomiting/abdominal pain• Postural hypotension• Hyperpigmentation• #Acute adrenal crisis:# confusion, shock?Laboratory findings? • Hyponatremia, hyperkalemia• Low morning cortisol, high ACTH• Eosinophilia","explanation_img":"","explanation_1":"","explanation_2":"This patient with a three month history of weight loss, abdominal pain, and fatigue developed cardiovascular collapse during a medical procedure (endoscopy), which suggests #chronic adrenal insufficiency# complicated by #acute adrenal crisis#.  Severe physiologic stress (eg, infection, medical procedures) normally induces increased glucocorticoid production; however, patients with adrenal insufficiency are unable to increase production.  Adrenal crisis (eg, hypotension, shock) is rapidly fatal if unrecognized. $Adrenal insufficiency can be caused by dysfunction of either the adrenal glands (primary) or pituitary (secondary).  This patient's concomitant #skin hyperpigmentation# is highly suggestive of chronic #primary adrenal insufficiency# (PAI), as the resulting cortisol deficiency leads to increased ACTH secretion.  ACTH is derived from proopiomelanocortin (POMC), the same prohormone from which melanocyte-stimulating hormone (MSH) is derived.  Increased ACTH also leads to increased MSH secretion, which results in hyperpigmentation. $#Autoimmune adrenalitis# is the most common cause (>90%) of chronic PAI and occurs due to autoantibody formation, resulting in #atrophy of the bilateral adrenal glands#.  It can occur as an isolated disorder or in association with other autoimmune syndromes (eg, hypothyroidism, vitiligo). $#(Choice B)#  Bilateral adrenal hemorrhage (Waterhouse-Friderichsen syndrome [WFS]) can cause PAI and adrenal crisis but is typically seen acutely in the setting of bacterial sepsis (eg, Neisseria meningitidis).  However, hyperpigmentation occurs in chronic adrenal insufficiency and therefore would not be expected with WFS. $#(Choices C and D)#  Ischemic necrosis of the pituitary (Sheehan syndrome) most commonly occurs due to hypoperfusion of the enlarged pituitary gland during childbirth.  Acute pituitary hemorrhage (pituitary apoplexy) typically occurs in patients with pituitary adenomas.  These conditions can cause central (secondary) adrenal insufficiency; however, hyperpigmentation is not seen because ACTH levels are low, and POMC levels are not increased. $#(Choice E)#  A cortisol-producing adrenal tumor can cause contralateral adrenal atrophy due to suppression of ACTH secretion; however, it would not be associated with hyperpigmentation and would manifest as @hypercortisolism@ rather than adrenal insufficiency. $#Educational objective# Primary adrenal insufficiency (PAI) is characterized by weight loss, abdominal pain, fatigue, and hyperpigmentation.  Physiologic stress in patients with PAI can trigger acute adrenal crisis (eg, fever, shock, mental status changes).  Autoimmune adrenalitis is the most common cause of PAI and leads to bilateral adrenal atrophy. ","clickable_1":"images/img1.17246.jpg"},

{"id":"17244","title":"A 37-year-old woman comes to the office due to a two-month history of abdominal pain, salt craving, and weight loss.  She also has dizziness on standing.  The patient has no chronic medical conditions and takes no medications.  She does not use tobacco, alcohol, or illicit drugs.  Her mother and sister have hypothyroidism.  Blood pressure is 100/70 mm Hg supine and 80/50 mm Hg standing.  Laboratory results are as follows:","title_table":"?Sodium? 129 mEq/L ?Potassium? 5.9 mEq/L ?Chloride? 100 mEq/L ?Bicarbonate? 21 mEq/L ?Creatinine? 1.4 mg/dL ?Blood urea nitrogen? 38 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following changes in circulating hormone levels are expected in this patient?","audio":"","comparison_items":"§∆Cortisol∆Aldosterone∆Antidiuretic hormone∆Norepinephrine","answer_1":"§A.∆↓∆↓∆↑∆↑","answer_2":"§B.∆Normal∆Normal∆↑∆Normal","answer_3":"§C.∆Normal∆↑∆↑∆↑","answer_4":"§D.∆↓∆↑∆↑∆↑","answer_5":"§E.∆↑∆↑∆↑∆↑","answer_6":"§F.∆↑∆↓∆↓∆↓","percent_1":"66%","percent_2":"2%","percent_3":"5%","percent_4":"7%","percent_5":"7%","percent_6":"12%","right_answer":"§A.∆↓∆↓∆↑∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has multiple signs and symptoms of #primary adrenal insufficiency# (PAI) (also known as Addison disease), including abdominal pain, weight loss, salt craving, orthostasis (dizziness on standing), and electrolyte disturbance.  PAI usually results from autoimmune destruction of the bilateral adrenal cortex and is more likely to occur in patients with a personal or family #history of autoimmune disease# (eg, Hashimoto thyroiditis).  Because all 3 layers of the @adrenal cortex@ are affected, clinical manifestations result from a reduction in circulating mineralocorticoids, glucocorticoids, and androgens. $#Reduced aldosterone#, the principal mineralocorticoid in the body, leads to markedly decreased sodium absorption by the renal collecting tubule @principal cells@ with consequent retention of potassium (leading to #hyperkalemia#).  The decrease in total body sodium results in #hypovolemia# and #hypotension# that may lead to renal insufficiency.  The hypovolemia provides nonosmotic stimulus for #antidiuretic hormone (ADH) secretion#, which stimulates water retention and leads to #hyponatremia#. $Cortisol, the main glucocorticoid in the body, normally inhibits ADH secretion; therefore, #reduced cortisol# further contributes to hyponatremia.  Cortisol is also necessary for the synthesis of epinephrine in the adrenal medulla; the consequent reduction in circulating epinephrine leads to a compensatory #increase in norepinephrine# to increase vascular tone in an effort to maintain blood pressure. $#(Choice B)#  Increased ADH and normal levels of cortisol, aldosterone, and norepinephrine occur in the syndrome of inappropriate ADH secretion (SIADH).  SIADH presents with hyponatremia, but it does not explain this patient's hyperkalemia, salt craving, and orthostatic symptoms. $#(Choices C, D, and E)#  Elevations in aldosterone, ADH, and norepinephrine occur in conditions that decrease effective arterial blood volume and renal perfusion (eg, heart failure, cirrhosis, dehydration).  Cortisol levels are often elevated in dehydration and heart failure; total cortisol is low in cirrhosis due to reduced cortisol-binding protein levels. $#(Choice F)#  Increased cortisol with reduced levels of aldosterone, ADH, and norepinephrine can occur with ectopic ACTH production (eg, due to small cell lung cancer).  Aldosterone synthesis is mostly independent of ACTH and is suppressed because cortisol and other glucocorticoids have some mineralocorticoid activity.  Levels of ADH and norepinephrine are also generally suppressed. $#Educational objective# Primary adrenal insufficiency usually involves autoimmune destruction of the bilateral adrenal cortex.  Reduced aldosterone production leads to renal salt wasting with hypovolemia, hypotension, and hyperkalemia.  The hypovolemia and reduced cortisol-induced inhibition of antidiuretic hormone lead to water retention and hyponatremia.  Reduced cortisol also causes decreased circulating epinephrine with a compensatory increase in norepinephrine. ","clickable_1":"images/img1.17244.jpg","clickable_2":"images/img2.17244.jpg"}
    
]