[

{"id":"1380","title":"Neurophysiologists are studying recordings of the membrane potential from a giant squid axon. A portion of their recordings is shown on the slide below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1380.jpg","title_2":"The membrane is most permeable to potassium ions at which of the following points?","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"3%","percent_2":"3%","percent_3":"18%","percent_4":"68%","percent_5":"9%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1380.jpg","explanation_1":"","explanation_2":"$The graph depicts the potential voltage changes across a cell membrane; these changes (depolarization, repolarization, hyperpolarization, and resting potential) are collectively known as the @action potential@.  The action potential occurs due to changes in the membrane permeability to Na⁺ and K⁺ ions.  The membrane potential of an excitable cell (eg, nerve and muscle) cycles through the following stages:  $1. #Resting potential (choice A):#  Usually equal to -70 mV.  It is maintained by high resting membrane permeability to K⁺ and low permeability to Na⁺.  K⁺ efflux occurs via non-gated K⁺ channels (leak channels).  While at the resting potential, the inner side of the membrane is negatively charged with respect to the outer surface of the membrane.  $2. #Depolarization:#  Occurs due to opening of voltage-gated Na⁺ channels with rapid influx of Na⁺ into the cell.  The large influx of Na⁺ leads to an increased positive charge inside the membrane known as depolarization #(choice B).#  Overshoot refers to the maximal value of the action potential during which the membrane potential obtains a positive value (approximately +35 mV) #(choice C).#  $3. #Repolarization (choice D):#  Results from closure of Na⁺ channels and simultaneous opening of K⁺ channels.  This causes a sharp decrease in the membrane permeability to Na⁺ and a significant increase in K⁺ permeance that exceeds that of the resting membrane.  K⁺ efflux is responsible for returning the membrane potential back to the resting potential.  $4. #Hyperpolarization (choice E):#  Occurs because the voltage-gated K⁺ channels remain open for a short time after repolarization is completed.  The membrane potential thus becomes more negative than the normal resting potential and approaches the K⁺ equilibrium potential of -85 mV.  When the voltage-gated K⁺ channels close, the membrane potential returns to the resting value maintained by the non-gated K⁺ channels. $#Educational objective# The action potential results from changes in the membrane permeability to K⁺ and Na⁺ ions.  Depolarization results from massive influx of Na⁺ through voltage-gated Na⁺ channels.  Repolarization occurs due to closure of voltage-gated Na⁺ channels and opening of voltage-gated K⁺ channels.  K⁺ ion permeance is highest during the repolarization phase of the action potential.  ","clickable_1":"images/img1.1380.jpg"},

{"id":"1120","title":"A 4-month-old boy is being evaluated for a hereditary metabolic disorder after presenting with failure to thrive and developmental delay.  He was born outside the United States and had several seizures during the neonatal period.  Physical examination reveals an abnormal head shape with a large anterior fontanelle and widely splayed cranial sutures.  Profound hypotonia and hepatomegaly are also noted.  Biochemical studies show elevated levels of very long chain fatty acids (VLCFAs) and phytanic acid.  Cultured skin fibroblasts show impaired ability to oxidize VLCFAs.  This patient's condition is best explained by dysfunction of which of the following cellular structures?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Golgi apparatus","answer_2":"B. Lysosomes","answer_3":"C. Mitochondria","answer_4":"D. Peroxisomes","answer_5":"E. Proteasomes","answer_6":"F. Rough endoplasmic reticulum","percent_1":"2%","percent_2":"13%","percent_3":"23%","percent_4":"57%","percent_5":"3%","percent_6":"2%","right_answer":"D. Peroxisomes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Functions of cellular organelles#∆⨉ §^#Golgi apparatus# ∆ • Protein modification, sorting & transport §^#Lysosomes# ∆ • Digestion of cellular debris & pathogens §^#Mitochondria# ∆ • TCA cycle & fatty acid oxidation • Electron transport chain (ATP synthesis) • Apoptosis §^#Peroxisomes# ∆ • Oxidation of very long & branched-chain fatty acids • Hydrogen peroxide degradation §^#Proteasomes# ∆ • Degradation of ubiquitinated proteins §^#Rough endoplasmic reticulum# ∆ • Synthesis of integral membrane & secretory proteins §^#Smooth endoplasmic reticulum# ∆ • Drug detoxification • Lipid, phospholipid & steroid synthesis","explanation_img":"","explanation_1":"","explanation_2":"Peroxisomal disorders are rare inborn errors of metabolism in which #peroxisomes# are either absent or nonfunctional.  #Very long chain fatty acids# (VLCFAs) and certain #branched-chain fatty acids# (eg, phytanic acid) cannot undergo mitochondrial beta-oxidation; these fatty acids are metabolized by a special form of beta-oxidation (VLCFAs) or by alpha-oxidation (branched-chain fatty acids) within peroxisomes.  In peroxisomal disorders, these fatty acids build up in various tissues.  Accumulation in neuronal cell membranes leads to #neurologic defects# due to improper neuronal migration, myelination, and degeneration. $This infant most likely has #Zellweger syndrome#, which is caused by defective peroxisomal biogenesis.  It typically presents in early infancy with craniofacial abnormalities (eg, widened sutures, large anterior fontanelle), hepatomegaly, and profound neurologic defects (eg, hypotonia, seizures, developmental delay).  Death usually occurs within months of initial presentation. $Another common peroxisomal disease is #X-linked adrenoleukodystrophy#, which is characterized by defective transport of VLCFAs into peroxisomes.  Patients present in childhood or adulthood with neurologic deterioration and adrenal insufficiency as VLCFAs accumulate in the central nervous system and adrenal glands. $#(Choice A)#  The Golgi apparatus is involved in posttranslational modification of proteins from the rough endoplasmic reticulum.  It also routes proteins to their ultimate location (eg, lysosomes, extracellular space) using membrane-bound vesicles. $#(Choice B)#  Lysosomes are organelles containing proteins that can digest a diverse range of biomolecules, cellular debris, and engulfed pathogens.  Lysosomal storage disorders (eg, mucopolysaccharidoses, sphingolipidoses) result in intracellular accumulation of glycosaminoglycans, glycoproteins, or glycolipids. $#(Choice C)#  Mitochondria are responsible for beta-oxidation of most fatty acids, ketogenesis, the TCA cycle and electron transport chain, and the first 2 steps of the urea cycle.  Dysfunction can lead to various types of encephalomyopathy.  Mitochondria do not metabolize VLCFAs or fatty acids with branch points at odd-numbered carbons. $#(Choice E)#  Proteasomes degrade unneeded or defective intracellular proteins into small polypeptides or amino acids.  Impaired proteasome function can lead to cell cycle dysregulation, protein aggregation, and defective processing of peptide antigens. $#(Choice F)#  The rough endoplasmic reticulum is the site of synthesis for most secretory proteins, integral membrane proteins of the nucleus and cell membrane, and lysosomal proteins. $#Educational objective# The buildup of very long chain and branched-chain (eg, phytanic) fatty acids due to impaired oxidation is the hallmark of peroxisomal disorders (eg, Zellweger syndrome, adrenoleukodystrophy).  Accumulation of these fatty acids in the brain results in permanent neurologic dysfunction.  "},

{"id":"1802","title":"A 56-year-old man is evaluated in the clinic due to worsening lower extremity pain and weakness. The patient has had hematuria and intermittent burning on urination for the past year. He has no history of pelvic trauma or surgery. The patient has smoked a pack of cigarettes daily for the past 35 years. His urine culture is negative for bacterial growth. Urine cytology and cystoscopy confirm the diagnosis of transitional cell carcinoma. Abdominal CT shows an advanced bladder tumor compressing a nerve that passes through the obturator canal. Which of the following actions would most likely be impaired in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abduction of the thigh","ansImg_1":"","answer_2":"B. Adduction of the thigh","ansImg_2":"","answer_3":"C. Extension of the leg","ansImg_3":"","answer_4":"D. Extension of the thigh","ansImg_4":"","answer_5":"E. Flexion of the thigh","ansImg_5":"","right_answer":"B. Adduction of the thigh","percent_1":"12%","percent_2":"72%","percent_3":"3%","percent_4":"7%","percent_5":"6%","explanation_img":"images/exp1802.jpg","explanation_1":"","explanation_2":"The #obturator nerve# arises from the lumbar plexus and carries fibers from the L2-L4 spinal segments. It descends posteromedial to the iliopsoas muscle and courses along the lateral aspect of the lesser pelvis before descending through the #obturator canal#. The obturator nerve is the only major nerve that exits the pelvis through this canal. Once the nerve has entered the thigh, it supplies the obturator externus muscle and divides into anterior and posterior branches that supply the rest of the #thigh adductor# muscles (eg, adductor longus, brevis, magnus). The anterior division of the nerve gives off a terminal cutaneous branch that provides #sensation# over the #distal medial thigh#.$Obturator nerve injury is most commonly caused by compression due to pelvic trauma, surgery, or tumors (eg, bladder cancer). Patients typically present with weakness on thigh adduction and sensory loss in the distal medial thigh.$(Choice A) Abduction of the thigh is primarily accomplished by the gluteus medius, gluteus minimus, and tensor fascia lata, which are supplied by the superior gluteal nerve. This nerve exits the pelvis through the greater sciatic foramen above the piriformis.$(Choice C) Extension of the leg is mainly accomplished by the quadriceps femoris muscle group. These muscles are innervated by the femoral nerve, which gains access to the thigh deep to the midpoint of the inguinal ligament.$(Choice D) Extension of the thigh is mostly accomplished by the gluteus maximus muscle, which is supplied by the inferior gluteal nerve. This nerve exits the pelvis through the greater sciatic foramen below the piriformis.$(Choice E) Flexion of the thigh is primarily accomplished by the psoas, iliacus, and sartorius muscles. The psoas is directly innervated by the lumbar plexus, and the iliacus is innervated by the femoral nerve.$Educational objective The obturator nerve is the only major nerve that exits the pelvis through the obturator foramen. Nerve injury typically results from compression (eg, due to pelvic trauma, surgery, or tumor) and presents with weakness on thigh adduction and sensory loss over the distal medial thigh."},

{"id":"20004","title":"A 59-year-old man comes to the office for evaluation of a facial skin lesion.  The lesion is a mole-like spot that has been on the patient's face for the past several months and has slowly enlarged.  He reports no pain or bleeding from the lesion.  Family medical history is positive for skin cancer.  Physical examination findings are shown in the @exhibit@.  Biopsy of the lesion with a local nerve block for anesthesia is planned.  Which of the following injection sites is most likely to provide adequate anesthesia for the procedure? ","image_1":"","title_2":"","exhibit_1":"images/exhibit20004.jpg","audio":"","comparison_items":"","answer_1":"A. Infraorbital foramen","ansImg_1":"","answer_2":"B. Mandibular foramen","ansImg_2":"","answer_3":"C. Mental foramen","ansImg_3":"","answer_4":"D. Stylomastoid foramen","ansImg_4":"","answer_5":"E. Superior orbital fissure","ansImg_5":"","right_answer":"A. Infraorbital foramen","percent_1":"64%","percent_2":"14%","percent_3":"8%","percent_4":"9%","percent_5":"4%","explanation_img":"images/exp20004.jpg","explanation_1":"","explanation_2":"$This patient is undergoing excision of a skin lesion located on his cheek, just lateral to his nose, in an area @supplied@ by the #maxillary branch of the trigeminal nerve# (CN V2).  Nerve blocks are often performed using bony landmarks (eg, foramina) as an anatomic guide.  The trigeminal nerve divides into 3 branches that then travel as follows: $• Ophthalmic nerve (CN V1): exits the cranium through the superior orbital fissure #(choice E),# passes superiorly along the orbit, and then exits the orbit through the frontal bone via the supraorbital foramen. $• #Maxillary nerve# (CN V2): leaves the skull through the foramen rotundum and then traverses the pterygopalatine fossa to enter the maxilla via the infraorbital canal.  It then exits the facial bones through the #infraorbital foramen#. The infraorbital artery also runs along the infraorbital groove and canal and exits the infraorbital foramen together with the infraorbital nerve. $• @Mandibular nerve (CN V3)@: exits the cranium through the foramen ovale.  One branch (the inferior alveolar nerve) enters the mandibular foramen #(choice B)# on the internal surface of the mandible and then exits at the mental foramen #(choice C)# at the anterior mandible. $A more general maxillary nerve (CN V2) block can be performed at the pterygopalatine fossa near where the nerve exits the skull at the foramen rotundum, but it is technically more difficult and will also block other maxillary branches (eg, zygomatic, palatine) in addition to the infraorbital nerve. $#(Choice D)#  The facial nerve (CN VII) exits the skull at the stylomastoid foramen and provides motor innervation to the muscles of facial expression.  It does not contribute to sensory innervation of the face. $#Educational objective# The maxillary division of the trigeminal nerve (CN V2) provides sensory innervation to the cheek.  It passes through the foramen rotundum, then the pterygopalatine fossa, and then exits the maxilla through the infraorbital foramen.  Nerve blocks to provide anesthesia to the cheek are frequently performed at the infraorbital foramen.  ","clickable_1":"images/img1.20004.jpg","clickable_2":"images/img2.20004.jpg"},

{"id":"2007","title":"Researchers are studying how the membrane potential of a postsynaptic neuron changes in response to neurotransmitter stimulation.  Baseline measurements determine that the resting membrane potential is generated by high membrane permeability for a particular ion.  When neurotransmitter stimulation begins, ligand-gated ion channels open (black arrow) and increase the membrane permeability for a different ion, causing a change in membrane potential.  This triggers the delayed opening of voltage-gated ion channels (red arrow), which increase the membrane permeability for a third type of ion.  The results of the experiment are shown in the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2007.jpg","title_2":"The equilibrium potentials of different ions under physiologic conditions are as follows: $\\( E_\\text{Na} \\) = +60 mV $\\( E_\\text{K} \\) = -90 mV $\\( E_\\text{Cl} \\) = -75 mV $\\( E_\\text{Ca} \\) = +125 mV $Which of the following options would best explain the changes in this neuron's membrane potential during the experiment?  ","audio":"","comparison_items":"§∆Resting membrane permeability ∆Ligand-gated ion channel permeability ∆Voltage-gated ion channel permeability","answer_1":"§A.∆ Sodium ∆Calcium ∆Chloride","answer_2":"§B.∆ Sodium ∆Calcium ∆Potassium","answer_3":"§C.∆ Potassium ∆Calcium ∆Sodium","answer_4":"§D.∆ Potassium ∆Sodium ∆Calcium","answer_5":"§E.∆ Potassium ∆Sodium ∆Chloride","percent_1":"3%","percent_2":"18%","percent_3":"16%","percent_4":"31%","percent_5":"33%","right_answer":"§E.∆ Potassium ∆Sodium ∆Chloride","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Equilibrium potentials# of cellular ions reflect how they affect the membrane potential if the membrane were permeable solely for that ion.  The resting membrane potential shown in the graph is negative, indicating that at rest, the membrane is permeable to an ion with a #negative equilibrium potential# (potassium or chloride).  Opening of ligand-gated ion channels in response to neurotransmitter binding (black arrow) causes an increase in membrane potential to above zero.  This indicates that the membrane has become permeable for an ion with a #positive equilibrium potential# (sodium or calcium).  Opening of voltage-gated ion channels in response to the change in membrane potential (red arrow) causes a drop in membrane potential, indicating that the membrane becomes permeable to an ion with a #negative equilibrium potential# (potassium or chloride). $#(Choices A and B)#  If the membrane were permeable for sodium at rest, the resting membrane potential would be positive as the equilibrium potential of sodium is +60 mV. $#(Choices C and D)#  Had the membrane become more permeable for calcium or sodium following the opening of the voltage-gated ion channels, the membrane potential would have remained positive as both ions have positive equilibrium potentials. $#Educational objective# Changes in membrane potential occur in response to changes in neuronal membrane permeability to various cellular ions.  The more permeable the membrane becomes for a cellular ion, the more that ion's equilibrium potential contributes to the total membrane potential.  "},

{"id":"12035","title":"A 34-year-old man is evaluated in the clinic due to difficulty walking over the past 2 weeks. His symptoms have resulted in several recent falls, but he has had no head trauma or loss of consciousness. He has never had these symptoms before. The patient is frustrated as he cannot carry out his duties as a mailman. He has a history of crack cocaine use in the distant past but no current illicit drug use. The patient is in a monogamous relationship but previously had numerous sexual partners. The physician asks him to stand with his feet close together, arms to the sides, and eyes closed. This maneuver most likely tests for abnormalities in which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cortical sensory integration","ansImg_1":"","answer_2":"B. Gait","ansImg_2":"","answer_3":"C. Motor coordination","ansImg_3":"","answer_4":"D. Muscle strength","ansImg_4":"","answer_5":"E. Proprioception","ansImg_5":"","right_answer":"E. Proprioception","percent_1":"10%","percent_2":"6%","percent_3":"7%","percent_4":"0%","percent_5":"77%","explanation_img":"images/exp12035.jpg","explanation_1":"","explanation_2":"The #Romberg test# is a test of #proprioception# used to distinguish sensory from cerebellar ataxia. The maneuver is executed by first instructing the patient to stand with the feet close together, arms to the sides, and eyes open. During this time, the patient is observed for unsteadiness. If the patient is unable to maintain this stance easily, some form of ataxia (cerebellar or sensory) is likely present.$To differentiate sensory from cerebellar ataxia, the patient is asked to close the eyes while maintaining the aforementioned posture. Removing the visual input forces the patient to rely on input from proprioceptive receptors in the trunk and extremities for posture maintenance. Failure to maintain this posture with the eyes closed is referred to as a positive Romberg sign and indicates #sensory ataxia#. Sensory ataxia may be caused by defects in the #posterior column# or #peripheral nerves#, which are classically caused by tabes dorsalis (syphilis) or vitamin B12 deficiency.$Patients who show little or no change in their unsteadiness with their eyes closed (negative Romberg sign) likely have cerebellar ataxia due to impaired motor coordination. Cerebellar function/motor coordination is typically evaluated with rapid alternating movements, finger-to-nose testing, and heel-to-shin testing #(choice C)#.$(Choice A) The parietal association cortex is an area that integrates multisensory (eg, visual, tactile, verbal) information to comprehend events and generate responses. Lesions in the nondominant hemisphere typically cause contralateral neglect, anosognosia (lack of awareness of illness), and constructional apraxia (inability to draw objects). Patients are tested by being asked to draw a clock or bisect a horizontal line.$(Choice B) Gait is tested by observing the patient walk casually, in tandem, on the heels, and on the toes. The patient should be assessed for speed, stride length, step height, and arm swing.$(Choice D) Muscle strength is tested directly by having the patient press or pull against resistance. Muscle strength is graded on a scale of 0-5 (0=no contraction, 3=contraction able to overcome gravity, 5=normal).$Educational objective The Romberg test is a test of proprioception in which patients are observed for unsteadiness as they stand with their feet close together, arms to the sides, and eyes closed. Failure to maintain this posture indicates sensory ataxia, which may be caused by defects in the posterior column or peripheral nerves (eg, tabes dorsalis, vitamin B12 deficiency)."},

{"id":"1359","title":"A 26-year-old man with a history of excessive daytime sleepiness due to narcolepsy enrolls in a clinical trial evaluating a new stimulant medication.  The patient was previously treated with modafinil, but his symptoms did not improve.  It is explained to the patient that the new drug works by promoting the release of dopamine and norepinephrine from nerve terminals in the central nervous system.  Adverse effects of the drug are due primarily to excess release of norepinephrine from peripheral autonomic nerve terminals.  Which of the following autonomic efferents would be most affected by the use of this drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Parasympathetic output to the bronchi","answer_2":"B. Parasympathetic output to the heart","answer_3":"C. Preganglionic sympathetic output","answer_4":"D. Sympathetic output to adrenal glands","answer_5":"E. Sympathetic output to eccrine sweat glands","answer_6":"F. Sympathetic output to the detrusor muscle","percent_1":"2%","percent_2":"7%","percent_3":"12%","percent_4":"24%","percent_5":"16%","percent_6":"39%","right_answer":"F. Sympathetic output to the detrusor muscle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1359.jpg","explanation_1":"","explanation_2":"$The parasympathetic and sympathetic subdivisions of the autonomic nervous system regulate most visceral functions of the body via 2-neuron signal transmission.  In the parasympathetic system, preganglionic neurons arise from cranial nerve nuclei (eg, CN III, VII, IX, X) and from the sacral spinal cord and release acetylcholine, which binds to postganglionic nicotinic receptors found within the parasympathetic ganglia in or near the walls of target organs.  Postganglionic neurons also release acetylcholine, activating muscarinic receptors within the target organs (eg, bronchi, heart) #(Choices A and B)#. $In the #sympathetic# system, preganglionic neurons arise from the thoracolumbar spinal cord and release acetylcholine, which binds to postganglionic nicotinic receptors in the sympathetic chain and prevertebral ganglia #(choice C).#  #Postganglionic# neurons then release #norepinephrine#, activating alpha/beta receptors within target organs (including the bladder); however, there are 2 notable #exceptions# to this scheme:  $1. The chromaffin cells of the #adrenal medulla# release norepinephrine and epinephrine directly into the circulation after stimulation by acetylcholine released from sympathetic preganglionic neurons #(choice D).#  $2. The preganglionic and postganglionic sympathetic neurons that supply eccrine #sweat glands# are both cholinergic #(choice E).# $Among the answer choices, only sympathetic output to the detrusor muscle (provided by postganglionic neurons that release norepinephrine) would be significantly affected by the medication.  Autonomic output to all the other mentioned structures is mediated by acetylcholine. $#Educational objective# The sympathetic nervous system typically regulates visceral function via 2-neuron signal transmission involving cholinergic preganglionic neurons and adrenergic postganglionic neurons.  Eccrine sweat glands and the adrenal medullae are exceptions to this rule as they are both innervated by cholinergic neurons.  The parasympathetic system uses both preganglionic and postganglionic cholinergic neurons.  "},

{"id":"20008","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp20008.jpg","title":"A 64-year-old woman is evaluated for episodic urinary incontinence. Urodynamic studies reveal an overactive bladder. Symptoms persist after behavioral interventions, and the patient is unable to tolerate medical treatment. Low-amplitude electrical stimulation therapy that helps modulate neural control of the urinary bladder muscle, urethral sphincter, and pelvic muscles is planned. A stimulating electrode is most likely to be placed close to which of the following structures during this procedure?","answer_1":"A. Nucleus accumbens","ansImg_1":"","answer_2":"B. Subthalamic nucleus","ansImg_2":"","answer_3":"C. Vagus nerve","ansImg_3":"","answer_4":"D. T6 nerve root","ansImg_4":"","answer_5":"E. L5 nerve root","ansImg_5":"","answer_6":"F. S3 nerve root","ansImg_6":"","right_answer":"F. S3 nerve root","percent_1":"3%","percent_2":"2%","percent_3":"7%","percent_4":"4%","percent_5":"19%","percent_6":"65%","explanation_2":"This patient has urge incontinence due to an overactive bladder. In patients unresponsive to behavioral therapy and unable to take medications, a bladder stimulator is sometimes used. Neural stimulation is used to augment neural signals to the pelvic floor muscles and urinary sphincter, which are innervated from nerves derived from the #S2-S4 nerve roots#: $• #Somatic innervation# of the #pelvic floor muscles# helps to maintain continence because these muscles stabilize the urethra against the anterior vaginal wall. This contraction decreases the angle between the bladder neck and the urethra (ie, urethrovesical angle), thereby compressing the urethra, stopping urine flow, and maintaining continence. Therefore, increasing the strength of the pelvic floor muscles (either through physical therapy or neuromodulatory stimulation) promotes continence. $• The #external urethral sphincter# (EUS) is also under somatic control via the #pudendal nerve# (S2-S4); therefore, stimulation of these nerve roots will increase EUS tone to help improve urinary continence. $Although the #pelvic splanchnic nerves#, derived from S2-S4, are classically described as providing #parasympathetic# input to the bladder and urethral sphincter (which promotes bladder contraction and may worsen incontinence), they are also involved in the #bladder stretch-contraction reflex#. Neural stimulation seems to inhibit this reflex to improve continence. $(Choice A) The nucleus accumbens is part of the basal ganglia that mediates reward and pleasure. Transcranial magnetic stimulation targeting this area has been used to treat addiction, but it plays no role in urinary continence. $(Choice B) Deep brain stimulation of the subthalamic nucleus has been used to treat the rigidity of Parkinson disease, but it is not involved in urinary continence. $(Choice C) The vagus nerve (CN X) is involved in regulating the gastrointestinal system (eg, parasympathetic innervation stimulates gastric muscle contraction and intestinal motility); stimulation is occasionally used to improve gastric motility. However, the vagus nerve does not play a role in micturition or urinary continence. $(Choice D) The T6 nerve root contributes to the greater splanchnic nerve (T5-T10), which provides sympathetic innervation to the foregut to slow peristalsis. However, sympathetic stimulation of the bladder, which inhibits detrusor contraction, originates lower, from about T10-L2. $(Choice E) The L5 nerve root contributes somatic innervation to many muscles of the lower limb (eg, gluteal muscles, tibialis muscles, extensor hallucis longus) but does not innervate the pelvic floor, bladder, or urethral sphincters. $Educational objective Urge incontinence can be treated with neuromodulation directed toward the S2-S4 nerve roots, which improves pelvic floor muscle strength and contraction of the external urethral sphincter; it may also impact the bladder stretch-contraction reflex.","audio":""},

{"id":"19688","title":"A 46-year-old man experiences burning pain in his left thigh and leg.  The next day, he notices groups of erythematous, tender, fluid-filled vesicles in the painful region.  The lesions gradually crust over the next several days as shown in the @exhibit@.  Which of the following dermatomes are most likely involved in this patient's disease process? ","image_1":"","exhibit_1":"images/exhibit19688.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. L1-L2","ansImg_1":"","answer_2":"B. L3-L4","ansImg_2":"","answer_3":"C. L5-S1","ansImg_3":"","answer_4":"D. S2-S3","ansImg_4":"","answer_5":"E. No specific dermatome pattern","ansImg_5":"","right_answer":"B. L3-L4","percent_1":"11%","percent_2":"69%","percent_3":"12%","percent_4":"4%","percent_5":"4%","explanation_img":"images/exp19688.jpg","explanation_1":"","explanation_2":"$This patient has single and grouped vesicles in various stages of ulceration and crusting, which is consistent with #herpes zoster# (ie, shingles).  Following primary VZV infection (ie, chickenpox), the virus migrates via sensory nerves to the #dorsal spinal ganglia#, where it lies dormant for years.  @Reactivation@ of the virus typically occurs in a single (or multiple-adjacent) ganglion.  This causes hemorrhagic inflammation involving the entire peripheral nerve associated with that ganglion and eruption of a painful, vesicular rash on the skin supplied by that sensory nerve (ie, @dermatome@). $This patient's vesicular rash primarily involves the #anteromedial thigh# and #medial leg#, which is consistent with the dermatomal distribution of #L3 and L4#. $#(Choice A)#  The L1 dermatome is at the level of the inguinal ligament.  The L2 dermatome covers the upper anteromedial thigh but does not extend downward into the leg. $#(Choice C)#  The L5 dermatome covers the lateral thigh and anterolateral leg along with the dorsum/sole of the foot.  The S1 dermatome includes the posterior thigh and leg and the lateral portion of the foot. $#(Choice D)#  The S2 dermatome supplies portions of the posterior thigh and leg as well as the perineum.  S3 primarily supplies the perineum. $#(Choice E)#  Primary VZV infection (ie, chickenpox) produces a generalized vesicular rash.  However, reactivation typically occurs in a single (or multiple-adjacent) spinal ganglia, leading to a rash confined to the distribution of those nerves (ie, dermatome). $#Educational objective# Herpes zoster reactivation typically occurs in a single or multiple-adjacent dorsal spinal ganglia, leading to a vesicular rash in a dermatomal distribution.  The L3 and L4 dermatomes supply the anteromedial thigh and medial leg. ","clickable_1":"images/img1.19688.jpg","clickable_2":"images/img2.19688.jpg"},

{"id":"1936","title":"In an experiment, laboratory animals are subjected to a toxic insult that specifically targets the protein kinesin.  Which of the following is most likely to be absent from tissues on histological examination as a result?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Nissl substance in pyramidal neurons","answer_2":"B. Secretory vesicles in nerve terminals","answer_3":"C. T-tubules in skeletal muscle cells","answer_4":"D. Desmosomes in epithelial lining cells","answer_5":"E. Microvilli in intestinal epithelial cells","percent_1":"7%","percent_2":"59%","percent_3":"14%","percent_4":"7%","percent_5":"13%","right_answer":"B. Secretory vesicles in nerve terminals","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Kinesin is a microtubule associated motor protein whose function is anterograde transport of intracellular vesicles and organelles toward the plus (rapidly growing) ends of microtubules.  Kinesin uses energy derived from ATP hydrolysis to move along the microtubule.  The plus ends of microtubules typically lie at sites distant from the nucleus; thus, in neurons, kinesin carries vesicles and organelles away from the cell body and toward the nerve terminal.  A targeted toxic insult to this protein would be expected to impair anterograde transport resulting in a deficiency of synaptic vesicles at the nerve terminal. $#(Choice A)#  The Nissl substance in neurons corresponds to the rough endoplasmic reticulum. $#(Choice C)#  The transverse tubule (T-tubule) system is a tubular network located at the junction of the A and I bands of striated myocytes.  T-tubules are open to the extracellular space and facilitate the spread of depolarization to the inside of the cell. $#(Choice D)#  Desmosomes are protein aggregates that mediate cell-cell adhesion between epithelial cells. $#(Choice E)#  Microvilli are small cylindrical extensions of the apical plasma membrane that contain actin thin filaments.  Microvilli cover the apical surfaces of intestinal epithelial cells.  They do not contain microtubules or microtubule associated proteins. $#Educational objective# Kinesin is a microtubule-associated, ATP-powered motor protein that facilitates the anterograde transport of neurotransmitter-containing secretory vesicles down axons to synaptic terminals.  "},

{"id":"19893","image_1":"images/19893.jpg","explanation_img":"images/exp19893.jpg","title":"A 6-year-old girl with cerebral palsy undergoes selective dorsal rhizotomy surgery. The patient was born prematurely with a very low birth weight and had experienced periventricular cerebral white matter injury. During the procedure, dorsal rootlets of lumbosacral spinal nerves are selectively severed, as shown in the image below:","answer_1":"A. Decreased muscle mass","ansImg_1":"","answer_2":"B. Decreased muscle tone","ansImg_2":"","answer_3":"C. Increased tendon reflexes","ansImg_3":"","answer_4":"D. Muscle fasciculations","ansImg_4":"","answer_5":"E. Muscle paralysis","ansImg_5":"","right_answer":"B. Decreased muscle tone","percent_1":"6%","percent_2":"44%","percent_3":"24%","percent_4":"17%","percent_5":"9%","explanation_2":"This patient has cerebral palsy, a heterogeneous condition characterized by permanent, nonprogressive motor dysfunction caused by damage to the developing brain. Certain subtypes result in significant #spasticity# (eg, hypertonia, hyperreflexia). Spastic cerebral palsy may be caused by periventricular white matter necrosis (as in this patient), which leads to a #loss of descending inhibitory control# from the upper motor neurons.$Specifically, lack of CNS inhibition leads to a #hyperactive stretch reflex#. The stretch reflex is a monosynaptic reflex mediated at the level of the spinal cord through the following pathway:$(1) Muscle lengthening is sensed by muscle spindles$(2) Afferent signal of stretch is conveyed to the spinal cord via the #dorsal nerve fibers#$(3) Efferent signals are conveyed via the ventral root of the spinal cord$(4) Extrafusal fibers are stimulated, causing muscle contraction.$The stretch reflex is responsible for deep tendon reflexes (eg, patellar, achilles) and the maintenance of #muscle tone# by constant muscular activity occuring even at rest, so a hyperactive stretch reflex leads to increased muscle tone (ie, spasticity). A selective dorsal rhizotomy procedure #destroys the afferent (sensory) arm# of the reflex arc, decreasing muscle tone without sacrificing motor innervation of the muscles.$#(Choices A, D, and E)# Loss of lower motor neuron innervation can lead to paralysis, muscle atrophy, and fasciculations. However, by damaging only the dorsal nerve rootlets, the motor nerves (ventral) are spared.$(Choice C) Deep tendon reflexes are manifestations of the stretch reflex caused by sudden stretching of the muscle. Because this reflex arc is interrupted by dorsal rhizotomy, the procedure results in decreased deep tendon reflexes as well as decreased muscle tone.$Educational objective Spasticity can be caused by the loss of descending inhibitory signals from upper motor neurons, leading to a hyperactive stretch reflex that results in increased muscle tone. Disruption of the afferent (sensory) arm of the stretch reflex through a selective dorsal rhizotomy can improve spasticity without causing paralysis.","comparison_items":"","title_2":"","audio":"","explanation_1":""},

{"id":"2020","title":"A 5-year-old boy has developed persistent food-seeking behavior over the past few months. His mother initially thought that the boy was undergoing a growth spurt, but despite how much she fed him he never seemed satisfied. He has gained more than 4.5 kg (10 lb). The patient has also started complaining of a headache and nausea in the morning. His physical examination is significant for BMI of 32 kg/m2. Temperature is 37.2 C (99 F), blood pressure is 100/70 mm Hg, pulse is 92/min, and respirations are 16/min. His pediatrician becomes concerned about possible central nervous system involvement. This patient's food-seeking behavior could be explained by a lesion causing impairment of which hypothalamic nucleus?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior","ansImg_1":"","answer_2":"B. Lateral","ansImg_2":"","answer_3":"C. Posterior","ansImg_3":"","answer_4":"D. Suprachiasmatic","ansImg_4":"","answer_5":"E. Supraoptic","ansImg_5":"","answer_6":"F. Ventromedial","ansImg_6":"","right_answer":"F. Ventromedial","percent_1":"5%","percent_2":"21%","percent_3":"3%","percent_4":"3%","percent_5":"2%","percent_6":"67%","explanation_img":"","table_3":"§^#Major functions of hypothalamic nuclei#∆⨉ §^#Ventromedial# ∆Mediates satiety; destruction leads to hyperphagia §^#Lateral# ∆Mediates hunger; destruction leads to anorexia §^#Anterior# ∆Mediates heat dissipation; destruction leads to hyperthermia §^#Posterior# ∆Mediates heat conservation; destruction leads to hypothermia §^#Arcuate# ∆Secretion of dopamine (inhibits prolactin), GHRH §^#Medial preoptic# ∆Secretion of GnRH, regulates sexual behavior §^#Paraventricular# ∆Secretion of oxytocin, CRH, TRH & small amounts of ADH §^#Supraoptic# ∆Secretion of ADH & small amounts of oxytocin §^#Suprachiasmatic# ∆Circadian rhythm regulation & pineal gland function %ADH = antidiuretic hormone; CRH = corticotropin-releasing hormone; GHRH = growth hormone-releasing hormone; GnRH = gonadotropin-releasing hormone; TRH = thyrotropin-releasing hormone.","explanation_1":"","explanation_2":"The #hypothalamus# is in the diencephalon at the base of the brain. It is a key region involved in #homeostasis#; including the regulation of temperature, appetite, emotion, growth, and circadian rhythm. The ventromedial and lateral nuclei are involved in the regulation of food intake.$The #ventromedial nucleus# is vital in monitoring blood glucose and #mediates satiety#. Lesions of this area of the hypothalamus (eg, trauma, infection, brain tumors) can result in #hyperphagia and obesity#. Conversely, the lateral nucleus signals hunger. Lesions can result in loss of appetite (eg, failure to thrive) #(choice B)#.$#(Choices A and C)# The anterior and posterior nuclei are involved in temperature control through regulation of the autonomic nervous system. The anterior nucleus coordinates cooling via inhibition of adrenergic input, causing vasodilation and stimulation of cholinergic pathways (eg, sweating). Destruction of this nucleus can cause uncontrolled hyperthermia. Conversely, the posterior nucleus regulates heat conservation and heat production via vasoconstriction and shivering. Destruction can lead to hypothermia.$(Choice D) The suprachiasmatic nucleus is located immediately above the optic chiasm and receives visual input directly from the retina. It helps regulate circadian rhythms by relaying light information to other hypothalamic nuclei and to the pineal gland.$(Choice E) The supraoptic and paraventricular nuclei project axons into the posterior pituitary gland (neurohypophysis), producing vasopressin (antidiuretic hormone) and oxytocin. Oxytocin is associated with uterine contractions and milk letdown; vasopressin regulates fluid balance via reabsorption of water from the kidneys.$Educational objective The hypothalamus is a key region responsible for homeostasis. The ventromedial nucleus mediates satiety; lesions of this area of the hypothalamus can result in hyperphagia and obesity."},

{"id":"2024","title":"A 26-year-old previously healthy man is brought to the emergency department following a motorbike accident. He is found to have a maxillofacial injury. His condition is stabilized, and surgical repair is performed. While recovering, the patient develops difficulty chewing food. On examination, the jaw deviates to the right side when the patient is instructed to open his mouth. The nerve that has been injured in this patient exits the skull through which of the following foramina?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Foramen lacerum","ansImg_1":"","answer_2":"B. Foramen ovale","ansImg_2":"","answer_3":"C. Foramen rotundum","ansImg_3":"","answer_4":"D. Foramen spinosum","ansImg_4":"","answer_5":"E. Jugular foramen","ansImg_5":"","right_answer":"B. Foramen ovale","percent_1":"2%","percent_2":"62%","percent_3":"21%","percent_4":"9%","percent_5":"6%","explanation_img":"","table_3":"§ ∆^#Skull foramen# ∆^#Traversing structures# §^#Anterior cranial fossa# ∆Cribriform plate ∆CN I olfactory bundles §^#Middle cranial fossa# ∆Optic canal ∆CN II, ophthalmic artery, central retinal vein §↕ ∆Superior orbital fissure ∆CN III, IV, V1, VI, ophthalmic vein, sympathetic fibers §↕ ∆Foramen rotundum ∆CN V2 (maxillary) §↕ ∆Foramen ovale ∆CN V3 (mandibular) §↕ ∆Foramen spinosum ∆Middle meningeal artery & vein §^#Posterior cranial fossa# ∆Internal acoustic meatus ∆CN VII, VIII §↕ ∆Jugular foramen ∆CN IX, X, XI, jugular vein §↕ ∆Hypoglossal canal ∆CN XII §↕ ∆Foramen magnum ∆Spinal roots of CN XI, brain stem, vertebral arteries %#CN =# cranial nerve.","explanation_1":"","explanation_2":"This patient has symptoms consistent with injury of the #third division of the trigeminal nerve# (cranial nerve [CN] V3, mandibular nerve), which provides sensory innervation to the face and motor innervation to the muscles of mastication.  These include the 3 muscles that close the jaw (masseter, medial pterygoid, temporalis) and the single muscle that opens the jaw (lateral pterygoid). $Unilateral injury to CN V3 will result in unopposed action of the #contralateral# pterygoid muscles; because of the plane of action of these muscles, this leads to deviation of the mandible #toward# the paralyzed side on opening the mouth.  Bilateral paralysis would cause mandibular drop and lack of jaw movement.  CN V3 exits the skull through the @foramen ovale@, which also contains the lesser petrosal nerve, the accessory meningeal artery, and the emissary veins. $The #second division# of the trigeminal nerve (CN V2, maxillary nerve) exits the skull via the #foramen rotundum (choice C).#  The foramen spinosum contains the middle meningeal artery, middle meningeal vein, and the meningeal (recurrent) branch of CN V3, which supplies the dura and contains sympathetic fibers #(choice D).#  The #first branch# of the trigeminal nerve (CN V1, ophthalmic nerve) passes through the #superior orbital fissure#. $#(Choice A)#  The foramen lacerum contains only a few small vessels (meningeal branch of ascending pharyngeal artery, emissary veins) and is otherwise occluded by fibrous tissue and cartilage.  The internal carotid artery passes along its superior surface but does not traverse it. $#(Choice E)#  The jugular foramen contains CNs IX, X, and XI; the inferior petrosal and sigmoid sinuses; and the posterior meningeal artery. $#Educational objective# The third (mandibular) branch of the trigeminal nerve exits the skull through the foramen ovale and innervates the muscles of mastication, including the masseter, the medial and lateral pterygoids, and the temporalis muscles.  ","clickable_1":"images/img1.2024.jpg"},

{"id":"21405","title":"A 35-year-old woman, gravida 2 para 0, is seen in the clinic for an early anatomy ultrasound at 18 weeks after she was noted to have an elevated alpha fetoprotein on prenatal screening.  Ultrasound shows a complex cystic lesion overlying the lumbosacral spine, ventriculomegaly, and hindbrain herniation.  These abnormalities are most likely due to failure of which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Disappearance of the primitive streak","answer_2":"B. Formation of the cerebellar vermis","answer_3":"C. Neural crest cell migration","answer_4":"D. Neuronal migration within the cerebral cortex","answer_5":"E. Primary neurulation","percent_1":"4%","percent_2":"21%","percent_3":"25%","percent_4":"6%","percent_5":"43%","right_answer":"E. Primary neurulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21405.jpg","explanation_1":"","explanation_2":"$This patient has an elevated alpha fetoprotein (AFP) level and ultrasound findings consistent with an #open neural tube defect# (NTD), a condition caused by #failure of primary neurulation#.  Primary neurulation begins with formation of the neural plate.  During the third week of fetal development, the lateral ends of the neural plate elevate to become neural folds that fuse in the midline to form the neural tube.  Fusion starts in the cervical region and extends rostrally and caudally to the anterior and posterior neuropores, respectively. $Failure of either neuropore to close leads to open NTDs, in which a portion of the developing CNS remains connected to the amniotic cavity.  Maternal serum #AFP# is #elevated# due to direct leakage from the open neural tube into the amniotic fluid. $Failure of #posterior (caudal) neuropore# closure specifically results in a NTD referred to as an @open spinal dysraphism@, and most commonly causes a #myelomeningocele# in which portions of the spinal cord within the meningeal sac protrude through a vertebral arch defect.  Prenatal ultrasound may show a #complex cystic mass #along the #lower spine#, as in this case.  Myelomeningoceles are also commonly associated with downward displacement of the hindbrain (Chiari II malformation) that can obstruct the flow of cerebrospinal fluid (causing ventriculomegaly). $#(Choice A)#  The primitive streak establishes the anterior-posterior axis of the embryo; it normally completely disappears by the end of the 4th week of gestation.  Rarely, remnants can persist in the sacrococcygeal region and give rise to a sacral teratoma. The brain would not be affected. $#(Choice B)#  @Dandy-Walker syndrome@ results from underdevelopment of the cerebellar vermis.  Ultrasound would demonstrate cystic enlargement of the posterior fossa and hypoplasia of the vermis, and elevated AFP would not be expected. $#(Choice C)#  Neural crest cells are the progenitors for the peripheral (not central) nervous system; Hirschsprung disease (congenital aganglionic megacolon) is a disorder of neural crest cell migration.  NTDs are not related to neural crest cell abnormalities. $#(Choice D)#  Neuronal migration disorders (eg, lissencephaly, or loss of sulci) are caused by the abnormal migration of nascent neurons within the brain.  A spinal mass would not be seen. $#Educational objective# Defects in primary neurulation result in open neural tube defects, such as a myelomeningocele, in which the spinal cord and meninges protrude through a vertebral arch defect.  Findings typically include an elevated maternal alpha fetoprotein and a complex cystic mass overlying the lower spine.  ","clickable_1":"images/img1.21405.jpg","clickable_2":"images/img2.21405.jpg"},

{"id":"1453","image_1":"","explanation_img":"images/exp1453.jpg","title":"A 35-year-old man comes to the office due to a painful tongue sore. For the past 2 weeks he has had a fever and has experienced myalgias and arthralgias. He has no known medical problems. The patient works as a driver for a local delivery service. He had unprotected sex with a stranger approximately 1 month ago. Physical examination shows a rash over his trunk and cervical lymphadenopathy. An ulcer is located on the median sulcus of the tongue and is 2 cm anterior to the foramen cecum. Blood is drawn for an HIV test. The pain sensation from his ulcer is most likely carried by which of the following nerves?","answer_1":"A. Chorda tympani","ansImg_1":"","answer_2":"B. Glossopharyngeal nerve","ansImg_2":"","answer_3":"C. Mandibular division of the trigeminal nerve","ansImg_3":"","answer_4":"D. Maxillary division of the trigeminal nerve","ansImg_4":"","answer_5":"E. Vagus nerve","ansImg_5":"","right_answer":"C. Mandibular division of the trigeminal nerve","percent_1":"9%","percent_2":"28%","percent_3":"51%","percent_4":"8%","percent_5":"4%","explanation_2":"Acute HIV can present with rash, lymphadenopathy, fever, and painful oral ulcers on the tongue. Innervation of the tongue is complex, as there are motor, general sensory, and gustatory (taste) components.$1. #Motor innervation# of the tongue is provided by the hypoglossal nerve (cranial nerve [CN] XII) with the exception of the palatoglossus muscle, which is innervated by the vagus nerve (CN X).$2. #General sensory# innervation of the tongue (including touch, pain, pressure, and temperature sensation) is provided by:$Anterior 2/3 of the tongue: mandibular branch of trigeminal nerve (CN V3)$Posterior 1/3 of the tongue: glossopharyngeal nerve (CN IX)$Posterior area of the tongue root: vagus nerve (CN X)$3. #Gustatory innervation# (taste buds) is as follows:$Anterior 2/3 of the tongue: chorda tympani branch of facial nerve (CN VII)$Posterior 1/3 of the tongue: glossopharyngeal nerve (CN IX)$Posterior area of the tongue root and taste buds of the larynx and upper esophagus: vagus nerve (CN X)$Any lesion anterior to the terminal sulcus and foramen cecum, including this patient's oral ulcer, would be located on the #anterior# 2/3 of the tongue. #Pain# from this region (as well as sensations of touch, pressure, and temperature) is transmitted by the #mandibular branch of the trigeminal nerve#.$#(Choices A, B, and E)# The chorda tympani branch of the facial nerve (CN VII) transmits gustatory sensation from the anterior 2/3 of the tongue but not painful stimuli. The glossopharyngeal nerve (CN IX) transmits taste, pain, temperature, and touch stimuli from the posterior 1/3 of the tongue. The vagus nerve (CN X) innervates the far posterior area of the tongue root, transmitting both gustatory and general sensory stimuli.$(Choice D) The maxillary division of the trigeminal nerve (CN V2) does not participate in tongue innervation.$Educational objective General sensation from the anterior 2/3 of the tongue is carried by the mandibular division of the trigeminal nerve. Gustatory innervation of the anterior 2/3 of the tongue is provided by the chorda tympani branch of the facial nerve.","comparison_items":"","title_2":"","audio":"","explanation_1":""},

{"id":"19670","title":"Researchers are testing various modalities to reduce glutamate-induced excitotoxic neuronal injury after ischemic stroke.  The investigators record the postsynaptic potential of cortical neurons under various conditions.  The neurons are exposed to glutamate, which causes them to depolarize; excessive depolarization triggers cell death.  The experiment is repeated after altering the electrolyte composition of the extracellular fluid.  When the extracellular magnesium concentration is increased, glutamate-induced neuron depolarization and cell death are decreased.  Which of the following changes in ion conductance explains the improved neuron survival in response to magnesium?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased influx of calcium and sodium","answer_2":"B. Decreased influx of chloride and bicarbonate","answer_3":"C. Increased influx of calcium and sodium","answer_4":"D. Increased influx of chloride and bicarbonate","answer_5":"E. Increased influx of magnesium","percent_1":"72%","percent_2":"6%","percent_3":"10%","percent_4":"8%","percent_5":"3%","right_answer":"A. Decreased influx of calcium and sodium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19670.jpg","explanation_1":"","explanation_2":"$Glutamate is the primary excitatory neurotransmitter in the brain.  The #glutamate NMDA receptor# is a potential-dependent and ligand-gated ion channel.  In the resting hyperpolarized state, magnesium occupies the NMDA receptor ion pore, forming a constitutive magnesium plug to prevent the flow of other cations.  The channel opens when 2 events occur:  $1. #Displacement of the magnesium plug#:  An initial depolarization impulse (non–NMDA mediated) causes loss of negative potential, displacing magnesium from the NMDA ion channel pore.  In dying neurons, this can occur due to loss of the ATP-dependent sodium-potassium gradient.  $2. #Binding of glutamate:#  After magnesium is expelled, binding of glutamate (along with glycine) induces a conformational change, allowing the unrestricted flow of calcium, sodium, and potassium.  Because of selective permeability, the #influx of calcium and sodium# (tends to depolarize) outstrips the efflux of potassium (tends to hyperpolarize), leading to further net depolarization. $Therefore, higher extracellular magnesium levels block the NMDA channel, decreasing the influx of calcium and sodium #(choice C)# to inhibit glutamate-mediated neuron depolarization. $During acute ischemic stroke, a sudden, massive rise in extracellular glutamate occurs within the infarct zone.  Sustained exposure to high glutamate levels causes intracellular #calcium overload#, ultimately accumulating in mitochondria, triggering apoptotic neuron death (#excitotoxicity#).  These dying neurons release more glutamate into the extracellular space, creating a @domino effect@ on neighboring neurons, further propagating damage beyond the original ischemic core.  As a result, modulation of the NMDA receptor is an emerging frontier in neuroprotection. $#(Choices B and D)#  The influx of chloride and bicarbonate anions induces hyperpolarization instead of depolarization, and mediates the @inhibitory postsynaptic potentials@ generated by GABA-A channels; NMDA channels are impermeable to anions.  Neurons can also be hyperpolarized by potassium efflux, mediating inhibitory potentials generated by GABA-B channels. $#(Choice E)#  Magnesium itself does not pass through the NMDA channel.  Rather, it regulates passage of other cations through steric hindrance (magnesium plug).  Therefore, magnesium is used therapeutically to block depolarization. $#Educational objective# Excessive activation of the glutamate NMDA receptor causes excitotoxic neuronal death through uncontrolled calcium influx.  At the hyperpolarized resting membrane potential, the NMDA receptor is blocked by a magnesium plug, which is released by non–NMDA-mediated depolarization.  ","clickable_1":"images/img1.19670.jpg","clickable_2":"images/img2.19670.jpg"},

{"id":"1368","title":"A pharmaceutical company has developed a novel medication for use in pregnancy.  In preclinical studies, labor is induced in experimental pregnant animals using oxytocin.  An intrauterine pressure catheter is used to monitor uterine contractions.  After measurable, regular uterine contractions are achieved, intravenous infusion of the new medication is started.  Observed changes in uterine activity are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1368.jpg","title_2":"In addition to its effects on uterine pressure, the new drug is found to lower serum potassium levels.  This novel medication most closely resembles which of the following agents?","audio":"","comparison_items":"","answer_1":"A. Beta-2 adrenergic agonist","answer_2":"B. Calcium channel blocker","answer_3":"C. Ergot derivative","answer_4":"D. Magnesium sulfate","answer_5":"E. Prostaglandin E1 analog","percent_1":"44%","percent_2":"18%","percent_3":"7%","percent_4":"18%","percent_5":"14%","right_answer":"A. Beta-2 adrenergic agonist","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1368.jpg","explanation_1":"","explanation_2":"$This novel medication that induces hypokalemia while reducing uterine contractions during pregnancy is most likely a #beta-2# adrenergic receptor #agonist#.  Beta-2 receptors are ubiquitously expressed throughout the body, with the lungs and vasculature having the greatest tissue density.  Receptor activation results in #bronchodilation# and #vasodilation# due to smooth muscle relaxation; in addition, beta-2 stimulation can also modulate key functions of other organs (eg, eye, uterus). $Once a fetus grows to a sufficiently large size, myometrial distension signals the maternal hypothalamus to produce and release oxytocin into the bloodstream.  Oxytocin then binds to receptors located on the myometrium, leading to opening of membrane-bound calcium channels and muscular contraction.  In addition, oxytocin binding stimulates the production of prostaglandins (PGE1, PGE2, PGF2α) that also induce contraction #(choice E).#  If contractions begin too early (ie, preterm labor), pregnancy may be prolonged by using inhibitors of uterine contraction (@tocolytics@).  Stimulation of myometrial beta-2 receptors decreases intracellular calcium within myometrial cells, #impairing uterine contraction#. $Beta-2 receptors also regulate activity of the sodium-potassium pump located on all cells.  This pump maintains the resting membrane potential by driving sodium extracellularly and potassium intracellularly.  Overstimulation of beta-2 receptors can lead to significant potassium internalization, resulting in #hypokalemia#. $#(Choices B and D)#  Magnesium sulfate and calcium channel blockers (CCBs) competitively block membrane calcium channels, preventing the influx of calcium needed to stimulate contraction.  Magnesium inhibits renal outer medullary potassium excretion channels in the kidneys, leading to hyperkalemia.  CCBs alone do not alter potassium levels. $#(Choice C)#  Methylergonovine, an ergot alkaloid, is used to increase uterine contractions (uterotonic) through its activity on the 5-HT2A receptor.  It can be used to treat postpartum hemorrhage by stimulating the myometrium to clamp down on uterine vessels. $#Educational objective# Although beta-2 receptors are predominant in the lungs and vasculature, they are also found on all cell membranes, including those of the uterus.  Stimulation of uterine receptors results in smooth muscle relaxation (tocolysis), while stimulation of sodium-potassium ATPase pumps can result in hypokalemia.  ","clickable_1":"images/img1.1368.jpg"},

{"id":"1636","image_1":"","explanation_img":"images/exp1636.jpg","title":"A 20-year-old man is evaluated in the clinic for right arm weakness and numbness. He pitches for his college baseball team and threw more than usual last week due to a postseason tournament. Since then, the patient has had difficulty using his right arm, particularly when lifting objects. He has no history of head, neck, or upper extremity trauma. On physical examination, there is diminished strength on right elbow flexion and an absent biceps reflex. This patient is most likely to have sensory loss over which of the following areas?","answer_1":"A. Lateral forearm","ansImg_1":"","answer_2":"B. Medial forearm","ansImg_2":"","answer_3":"C. Posterior arm","ansImg_3":"","answer_4":"D. Posterior forearm","ansImg_4":"","answer_5":"E. Thenar eminence","ansImg_5":"","right_answer":"A. Lateral forearm","percent_1":"50%","percent_2":"27%","percent_3":"8%","percent_4":"6%","percent_5":"8%","explanation_2":"$This patient likely has #musculocutaneous nerve# injury, which most commonly occurs in the setting of trauma (eg, shoulder dislocation) and can also occur with strenuous upper extremity activity (eg, baseball pitching).  The musculocutaneous nerve is derived from the #C5-C7# spinal nerve roots and arises from the lateral cord of the @brachial plexus@.  It innervates the coracobrachialis (flexes and adducts the arm) and major #elbow flexors# (eg, biceps brachii, brachialis).  After innervating these muscles, the remaining fibers become the lateral cutaneous nerve of the forearm and provide #sensory innervation# to the skin of the @lateral forearm@. $In addition to having weakness of elbow flexion and numbness of the lateral forearm, patients with musculocutaneous nerve injury have an absent or weak #biceps reflex#. $#(Choice B)#  The medial forearm receives sensory innervation from a branch of the medial cord of the brachial plexus, the @medial cutaneous nerve@ of the forearm (also called the medial antebrachial cutaneous nerve). $#(Choices C and D)#  The posterior arm and forearm receive sensory innervation from the @posterior cutaneous branches@ of the radial nerve. $#(Choice E)#  The thenar eminence receives sensory innervation from the @palmar cutaneous branch@ of the median nerve, which arises proximal to the carpal tunnel. $#Educational objective# The musculocutaneous nerve innervates the coracobrachialis (flexes and adducts the arm) and the major elbow flexors (eg, biceps brachii, brachialis) and then continues distally to provide sensory innervation to the lateral forearm.  It is derived from the upper trunk of the brachial plexus (C5-C7) and can be injured by trauma or strenuous upper extremity exercise.  ","comparison_items":"","title_2":"","audio":"","explanation_1":"","clickable_1":"images/img1.1636.jpg","clickable_2":"images/img2.1636.jpg","clickable_3":"images/img3.1636.jpg","clickable_4":"images/img4.1636.jpg","clickable_5":"images/img5.1636.jpg"},

{"id":"20180","title":"A 2-day-old girl is brought to the office for her initial newborn visit. The patient was born at 39 weeks gestation via a difficult home delivery. Birth weight was 4 kg (8 lb 13 oz). The parents report that the infant has been breastfeeding well but has been only minimally moving her right arm compared to the left. Vital signs are normal. On examination, the right upper extremity is held in adduction and internal rotation with the elbow extended, forearm pronated, and wrist flexed. Moro and biceps reflexes are absent in the right arm; grasp reflex is intact. The remainder of the examination is normal. Which of the following is the most likely site of this patient's injury?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cervical spinal cord","ansImg_1":"","answer_2":"B. C5 and C6 nerve roots","ansImg_2":"","answer_3":"C. C8 and T1 nerve roots","ansImg_3":"","answer_4":"D. Medial cord","ansImg_4":"","answer_5":"E. Posterior cord","ansImg_5":"","right_answer":"B. C5 and C6 nerve roots","percent_1":"3%","percent_2":"73%","percent_3":"14%","percent_4":"5%","percent_5":"5%","explanation_img":"images/exp20180.jpg","explanation_1":"","explanation_2":"$This patient most likely has an injury to the #C5 and C6 nerve roots# of the @brachial plexus@, causing #Erb-Duchenne palsy#.  Infants with Erb-Duchenne palsy have weakness of the deltoid and infraspinatus muscles (innervated by C5) and the biceps and wrist extensors (innervated by C6).  This leads to predominance of the opposing muscles and results in the affected arm being held in adduction and internal rotation with the forearm pronated and the wrist flexed (ie, #waiter's tip posture#).  In some patients, the C7 nerve root is also involved, leading to weak finger extension and fingers held in a flexed position.  Patients typically have decreased or absent @Moro@ and biceps reflexes, but the grasp reflex remains intact. $In this patient, the brachial plexus injury likely occurred during the difficult home delivery.  Erb-Duchenne palsy is commonly associated with @shoulder dystocia@, which occurs when the fetal shoulder becomes impacted behind the pubic symphysis during delivery, possibly resulting in excessive traction on the head and neck and injury to the brachial plexus nerve roots. $#(Choice A)#  Hemisection of the cervical spinal cord can cause Brown-Séquard syndrome, which is characterized by ipsilateral hemiparesis at and below the level of the spinal cord injury (along with sensory deficits).  In contrast to Erb-Duchenne palsy, Brown-Séquard syndrome would cause upper and lower extremity hemiparesis. $#(Choice C)#  Injury to the C8 and T1 nerve roots results in Klumpke palsy, which is characterized by loss of wrist/metacarpophalangeal joint flexion and interphalangeal joint extension, leading to @clawhand@ posture and absent (vs intact) grasp reflex. $#(Choice D)#  A medial cord injury affects the median and ulnar nerves.  In addition to innervating the wrist flexors, the median and ulnar nerves innervate all the intrinsic muscles of the hand.  Injury would lead to wrist extension (vs flexion) and an absent (vs intact) grasp reflex. $#(Choice E)#  A posterior cord injury would cause axillary and radial nerve deficits.  Although this would lead to arm adduction and internal rotation (loss of axillary-innervated deltoid and teres minor function) and wrist flexion (loss of radial-innervated wrist extension), a posture of elbow flexion (loss of radial-innervated elbow extension) would be expected. $#Educational objective# Injury to the C5 and C6 nerve roots causes Erb-Duchenne palsy, which is characterized by waiter's tip posture.  The affected arm may have decreased or absent Moro and biceps reflexes; grasp reflex remains intact.  ","clickable_1":"images/img1.20180.jpg","clickable_2":"images/img2.20180.jpg","clickable_3":"images/img3.20180.jpg","clickable_4":"images/img4.20180.jpg"},

{"id":"1934","title":"Electric stimulation of the musculocutaneous nerve causes a rapid twitch of the biceps muscle.  Electron microscopy shows numerous vesicles within the musculocutaneous nerve terminals.  In order for these vesicles to release their contents into the synaptic cleft, which of the following substances is required?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Sodium","answer_2":"B. Calcium","answer_3":"C. cAMP","answer_4":"D. IP3","answer_5":"E. DAG","answer_6":"F. cGMP","percent_1":"4%","percent_2":"89%","percent_3":"4%","percent_4":"2%","percent_5":"1%","percent_6":"1%","right_answer":"B. Calcium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The synaptic vesicles in motor neuron presynaptic terminals contain acetylcholine (ACh).  When an action potential depolarizes the presynaptic terminal membrane, voltage-gated calcium channels open, causing an influx of extracellular calcium into the synaptic terminal.  This calcium current stimulates fusion of the presynaptic vesicles with the plasma membrane and exocytosis of ACh.  The nicotinic ACh receptors on the postsynaptic skeletal muscle end plate are ligand-gated sodium and potassium ion channels.  The increased sodium and potassium conductance that occurs with ACh binding generates a motor end plate potential that signals for depolarization of the muscle cell membrane.  ACh in the synaptic cleft is degraded by acetylcholinesterase. $#(Choice A)#  Rapid sodium influx is responsible for the upstroke of the action potential in skeletal muscle, smooth muscle, cardiac muscle and Purkinje fibers.  In contrast, the initial upstroke of the action potential in the SA node depends on calcium influx. $#(Choice C - F)#  Second messengers do not play a role in the release of synaptic vesicle contents (ACh) at the neuromuscular junction. $#Educational objective# Acetylcholine release from presynaptic terminal vesicles at the neuromuscular junction depends upon the influx of extracellular calcium into the presynaptic terminal.  Calcium influx into the nerve terminal occurs following neuronal depolarization and opening of voltage-gated calcium channels.  "},

{"id":"494","title":"Anterior horn cells of the spinal cord of an experimental animal demonstrate cell body rounding, peripheral displacement of the nuclei and dispersion of Nissl substance to the periphery of the cells.  The findings described most likely indicate:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Degenerative disease","answer_2":"B. Irreversible cell injury","answer_3":"C. Axonal reaction","answer_4":"D. Compression atrophy","answer_5":"E. Normal aging","percent_1":"17%","percent_2":"29%","percent_3":"36%","percent_4":"9%","percent_5":"9%","right_answer":"C. Axonal reaction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Sometimes axons become severed due to trauma.  Such injury causes specific changes in both the proximal and distal segments of the axon, as well as in the neuronal body. $ Wallerian degeneration occurs in the segment of axon that has lost connection with the cell body.  It represents the degeneration of axon and myelin distal to a point of injury.  First, swelling and irregularity are noted in the distal segment of the axon.  Within a week the axon is destroyed and its fragments are digested by Schwann cells and macrophages.  Similar degenerative changes occur in the segment of axon that lies proximal to the injury.  Degeneration of the proximal segment extends to the closest node of Ranvier. $ The changes seen in the neuronal body after the axon is severed are called #axonal reaction#.  The cell body shows signs of cellular edema.  It becomes swollen and rounded, with the nucleus displaced to the periphery.  Nissl substance becomes fine, granular and dispersed throughout the cytoplasm (central chromatolysis).  Axonal reaction becomes visible in 24-48 hours after the injury.  Maximal changes in the neuronal body occur approximately 12 days after the injury.  These changes reflect an increased synthesis of protein by the cells in order to regenerate the severed axon. $ (Choice A)  Degenerative diseases are characterized by progressive loss of neurons with associated reactive glial changes.  Neuronal loss in these conditions is selective: it affects one or more well-defined neuronal groups.  Alzheimer's, Pick's, and Huntington's disease are all examples of degenerative disorders. $ (Choice B)  Transient but profound hypoxia, ischemia or toxic injury may lead to the loss of neurons.  Irreversible neuronal injury manifests with shrinkage of the neuronal body, deep eosinophilia of the cytoplasm, pyknosis of the nucleus and loss of Nissl substance. $ (Choice D)  Compression atrophy may occur due to increased intracranial pressure or a mass lesion.  A decrease in the size and number of neurons is characteristic of compression atrophy. $ (Choice E)  Normal aging is characterized by atrophy and gradual neuronal loss.  Axonal reaction is not associated with this process. $ Educational Objective The changes in the body of a neuron after the axon has been severed are called axonal reaction.  This process reflects an increased protein synthesis that facilitates axon repair.  Enlarged, rounded cells with peripherally located nuclei and dispersed finely granular Nissl substance are seen."},

{"id":"19544","title":"A 28-year-old woman comes to the office due to right hand tremors for the past several weeks. The patient has difficulty performing daily activities and feels embarrassed in social gatherings. She has a history of the remitting-relapsing form of multiple sclerosis. There is no family history of tremors. On physical examination, no abnormal hand movement is observed at rest. When the patient is instructed to touch an object on the table, a coarse tremor is observed that gradually increases as the hand moves closer to its target. Dysfunction of which of the following structures is the most likely cause of this patient's tremor?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basal ganglia","ansImg_1":"","answer_2":"B. Cerebellum","ansImg_2":"","answer_3":"C. Motor cortex","ansImg_3":"","answer_4":"D. Premotor cortex","ansImg_4":"","answer_5":"E. Thalamus","ansImg_5":"","right_answer":"B. Cerebellum","percent_1":"24%","percent_2":"62%","percent_3":"4%","percent_4":"5%","percent_5":"4%","explanation_img":"","table_3":"§^#Tremor# ∆^#Clinical features# §^#Essential# ∆ • Action tremor • Bilateral hands &/or head • Improves with alcohol §^#Parkinson$ disease# ∆ • Resting tremor (decreases with movement) • Hands & legs • \"Pill-rolling\" • Associated parkinsonian features (eg, rigidity, masked faces, short-stepped gait) §^#Cerebellar# ∆ • Action tremor (increases as hand reaches target) • Associated ataxia, dysmetria, or gait disorder §^#Physiologic# ∆ • Action & rest tremor • Low amplitude, high frequency (ie, \"fine\" tremor) • Not visible under normal circumstances • Enhanced with sympathetic activation (eg, anxiety, caffeine, hyperthyroidism)","explanation_1":"","explanation_2":"This patient has developed a large-amplitude (ie, coarse) tremor that worsens as the hand approaches the target, suggesting a cerebellar tremor. Cerebellar tremor can result from multiple pathologies that affect the cerebellum, most commonly #multiple sclerosis#, as in this patient. Other common causes include stroke, fragile X syndrome, and cerebellar degeneration.$Tremors due to cerebellar lesions are classically #low frequency# (ie, \"slow,\" <5 Hz) and #high amplitude# (ie, coarse) because they involve the proximal, as well as the distal, muscles. The tremor classically increases in amplitude as an action approaches a target (ie, #intention tremor#). It is often accompanied by other #cerebellar signs#, including ataxia, dysmetria, and/or impaired rapidly alternating movements.$(Choice A) Parkinson disease occurs due to loss of dopaminergic neurons in the basal ganglia (substantia nigra). In contrast to this patient, patients with Parkinson disease classically have a resting tremor that improves with intentional movement. In addition, tremor would be accompanied by rigidity (increased resistance to passive movements), bradykinesia (slowing of voluntary movements), and gait disturbances.$(Choice C) The motor cortex controls voluntary muscle activity. Damage to this area causes a combination of spastic paralysis, clasp-knife rigidity, hyperreflexia, and pathologic reflexes but does not typically cause a rhythmic tremor.$(Choice D) The premotor frontal cortex is responsible for the selection of movements in response to internal and external cues. A lesion affecting this part of the brain can result in abnormal posturing or repetitive movements but not an action tremor.$(Choice E) Lesions affecting the thalamus typically result in contralateral hemiplegia or contralateral hemisensory loss rather than tremor.$Educational objective Cerebellar tremors are classically low frequency (<5 Hz) and high amplitude and increase as an action approaches a target. They are often accompanied by other cerebellar signs, including ataxia, dysmetria, and impaired rapidly alternating movements."},

{"id":"20275","title":"A 3-week-old boy is evaluated in the neonatal intensive care unit due to apnea.  The patient was born at 27 weeks gestation and had a birth weight of 1 kg (2 lb 2 oz).  For the past 2 weeks, he has been stable on minimal respiratory support via nasal cannula but has had intermittent episodes of no respiratory effort for up to 30 seconds at a time.  These episodes are associated with bradycardia and desaturation.  The patient recovers spontaneously or with brief stimulation from the nurse.  He is well appearing between episodes.  Examination of the lungs reveals bilateral, clear breath sounds with easy work of breathing.  Ultrasound of the head is normal.  Arterial blood gas values are normal.  This patient's clinical findings are most likely caused by an abnormality in which of the following areas?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Central stimulatory neurons","answer_2":"B. Lower motor neurons","answer_3":"C. Mixed motor sensory nerves","answer_4":"D. Peripheral chemoreceptors","answer_5":"E. Pulmonary stretch receptors","percent_1":"62%","percent_2":"2%","percent_3":"3%","percent_4":"22%","percent_5":"12%","right_answer":"A. Central stimulatory neurons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20275.jpg","explanation_1":"","explanation_2":"$Apnea is defined as episodes of #respiratory cessation# lasting >20 seconds, often associated with decreased heart rate and oxygen saturation.  Apnea may be obstructive, in which respiratory effort occurs but is blocked, or central, which is characterized by the absence of any respiratory effort.  This patient has #apnea of prematurity#, a type of central apnea that occurs in virtually all extremely preterm newborns at gestational age <28 weeks due to #immature# central respiratory centers. $The normal respiratory drive originates from respiratory centers in the medulla and pons.  The #medullary respiratory centers# are stimulatory neurons that trigger inspiration (from the dorsal respiratory group) and expiration (from the ventral respiratory group).  These neurons send impulses to the diaphragm via the phrenic nerve and to the intercostal muscles.  The medullary respiratory centers also receive constant input from the #pontine respiratory center# to modify respiratory rate and depth of inspiration as well as from chemoreceptors, stretch receptors, and proprioceptors to further modify respiration.  The respiratory centers can be consciously overridden by the cortex (eg, intentional deep sigh, breath-holding). $In apnea of prematurity, the central stimulatory neurons are not fully developed, leading to intermittent interruptions in the normal respiratory drive.  Apneic episodes typically develop within the first few days of life and may persist for several months while the central respiratory centers mature.  Treatment is with methylxanthines (eg, caffeine), which stimulate respiratory neural output. $#(Choices B and C)#  Failure of the lower motor neurons that innervate the intercostal muscles or mixed motor sensory nerves, such as the phrenic nerve that innervates the diaphragm, can cause apnea in conditions such as spinal muscular atrophy type 1 or phrenic nerve injury, respectively.  This newborn has normal breathing between episodes, making nerve impairment unlikely. $#(Choice D)#  Peripheral chemoreceptors (eg, carotid bodies, aortic body) sense changes in carbon dioxide, oxygen, and pH levels and trigger the central respiratory center to modify respiration.  This patient's normal blood gas values indicate that the respiratory changes are not being driven by chemoreceptors. $#(Choice E)#  Stretch receptors in the lung trigger cessation of inspiration when the lung is approaching total lung capacity.  This newborn has normal respiration between episodes and is not hyperexpanding the lungs, so the stretch receptors are not involved in his apnea. $#Educational objective# The pontine and medullary respiratory centers coordinate normal respiratory drive.  Immaturity of these central respiratory centers causes apnea of prematurity, which is common in extremely preterm newborns.  "},

{"id":"635","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 72-year-old man is brought to the emergency department due to involuntary movements of his right arm that started several hours ago. He was watching television when his arm \"threw the remote control across the room.\" His past medical history is significant for long-standing hypertension and diabetes mellitus. The patient does not use alcohol, tobacco, or illicit drugs. Physical examination shows wild, large-amplitude, flinging movements affecting the proximal muscles of his right arm. Which of the following areas of the brain is most likely injured in this patient?","answer_1":"A. Caudate nucleus","ansImg_1":"","answer_2":"B. Internal capsule","ansImg_2":"","answer_3":"C. Lentiform nucleus","ansImg_3":"","answer_4":"D. Substantia nigra","ansImg_4":"","answer_5":"E. Subthalamic nucleus","ansImg_5":"","answer_6":"F. Ventral posterior thalamus","ansImg_6":"","right_answer":"E. Subthalamic nucleus","percent_1":"22%","percent_2":"6%","percent_3":"4%","percent_4":"6%","percent_5":"59%","percent_6":"2%","explanation_img":"images/exp635.jpg","explanation_1":"","explanation_2":"$The #subthalamic nucleus# is a lens-shaped structure located ventral (inferior) to the thalamus, dorsal (superior) to the substantia nigra, and medial to the internal capsule.  It is a component of the #basal ganglia# and plays an important role in the modulation of @basal ganglia output@. $Damage to the subthalamic nucleus can decrease excitation of the globus pallidus internus, thereby reducing inhibition of the thalamus.  This may result in contralateral #hemiballism#, a movement disorder characterized by wild, involuntary, large-amplitude, flinging movements involving the proximal limbs (eg, arm and/or leg) on one side of the body.  This most commonly occurs in the setting of #lacunar stroke#, which is often a consequence of long-standing hypertension and diabetes mellitus. $#(Choice A)#  Atrophy of the caudate nucleus occurs in Huntington disease, which is characterized by the insidious onset of chorea (involuntary, low-amplitude movements involving the distal limbs), dementia, and behavioral abnormalities. $#(Choice B)#  Damage to the internal capsule may occur with lacunar infarcts, but patients typically have contralateral pure motor or combined sensorimotor deficits. $#(Choice C)#  Atrophy of the lentiform nucleus (eg, globus pallidus and putamen) occurs in Wilson disease (hepatolenticular degeneration), which is characterized by liver (eg, hepatitis, cirrhosis), psychiatric (eg, depression, personality changes), and neurologic (eg, dysarthria, movement disorder) abnormalities. $#(Choice D)#  Degeneration of the substantia nigra occurs in Parkinson disease, which is characterized by bradykinesia, rigidity, and resting tremor. $#(Choice F)#  Lacunar stroke involving the ventral posterior lateral nucleus and ventral posterior medial nucleus of the thalamus typically results in complete contralateral sensory loss.  Damage to the thalamus may also cause thalamic syndrome, characterized by contralateral burning or stabbing pain over one side of the body. $#Educational objective# The subthalamic nucleus plays an important role in the modulation of basal ganglia output.  Damage to this structure (eg, due to lacunar stroke) may result in contralateral hemiballism, characterized by wild, involuntary, large-amplitude, flinging movements of the proximal limbs (eg, arm and/or leg) on one side of the body. ","clickable_1":"images/img1.635.jpg"},

{"id":"105581","image_1":"","explanation_img":"images/exp105581.jpg","title":"A 74-year-old woman is brought to the emergency department by her son after he found her acting strangely. She was asking to open the window blinds, even though the blinds were already open and was bumping into objects when walking around her home. The patient insists that her vision is fine and came to the hospital upon her son's insistence. On physical examination, the patient is alert and oriented but lacks appropriate eye contact. Bilateral direct and consensual pupillary reflexes are normal. On confrontation visual field testing, she reports the wrong number of fingers in all 4 visual quadrants. The patient indicates the wrong direction when asked to point to the door and gives an incorrect visual description when asked to describe the physician. This patient most likely has an infarction involving the brain regions supplied by which of the following arteries?","answer_1":"A. Anterior cerebral artery","ansImg_1":"","answer_2":"B. Basilar artery","ansImg_2":"","answer_3":"C. Middle cerebral artery","ansImg_3":"","answer_4":"D. Ophthalmic artery","ansImg_4":"","answer_5":"E. Posterior cerebral artery","ansImg_5":"","right_answer":"E. Posterior cerebral artery","percent_1":"6%","percent_2":"4%","percent_3":"17%","percent_4":"10%","percent_5":"63%","explanation_2":"$This patient is #blind#, as evidenced by visual field testing.  However, the patient is exhibiting signs of: $• #Anosognosia:#  an unawareness of one's condition $• #Confabulation:#  the unintentional generation of fabricated information to fill in gaps (patients who exhibit this believe the information is true [ie, they are not purposefully lying]) $This combination is suspicious for #cortical blindness# due to damage of the #bilateral occipital lobes#.  The occipital lobes are supplied by the #posterior cerebral arteries#.  Associated anosognosia and confabulation may be due to the inability of the visual cortex to communicate with areas of the brain that conduct higher-order sensory integration and speech-language processing. $#(Choice A)#  Anterior cerebral artery occlusion can infarct large portions of the @medial cortex@, leading to motor and sensory defects that preferentially impact the leg due to the @somatotopic organization@ of the brain.  Other characteristic deficits include incontinence (frontal micturition center), and executive dysfunction or changes in personality (prefrontal cortex). $#(Choice B)#  @Basilar artery@ occlusion usually damages the base of the pons, which contains the corticospinal and corticobulbar tracts, and the paramedian tegmentum.  Consequently, patients typically have quadriplegia, bulbar dysfunction (eg, facial weakness, dysarthria), and oculomotor deficits (eg, horizontal gaze palsy). $#(Choice C)#  Middle cerebral artery infarcts typically lead to motor and sensory deficits impacting the contralateral face > arm > leg.  Aphasia occurs with lesions to the dominant (usually left) hemisphere; neglect is more pronounced with lesions to the nondominant (usually right) hemisphere. $#(Choice D)#  The @ophthalmic artery@ is a branch of the internal carotid artery that supplies the eye and structures of the orbit.  Occlusion of the artery can lead to blindness in the respective eye.  However, it would not cause anosognosia or confabulation. $#Educational objective# Cortical blindness occurs due to damage to the primary visual cortex, located in the occipital lobes, which are supplied by the posterior cerebral arteries.  ","comparison_items":"","title_2":"","audio":"","explanation_1":"","clickable_1":"images/img1.105581.jpg","clickable_2":"images/img2.105581.jpg","clickable_3":"images/img3.105581.jpg","clickable_4":"images/img4.105581.jpg"},

{"id":"19979","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 24-year-old man is being evaluated for a nerve block procedure. The patient has had intermittent burning and stabbing pain in the left groin since undergoing mesh repair of an inguinal hernia a year ago. The pain is often brought on by physical activity and coughing. He has no other medical conditions and takes no medications. Vital signs are within normal limits. On physical examination, there is no weakness of anterior abdominal or lower extremity muscles. Lightly touching the upper medial thigh or upper part of the scrotum elicits burning pain. Cremasteric reflex is normal. The clinical diagnosis is entrapment of a nerve traversing the superficial inguinal ring with the spermatic cord. Blockade of which of the following nerves with a local anesthetic injection is most likely to relieve this patient's symptoms?","answer_1":"A. Femoral","ansImg_1":"","answer_2":"B. Genitofemoral","ansImg_2":"","answer_3":"C. Iliohypogastric","ansImg_3":"","answer_4":"D. Ilioinguinal","ansImg_4":"","answer_5":"E. Obturator","ansImg_5":"","right_answer":"D. Ilioinguinal","percent_1":"5%","percent_2":"37%","percent_3":"9%","percent_4":"43%","percent_5":"6%","explanation_img":"images/exp19979.jpg","explanation_1":"","explanation_2":"$@Inguinal hernia@ is protrusion of abdominal contents through the abdominal wall above the inguinal ligament, via either the deep/internal inguinal ring and inguinal canal (indirect hernia) or the superficial inguinal ring (direct hernia).  Surgical repair involves returning the herniated tissues to the abdomen and closing the defect.  Synthetic mesh (eg, polypropylene) is often placed at the site of the defect to reduce tension on the tissues and reduce the risk of recurrence. $#Postherniorrhaphy neuropathy# is a recognized complication of hernia surgery.  Regional nerves may be injured during the procedure (eg, transection, cautery) or by postoperative #inflammation and fibrosis# (ie, nerve entrapment). $This patient has a neuropathy of the #ilioinguinal nerve# presenting with #pain and allodynia# (ie, pain caused by normally nonpainful stimuli).  The nerve enters the inguinal canal anterior to the internal ring and #follows the spermatic cord# (round ligament in women) to the superficial ring; it gives off sensory branches to: $• #Anterior scrotum# (labia majora) $• #Base of the penis# (mons pubis) $• #Medial thigh# $#(Choice A)#  The femoral nerve courses deep to the inguinal ligament; injury during inguinal hernia repair is possible but less common than ilioinguinal injury.  Femoral nerve injury causes sensory symptoms in the anterior thigh and motor weakness of the quadriceps. $#(Choice B)#  The genital branch of the genitofemoral nerve passes through the inguinal canal; injury may cause pain at the anterior scrotum.  However, the cremasteric reflex is mediated primarily by the genitofemoral nerve and is typically diminished when the nerve is injured. $#(Choice C)#  The anterior branch of the iliohypogastric nerve is vulnerable to injury where it pierces the anterior abdominal musculature superior to the superficial inguinal ring.  However, it does not follow the spermatic cord, and sensory symptoms involve the skin overlying the suprapubic/hypogastric region, not the groin. $#(Choice E)#  The @obturator nerve@ innervates the medial compartment of the thigh.  Injury presents with weakness of hip adduction and decreased sensation at the medial thigh; it may be injured in pelvic (eg, bladder) surgery but is not at risk in hernia repair. $#Educational objective# Postherniorrhaphy neuropathy refers to groin pain following hernia repair due to injury involving the cutaneous nerves of the lower abdomen/groin.  Neuropathy of the ilioinguinal nerve presents with pain and allodynia in the anterior scrotum (labia majora in women), base of the penis (mons pubis), and medial thigh. ","clickable_1":"images/img1.19979.jpg","clickable_2":"images/img2.19979.jpg"},

{"id":"20016","title":"A 32-year-old woman comes to the office due to a 2-day history of worsening headache and double vision. The patient reports no chronic medical conditions but has had nasal discharge for the past several days. Physical examination shows weakness of the muscle shown on the below CT scan:","image_1":"images/20016.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Optic nerve","ansImg_1":"","answer_2":"B. Oculomotor nerve","ansImg_2":"","answer_3":"C. Trochlear nerve","ansImg_3":"","answer_4":"D. Ophthalmic division of the trigeminal nerve","ansImg_4":"","answer_5":"E. Abducens nerve","ansImg_5":"","right_answer":"E. Abducens nerve","percent_1":"5%","percent_2":"9%","percent_3":"7%","percent_4":"4%","percent_5":"75%","explanation_img":"images/exp20016.jpg","explanation_1":"","explanation_2":"$The arrow in the above CT scan points to an @extraocular muscle@ that originates at the annular tendon and inserts onto the #temporal (ie, lateral) surface of the globe#.  The extraocular muscles control movement of the globe; dysfunction leads to double vision.  They are innervated by the following: $• The oculomotor nerve (CN III) innervates the superior rectus, medial rectus, inferior rectus, inferior oblique, and levator palpebrae superioris.  It also contributes parasympathetic innervation to the ciliary muscle and iris sphincter for the efferent path of the pupillary reflex #(choice B).# $• The trochlear nerve (CN IV) innervates only the superior oblique muscle, which causes the eye to intort (internally rotate) and @depress while adducted@ #(choice C).# $• The #abducens nerve (CN VI)# innervates the #lateral rectus muscle#, which #abducts the eye#. $#Acute sinusitis# can have significant complications, including #cavernous sinus thrombosis# due to contiguous spread of an infection through the valveless facial venous system.  This can cause dysfunction of nerves that travel through the @cavernous sinus@, including those that innervate the extraocular muscles. $#(Choice A)#  The optic nerve (CN II) transmits visual information to the brain; damage to this nerve causes loss of vision.  The optic nerve has no role in movement of the globe. $#(Choice D)#  The ophthalmic division of the @trigeminal nerve (CN V)@ conveys sensory information from the forehead, side of the nose, periorbital area, and cornea.  It does not contribute motor innervation to the extraocular muscles. $#Educational objective# The abducens nerve (CN VI) innervates the lateral rectus muscle, which originates at the annular tendon and inserts on the temporal (ie, lateral) surface of the globe.  It functions to abduct the eye.  ","clickable_1":"images/img1.20016.jpg","clickable_2":"images/img2.20016.jpg","clickable_3":"images/img3.20016.jpg","clickable_4":"images/img4.20016.jpg"},

{"id":"2125","title":"A 65-year-old man comes to the emergency department due to acute-onset slurred speech. He also has right-sided weakness but denies any trauma, headache, or loss of consciousness. His medical problems include hypertension and type 2 diabetes mellitus. The patient has smoked 1 pack of cigarettes daily for 20 years. Neurologic examination shows right-sided lower facial droop with sparing of the forehead muscles. Motor strength is 3/5 on the right and 5/5 on the left with a Babinski response on the right. There is also dysmetria and dysdiadochokinesia involving his right upper and lower extremities. MRI of the brain reveals an acute lacunar infarct in the brainstem, as shown in the image below.","image_1":"images/2125.jpg","title_2":"Which of the following cranial nerves exits the brainstem closest to the level affected by this patient's stroke?","audio":"","comparison_items":"","answer_1":"A. Facial","ansImg_1":"","answer_2":"B. Hypoglossal","ansImg_2":"","answer_3":"C. Oculomotor","ansImg_3":"","answer_4":"D. Trigeminal","ansImg_4":"","answer_5":"E. Trochlear","ansImg_5":"","right_answer":"D. Trigeminal","percent_1":"42%","percent_2":"11%","percent_3":"16%","percent_4":"23%","percent_5":"8%","explanation_img":"images/exp2125.jpg","explanation_1":"","explanation_2":"$This patient has an acute lacunar @ischemic stroke@ affecting the left medial pons at the level of the middle cerebellar peduncle.  The #trigeminal nerve# (CN V) exits the brainstem at the lateral aspect of the #mid-pons# at the level of the #middle cerebellar peduncles# (a key neuroanatomic landmark for locating the nerve).  The trigeminal sensory nuclei (eg, principal sensory, spinal, mesencephalic) run from the midbrain to the upper cervical spine and receive afferent signals for facial sensation via all 3 nerve branches (ophthalmic, maxillary, and mandibular).  The motor nucleus is located in the lateral mid-pons and sends efferent signals to the muscles of mastication (eg, temporalis, masseter, pterygoids) via the mandibular branch. $#Infarcts# involving the #anterior pons# can affect the corticospinal tract (#contralateral hemiparesis#, Babinski sign) and corticobulbar tract (contralateral #lower facial palsy#, dysarthria).  Disruption of the corticopontine fibers that convey motor information from the cortex to the ipsilateral pontine gray matter may also result in contralateral dysmetria and dysdiadochokinesia (#ataxic hemiparesis#).  The cerebellar deficits are contralateral to the lesion as the pontocerebellar fibers arising from the pontine gray matter decussate and enter the cerebellum through the contralateral middle cerebellar peduncle. $#(Choice A)#  The facial nucleus is located in the dorsolateral aspect of the caudal pons, and the nerve exits at the ventrolateral pontomedullary junction (below the middle cerebellar peduncles).  This patient has #sparing# of the forehead muscles, which indicates that his facial weakness is a result of a central lesion affecting the corticobulbar tract and is not due to direct damage to the facial nucleus/nerve. $#(Choice B)#  The hypoglossal nucleus is located medially on the floor of the fourth ventricle at the level of the medulla, and the nerve exits at the rostral end of the preolivary sulcus. $#(Choice C)#  The oculomotor nucleus is located in the rostral midbrain at the level of the superior colliculus and red nucleus, and the nerve exits at the interpeduncular fossa. $#(Choice E)#  The trochlear nucleus is located in the caudal midbrain, and the nerve exits the @dorsal midbrain@ just below the inferior colliculus (below the red nucleus).  The trochlear nerve is the only cranial nerve to decussate before innervating its target (superior oblique muscle). $#Educational objective# Infarcts involving the anterior portion of the medial pons can produce dysarthria and contralateral hemiparesis/lower facial palsy due to disruption of the ipsilateral corticospinal and corticobulbar tracts.  The trigeminal nerve arises at the level of the middle cerebellar peduncle at the lateral aspect of the mid-pons. ","clickable_1":"images/img1.2125.jpg","clickable_2":"images/img2.2125.jpg"},

{"id":"20056","title":"A 32-year-old man is evaluated for bowel dysfunction. The patient suffered multiple injuries during a motor vehicle collision 6 months ago. He was hospitalized for several weeks and is currently undergoing treatment with physical therapy. Since the injury, the patient has developed severe constipation with occasional fecal incontinence. Evaluation reveals a large amount of stool in the distal colon due to impaired motor function. Anal sphincter tone is decreased. Injury to which of the following structures best explains this patient's bowel dysfunction?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cervical spinal cord","ansImg_1":"","answer_2":"B. Pudendal nerve","ansImg_2":"","answer_3":"C. Sacral spinal cord","ansImg_3":"","answer_4":"D. Thoracic spinal cord","ansImg_4":"","answer_5":"E. Vagus nerve nucleus","ansImg_5":"","right_answer":"C. Sacral spinal cord","percent_1":"0%","percent_2":"39%","percent_3":"53%","percent_4":"2%","percent_5":"5%","explanation_img":"images/exp20056.jpg","explanation_1":"","explanation_2":"This patient has developed both constipation and fecal incontinence with decreased tone of the anal sphincter after traumatic injury.$A #deficiency of parasympathetic# input or #excess of sympathetic input# can lead to #constipation# by impairing peristalsis. Above the splenic flexure, peristalsis is controlled by parasympathetic innervation from the vagus nerve. Beyond the splenic flexure, it is controlled by #parasympathetic innervation# from the #S2-S4# nerve roots.$The innervation of the anal sphincter is complex and under voluntary, parasympathetic, and sympathetic control; therefore, #fecal incontinence# can occur due to lesions at multiple levels of the nervous system (eg, frontal cortex, spinal cord, peripheral nerves). The anal sphincter consists of an:$• #External sphincter#, which includes #skeletal muscle# and is under voluntary control innervated by the pudendal nerve (#S2-S4# branches)$• Internal sphincter, which includes smooth muscle that is contiguous with the rectum. Sympathetic innervation normally maintains it in a state of tonic contraction. Pressure in the rectal vault (due to the presence of stool) stimulates parasympathetic input from the pelvic splanchnic nerves to relax the sphincter.$Therefore, this patient likely has #impairment# of both #parasympathetic and voluntary motor# output from the S2-S4 nerve roots because of #sacral spinal cord# (ie, conus medularis) damage. This is leading to impaired peristalsis beyond the splenic flexure (ie, constipation) and flaccid weakness of the external anal sphincter (fecal incontinence).$#(Choices A and D)# Cervical or thoracic spinal cord injury could affect the upper motor neuron pathways involved in voluntary external anal sphincter function. However, this would lead to increased sphincter tone.$(Choice B) The pudendal nerve is involved in external anal sphincter innervation; dysfunction can lead to fecal incontinence. However, it does not provide parasympathetic innervation to the colon, so dysfunction would not lead to stool retention in the distal colon.$(Choice E) The vagus nerve (CN X) provides parasympathetic innervation to the GI tract above the colon's splenic flexure; injury classically causes delayed gastric emptying. However, distal colon stool retention is more likely related to impaired parasympathetic activity of the S2-S4 nerve roots. Also, vagal injury would not affect anal sphincter tone.$Educational objective Sacral spinal cord injury can lead to lower motor neuron injury of the S2-S4 nerve rootlets; these contribute parasympathetic innervation to the distal colon to stimulate peristalsis and voluntary motor innervation to the external anal sphincter. Lesions in this area can lead to distal colon stool retention, fecal incontinence, and a weak external anal sphincter."},

{"id":"11682","title":"A 45-year-old man comes to the office for follow-up.  He was diagnosed with focal epilepsy 2 years ago and has been treated with several antiepileptic medications.  Over the last 6 months, his seizure frequency has increased despite compliance with medical therapy.  Neurologic examination and brain imaging are unremarkable.  The patient is started on a new antiepileptic medication that selectively blocks voltage-gated calcium channels.  This medication most likely affects which of the following steps of neurotransmission?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Axonal propagation of the action potential","answer_2":"B. Axonal transport of the neurotransmitter vesicles","answer_3":"C. Fusion and release of neurotransmitter vesicles","answer_4":"D. Neurotransmitter synthesis and packaging into vesicles","answer_5":"E. Release of calcium from the endoplasmic reticulum","percent_1":"8%","percent_2":"4%","percent_3":"77%","percent_4":"3%","percent_5":"8%","right_answer":"C. Fusion and release of neurotransmitter vesicles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Neurons communicate with each other via synapses, regions where the axon terminal of a presynaptic neuron transmits chemical signals to the dendrites of a postsynaptic neuron.  Binding of an excitatory neurotransmitter (eg, glutamate) to a postsynaptic neuron causes opening of ligand-gated sodium channels, leading to sodium influx and membrane depolarization.  This depolarization impulse is transmitted from the dendrites through the cell body to the axon hillock, which contains a large number of voltage-gated sodium channels.  Once the axon hillock becomes sufficiently depolarized, an action potential is triggered and propagates along the axon via a steady influx of sodium ions.  When the action potential reaches the axon terminal, #voltage-gated calcium channels# open and allow the influx of calcium, which is essential for the fusion and #release# of neurotransmitter vesicles into the synaptic cleft. $Seizures occur due to abnormal, synchronized firing of hyperexcitable neurons in the brain, and many antiepileptic medications work by modifying electrochemical transmission between neurons.  Gabapentin is an anticonvulsant that works by inhibiting presynaptic voltage-gated calcium channels, whereas levetiracetam acts downstream by disrupting vesicle fusion. $#(Choice A)#  Antiepileptic medications such as phenytoin and carbamazepine disrupt the generation and propagation of action potentials (in the axon hillock and axon proper, respectively) by blocking voltage-gated sodium channels. $#(Choices B and D)#  Neurotransmitters are synthesized in the presynaptic neuronal cell body and transported to the axon terminal (via kinesin motor proteins), where they are packaged in synaptic vesicles and primed for release. $#(Choice E)#  Although the endoplasmic reticulum contains calcium release channels, these do not directly participate in neurotransmission.  Release of calcium from the endoplasmic reticulum is more important for skeletal muscle contraction. $#Educational objective# Voltage-gated sodium channels are important for the generation and propagation of action potentials.  When the action potential reaches the axon terminal, voltage-gated calcium channels open and allow the influx of calcium, which is essential for the fusion and release of neurotransmitter vesicles into the synaptic cleft.  "},

{"id":"1741","title":"A 34-year-old man begins treatment with combination chemotherapy for Hodgkin lymphoma. Shortly thereafter, he experiences severe vomiting and requires intravenous fluid supplementation. Which of the following sites in the brain is most likely responsible for his symptoms?","image_1":"images/1741.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A","ansImg_1":"","answer_2":"B","ansImg_2":"","answer_3":"C","ansImg_3":"","answer_4":"D","ansImg_4":"","answer_5":"E","ansImg_5":"","right_answer":"D","percent_1":"12%","percent_2":"14%","percent_3":"10%","percent_4":"61%","percent_5":"4%","explanation_img":"images/exp1741.jpg","explanation_1":"","explanation_2":"This patient developed acute vomiting after treatment with systemic chemotherapy. The vomiting reflex is initiated by the #chemoreceptor trigger zone# (CTZ, or area postrema) and nucleus tractus solitarius. The #area postrema# is located on the dorsal surface of the medulla at the caudal end of the fourth ventricle; this region does not have a well-developed blood-brain barrier, allowing it to be exposed to chemicals circulating in the blood.$The CTZ can be triggered directly by emetogenic substances (eg, drugs, toxins) or indirectly by vagal afferents from the gastrointestinal tract. #Chemotherapeutic agents# (eg, cyclophosphamide) cause damage to enterocytes, resulting in release of serotonin. This stimulates #5-HT3 receptors# on vagal afferent fibers located in the bowel wall, which then ascend to the CTZ to trigger the #vomiting reflex#. Chemotherapy-associated emetic stimuli in the cerebrospinal fluid and bloodstream also can stimulate the area postrema directly by causing local release of substance P, which activates #neurokinin-1 (NK1) receptors# in the brainstem to induce vomiting.$Selective 5-HT3 receptor antagonists (eg, ondansetron) and NK1 receptor antagonists (eg, aprepitant, fosaprepitant) can be used to ameliorate chemotherapy-induced nausea and vomiting by reducing overstimulation of the CTZ.$#(choice A)# The thalamus is superior to the midbrain and makes up part of the lateral wall of the third ventricle. It coordinates sensory and motor function, regulates sleep and wakefulness, and plays an important role in memory and cognition.$(Choice B) The superior and inferior colliculi are located in the dorsal midbrain. They are involved in processing visual (superior colliculi) and auditory (inferior colliculus) information and initiating movement of the head and eyes in response to visual or auditory input.$(Choice C) The ventral pons is inferior to the midbrain in the brainstem and contains the corticospinal tract (eg, limb/torso movement), corticobulbar tract (eg, face/head/neck movement), and abducens nucleus (eg, horizontal eye movement).$(Choice E) The cerebellum makes up the posterior wall of the fourth ventricle and plays an important role in motor control (eg, coordination, precise movements, posture) and cognitive function (eg, attention, language).$Educational objective The vomiting reflex is initiated by the chemoreceptor trigger zone (ie, area postrema) and nucleus tractus solitarius within the dorsal medulla at the caudal end of the fourth ventricle. The area postrema does not have a well-developed blood brain barrier, allowing it to be activated directly by emetogenic substances (eg, drugs, toxins) or indirectly by ascending afferents from the bowel wall (eg, chemotherapy-induced release of serotonin)."},

{"id":"105534","title":"A 65-year-old man with a history of atrial fibrillation comes to the office due to numbness of his left hand for the past 3 weeks. When the eyes are closed, he is unable to recognize the letters written on his left hand with a stylus. Muscle strength is normal in all extremities. Deep tendon reflexes are 2+. Gait is normal. This patient most likely has a lesion in which of the following locations of the brain?","image_1":"images/105534.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"A. A","percent_1":"64%","percent_2":"18%","percent_3":"10%","percent_4":"4%","percent_5":"4%","explanation_img":"images/exp105534.jpg","explanation_1":"","explanation_2":"$This patient has isolated numbness of his left hand and graphesthesia, which are suspicious for a lesion impacting the #right somatosensory cortex#.  A small lesion of the somatosensory cortex leads to contralateral deficits impacting the @corresponding area@ of the body.  Higher-level sensory processing (ie, #cortical sensory signs#) can also be impaired.  This may include loss of the following: $• Two-point discrimination $• Stereognosis, or the ability to recognize an object only through touch $• Ability to perceive multiple stimuli at the same time (loss of this is called extinction) $• Graphesthesia, or the ability to recognize numbers or letters traced on the palm $The primary somatosensory cortex is located on the #postcentral gyrus#, which is posterior to the central sulcus and superior to the lateral sulcus. $#(Choice B)#  The area just anterior to the central sulcus (precentral gyrus) is the primary motor cortex.  A lesion in this area would lead to weakness according to the @somatotopic organization@ of the cortex. $#(Choice C)#  This area indicates the frontal eye fields, an area that directs gaze to produce @conjugate horizontal gaze@.  An ischemic lesion in this area would lead to gaze deviation toward the side of the lesion (ie, rightward deviation if the right hemisphere is impacted). $#(Choice D)#  This is the occipital cortex, the area of the primary visual cortex.  A lesion in this area would cause cortical blindness. $#(Choice E)#  A lesion impacting the cerebellum typically leads to ataxia and vertigo. $#Educational objective# A lesion of the somatosensory cortex, located just posterior to the central sulcus, leads to contralateral sensory deficits and cortical sensory signs.  ","clickable_1":"images/img1.105534.jpg","clickable_2":"images/img2.105534.jpg","clickable_3":"images/img3.105534.jpg"},

{"id":"1922","title":"A 20-year-old woman comes to the office due to blisters around her mouth associated with a mild burning sensation.  She reports that she has been having frequent recurrence of these lesions, which resolve spontaneously within a few days.  She has no medical problems and does not take any medications.  Physical examination findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1922.jpg","title_2":"It is determined that the causative organism of this patient's condition remains in a latent state in the neuronal cell bodies of sensory ganglia.  Upon reactivation, the virus is transported through the nerve axon to the skin.  Which of the following proteins is most likely involved in the transport process leading to disease recurrence?","audio":"","comparison_items":"","answer_1":"A. Dynein","answer_2":"B. Kinesin","answer_3":"C. Lamin","answer_4":"D. Selectin","answer_5":"E. Spectrin","answer_6":"F. Vimentin","percent_1":"27%","percent_2":"66%","percent_3":"2%","percent_4":"1%","percent_5":"1%","percent_6":"4%","right_answer":"B. Kinesin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1922.jpg","explanation_1":"","explanation_2":"$This patient is suffering from recurrent bouts of #herpes labialis# (\"cold sores\"), which is most commonly caused by #herpes simplex virus 1 (HSV-1)#.  Primary infection occurs following contact with an affected individual's saliva.  Although it is often asymptomatic, infection can result in painful blister formation on the oral mucosa and surrounding skin of the mouth and lips.  After resolution of the initial infection, the virus enters a latent phase where viral particles lay dormant in neural sensory ganglia (most commonly the trigeminal). $#Reactivation# of the virus occurs during times of stress or illness, resulting in recurrence of the characteristic perioral vesicular lesions.  During reactivation, HSV particles rely on #anterograde axonal transport# to reach the skin and oral mucosa.  Anterograde axonal transport is mediated by #kinesin#, a motor protein that moves intracellular cargo (eg, organelles, viral particles) away from the nucleus, down the axon, and toward the nerve terminal.  Kinesin-mediated movement is powered by ATP hydrolysis and guided by microtubule filaments, which function as an intracellular \"track\" system. $#(Choice A)#  Dynein is a microtubular motor protein that participates in retrograde axonal transport (ie, moving organelles toward the nucleus).  Dynein is important in establishing the latent phase following primary HSV infection by transporting viral particles to the neural sensory ganglia.  However, it is not responsible for disease recurrence. $#(Choice C)#  Lamins are proteins that help form the fibrillar network that lines the inside of the nuclear envelope.  In addition to providing structural support, they also help to organize the genome and regulate gene transcription. $#(Choice D)#  Selectins are a group of cell adhesion molecules that are expressed on endothelial cells during the inflammatory response.  They function to bind leukocytes, allowing them to exit blood vessels at the site of inflammation. $#(Choice E)#  Spectrin is a cytoskeletal protein located intracellularly along the plasma membrane.  It is responsible for maintaining the distinct shape of red blood cells.  Protein defects may result in hereditary elliptocytosis and spherocytosis. $#(Choice F)#  Vimentin is a type of intermediate filament expressed in mesenchymal cells.  It is responsible for securing organelles inside the cytosol and provides resistance to mechanical stress. $#Educational objective# Kinesin is a microtubule-associated motor protein that functions in the anterograde transport of materials and organelles within cells.  Reactivation of latent herpes simplex virus requires anterograde transport of viral particles from neuronal cell bodies in the sensory ganglia to the skin and oral mucosa.  "},

{"id":"11777","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp11777.jpg","title":"A 15-year-old girl is brought to the hospital due to sudden onset of severe left leg pain. She was practicing for an upcoming gymnastics competition when she felt a popping sensation after landing from a jump and developed anterior left leg pain. Following the injury, the patient was unable to bear weight on the leg. Physical examination shows swelling of the left knee with focal tenderness just above the patella. She is unable to raise the left leg against gravity while in the supine position. Imaging confirms a complete tear of the quadriceps tendon, but no fractures are identified. Surgical repair is planned. Lidocaine injection near which of the following sites is most likely to provide adequate anesthesia for the procedure?","answer_1":"A. Adductor canal","ansImg_1":"","answer_2":"B. Inguinal ligament","ansImg_2":"","answer_3":"C. Ischial spine tip","ansImg_3":"","answer_4":"D. Medial tibial condyle","ansImg_4":"","answer_5":"E. Obturator canal","ansImg_5":"","right_answer":"B. Inguinal ligament","percent_1":"11%","percent_2":"53%","percent_3":"10%","percent_4":"12%","percent_5":"13%","explanation_2":"$The @femoral nerve@ (L2-L4) innervates the quadriceps muscles (enabling extension at the knee and flexion at the hip) and provides sensation for the arch of the foot, shin, and anteromedial thigh.  The nerve emerges between the psoas and iliacus muscles and passes under the #inguinal ligament# (lateral to the femoral artery) into the thigh before branching in the femoral triangle into an anterior and posterior division. $The optimal site for a #femoral nerve block# is right below the inguinal ligament (ie, in the inguinal crease) at the lateral border of the femoral artery.  Injecting at this site #anesthetizes #the skin and muscles of the #anterior thigh, femur, and knee# and can be used during repair of the quadriceps tendon.  The block also anesthetizes structures supplied by the saphenous nerve (ie, the terminal extension of the femoral nerve) to decrease sensation in the medial leg below the knee. $#(Choices A and D)#  The saphenous nerve (a branch of the femoral nerve that supplies sensation to the leg) can be anesthetized directly at the level of the adductor canal in the thigh (ie, adductor canal block) or at the medial tibial condyle in the knee (ie, saphenous nerve block).  However, the branches of the femoral nerve that supply the knee arise proximal to the saphenous nerve and would not be anesthetized by injection at these locations. $#(Choice C)#  The ischial spine divides the greater and lesser sciatic foramina in the bony pelvis.  The ischial spine tip is a landmark for @pudendal nerve block@, which is used for anesthesia during vaginal deliveries and for minor surgeries of the vagina and perineum. $#(Choice E)#  The obturator canal is a small gap in the obturator membrane (ie, the fibrous sheet covering the obturator foramen) that allows the obturator artery, obturator vein, and obturator nerve to travel from the pelvis to the thigh.  An obturator nerve block would anesthetize the adductor muscles of the thigh and the skin of the medial aspect of the thigh but would not affect the quadriceps muscles or sensation to the knee. $#Educational objective# A femoral nerve block below the inguinal ligament (ie, in the inguinal crease) will anesthetize the skin and muscles of the anterior thigh, femur, and knee.  This type of block can be used in patients requiring tendon repair after a knee injury (eg, quadriceps rupture). ","audio":"","clickable_1":"images/img1.11777.jpg","clickable_2":"images/img2.11777.jpg"},

{"id":"20060","title":"A 26-year-old woman is evaluated for increasing discomfort in the right posterior mandible. The patient has no prior medical conditions and takes no medications. Physical examination is unremarkable with the exception of a partially erupted right mandibular third molar tooth. Radiographs reveal impaction of the molar tooth. Surgical tooth extraction under general anesthesia is performed. During the surgery, the inferior alveolar nerve that is close to the tooth is inadvertently injured. Which of the following is the most likely to be observed on the injured side?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Loss of general sensation in the anterior tongue","ansImg_1":"","answer_2":"B. Loss of general sensation in the posterior tongue","ansImg_2":"","answer_3":"C. Loss of sensation in the lower lip","ansImg_3":"","answer_4":"D. Loss of taste sensation in anterior tongue","ansImg_4":"","answer_5":"E. Loss of taste sensation in the posterior tongue","ansImg_5":"","answer_6":"F. Weakness of the masseter muscle","ansImg_6":"","right_answer":"C. Loss of sensation in the lower lip","percent_1":"14%","percent_2":"7%","percent_3":"61%","percent_4":"7%","percent_5":"2%","percent_6":"9%","explanation_img":"images/exp20060.jpg","explanation_1":"","explanation_2":"$The #inferior alveolar nerve# is a branch of the mandibular nerve (CN V3).  After branching from CN V3, it enters the #mandibular foramen# to travel within the #mandibular canal#, where it can be vulnerable to iatrogenic injury during dental procedures.  From inside the mandibular canal, it gives off small branches to provide sensory innervation to each of the lower teeth. $The inferior alveolar nerve also gives off the #mental nerve#, which exits the mandibular canal through the mental foramen.  The mental nerve conveys sensory information from the #chin and lower lip# (both skin and mucosal surfaces).  Therefore, iatrogenic injury to the inferior alveolar nerve often results in #unilateral numbness# of the lower teeth, chin, and lower lip. $Nerve blocks can be performed at the mandibular foramen to provide anesthesia for dental procedures or at the mental foramen to facilitate laceration repair of the chin and lower lip. $#(Choice A)#  General @sensation in the anterior tongue@ is carried by the lingual nerve.  It is also a branch of CN V3, but it arises proximal to the inferior alveolar nerve branch.  It passes between the medial pterygoid muscle and the ramus of the mandible (not into it), then through the floor of mouth where it crosses (and can be injured in procedures involving) the submandibular gland duct. $#(Choices B and E)#  Both general and taste sensation in the posterior tongue are carried by the glossopharyngeal nerve (CN IX). $#(Choice D)#  Taste sensation in the anterior tongue is mediated by the chorda tympani nerve, a branch of the facial nerve (CN VII) that travels with the lingual nerve. $#(Choice F)#  The masseter muscle is innervated by the masseteric branch of the anterior division of the mandibular nerve (CN V3).  This arises from CN V3 proximal to the branching of the inferior alveolar nerve. $#Educational objective# The inferior alveolar nerve travels within the mandibular canal to provide sensation to the lower teeth and can be injured during dental procedures.  It gives off the mental nerve, which exits through the mental foramen to provide sensation to the chin and lower lip.  ","clickable_1":"images/img1.20060.jpg"},

{"id":"19954","image_1":"","title_2":"","audio":"","comparison_items":"","title":"A 28-year-old man experiences worsening tinnitus and hearing loss. MRI of the brain reveals bilateral vestibular schwannomas. Genetic testing confirms a diagnosis of neurofibromatosis type 2. Additional imaging reveals a small meningioma at the C5 spinal level impinging upon the medial portion of the dorsal columns. Which of the following is the most likely earliest clinical manifestation of this lesion?","answer_1":"A. Decreased biceps tendon reflexes","ansImg_1":"","answer_2":"B. Loss of crude touch sensation in the legs","ansImg_2":"","answer_3":"C. Loss of pain sensation in the hands","ansImg_3":"","answer_4":"D. Loss of position sensation in the fingers","ansImg_4":"","answer_5":"E. Loss of vibration sensation in the toes","ansImg_5":"","right_answer":"E. Loss of vibration sensation in the toes","percent_1":"13%","percent_2":"5%","percent_3":"6%","percent_4":"26%","percent_5":"50%","explanation_img":"","explanation_1":"","explanation_2":"This patient's lesion is affecting the #dorsal columns#, which convey #vibration and proprioception# sensation as well as #fine touch# (ie, 2-point discrimination).  They are formed by incoming afferent axons of first-order neurons and are #arranged topographically# (ie, medial fibers from lower spinal levels, lateral fibers from higher spinal levels): $• #Gracile fasciculus#, located medially, which carries afferent information that enters the spinal cord #below T6# (lower half of the body) to the @gracile nucleus@ in the medulla $• Cuneate fasciculus, located laterally, which carries afferent information that enters the spinal cord above T6 (upper half of the body) to the cuneate nucleus in the medulla $Therefore, this patient's #midline lesion# would affect the most medial fibers (gracile fasciculus) first, resulting in #loss of vibration sensation in the toes#. $#(Choice A)#  A decreased biceps tendon reflex is more commonly associated with radiculopathy (C5 or C6) or other conditions affecting the lower motor neurons.  This patient's posterior midline mass is most likely to affect the dorsal columns first before affecting the C5 motor neurons in the anterior horn. $#(Choices B and C)#  Loss of crude touch sensation can occur with lesions involving the anterior spinothalamic tract; loss of pain sensation can occur with lesions of the lateral spinothalamic tract.  These are located in the anterior portion of the spinal cord. $#(Choice D)#  Loss of position sensation in the fingers could occur with a lesion affecting the lateral portion of the dorsal columns (ie, cuneate fasciculus).  However, this patient's lesion is located medially and would compress the medial aspect first (eg, toe sensation). $#Educational objective# The dorsal columns are located in the posterior spinal cord and convey vibration, proprioception, and light touch sensation.  Sensation from the lower limbs is carried in the gracile fasciculus, which is located in the medial aspect; sensation from the upper limbs is carried in the cuneate fasciculus, which is located in the lateral aspect.  ","clickable_1":"images/img1.19954.jpg"},

{"id":"1360","title":"A medical research center is studying therapeutic options for the treatment of neuromuscular disorders.  During experimentation, scientists develop a new drug that seems to have partial agonist/antagonist activity against receptor X.  When the experimental drug is applied to cells expressing receptor X, there is an immediate change in transmembrane calcium, sodium, and potassium flow secondary to the opening of the receptor channel.  Receptor X is most likely which type of receptor?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. α1 adrenoreceptor","answer_2":"B. β1 adrenoreceptor","answer_3":"C. β2 adrenoreceptor","answer_4":"D. Muscarinic cholinergic receptor","answer_5":"E. Nicotinic cholinergic receptor","percent_1":"6%","percent_2":"14%","percent_3":"4%","percent_4":"19%","percent_5":"57%","right_answer":"E. Nicotinic cholinergic receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Cell membrane receptors can be divided into two broad categories: ionotropic receptors  (ion channels that open directly upon ligand binding) and metabotropic receptors (these receptors utilize second messengers to indirectly influence their corresponding ion channels).  Nicotinic cholinergic receptors of the neuromuscular junction are an example of a ligand-gated ion channel receptor (ionotropic receptor).  As an action potential progresses to the presynaptic terminal, voltage-gated calcium channels open and allow entry of calcium into the nerve cytoplasm.  This triggers the fusion of storage vesicles with the membrane, allowing a release of acetylcholine (ACh).  This ACh diffuses across the synaptic cleft and ultimately interacts with nicotinic cholinergic receptors present on the motor end-plate.  These receptors are ion channels that are comprised of five subunits with two ACh binding sites.  If, and only if, both binding sites are filled, the ion channel will open.  There is subsequent sodium and calcium #influx# and potassium #outflux# that results in the generation of an end-plate potential. $Nicotinic cholinergic receptors are also found in the CNS and on postganglionic neurons of autonomic ganglia.  The description in the question stem most likely represents a nicotinic cholinergic receptor given the #immediate# flux of sodium, calcium, and potassium demonstrated by the scientists. $#(Choice A)#  Binding of epinephrine to α1 adrenoceptors results in the activation of the inositol triphosphate (IP3) pathway.  This pathway results in increased intracellular calcium via release of Ca2+ from storage organelles. $#(Choices B & C)#  β1 and β2 adrenoceptors are associated with the cAMP signal transduction pathway.  Stimulation of  these receptors causes protein kinase A activation. $#(Choice D)#  M1 and M3 muscarinic receptors utilize the inositol triphosphate pathway to increase intracellular calcium concentration and activate protein kinase C.  M2 muscarinic receptors act via the cAMP second messenger system, and when activated decrease intracellular cAMP concentrations. $#Educational objective# The autonomic nervous system utilizes three types of signal pathways: cAMP, IP3, and ion channels.  Nicotinic receptors are ligand-gated ion channels that open after binding acetylcholine.  This results in an immediate influx of Na+ and Ca2+ into the cell and an outflux of K+ from the cell.  "},

{"id":"15158","image_1":"","explanation_img":"images/exp15158.jpg","title":"A 32-year-old man undergoes evaluation for episodes of paroxysmal supraventricular tachycardia. An electrophysiology study reveals focal atrial tachycardia that originates in the crista terminalis of the right atrium. Radiofrequency ablation is planned to destroy the ectopic focus and treat the arrhythmia. Which of the following nerves is in close proximity to the treatment site and is at risk for injury during the ablation?","answer_1":"A. Accessory nerve","ansImg_1":"","answer_2":"B. Long thoracic nerve","ansImg_2":"","answer_3":"C. Phrenic nerve","ansImg_3":"","answer_4":"D. Recurrent laryngeal nerve","ansImg_4":"","answer_5":"E. Sympathetic trunk","ansImg_5":"","right_answer":"C. Phrenic nerve","percent_1":"1%","percent_2":"3%","percent_3":"55%","percent_4":"29%","percent_5":"11%","explanation_2":"$#Paroxysmal supraventricular tachycardias# (PSVTs) are arrhythmias that occur intermittently and have abrupt onset and offset.  They arise from regions of abnormal electrical activity that occur in the atrioventricular node, an accessory pathway, or the atria.  #Radiofrequency ablation# can be used to destroy the inciting cardiomyocytes and cure the arrhythmia. $The crista terminalis, located in the #right atrium#, is a common site of origination for atrial PSVT.  However, the #right phrenic nerve#, which innervates to the right hemidiaphragm, courses along the pericardium that overlies the right atrium and is at risk of injury during procedures that target structures in or near the right atrium (eg, crista terminalis, cavotricuspid isthmus, right-sided pulmonary veins).  Such injury is typically recognized by #elevation of the right hemidiaphragm# on chest x-ray. $#(Choice A)#  The spinal root of the @accessory nerve@ (cranial nerve XI) courses superiorly from the upper spinal cord through the foramen magnum to join with the cranial root.  The combined roots then exit the cranium through the jugular foramen to provide motor innervation to the sternocleidomastoid and trapezius muscles.  There is risk of injury during biopsy or lymph node dissection in the neck, but not during procedures involving the right atrium. $#(Choice B)#  The long thoracic nerve arises from the lower cervical spinal cord and courses laterally and inferiorly to provide motor innervation to the serratus anterior muscle.  Injury can occur during breast surgery or chest-tube placement (resulting in a \"winged\" scapula); however, due to its lateral location, the nerve is not at risk of injury during procedures involving the right atrium. $#(Choice D)#  The @recurrent laryngeal nerve@ is a branch of the vagus nerve (cranial nerve X) that courses underneath the aortic arch on the left and the brachiocephalic trunk on the right to provide motor, sensory, and parasympathetic innervation to the upper esophagus, trachea, and portions of the larynx.  It is at risk of injury during thyroid surgery but not during procedures involving the right atrium. $#(Choice E)#  The sympathetic trunk parallels the length of the spinal column on both sides and provides sympathetic innervation throughout the body.  Injury leads to Horner syndrome (ie, miosis, ptosis, anhydrosis) and can occur during spinal surgery, but not during procedures involving the right atrium. $#Educational objective# The right phrenic nerve courses along the pericardium overlying the right side of the heart and is at risk for injury during procedures in or near the right atrium (eg, radiofrequency ablation).  Right phrenic nerve injury is typically recognized by elevation of the right hemidiaphragm.  ","clickable_1":"images/img1.15158.jpg","clickable_2":"images/img2.15158.jpg","comparison_items":"","title_2":"","audio":"","explanation_1":""},

{"id":"19973","title":"A 12-year-old boy is being evaluated for worsening headaches for the past several months. He also has had paresthesia, weakness, and stiffness of the extremities. MRI of the brain reveals an expansile mass in the lower pons, as shown in the image below:","image_1":"images/19973.jpg","title_2":"Which of the following is most likely to be observed in this patient due to direct involvement of cranial nerve nuclei by the brain lesion?","audio":"","comparison_items":"","answer_1":"A. Asymmetric pupils","ansImg_1":"","answer_2":"B. Spontaneous nystagmus","ansImg_2":"","answer_3":"C. Tongue atrophy","ansImg_3":"","answer_4":"D. Trapezius weakness","ansImg_4":"","answer_5":"E. Vertical diplopia","ansImg_5":"","right_answer":"B. Spontaneous nystagmus","percent_1":"9%","percent_2":"54%","percent_3":"10%","percent_4":"4%","percent_5":"24%","explanation_img":"images/exp19973.jpg","explanation_1":"","explanation_2":"This patient has a mass compressing the #inferior pons# (eg, pontine glioma). Major nuclei in the pons include the following:$• CN V: trigeminal motor nucleus (innervation to the muscles of mastication) and the main trigeminal nucleus (sensory innervation to the face and jaw)$• CN VI: abducens nucleus (motor innervation to the lateral rectus muscle)$• CN VII: facial nucleus (motor innervation to the muscles of facial expression)$• #CN VIII#: dorsal and ventral cochlear nuclei (hearing) and the #vestibular nucleus# (head position and movement)$The vestibular portion of CN VIII conveys information about head position and movement and is involved in the vestibuloocular reflex (VOR), which #stabilizes the gaze during head movement#. Therefore, damage to the vestibular nuclei of CN VIII can lead to #nystagmus# due to impairment of the VOR.$(Choice A) Asymmetric pupils can occur with damage to nuclei of the oculomotor nerve (CN III). The oculomotor nucleus provides motor innervation to the extraocular muscles, and the accessory nucleus (ie, Edinger-Westphal) provides parasympathetic input to the iris and lens (eg, pupillary constriction, iris accommodation). Both nuclei are located in the midbrain rather than the pons.$(Choice C) Tongue atrophy can occur with damage to the nucleus of the hypoglossal nerve (CN XII). The hypoglossal nucleus is located in the medulla.$(Choice D) The trapezius muscle is innervated by the accessory nerve (CN XI), which has fibers coming from the spinal accessory nucleus (located in the spinal cord) and the nucleus ambiguus (located in the medulla).$(Choice E) Vertical diplopia can occur with damage to the nucleus of the trochlear nerve (CN IV), which innervates the superior oblique, or the oculomotor nucleus (CN III). Both nuclei are located in the midbrain.$Educational objective The nuclei of the vestibulocochlear nerve (CN VIII) are located in the pons. The vestibular portion of CN VIII conveys information about head position and movement and helps to stabilize the gaze during head movement; damage can lead to nystagmus."},

{"id":"11995","title":"A 55-year-old man comes to the office due to progressive headaches over the past 2 months. The headaches are throbbing, often associated with nausea, and worsen whenever the patient coughs or bears down during a bowel movement. Medical history is significant for episodic migraine without aura. MRI of the brain with gadolinium reveals a cystic mass, as shown in the image below:","image_1":"images/11995.jpg","title_2":"Which of the following findings is most likely to be seen on physical examination of this patient?","audio":"","comparison_items":"","answer_1":"A. Left dysdiadochokinesia","ansImg_1":"","answer_2":"B. Left Horner syndrome","ansImg_2":"","answer_3":"C. Left oculomotor nerve palsy","ansImg_3":"","answer_4":"D. Photophobia","ansImg_4":"","answer_5":"E. Right hemiparesis","ansImg_5":"","answer_6":"F. Right hemisensory loss","ansImg_6":"","answer_7":"G. Right homonymous hemianopia","ansImg_7":"","answer_8":"H. Right lower facial droop","ansImg_8":"","right_answer":"A. Left dysdiadochokinesia","percent_1":"67%","percent_2":"3%","percent_3":"5%","percent_4":"2%","percent_5":"8%","percent_6":"4%","percent_7":"8%","percent_8":"3%","explanation_img":"images/exp11995.jpg","explanation_1":"","explanation_2":"$This patient has an expanding cystic neoplasm (likely a hemangioblastoma) in the #left cerebellar hemisphere# causing progressive headaches that worsen with Valsalva (maneuver increases intracranial pressure). $The cerebellum is the largest structure in the posterior fossa and consists of the vermis at the midline and 2 cerebellar hemispheres.  The cerebellar hemispheres are primarily responsible for motor planning and #coordination #of the #ipsilateral# #extremities #via their connections with the lateral descending motor systems (eg, lateral corticospinal tract, rubrospinal tract).  Consequently, lesions affecting the left cerebellar hemisphere typically result in #left dysdiadochokinesia# (impaired rapid alternating movements), @limb dysmetria@ (overshoot/undershoot during targeted movement), and #intention tremor# (tremor during targeted movement). $The cerebellar vermis modulates axial/truncal posture and coordination via connections with the medial descending motor systems (eg, anterior corticospinal, reticulospinal, vestibulospinal, and tectospinal tracts).  Lesions to this region result in truncal ataxia (eg, wide-based, unsteady gait).  Vertigo and nystagmus may also occur due to disruption of the inferior vermis and the flocculonodular lobe. $#(Choice B)#  Horner syndrome (eg, partial ptosis, miosis, anhidrosis) is associated with lesions affecting the ipsilateral lateral hypothalamus or sympathetic tracts in the brainstem (eg, lateral medulla, carotid artery). $#(Choice C)#  Oculomotor nerve palsy (mydriasis, complete ptosis, and \"down and out\" deviation of the eye) may occur with an ipsilateral lesion at the level of the anterior midbrain or midbrain tegmentum. $#(Choice D)#  Acute migraine is characterized by throbbing unilateral headache associated with nausea/vomiting, phonophobia, and photophobia.  Migraine is unlikely in this patient as his headache worsens with Valsalva (suggestive of increased intracranial pressure) and neuroimaging shows a cerebellar mass. $#(Choices E, F, and H)#  Contralateral hemiparesis, hemisensory loss, and/or lower facial droop can occur with cortical, subcortical, or upper brainstem lesions. $#(Choice G)#  A unilateral visual pathway lesion beyond the optic chiasm (eg, optic tract, lateral geniculate body, optic radiations, primary visual cortex) can cause contralateral homonymous hemianopia. $#Educational objective# The cerebellar hemispheres are responsible for motor planning and coordination of the ipsilateral extremities via their connections with the lateral descending motor systems.  Consequently, cerebellar hemisphere lesions typically result in ipsilateral dysdiadochokinesia, limb dysmetria, and/or intention tremor.  ","clickable_1":"images/img1.11995.mp4"},

{"id":"11744","title":"A 55-year-old man is being evaluated for a 4-week history of right shoulder pain. The pain worsens when actively abducting the shoulder or when lying on the shoulder at night. The patient also has weakness with abduction and external rotation of the right shoulder. He has attempted treatment with over-the-counter analgesics with limited relief. MRI of the shoulder shows a partial rotator cuff tear, and the patient is scheduled for surgical repair. Immediately before the surgery, he receives anesthesia with an injection between the right anterior and middle scalene muscles in order to block the C3 through C7 nerve roots of the cervical and brachial plexuses. Which of the following muscles is most likely to be paralyzed due to the anesthesia?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cricothyroid","ansImg_1":"","answer_2":"B. Diaphragm","ansImg_2":"","answer_3":"C. Intercostal","ansImg_3":"","answer_4":"D. Platysma","ansImg_4":"","answer_5":"E. Sternocleidomastoid","ansImg_5":"","right_answer":"B. Diaphragm","percent_1":"2%","percent_2":"69%","percent_3":"4%","percent_4":"7%","percent_5":"18%","explanation_img":"images/exp11744.jpg","explanation_1":"","explanation_2":"$The @brachial plexus@ originates from the C5-T1 spinal nerve roots, which combine into 3 trunks and pass between the #anterior and middle scalene muscles# (scalene triangle) in the posterior neck.  The trunks then differentiate into divisions, cords, and terminal nerve branches.  The brachial plexus supplies all sensory and motor innervation to the upper extremity, except for an area of skin near the axilla which is innervated by the intercostobrachial nerve and the trapezius muscle which is innervated by the accessory nerve (CN XI). $An #interscalene nerve block# is a regional anesthesia technique used for procedures involving the #shoulder and upper arm#.  In this technique, anesthetic is administered to the brachial plexus roots and trunks between the anterior and middle scalene muscles.  Anesthetic also traverses along the interscalene sheath and affects the roots of the #phrenic nerve (C3-C5)#, which causes transient #ipsilateral diaphragmatic paralysis#.  Therefore, an interscalene nerve block should be avoided in patients with conditions that could be worsened by unilateral diaphragmatic paralysis (eg, chronic lung disease, contralateral phrenic nerve dysfunction). $#(Choice A)#  The cricothyroid muscle is innervated by the external branch of the superior laryngeal nerve (vagus nerve [CN X]) and helps tense the vocal cords, allowing higher-pitched speech. $#(Choice C)#  The intercostal muscles aid in expansion and contraction of the chest cavity during breathing.  They are innervated by the intercostal nerves (ventral rami of thoracic spinal nerves). $#(Choice D)#  The platysma is a superficial neck muscle that covers the anterior neck from the clavicle to the mandible and tenses the skin of the neck and lower face.  It is innervated by the cervical branch of the facial nerve (CN VII). $#(Choice E)#  The sternocleidomastoid, a superficial neck muscle controlling neck flexion and head rotation, is innervated by the accessory nerve (CN XI). $#Educational objective# An interscalene nerve block is used to provide anesthesia for the shoulder and upper arm by anesthetizing the upper brachial plexus (C5-C7) as it passes between the anterior and middle scalene muscles.  Anesthetic also transverses along the interscalene sheath, frequently resulting in transient ipsilateral diaphragmatic paralysis due to involvement of the phrenic nerve roots (C3-C5).  ","clickable_1":"images/img1.11744.jpg"},

{"id":"19808","title":"A 15-year-old girl is evaluated for recurrent episodes of focal onset seizures evolving to bilateral tonic-clonic seizures over the past several months. She has also had headaches that are severe enough to keep her home from school. The patient has no prior medical conditions. MRI of the brain is shown in the exhibit. Which of the following histopathological findings are most likely present in the abnormal lesion?","image_1":"images/19808.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dense perivascular aggregates of atypical lymphoid cells","ansImg_1":"","answer_2":"B. Infiltrating macrophages containing degraded myelin debris","ansImg_2":"","answer_3":"C. Intense inflammatory infiltrate around Toxoplasma tachyzoites","ansImg_3":"","answer_4":"D. Necrosis with surrounding pseudopalisading malignant cells","ansImg_4":"","answer_5":"E. Tangle of large blood vessels with thickened walls","ansImg_5":"","right_answer":"E. Tangle of large blood vessels with thickened walls","percent_1":"12%","percent_2":"16%","percent_3":"8%","percent_4":"31%","percent_5":"32%","explanation_img":"images/exp19808.jpg","explanation_1":"","explanation_2":"$This patient with recurrent headaches and seizures has multiple flow voids in the left temporoparietal lobe demonstrated by MRI, consistent with a #cerebral arteriovenous malformation# (AVM). $AVMs are vascular malformations in which blood courses #directly from arteries to veins#, without passing through an intervening capillary bed.  These tangled vessels with turbulent flow can lead to aneurysm development, bleeding, and damage to the surrounding brain.  Microscopy of AVMs shows #abnormal vessels#, including irregular arteries and large veins with @thickened walls@, and gliotic brain tissue. $AVMs frequently present in children and young adults with #headaches# and #seizures# as well as #intracranial hemorrhage# (eg, intraparenchymal, subarachnoid hemorrhage).  Some patients are initially asymptomatic and diagnosed incidentally by imaging.  A nest of abnormal vessels with #\"bag of worms\"# appearance may be seen on angiography.  MRI may reveal prior hemorrhage and multiple dark #flow voids#, indicative of swift blood flow. $#(Choice A)#  Dense perivascular aggregates of atypical lymphoid cells are a histologic feature of @primary CNS lymphoma@, which is typically a diffuse large B-cell lymphoma.  Although clinical symptoms may include seizures, it usually presents in older adults or immunocompromised patients.  MRI would likely reveal an @enhancing mass@. $#(Choice B)#  Lipid-laden macrophages with phagocytized myelin debris are seen in the demyelinating plaques of multiple sclerosis.  Symptoms are variable but commonly include unilateral visual disturbance (eg, optic neuritis) and focal sensory and motor deficits.  MRI typically reveals periventricular @white matter lesions@. $#(Choice C)#  Histologic findings in cerebral @Toxoplasma gondii@ infection include necrotic debris with surrounding inflammation, tachyzoites, and pseudocysts of bradyzoites.  Although seizures and headaches are a frequent manifestation, CNS toxoplasmosis usually occurs in immunocompromised patients.  Imaging would likely reveal @ring-enhancing lesions@. $#(Choice D)#  Necrosis surrounded by malignant cells (pseudopalisading necrosis) and microvascular proliferation are features of @glioblastoma@, a high-grade infiltrating astrocytoma.  It commonly presents with seizures, headache, and neurologic deficits in middle-aged or older adults (rather than children).  MRI would likely reveal a @mass@ with central hemorrhagic necrosis, vasogenic edema, and possible extension to the contralateral hemisphere. $#Educational objective# Cerebral arteriovenous malformations (AVMs) are vascular malformations histologically characterized by a tangle of abnormal vessels, including large veins with thickened walls and irregular arteries.  AVMs may present with intracranial hemorrhage, headache, and/or seizures.  Radiologic findings include abnormal vasculature with a \"bag of worms\" appearance and multiple dark flow voids.  ","clickable_1":"images/img1.19808.jpg","clickable_2":"images/img2.19808.jpg","clickable_3":"images/img3.19808.jpg","clickable_4":"images/img4.19808.jpg","clickable_5":"images/img5.19808.jpg","clickable_6":"images/img6.19808.jpg","clickable_7":"images/img7.19808.jpg","clickable_8":"images/img8.19808.jpg"},

{"id":"1930","title":"A 23-year-old man is brought to the emergency department after sustaining stab injuries in a street fight. The patient feels lightheaded and dizzy. Blood pressure is 100/60 mm Hg and pulse is 115/min. Physical examination shows profuse bleeding from penetrating wounds over the right neck and shoulder area. Intravenous fluids are administered, and a blood transfusion is initiated. Urgent surgical exploration is performed, and injured blood vessels are repaired. Further exploration shows complete transection of a specific nerve, which is indicated by the arrow in the image below:","image_1":"images/1930.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abduction of the fingers","ansImg_1":"","answer_2":"B. Adduction of the thumb","ansImg_2":"","answer_3":"C. Extension of the wrist","ansImg_3":"","answer_4":"D. Flexion of the wrist","ansImg_4":"","answer_5":"E. Opposition of the thumb","ansImg_5":"","right_answer":"C. Extension of the wrist","percent_1":"4%","percent_2":"7%","percent_3":"64%","percent_4":"14%","percent_5":"10%","explanation_img":"images/exp1930.jpg","explanation_1":"","explanation_2":"$The #radial nerve# is the largest branch of the brachial plexus and receives fibers from C5-T1.  It innervates all the #extensor muscles# of the upper limb below the shoulder and provides @sensory innervation@ to the skin of the posterior arm, forearm, and dorsal lateral hand. $This nerve tracks within the @radial groove@ on the humerus; therefore, it is #vulnerable# to traumatic injury at the #humeral midshaft#.  The nerve can also be injured (eg, penetrating stab wound) during its superficial course within the #axilla#.  Patients with proximal radial neuropathy typically have weakness during wrist and finger extension (@wrist drop@) and variable sensory loss over the posterior arm and forearm. $#(Choices A, B, D, and E)#  Damage to the @median@ or @ulnar@ nerve can result in weakness on wrist flexion.  Damage to the median nerve can also result in weakness on thumb opposition, whereas ulnar nerve damage may limit finger abduction and thumb adduction. $#Educational objective# The radial nerve provides sensory innervation to the skin of the posterior arm, forearm, and dorsal lateral hand and provides motor innervation to all the extensor muscles of the upper limb below the shoulder.  Damage to the proximal radial nerve (eg, at the axilla or midshaft humerus) may result in wrist drop.  ","clickable_1":"images/img1.1930.jpg","clickable_2":"images/img2.1930.jpg","clickable_3":"images/img3.1930.jpg","clickable_4":"images/img4.1930.jpg","clickable_5":"images/img5.1930.jpg"},

{"id":"1829","image_1":"","comparison_items":"","title_2":"","explanation_1":"","explanation_img":"images/exp1829.jpg","title":"A 12-year-old boy is brought to the emergency department by his mother due to left hand clumsiness. Several hours ago, he was climbing a tree but lost his balance and fell, grabbing a branch with his left hand on the way down. He landed safely on his feet with no head injury or loss of consciousness. On physical examination, the patient has difficulty performing fine finger movements with his left hand. Which of the following structures is most likely injured in this patient?","answer_1":"A. Axillary nerve","ansImg_1":"","answer_2":"B. Inferior trunk of the brachial plexus","ansImg_2":"","answer_3":"C. Long thoracic nerve","ansImg_3":"","answer_4":"D. Musculocutaneous nerve","ansImg_4":"","answer_5":"E. Radial nerve","ansImg_5":"","answer_6":"F. Suprascapular nerve","ansImg_6":"","right_answer":"B. Inferior trunk of the brachial plexus","percent_1":"6%","percent_2":"65%","percent_3":"2%","percent_4":"6%","percent_5":"20%","percent_6":"1%","explanation_2":"$#Sudden upward jerking# of the arm at the shoulder can cause injury to the #inferior trunk# of the brachial plexus.  The inferior trunk carries nerve fibers from the C8 and T1 spinal levels that ultimately contribute to the median and ulnar nerves.  Together, these nerves innervate all of the #intrinsic muscles# of the hand (eg, lumbricals, interossei, thenar, hypothenar). $Injury to the inferior trunk of the brachial plexus may cause paralysis of all the intrinsic hand muscles (#Klumpke palsy#), resulting in #hand clumsiness#.  Weakness of lumbricals impairs flexion of the metacarpophalangeal joints and extension of the interphalangeal joints.  Relative sparing of the extrinsic flexors and extensors of the hand contributes to the @total claw hand deformity@ seen in this condition.  Sensory loss can also occur over the medial aspect of the hand and/or forearm.  Involvement of the T1 nerve root proximal to the sympathetic trunk may cause concomitant @Horner syndrome@ (eg, ipsilateral ptosis, miosis, anhidrosis). $#(Choice A)#  Shoulder dislocations or fractures of the surgical neck of the humerus can cause axillary nerve injury, which results in weakness of the deltoid and teres minor muscles. $#(Choice C)#  Long thoracic nerve injury classically occurs during axillary lymph node dissection and results in paralysis of the serratus anterior muscle, leading to winging of the scapula. $#(Choice D)#  Injury to the musculocutaneous nerve causes weakened elbow flexion because the nerve innervates the biceps brachii and brachialis muscles. $#(Choice E)#  Fractures at the midshaft of the humerus commonly cause radial nerve injury.  Patients may experience posterior forearm and dorsolateral hand numbness with paralysis of the wrist and finger extensors (wrist drop). $#(Choice F)#  The suprascapular nerve innervates the supraspinatus and infraspinatus muscles.  Nerve injury may result in difficulties with abduction and lateral rotation of the arm, respectively. $#Educational objective# The inferior trunk of the brachial plexus carries nerve fibers from the C8 and T1 spinal levels that are responsible for innervating all the intrinsic muscles of the hand (via the median and ulnar nerves).  Sudden upward stretching on the arm at the shoulder can damage the inferior trunk, resulting in hand clumsiness and total claw hand deformity. ","clickable_1":"images/img1.1829.jpg","clickable_2":"images/img2.1829.jpg","audio":""},

{"id":"8573","title":"A 37-year-old man comes to the office due to difficulty sleeping.  He says that his new job as a business executive is very stressful and requires considerable travel.  During the past 3 months, the patient has made numerous trips between the United States and France.  He frequently experiences insomnia and daytime sleepiness for several days after he travels, but his sleep improves significantly thereafter.  Which of the following hypothalamic nuclei is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior","answer_2":"B. Lateral","answer_3":"C. Posterior","answer_4":"D. Suprachiasmatic","answer_5":"E. Supraoptic","answer_6":"F. Ventromedial","percent_1":"2%","percent_2":"3%","percent_3":"5%","percent_4":"75%","percent_5":"8%","percent_6":"7%","right_answer":"D. Suprachiasmatic","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Major functions of hypothalamic nuclei#∆⨉ §^#Ventromedial# ∆Mediates satiety; destruction leads to hyperphagia §^#Lateral# ∆Mediates hunger; destruction leads to anorexia §^#Anterior# ∆Mediates heat dissipation; destruction leads to hyperthermia §^#Posterior# ∆Mediates heat conservation; destruction leads to hypothermia §^#Arcuate# ∆Secretion of dopamine (inhibits prolactin), GHRH §^#Medial preoptic# ∆Secretion of GnRH, regulates sexual behavior §^#Paraventricular# ∆Secretion of oxytocin, CRH, TRH & small amounts of ADH §^#Supraoptic# ∆Secretion of ADH & small amounts of oxytocin §^#Suprachiasmatic# ∆Circadian rhythm regulation & pineal gland function %ADH = antidiuretic hormone; CRH = corticotropin-releasing hormone; GHRH = growth hormone-releasing hormone; GnRH = gonadotropin-releasing hormone; TRH = thyrotropin-releasing hormone.","explanation_img":"","explanation_1":"","explanation_2":"This patient is experiencing #jet lag#, a syndrome associated with long flights that cross several time zones.  Jet lag is caused by #dyssynchrony# between the body's #circadian rhythms# (ie, internal 24-hour sleep/wake clock) and the local environment (eg, daylight hours, work schedule).  Symptoms include insomnia, daytime drowsiness, decreased work performance, gastrointestinal issues, and generalized malaise. $Circadian rhythms are maintained by the #suprachiasmatic nucleus# (SCN), which receives input from the retina and sends projections to other hypothalamic nuclei and the pineal gland.  The SCN functions primarily to modulate behavior (eg, alertness) and diurnal variations in body temperature and hormone production (eg, cortisol, melatonin).  Circulating melatonin levels are normally highest during the night and lowest during the day.  In contrast, cortisol peaks in the morning and reaches its lowest level at night. $In patients with jet lag, the normal variations in light exposure at the destination are able to resynchronize the body clock to coincide with the local environment over the course of several days.  #Eastward travel# takes longer to recover from than westward travel because it is easier to lengthen the circadian rhythm than to shorten it.  Treatment with specifically-timed #light exposure or melatonin# administration can help reduce the adjustment period. $#Educational objective# The suprachiasmatic nucleus regulates circadian rhythms by processing light clues in the environment to modulate alertness, body temperature, and production of hormones (eg, cortisol, melatonin).  Dyssynchrony between the local environment (eg, daylight hours, work schedules) and internal circadian rhythm can cause insomnia and daytime sleepiness (ie, jet lag).  "},

{"id":"19722","title":"Researchers find that repeated stimulation of hippocampal neurons involved in memory and learning leads to potentiation of synaptic transmission.  Patch-clamp recordings of stimulated neurons are shown below (dotted line: baseline; solid line: after repeated stimulation [potentiated]).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19722.jpg","title_2":"Which of the following neurotransmitter receptors on the postsynaptic membrane is most likely involved in this process?","audio":"","comparison_items":"","answer_1":"A. Dopamine D2 receptor","answer_2":"B. GABA-B receptor","answer_3":"C. Glutamate NMDA receptor","answer_4":"D. Glycine receptor","answer_5":"E. Norepinephrine alpha-2 receptor","percent_1":"8%","percent_2":"7%","percent_3":"74%","percent_4":"4%","percent_5":"7%","right_answer":"C. Glutamate NMDA receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Neurotransmitter systems of the CNS#∆⨉ §^#Neurotransmitter & receptor pair# ∆^#Functions in the CNS# §^#Ionotropic: Ligand-gated ion channels#$ Transmembrane proteins that allow ions to cross the membrane∆⨉ §# Glutamate [E]#$ → NMDA receptor: Ca²⁺ & Na⁺ influx ∆Long-term potentiation of learning & memory §#GABA [I]#$ → GABAA receptor*: Cl⁻ & HCO₃⁻ influx ∆Sedation, anxiolytic & anticonvulsive §#Glycine [I]#$ → Glycine receptor: Cl⁻ influx ∆Inhibit spinal interneurons (prevents spasticity) §^#Metabotropic: G protein-coupled receptors#$ Act through second messengers (eg, cAMP, PKA) ∆⨉ §#Dopamine#$ → D1-5 receptors ∆Modulate attention, movement & reward §#Serotonin#$ → 5-HT receptors** ∆Modulate mood, nausea & trigeminovascular nociception (migraine) §#Norepinephrine#$ → α & β adrenoceptors ∆Promotes vigilance, attention & emotional memory §#Histamine#$ → H₃ receptors ∆Promotes wakefulness %*GABAB is a G-coupled metabotropic receptor that increases K+ efflux (hyperpolarization).$ **Except 5-HT3 receptor, an ionotropic receptor that primarily increases Na+ influx (depolarization). $ [#E#] = excitatory (postsynaptic potential); [#I#] = inhibitory postsynaptic potential; #cAMP# = cyclic adenosine monophosphate; #PKA# = protein kinase A.","explanation_img":"","explanation_1":"","explanation_2":"The top panel in this experiment demonstrates a classic @excitatory postsynaptic potential (EPSP)@, a small depolarization that moves the postsynaptic neuron closer to the threshold for full action potential firing.  The #EPSP# occurs with rising intracellular calcium (bottom panel), indicating that the involved postsynaptic receptor acts, at least in part, by #increasing calcium conductance#. $The @glutamate NMDA receptor@ becomes permeable to cations causing net depolarization (sodium and calcium in > potassium out) when bound by glutamate.  The increased calcium entry also initiates second-messenger signaling cascades (eg, protein kinase C) to regulate synaptic plasticity; repetitive excitation of postsynaptic neurons renders them more responsive, producing stronger EPSPs over time.  This process, known as #long-term potentiation (LTP)#, dictates synaptic strength between hippocampal neurons and plays a critical role in the molecular basis of memory, learning, and addiction. $Because of its role in memory, acute blockade of glutamate NMDA receptors confers the amnestic property of certain medications (eg, ketamine) and some drugs of illicit use (eg, phencyclidine [PCP]).  However, chronic blockade (eg, memantine) can exert #neuroprotective# effects by dampening glutamate-induced excitotoxicity (ie, neuron apoptosis due to calcium overload). $#(Choice A)#  Dopamine can be either excitatory or inhibitory depending on the receptor subtype.  D2 receptors are generally coupled to Gi proteins that inhibit protein kinase A, leading to the opening of potassium channels that inhibit neuronal depolarization. $#(Choice B)#  GABA is the chief inhibitory neurotransmitter, causing postsynaptic hyperpolarization via increased chloride and bicarbonate influx (ie, ionotropic GABA-A ion channel) or increased potassium efflux (ie, metabotropic GABA-B receptor). $#(Choice D)#  The glycine receptor causes inhibitory postsynaptic hyperpolarization via increasing membrane permeability to chloride.  This receptor mediates inhibitory interneuron transmission in the spinal cord. $#(Choice E)#  The norepinephrine alpha2 receptor is located predominantly on presynaptic (not postsynaptic) nerve terminals throughout the CNS and the peripheral nervous system.  Activation of these receptors inhibits norepinephrine release from the nerve terminal, inducing sympatholytic effects (eg, reduced heart rate, vasodilation). $#Educational objective# Glutamate is the main excitatory neurotransmitter of the CNS, inducing postsynaptic neuron depolarization and calcium entry through the NMDA receptor.  Calcium entry programs the neuron to depolarize more robustly to repeated stimulation; this long-term potentiation forms a molecular basis for memory, learning, and addiction.  ","clickable_1":"images/img1.19722.jpg","clickable_2":"images/img2.19722.jpg"},

{"id":"19667","title":"A 3-year-old boy is rushed to the emergency department after he is found underwater in the bathtub. His parents say the patient was left alone for 5 minutes. On physical examination, he does not respond to painful stimuli and is pulseless and not breathing. Cardiac rhythm is asystole and spontaneously returns after several minutes of resuscitation. While performing endotracheal intubation, stimulation of the posterior pharyngeal wall with laryngoscope elicits no soft palate movements or gagging. This patient's findings during intubation most likely indicate dysfunction of which of the following neural structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Prefrontal cortex","ansImg_1":"","answer_2":"B. Motor cortex","ansImg_2":"","answer_3":"C. Midbrain","ansImg_3":"","answer_4":"D. Medulla oblongata","ansImg_4":"","answer_5":"E. Cervical spinal cord","ansImg_5":"","right_answer":"D. Medulla oblongata","percent_1":"1%","percent_2":"3%","percent_3":"12%","percent_4":"80%","percent_5":"4%","explanation_img":"images/exp19667.jpg","explanation_1":"","explanation_2":"This patient with prolonged oxygen deprivation has an #absent gag reflex#. The gag reflex is an airway protective mechanism that acts to expel foreign or toxic material from the aerodigestive tract. It is mediated by the following:$• Sensory (afferent) signals from the back of the tongue or posterior pharyngeal wall are sent via the #glossopharyngeal nerve# (CN IX).$• Somatic sensory fibers of CN IX #enter the brainstem at the medulla#, descend along the spinal trigeminal tract, and synapse in the caudal spinal nucleus.$• Information is then sent to the #bilateral nuclei ambiguus#, which are also located in the medulla.$• Bilateral motor (efferent) signals are sent via the #vagus nerves# (CN X), causing elevation of the soft palate and contraction of the pharynx.$Therefore, an absent gag reflex is suspicious for dysfunction of the #medulla oblongata#. In combination with a prolonged anoxic period, this is concerning for #brain death#, which is the irreversible absence of cerebral and brainstem reflexes.$(Choice A) Damage to the prefrontal cortex can cause inappropriate behavior, impaired judgment, and poor problem-solving skills (ie, executive dysfunction). It cannot be evaluated in an unconscious patient.$(Choice B) The motor cortex is responsible for generating voluntary motor movement and cannot be tested in an unconscious patient. The gag reflex is involuntary and mediated by cranial nerves in the medulla.$(Choice C) The pupillary reflex is also assessed in patients with suspected brain death and indicates dysfunction of the midbrain. It is mediated by afferents from the optic nerve (CN II) and efferents from the oculomotor nerve (CN III) to mediate constriction of the pupils in response to light.$(Choice E) The cervical spinal cord can mediate several reflexes including neck flexion, adduction of the shoulders, elbow flexion, and flexion of the trunk. These may even be present in patients with brain death. However, the gag reflex is mediated by cranial (rather than spinal) nerves.$Educational objective The gag reflex is mediated by afferents predominantly from the glossopharyngeal nerve (CN IX) and efferents from the vagus nerve (CN X). An absent gag reflex may indicate dysfunction of the medulla oblongata, where the involved cranial nerve nuclei reside."},

{"id":"1834","title":"A 29-year-old woman comes to the office for treatment of anxiety that has worsened over the past year. She finds herself worrying all the time and fears that she may not complete her graduate studies in time to meet requirements for her degree. The patient is also worried about her son's health and anxiously obsesses about him all the time. She says, \"My anxiety just comes out of the blue; one way or another, I'm anxious all the time.\" The patient has no history of medical problems. Physical examination is unremarkable; complete blood count, chemistry panel, and TSH and B12 levels are normal. An anxiety disorder is diagnosed and fluoxetine is prescribed. The patient's anxiety begins to improve over the next 4-6 weeks. The physician explains that the medication inhibits the reuptake of a neurotransmitter released by a specific set of neurons. These neurons are most likely part of which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Caudate nucleus","ansImg_1":"","answer_2":"B. Locus ceruleus","ansImg_2":"","answer_3":"C. Nucleus basalis of Meynert","ansImg_3":"","answer_4":"D. Raphe nuclei","ansImg_4":"","answer_5":"E. Red nucleus","ansImg_5":"","answer_6":"F. Substantia nigra","ansImg_6":"","right_answer":"D. Raphe nuclei","percent_1":"5%","percent_2":"21%","percent_3":"7%","percent_4":"62%","percent_5":"2%","percent_6":"4%","explanation_img":"","explanation_1":"","explanation_2":"In the #central nervous system (CNS), serotonergic# (serotonin-releasing) #neurons# are primarily found in the #raphe nuclei# of the brainstem. The raphe nuclei are located in the midbrain, pons, and medulla, and axons from these cell bodies project widely throughout the CNS to synapse on structures such as the cerebral cortex, thalamus, hypothalamus, cerebellum, hippocampus, and spinal cord. These neurons play a role in the sleep-wake cycle, anxiety, mood, psychosis, sexuality, eating behavior, and impulsivity.$Medications that target serotonin neurons are widely used in psychiatric disorders. Serotonergic antidepressants are the primary pharmacotherapy for most depressive and anxiety disorders. Antidepressants such as selective serotonin reuptake inhibitors (SSRIs [eg, fluoxetine]), serotonin-norepinephrine reuptake inhibitors, and tricyclic antidepressants work by prolonging the amount of time that serotonin spends in the synaptic clefts of these neurons before being taken up by presynaptic neurons.$(Choice A) The caudate nucleus and putamen form the striatum, which functions in motor activities. In Huntington disease, there is loss of cholinergic and GABA-releasing neurons in the striatum.$(Choice B) The locus ceruleus houses norepinephrine-secreting neurons that participate in activation of the \"fight or flight\" response to physical and emotional stressors. It is located in the dorsal pons. These neurons are implicated in some anxiety symptoms, but they are not serotonergic and not affected by SSRIs.$(Choice C) The nucleus basalis of Meynert houses the cell bodies of cholinergic neurons. In Alzheimer disease, these neurons secrete decreased amounts of acetylcholine.$(Choice E) The red nucleus is located in the anterior midbrain. Its neurons participate in motor coordination of the upper extremities.$(Choice F) The substantia nigra contains dopaminergic neurons. In Parkinson disease, these neurons are depleted.$Educational objective Serotonin-releasing neurons in the central nervous system (CNS) are located in the raphe nuclei. These neurons disseminate widely to synapse on numerous structures in the CNS. Antidepressants such as selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, and tricyclic antidepressants inhibit serotonin reuptake at these synapses."}
    
]