[


{"id":"8539","title":"A 37-year-old man comes to the emergency department because of increasing pain and tenderness in his right forearm.  During a bar brawl 6 days earlier, he sustained a 4-cm laceration through the skin and subcutaneous tissue of his forearm.  Treatment at the time of injury included cleaning and dressing the wound.  Physical examination shows erythema surrounding the wound site and expression of yellow pus when pressure is applied adjacent to the wound.  Which of the following molecules is most likely responsible for causing accumulation of pus over this patient's wound?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradykinin","answer_2":"B. C3a","answer_3":"C. IL-3","answer_4":"D. IL-8","answer_5":"E. IL-10","answer_6":"F. Leukotriene C4","percent_1":"2%","percent_2":"16%","percent_3":"3%","percent_4":"65%","percent_5":"5%","percent_6":"8%","right_answer":"D. IL-8","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp8539.jpg","explanation_1":"","explanation_2":"$#Pus #consists of a thin, protein-rich fluid, known as liquor puris, and dead leukocytes, primarily neutrophils.  During infection, macrophages and surrounding endothelial cells release @cytokines@ such as #interleukin-8# (IL-8) that trigger #neutrophils #to enter the site of infection via #chemotaxis#.  IL-8 also induces phagocytosis in neutrophils once they have arrived. $#(Choice A)#  Bradykinin is a component of the kinin system.  It causes vasodilation, increases vascular permeability, stimulates nonvascular smooth muscle contraction, and mediates pain. $#(Choice B)#  C3a is a component of the complement system.  C3a, C4a, and C5a are inflammatory anaphylatoxins that trigger histamine release from mast cells, resulting in vasodilation and enhanced vascular permeability.  C5a also recruits and activates neutrophils, monocytes, eosinophils, and basophils.  In contrast, C3a recruits and activates eosinophils and basophils, but not neutrophils. $#(Choice C)#  IL-3 is a cytokine produced by activated T cells.  It stimulates the growth and differentiation of stem cells in the bone marrow. $#(Choice E)#  IL-10 is an anti-inflammatory cytokine produced by TH2 cells and macrophages.  IL-10 limits the production of pro-inflammatory cytokines (eg, gamma interferon, IL-2, IL-3, and TNF-α). $#(Choice F)#  Leukotriene C4 (and its relatives, leukotriene D4 and E4) triggers intense vasoconstriction, increased vascular permeability, and bronchospasm.  Leukotriene B4 and the leukotriene precursor 5-HETE stimulate neutrophil migration to the site of inflammation (but not leukotriene C4). $#Educational objective# Interleukin-8 is a chemokine produced by macrophages that induces chemotaxis and phagocytosis in neutrophils.  Other significant chemotactic agents include leukotriene B4, 5-HETE (the leukotriene precursor), and complement component C5a.  ","clickable_1":"images/img1.8539.jpg"},

{"id":"11525","title":"A 58-year-old woman comes to the office for a health checkup prior to starting volunteer work at a hospital.  She has a history of hypothyroidism and takes levothyroxine.  The patient feels well, and review of systems is negative.  She does not use tobacco, alcohol, or illicit drugs.  Her examination findings are unremarkable.  During a laboratory test, her white blood cells are incubated with mycobacterial antigens.  Compared to the control, a large amount of interferon-gamma is detected in her blood sample.  Which of the following cell types is most directly responsible for this finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B lymphocytes","answer_2":"B. Monocytes","answer_3":"C. Neutrophils","answer_4":"D. T lymphocytes","percent_1":"4%","percent_2":"20%","percent_3":"5%","percent_4":"70%","right_answer":"D. T lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Interferon-gamma# (IFN-γ) activates macrophages, increases major histocompatibility complex expression, and promotes T helper 1 lymphocyte (Th1) differentiation.  It is produced primarily by activated #T lymphocytes# and natural killer cells and is critical for immunity against viral and intracellular bacterial infections.  IFN-γ release assays (IGRAs) test for #latent tuberculosis infection# (LTBI) by measuring the response of T lymphocytes when exposed to antigens unique to Mycobacterium tuberculosis.  Similar to tuberculin skin tests (eg, purified protein derivative), IGRAs measure cell-mediated immunity. $IGRAs have comparable sensitivity and specificity to tuberculin skin tests, but advantages include their lack of cross-reactivity to the Bacille Calmette-Guérin (BCG) vaccine and that a follow-up visit is not required.  Neither skin tests nor IGRAs can be used to @distinguish active tuberculosis from LTBI@. $#(Choice A)#  B lymphocytes are the main cell type involved in the humoral immune system and the production of circulating antibodies. $#(Choice B)#  Antigen-presenting cells such as monocyte-derived macrophages interact with T cells to control the immune response but are not directly responsible for IFN-γ release. $#(Choice C)#  Neutrophils are involved in the phagocytosis of bacteria and other pathogens. $#Educational objective# Interferon-gamma (IFN-γ) release assays test for latent tuberculosis infection by measuring the amount of IFN-γ released by T lymphocytes when exposed to antigens unique to Mycobacterium tuberculosis. ","clickable_1":"images/img1.11525.jpg"},

{"id":"20781","title":"A 57-year-old woman comes to the emergency department due to cough and hemoptysis.  The patient also reports several months of fatigue and joint pain.  Physical examination is notable for crusting of the nasal mucosa, lung crackles, and scattered palpable purpura over the lower extremities.  Chest x-ray reveals bilateral, diffuse alveolar infiltrates.  Laboratory studies show normocytic anemia, red blood cell casts and protein in the urine, and positive c-ANCA.  After a confirmatory biopsy, treatment with rituximab infusion is planned.  This medication is most likely to improve this patient's condition via which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of T-cell costimulation","answer_2":"B. Depletion of B cells","answer_3":"C. Disruption of leukocyte migration","answer_4":"D. Inhibition of cytoplasmic kinase","answer_5":"E. Interruption of cytokine function","percent_1":"13%","percent_2":"68%","percent_3":"3%","percent_4":"4%","percent_5":"12%","right_answer":"B. Depletion of B cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp20781.jpg","explanation_1":"","explanation_2":"$This patient's clinical picture is consistent with #granulomatosis with polyangiitis# (GPA), a c-ANCA–positive inflammatory vasculitis that primarily attacks the upper/lower respiratory tract, kidneys, and skin.  Molecular and immunologic advances have led to a dramatic expansion in treatments for chronic systemic inflammatory diseases such as GPA; treatments are generally classified as follows: $• #Cytokine inhibitors:#  These bind free inflammatory cytokines or block cytokine receptors on cell surfaces; they target tumor necrosis factor (eg, infliximab, etanercept), IL-1, IL-6, IL-17, or IL-12/23 #(choice E)#. $• #T-cell costimulation inhibitors:#  Two steps are required to activate cytotoxic T cells.  The T cell must bind a specific antigen on the major histocompatibility complex type 1 of an antigen-presenting cell, and then the T cell must be costimulated by the interaction between the T-cell surface receptor CD28 and the antigen-presenting cell surface ligand CD80/86.  T-cell costimulatory inhibitors (eg, abatacept) block the CD28 receptor on the cytotoxic T cell, which prevents T-cell costimulation and causes T-cell anergy #(choice A)#. $• #B-cell depletion or inhibition:#  Because B cells generate inflammatory cytokines, promote T-cell activation, and differentiate into plasma cells that generate autoantibodies, medications that inhibit B-cell activation (eg, belimumab) or deplete B-cell populations (eg, #rituximab#) are highly effective in many systemic inflammatory disorders. $Rituximab is an #IgG monoclonal antibody against CD20#, a surface molecule present on developing and mature #B cells#.  Binding of rituximab to CD20 results in Fc receptor–mediated B-cell cytotoxicity and antibody-dependent B-cell phagocytosis, which #significantly reduces the B-cell population#.  Although existing plasma cells are unaffected (they do not express CD20), the reduction in total B-cell population significantly improves inflammatory symptoms.  However, depletion of B cells also increases the risk for severe and recurrent bacterial infections, a major adverse effect of therapy. $#(Choice C)#  Natalizumab is a monoclonal antibody against integrin, an adhesion molecule that mediates leukocyte interaction with the endothelium and subsequent leukocyte attachment/migration into tissue.  Natalizumab is used in relapsing-remitting multiple sclerosis. $#(Choice D)#  Cytoplasmic kinases (eg, Janus kinase) transmit inflammatory cytokine receptor binding to the nucleus.  Rituximab does not operate via this mechanism, but new therapies that target these intracellular signaling pathways are under development. $#Educational objective# Rituximab is a monoclonal antibody directed against CD20, a cell surface receptor on developing and mature B cells.  Binding of rituximab to CD20 results in B-cell cytotoxicity and phagocytosis, which reduces the B-cell population.  This reduces inflammatory symptoms in a wide range of rheumatologic diseases. "},

{"id":"1614","title":"An 8-year-old boy is brought to the office due to fever and sore throat for the past several days.  He has had no runny nose or cough.  Temperature is 38.4 C (101.1 F).  Physical examination shows erythematous pharyngeal mucosa with enlarged tonsils covered by exudates.  There are enlarged and tender anterior cervical lymph nodes.  A representative image of one of the enlarged nodes is shown below; the structures indicated by the arrows are increased in size and number.  The predominant cell type within these regions is most likely undergoing which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1614.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Development of central tolerance","answer_2":"B. Isotype switching","answer_3":"C. Negative selection","answer_4":"D. V(D)J recombination","answer_5":"E. VJ recombination","percent_1":"5%","percent_2":"57%","percent_3":"13%","percent_4":"21%","percent_5":"3%","right_answer":"B. Isotype switching","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"After development in the bone marrow, mature B cells migrate to peripheral lymphoid organs (eg, lymph nodes), where they are exposed to antigens.  On first exposure to a new antigen, naïve #B cells# become @activated@ and undergo clonal expansion.  Some differentiate into short-lived plasma cells that release antigen-specific IgM through a T-cell–independent process.  However, most activated B cells migrate to lymphoid follicles located in the @lymph node cortex@ where they form #germinal centers#, the major sites of B-cell proliferation and affinity maturation during the immune response.  Ultimately, some of these B cells become long-lived memory cells that remain dormant until the next encounter with the same antigen, but the majority transform into long-lived, antibody-secreting plasma cells. $#Isotype switching# (ie, @immunoglobulin class switching@) occurs in the germinal centers late in the primary response and allows B cells to produce antibodies of isotypes other than IgM.  The immunoglobulin heavy-chain constant regions are isotype specific and distinguish the 5 isotypes (ie, IgM, IgG, IgA, IgE, IgD), whereas the variable regions are antigen specific; light chains are antigen specific and do not determine isotype. $Isotype switching requires interaction of the CD40 receptor on activated B cells with the CD40 ligand on activated helper T cells (#costimulation#).  The subsequent genetic rearrangement of the heavy-chain constant regions is #modulated by T-cell cytokines# (eg, interferon-gamma, IL-4, IL-5).  After the primary IgM immune response, later encounters with the same antigen typically generate a predominantly IgG response (or IgA for mucosal pathogens). $#(Choices A and C)#  Self-tolerance (ie, immunologic unresponsiveness to self-antigens) develops via 2 mechanisms: central and peripheral.  Central tolerance, acquired during lymphocyte maturation, occurs in the primary lymphoid organs (eg, bone marrow [B cells], thymus [T cells]).  During this process, immature lymphocytes go through negative selection, in which cells that strongly recognize self-antigens undergo apoptosis (ie, deletion). $#(Choices D and E)#  Recombination of the V, D, and J regions of immunoglobulin heavy chains and the V and J regions of light chains occurs via DNA rearrangement during B-cell maturation within the bone marrow.  Although an enormous variety of immunoglobulins can be produced through recombination, after undergoing this process, each B cell makes antibodies of a single specificity. $#Educational objective# The primary immune response to a new antigen initially results in plasma cells that produce only IgM.  Isotype switching occurs later in germinal centers and gives B cells the ability to produce antibodies of differing isotypes (eg, IgG, IgA). ","clickable_1":"images/img1.1614.jpg","clickable_2":"images/img2.1614.jpg","clickable_3":"images/img3.1614.mp4"},

{"id":"17600","title":"A 2-year-old boy is brought to the emergency department due to wheezing and difficulty breathing.  The patient had been trick-or-treating with his parents and ate several packs of candy containing peanuts.  After he receives an intramuscular epinephrine injection, his symptoms resolve.  At a follow up appointment, an allergy specialist places droplets of various allergens on the patient's skin and punctures the epidermis at each site.  After 15 minutes, the skin at the site with peanut extract is erythematous with a raised, itchy bump that improves by the time the family leaves the office.  Three hours later, the parents notice increased swelling at the puncture site.  Which of the following is most likely involved in this secondary reaction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cell lysis following IgG autoantibody binding","answer_2":"B. Complement activation by immune complexes","answer_3":"C. Epithelial damage by major basic protein","answer_4":"D. IgE-mediated histamine release from mast cells","answer_5":"E. Interferon gamma release from CD4+ T cells","percent_1":"5%","percent_2":"13%","percent_3":"27%","percent_4":"29%","percent_5":"26%","right_answer":"C. Epithelial damage by major basic protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp17600.jpg","explanation_1":"","explanation_2":"$Following skin prick testing, this patient developed an erythematous, edematous welt that was followed 3 hours later by an indurated skin lesion.  These findings are consistent with the early and late phases of a @type I hypersensitivity@ reaction. $After first exposure to an allergen (eg, peanuts), antigen specific IgE is produced by B-cells and binds to the surface of mast cells.  If repeat exposure occurs, the bound IgE can cross-link and stimulate the release of preformed histamine and leukotrienes that cause vasodilation and increased capillary permeability.  The result is a rapid (eg, minutes after exposure) #early-phase# type I hypersensitivity response characterized by superficial dermal edema and erythema (eg, @wheal and flare reaction@) that can progress to a more systemic response (eg, anaphylaxis) #(choice D)#. $IgE also initiates the #late phase# of a type I hypersensitivity reaction by stimulating type 2 helper T cells to release cytokines (eg, IL-5) that activate #eosinophils#.  Cationic proteins (eg, #major basic protein#, eosinophil peroxidase) released from eosinophils cause #tissue damage#, which usually manifests as a palpable, #indurated lesion# 2-10 hours following the early-phase reaction. $#(Choice A)#  Binding of preformed IgG antibodies to cell surface antigens initiates cell lysis mediated by complement and/or natural killer cells (@type II hypersensitivity@ reactions).  These reactions can develop hours to days after exposure to an antigen (eg, medications, transfused red blood cells), resulting in destruction of erythrocytes (causing fatigue, pallor), platelets (petechial bleeding), or leukocytes (fever, sepsis). $#(Choice B)#  Immune complex-mediated complement activation typically causes tissue damage in sites where immune complexes tend to deposit (eg, skin, joints, kidneys) days to weeks after initial antigen exposure in @type III hypersensitivity@ reactions.  Although an Arthus reaction can cause local swelling within hours of an exposure, it is usually associated with intradermal injection of a vaccine. $#(Choice E)#  In @type IV (delayed) hypersensitivity@ reactions, CD4+ T cells release cytokines (eg, interferon gamma) that promote T cell- and macrophage-mediated tissue damage.  Although these reactions can also present as an indurated skin lesion (eg, tuberculosis skin testing), type IV hypersensitivity reactions develop over days (rather than hours) because of the time needed for cellular amplification. $#Educational objective# The late phase of dermatologic type I hypersensitivity reactions manifests as an indurated skin lesion hours after exposure to the allergen due to local tissue damage caused by major basic protein released from eosinophils.  In contrast, type IV hypersensitivity reactions develop over days because of the time needed to produce a cell-mediated immune response. ","clickable_1":"images/img1.17600.mp4","clickable_2":"images/img2.17600.jpg","clickable_3":"images/img3.17600.mp4","clickable_4":"images/img4.17600.mp4","clickable_5":"images/img5.17600.mp4"},

{"id":"759","title":"A 4-year-old male is exposed to latex gloves during a minor surgical procedure and is subsequently found to produce anti-latex IgM antibodies.  Several months later he develops a severe allergic reaction to latex and is found to have a high level of serum anti-latex IgE antibodies.  Which of the following cytokines is most likely responsible for this anti-latex antibody isotype change?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IL-1","answer_2":"B. IL-2","answer_3":"C. IL-3","answer_4":"D. IL-4","answer_5":"E. IL-10","answer_6":"F. IL-12","percent_1":"1%","percent_2":"6%","percent_3":"4%","percent_4":"83%","percent_5":"3%","percent_6":"3%","right_answer":"D. IL-4","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp759.jpg","explanation_1":"","explanation_2":"$This patient has a #severe allergic reaction# to latex several months after initial sensitization.  During the first encounter with an antigen (allergen), antigen-presenting cells (eg, macrophages, B cells, and dendritic cells) take up the antigen and display it with MHC class II molecules.  CD4+ T cells are activated when they detect the MHC class II-associated antigen and differentiate into either TH1 or TH2 subsets.  TH2 lymphocytes promote the humoral immune response by secreting IL-4 and IL-5, cytokines that activate B cells. $#IL-4# stimulates the #proliferation and differentiation# of TH0 (naïve) T cells into TH2 lymphocytes, thus increasing the TH2 subpopulation and the stimulus for the primary humoral immune response (eg, IgM).  It also induces B cell proliferation and immunoglobulin @class switching to IgE@ which is responsible for the #type I hypersensitivity# reaction following repeated exposure to an allergen.  IL-5 contributes to B cell differentiation in addition to its role in stimulating IgA production and eosinophil activity (eg, host defense against parasitic infections). $#(Choice A)# IL-1 is produced by macrophages.  It activates naïve TH0 lymphocytes and promotes their differentiation into TH1 and TH2 subpopulations.  IL-1 is also an endogenous pyrogen. $#(Choice B)#  IL-2 is the first interleukin produced by T cells after contact with antigen.  It is secreted mainly by TH1 cells and stimulates development of CD4+ T helper cells, CD8+ cytotoxic cells, and B cells. $#(Choice C)#  IL-3 stimulates growth and differentiation of bone marrow stem cells and is produced by T helper cells. $#(Choice E)#  IL-10 helps regulate the balance between the TH1 and TH2 subpopulations of T helper cells.  It is produced by TH2 lymphocytes and inhibits synthesis of interferon-γ leading to a decrease in the TH1 subpopulation.  IL-10 also plays a part in class switching from IgM to IgG antibodies. $#(Choice F)#  IL-12 is synthesized by macrophages and stimulates growth and development of the TH1 subpopulation of T helper cells. $#Educational objective# IL-4 is produced by the TH2 subset of T helper cells.  It facilitates proliferation of B cells and TH2 lymphocytes and stimulates antibody isotype switching to IgE which mediates type I hypersensitivity (allergic) reactions.  ","clickable_1":"images/img1.759.mp4"},

{"id":"12048","title":"A 68-year-old man comes to the office for a follow-up appointment.  He has a history of advanced melanoma that is unresectable and resistant to adjuvant regimens.  The patient recently began receiving monoclonal antibody infusions for advanced melanoma.  The monoclonal antibodies block a specific cell surface receptor found on T lymphocytes.  As a result, T cells capable of recognizing tumor antigens have improved ability to destroy cancer cells.  Which of the following cell surface receptors is most likely blocked by the treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CCR5","answer_2":"B. CD4","answer_3":"C. CD19","answer_4":"D. CD28","answer_5":"E. PD-1","percent_1":"13%","percent_2":"18%","percent_3":"6%","percent_4":"26%","percent_5":"37%","right_answer":"E. PD-1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp12048.jpg","explanation_1":"","explanation_2":"$Oncogenesis generates proteins not found in healthy cells.  Pieces of these proteins (#neoantigens#) are displayed on the cell surface and may be recognized by cytotoxic T-cells as \"non-self\" (leading to cellular apoptosis).  However, neoplastic cells can blunt the cytotoxic T-cell response through a variety of mechanisms including the overexpression of #programmed death-ligand 1# (PD-L1), which binds to the PD-1 receptor on cytotoxic T cells and inhibits their ability to induce apoptosis (T-cell exhaustion). $Treatment with #monoclonal antibodies# against PD-1 (eg, pembrolizumab, nivolumab) or PD-L1 (eg, atezolizumab) results in T-cell disinhibition and a restoration of the cytotoxic response (thereby increasing cancer cell apoptosis).  Anti-PD-1 therapy is currently used in advanced melanoma, certain types of lung cancer, and renal cell carcinoma but is being explored for many other cancer types. $#(Choices A and B)#  HIV uses chemokine coreceptor 5 (CCR5) to @bind@ to CD4 cells.  Antagonists to CCR5 have been developed for the management of patients with HIV.  CCR5 also appears to promote CD4 cell anti-tumor responses, so antibodies blocking its function may downregulate immune-mediated tumor destruction.  Blockade of CD4 itself would inhibit helper T-cell activation and reduce tumor cell destruction. $#(Choice C)#  CD19 is expressed primarily on B cells (not T cells) and is important for B-cell signaling and activation. $#(Choice D)#  @CD28@ is a T cell–specific surface protein that interacts with B7 on antigen-presenting cells, providing a costimulatory signal necessary for T-cell activation.  Therefore, antibodies blocking CD28 would inhibit T-cell activation.  CTLA-4 also binds to B7 but has an inhibitory function on activated T cells. $#Educational objective# The binding of programmed cell death protein 1 (PD-1) to one of its ligands (programmed death-ligand 1 [PD-L1]) downregulates the immune response by inhibiting cytotoxic T cells.  Many types of cancers evade immunodetection by increasing expression of PD-L1 on their surface.  Monoclonal antibodies against PD-1 upregulate the T-cell response and promote tumor cell apoptosis.  ","clickable_1":"images/img1.12048.jpg","clickable_2":"images/img2.12048.jpg"},

{"id":"17448","title":"A 75-year-old man is hospitalized due to respiratory distress.  The patient developed fever, cough, and muscle aches 4 days prior to admission.  He is otherwise healthy and has no chronic medical conditions.  The patient has received all recommended vaccinations, including a yearly flu vaccine.  Temperature is 39 C (102.2 F), blood pressure is 110/65 mm Hg, pulse is 115/min, and respirations are 29/min.  Chest x-ray shows bilateral infiltrates.  Reverse transcriptase PCR of a specimen from a nasopharyngeal swab reveals a strain of influenza A virus that was included in the seasonal trivalent flu vaccine.  The patient lives with his 50-year-old son, who received the same vaccine but did not develop the infection.  Which of the following factors most likely increased this patient's risk of vaccine failure compared with that of his son?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased overall quality of antibodies","answer_2":"B. Decreased production of naive B lymphocytes","answer_3":"C. Diminished levels of memory T lymphocytes","answer_4":"D. Increased apoptosis induced by neutrophils","answer_5":"E. Increased phagocytosis by macrophages","percent_1":"16%","percent_2":"37%","percent_3":"45%","percent_4":"1%","percent_5":"1%","right_answer":"B. Decreased production of naive B lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp17448.jpg","explanation_1":"","explanation_2":"$Most of the protection provided by vaccines depends on antibodies generated by an immune response to pathogen-specific antigens.  These antibodies can bind to the pathogen and directly neutralize it or facilitate elimination of the pathogen through phagocytosis, complement fixation, and/or antibody-dependent cytotoxicity.  The risk of primary #vaccine failure# is increased in patients with altered immune function, including those with atopic disorders (eg, asthma, eczema), steroid use, or age-related immune decline (eg, #immunosenescence#). $The loss of telomere length during normal aging particularly affects rapidly dividing immune cells (eg, bone marrow stem cells, lymphocyte precursors), resulting in #decreased #production of #naive B and T lymphocytes#.  Aging is also associated with chronic low-grade inflammation that causes much of the remaining naive lymphocyte pool to differentiate into memory lymphocytes against previously encountered antigens.  These changes #impair #the adaptive immune #response to novel antigens# (eg, pathogens, vaccinations) and predispose these patients to vaccine failure and increased susceptibility to infection. $#(Choices A and C)#  Antibody quality (ie, avidity for the target antigen) and levels of memory B and T lymphocytes are preserved with age, allowing most aging individuals to mount an effective immune response to previously encountered antigens. $#(Choice D)#  Neutrophil-induced apoptosis is reduced in aging individuals, increasing susceptibility for nonhealing wounds/infections.  However, a change in neutrophil function would not significantly impact the vaccine response. $#(Choice E)#  Phagocytosis and antigen presentation by dendritic cells and macrophages decline with age, further impairing the immune response to novel antigens. $#Educational objective# Immunosenescense is the normal age-related decline that impairs most aspects of immune function, including the production of naive B and T cells.  This results in a diminished antibody-based immune response to novel antigens (eg, infections, vaccinations).  The immune response to previously experienced pathogens is typically intact due to normal or increased levels of memory B and T cells and preserved antibody quality.  "},

{"id":"762","title":"A 5-year-old boy with severe, recurrent respiratory infections is undergoing evaluation.  Sputum studies reveal intracellular bacteria.  Further testing shows that the patient's T cells lack the IL-12 receptor.  Supplementation with which of the following substances would most likely improve this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Early complement components","answer_2":"B. GM-CSF","answer_3":"C. Immunoglobulins","answer_4":"D. Interferon-gamma","answer_5":"E. Interleukin-4","percent_1":"3%","percent_2":"5%","percent_3":"8%","percent_4":"78%","percent_5":"6%","right_answer":"D. Interferon-gamma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#T cell subsets#∆⨉∆⨉§ ∆^#TH1# ∆^#TH2#§^#Immunity# ∆Cell-mediated ∆Humoral (antibody-mediated)§^#Function# ∆Activate macrophages & CD8+ T cells ∆Activate B cells, promote class-switching§^#Cytokines# ∆IL-2, IFN-γ, lymphotoxin β ∆IL-4, 5, 10, & 13§^#Result# ∆Cytotoxicity; delayed hypersensitivity ∆Secretion of antibodies%#IFN =# interferon.","explanation_img":"","explanation_1":"","explanation_2":"Helper T cells that have not yet contacted antigens are called #naive (Th0) cells# and have T-cell receptors (TCRs) and CD4 proteins on their surface.  An #antigen-MHC class II complex# on an antigen-presenting cell (eg, macrophage, dendritic cell) can activate a naive Th cell by interacting with both TCR and CD4.  The activated T cell then differentiates into either a Th1 or Th2 cell. $If the antigen is presented by a macrophage, the macrophage will produce #IL-12#, which stimulates differentiation into #Th1# cells.  A deficiency of IL-12 receptors on naive T cells prevents differentiation into Th1 cells, which produce interferon-gamma (#IFN-γ#).  IFN-γ is responsible for activation of the macrophage and CD8+ cytotoxic response against intracellular organisms, such as #mycobacteria#.  Therefore, individuals with an IL-12 receptor deficiency are susceptible to severe, persistent mycobacterial infections.  Administration of IFN-γ improves the immune response to mycobacterium in these patients. $#(Choices A and B)#  Both complement and GM-CSF (granulocyte-macrophage colony-stimulating factor) play a part in the immune response against pathogens such as mycobacterium.  However, patients with an IL-12 receptor deficiency are unable to produce sufficient IFN-γ and therefore would not be able to mount a sufficient immune response to mycobacterium without IFN-γ supplementation. $#(Choices C and E)#  Formation of Th2 cells is induced by IL-4, which also plays a role in B cell differentiation and the production of immunoglobulins.  Administration of immunoglobulins or IL-4 would improve the immune response against extracellular bacteria or viruses but would not be effective in stimulating an immune response against intracellular bacteria such as mycobacterium. $#Educational objective# IL-12 stimulates the differentiation of naive Th0 cells into Th1 cells.  Patients with IL-12 receptor deficiency are susceptible to severe mycobacterial infections due to the inability to mount a strong cell-mediated granulomatous immune response; therefore, they require treatment with IFN-γ. "},

{"id":"20698","title":"A 26-year-old man returns to the emergency department after developing a fever and skin rash.  The patient was discharged from the hospital 10 days ago after treatment for a copperhead snake bite to his left leg.  He received multiple doses of polyvalent Fab antivenom therapy and other supportive care during hospitalization.  The patient's bite site pain, swelling, and ecchymosis have resolved; however, he has developed fever, pain in multiple extremity joints, and pruritic rash over the past 2 days.  He has no chronic medical conditions.  Temperature is 38.5 C (101.3 F), blood pressure is 128/70 mm Hg, pulse is 98/min, and respirations are 17/min.  Physical examination shows a diffuse urticarial rash.  No mucous membrane lesions are present.  There is tenderness to palpation of the bilateral metacarpophalangeal joints, wrists, and ankles with no redness or swelling.  Blood cell counts, serum chemistry studies, and coagulation parameters are within normal limits.  Which of the following is the most likely underlying mechanism of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IgE-mediated hypersensitivity reaction to the antivenom","answer_2":"B. Polyclonal T-cell activation by the antivenom","answer_3":"C. Receptor-mediated phagocytosis of unbound antivenom","answer_4":"D. Snake venom–induced diffuse mast cell degranulation","answer_5":"E. Tissue deposition of host antibodies and antivenom complexes","percent_1":"9%","percent_2":"17%","percent_3":"2%","percent_4":"4%","percent_5":"68%","right_answer":"E. Tissue deposition of host antibodies and antivenom complexes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Polyclonal fab antivenom# is a collection of immunoglobulin fragments from the plasma of venom-inoculated animals (eg, horses).  Because the antivenom contains #foreign proteins#, exposure triggers the #adaptive immune response# to form high-affinity IgG antibodies against the foreign components of the antivenom.  This typically takes #1-2 weeks# due to time lag between antigen processing, antigen presentation, CD4 T-lymphocyte activation, and T-cell–mediated B-cell activation/differentiation. $Once formed, IgG then binds to the free-circulating antivenom, which creates #immune complexes# (ICs).  The Fc portion of the IgG triggers clearance of the ICs by activating the classical complement system and by directly binding to the Fc receptor on mononuclear phagocytes in the reticuloendothelial system.  Clearance of ICs generally proceeds without issue when there is minimal antigen because the phagocytic system has a large capacity. $However, the administration of multiple antivenom doses can overwhelm the phagocytic system, leading to the aggregation of ICs in the bloodstream.  Aggregated ICs then #deposit in tissue# (eg, skin, joints), activate the complement cascade, and cause a @type III hypersensitivity@ reaction called #serum sickness#.  Serum sickness generally presents with #fever, urticarial rash#, and #arthralgia# 1-2 weeks after exposure to nonhuman proteins in antivenom, antitoxins, monoclonal antibodies, or vaccinations.  Most cases resolve spontaneously over several days as the ICs are cleared. $#(Choices A and D)#  Antivenom administration can cause IgE antibodies to form against the nonhuman portions of the protein, which then triggers a @type I hypersensitivity@ reaction upon reexposure.  Although these reactions often cause urticaria due to mast cell degranulation, symptoms typically arise within seconds or minutes of reexposure, not a week or two after initial exposure. $#(Choice B)#  Superantigens directly activate polyclonal populations of T cells, leading to acute-onset fever, hypotension, sunburn-like rash, and organ failure.  Fab fragments in antivenom are unlikely to activate T cells directly; they are processed by antigen-presenting cells and lead to the generation of antibodies. $#(Choice C)#  The phagocytic Fc receptor can only bind antivenom that has bound IgG or IgM antibody.  Unbound antivenom cannot attach to phagocytic receptors. $#Educational objective# Serum sickness is an immune complex–mediated type III hypersensitivity reaction that occurs 1-2 weeks after exposure to nonhuman protein in antitoxins (eg, antivenom), monoclonal antibodies (eg, rituximab), or vaccines (eg, rabies antigens).  Deposition of immune complexes in tissue leads to complement activation and subsequent self-limited fever, arthralgia, and urticarial rash. ","clickable_1":"images/img1.20698.mp4","clickable_2":"images/img2.20698.mp4"},

{"id":"544","title":"A 3-year-old boy experiences recurrent sinusitis and an episode of severe pneumonia.  As part of his evaluation, Candida extract is injected intradermally.  Forty-eight hours later, he returns to the clinic with a firm nodule measuring 16 mm in diameter where the extract was injected.  Which of the following cell types is most likely responsible for the reaction observed in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B lymphocytes","answer_2":"B. Eosinophils","answer_3":"C. Mast cells","answer_4":"D. Neutrophils","answer_5":"E. T lymphocytes","percent_1":"5%","percent_2":"3%","percent_3":"5%","percent_4":"8%","percent_5":"80%","right_answer":"E. T lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with recurrent infection is undergoing a delayed-type hypersensitivity #skin test# to screen for #cellular immunodeficiency#.  This procedure involves intradermal injection of an antigen to which the patient has already been exposed (ie, Candida extract).  Development of an area of induration (ie, tissue firmness) surrounding the injection site indicates a positive response and demonstrates effective cellular immunity.  Skin testing can also be used as a control in patients with suspected tuberculosis exposure to ensure that the lack of response is not caused by anergy. $Contact dermatitis, granulomatous inflammation, and reactive skin testing (eg, tuberculin skin test, Candida extract skin reaction) are all examples of @type IV (delayed type) hypersensitivity@ reactions.  When reexposed to an antigen, previously sensitized #T lymphocytes# proliferate and release inflammatory cytokines that promote cell-mediated cytotoxicity (CD8+ T cells) and/or macrophage recruitment and activation.  The resulting tissue damage and swelling is typically evident #24-48 hours# after exposure. $#(Choice A)#  Antibody production by activated B lymphocytes (eg, plasma cells) plays a central role in type I, II, and III @hypersensitivity reactions@.  The timeframe of these reactions can be immediate (type I: eg, anaphylaxis, allergies) or variable (types II and III: eg, most autoimmune disorders, serum sickness). $#(Choice B)#  Eosinophils are phagocytic cells that play a role in the defense against parasitic organisms.  These cells are present in small numbers in the bloodstream but are often found in increased numbers in the affected tissues of patients with type I hypersensitivity responses (eg, asthma, allergies). $#(Choice C)#  Mast cells are granulocytes that are the primary mediators of type I (immediate) hypersensitivity reactions (eg, allergies).  Sensitized mast cells degranulate and release inflammatory mediators (eg, histamine, prostaglandins) when allergen-specific IgE cross-link on the mast cell Fc receptors, causing rapid swelling and tissue damage. $#(Choice D)#  Neutrophils are the primary phagocytes of the innate immune system and play an ancillary role in some hypersensitivity reactions.  Neutrophil deficiency or dysfunction can lead to severe infections without evidence of a significant immune response (eg, pus, infiltrates, erythema). $#Educational objective# Type IV (delayed) hypersensitivity reactions (eg, Candida extract skin test, contact dermatitis) are characterized by erythema and induration that develops 24-48 hours after repeat exposure to an antigen.  T lymphocytes mediate the inflammation in these reactions through cytokine release, CD8+ cytotoxicity, and macrophage recruitment. ","clickable_1":"images/img1.544.mp4","clickable_2":"images/img2.544.jpg"},

{"id":"20818","title":"Pharmacology researchers are developing a new antivenom to treat coral snakebites.  They immunize horses with snake venom, extract IgG-containing plasma, and then administer the plasma to humans who have been bitten by a coral snake.  This therapy neutralizes the venom and improves the patient's symptoms.  In order to produce venom-selective antibodies, the researchers select a single venom-specific plasma cell from the immunized horse and induce it to proliferate and produce large amounts of venom-specific IgG.  However, they find that the antibody produced by the single plasma cell is less effective at neutralizing the venom than the IgG-containing plasma.  A decrease in which of the following best explains the reduced efficacy of the immunoglobulin produced by the single plasma cell?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Affinity of the individual immunoglobulin","answer_2":"B. Avidity of the individual immunoglobulin","answer_3":"C. Number of antigen epitopes recognized","answer_4":"D. Valency of the individual immunoglobulin","percent_1":"22%","percent_2":"20%","percent_3":"52%","percent_4":"6%","right_answer":"C. Number of antigen epitopes recognized","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Monoclonal vs polyclonal antibodies# ∆⨉§^#Monoclonal# ∆^#Polyclonal# § • Derived from single B-cell population • Single antibody type • Bind single epitope on antigen • Highly specific response to antigen ∆ • Derived from multiple B-cell populations • Multiple different antibodies • Bind different epitopes on antigen • Broader response to antigen","explanation_img":"","explanation_1":"","explanation_2":"Exposure to a pathogen or foreign substance (eg, venom) generates innate and adaptive immune responses.  The humoral component of the adaptive immune response culminates when activated CD4 cells prompt antigen-specific B cells to undergo somatic hypermutation and class switching, thereby generating a #pool# of highly specific IgG antibodies that neutralize #several different epitopes# on the antigen.  This is considered a #polyclonal response# because a number of different clonal plasma cells each produce a specific antibody that targets a different epitope on the antigen. $In contrast, #monoclonal# antibodies are derived from a single population of plasma cells and bind only a single epitope on the antigen.  Naturally occurring monoclonal antibodies are typically seen in pathologic conditions such as plasma cell dyscrasias (eg, #multiple myeloma#).  In the laboratory setting, myeloma cells can be fused to antigen-specific plasma cells to generate a large amount of monoclonal antibody against a particular antigen.  However, because monoclonal antibodies bind only a @single epitope type@ on an antigen, they typically generate a #less potent# immune response than polyclonal antibodies, which bind multiple different epitope types on an antigen. $#(Choice A)#  @Affinity@ is the binding strength of the immunoglobulin for a single epitope on the antigen; the greater the binding strength, the greater the affinity.  Each individual type of immunoglobulin in the polyclonal pool will have the same affinity as the monoclonal version of the immunoglobulin. $#(Choice B)#  Avidity is the strength of binding between the entire immunoglobulin and the antigen.  Therefore, IgM usually has greater avidity than IgG because IgM binds to up to 10 portions of the antigen while IgG binds to only 2.  However, avidity between individual IgG antibodies in a polyclonal versus monoclonal pool is the same. $#(Choice D)#  Valency is the number of epitope binding sites on each antibody.  IgM antibodies have 10 valence sites, and IgG antibodies have 2.  Each monoclonal and polyclonal IgG antibody has 2 valence sites; valency is no different between these pools. $#Educational objective# Plasma contains polyclonal antibodies, a pool of antibodies that bind different epitopes on an antigen.  In contrast, monoclonal antibodies bind a single epitope on an antigen.  Polyclonal antibodies are often better at neutralizing complex antigens because they contain antibodies that bind several different epitopes.  ","clickable_1":"images/img1.20818.jpg","clickable_2":"images/img2.20818.jpg"},

{"id":"750","title":"A 23-year-old man comes to the physician with dysuria and increased urinary frequency.  He is an active duty member of the US military and recently returned from sub-Saharan Africa, where he had been stationed for the last year.  The patient's symptoms have persisted for several months and have failed to resolve following antibiotic treatment.  His blood eosinophil count is elevated.  Urine microscopy shows schistosome eggs.  He is started on praziquantel and experiences improvement in his symptoms.  The elevated eosinophils in this patient contribute to the host defense against schistosomiasis through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibody-dependent cell-mediated cytotoxicity","answer_2":"B. B lymphocyte chemotaxis","answer_3":"C. Complement activation","answer_4":"D. Immediate hypersensitivity","answer_5":"E. MHC class I antigen processing","percent_1":"44%","percent_2":"8%","percent_3":"12%","percent_4":"30%","percent_5":"7%","right_answer":"A. Antibody-dependent cell-mediated cytotoxicity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp750.jpg","explanation_1":"","explanation_2":"$#Eosinophils# perform the following functions: $• #Parasitic defense:# Eosinophil proliferation and activation during multicellular parasitic infection is stimulated by #IL-5# produced by TH2 and mast cells (not to be confused with IL-4, which stimulates IgE production).  When a parasite invades the mucosa or enters the bloodstream, it is coated by IgG and IgA antibodies that bind the Fc receptors located on the eosinophil cell surface.  This triggers eosinophil degranulation and release of cytotoxic proteins (eg, #major basic protein#) and reactive oxygen intermediates, substances that damage and destroy antibody-bound parasites.  This mechanism is an example of #antibody-dependent cell-mediated cytotoxicity# (ADCC), which is also used by macrophages, neutrophils, and natural killer cells. $• #Type I hypersensitivity reactions:# Eosinophils also synthesize prostaglandins, leukotrienes, and cytokines that contribute to the inflammation seen in #late-phase# type 1 hypersensitivity and chronic allergic reactions. $#(Choice B)#  Eosinophils contain a diverse number of immunomodulatory cytokines that are important for directing the TH2 immune response; but they do not significantly affect B cell chemotaxis. $#(Choice C)#  Complement activation is an important step in antibody-mediated (type II) and immune complex mediated (type III) hypersensitivity reactions.  Complement does not play a prominent role in the destruction of parasites by eosinophils. $#(Choice D)#  Immediate (type I) hypersensitivity reactions are primarily mediated by mast cells and basophils.  These cells possess Fc receptor-bound IgE on their membranes.  Eosinophils contribute to late-phase type 1 hypersensitivity, but this is an allergic response that would not be protective against schistosomiasis. $#(Choice E)#  Eosinophils can phagocytose parasitic antigens and present them in association with MHC class II molecules to stimulate helper T lymphocytes.  In contrast, MHC class I antigen processing is involved in inducing a cytotoxic T lymphocyte response against intracellular pathogens (eg, viruses). $#Educational objective# Eosinophils play a role in host defense during multicellular parasitic infection.  When stimulated by antibodies bound to a parasitic organism, they destroy the parasite via antibody-dependent cell-mediated cytotoxicity with enzymes from their cytoplasmic granules.  Another function of eosinophils is regulation of type I hypersensitivity reactions.  "},

{"id":"558","title":"A 33 year-old female is being followed by her neurologist for her multiple sclerosis.  She was initially diagnosed with relapsing remitting subtype after an episode of visual disturbance and an episode of paralysis.  In her study of autoimmune diseases she encounters the topic of lymphocyte development and comes across a question which she poses to her neurologist during a routine follow-up visit: During the process of T-lymphocyte maturation, T cell receptors of many lymphocytes demonstrate a very high-affinity interaction with MHC molecules expressed on thymic medullary epithelial and dendritic cells.  What process do these lymphocytes undergo at this time?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Affinity maturation","answer_2":"B. Isotype switching","answer_3":"C. Negative selection","answer_4":"D. Positive selection","answer_5":"E. TCR DNA rearrangement","percent_1":"4%","percent_2":"3%","percent_3":"64%","percent_4":"29%","percent_5":"1%","right_answer":"C. Negative selection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp558.jpg","explanation_1":"","explanation_2":"$T-lymphocytes, or thymocytes, are initially produced in the bone marrow, but they migrate from that location to mature during the first trimester of gestation in the thymus.  In the thymus, the processes of T-cell receptor (TCR) gene rearrangement, positive selection, negative selection, and expression of extracellular membrane markers and co-stimulatory molecules occurs.  Pro-T cells arrive at the thymus as \"double negative\" cells – indicating that they lack both CD4 and CD8 antigens and begin their differentiation in the subcapsular zone.  Next, the process of TCR beta gene rearrangement occurs with simultaneous expression of both CD4 and CD8.  Once in thymic cortex, the alpha genes rearrange to produce a functional alpha-beta TCR.  Subsequently, the processes of positive and negative selection occur with cells that fail either of these tests being eliminated by apoptosis. $Positive selection is the process by which only T cells expressing a TCR that is able to bind self MHC are allowed to survive.  Those cells expressing a TCR that is not specific for self MHC are signaled for elimination by apoptosis.  This process occurs after TCR DNA rearrangement and prior to the process of negative selection.  It occurs in the thymic cortex and involves interaction of T cells with #thymic cortical epithelial cells# expressing self MHC #(choice D)#.  Positive selection is responsible for development of a T cell repertoire that can recognize self. $Negative selection occurs after positive selection and is the process by which T cells possessing TCRs that bind with high affinity to self antigen or self MHC class I or II are eliminated by apoptosis.  Negative selection occurs in the thymic medulla and involves interaction of the developing T cells with #thymic medullary epithelial and dendritic cells#.  This process serves to eliminate T cells that may be overly autoreactive against self antigens and therefore may play a role in autoimmunity if not destroyed.  This results in a population of T cells that have only an appropriately low affinity for self MHC molecules. $#(Choice A)#  Affinity maturation is the process of enhancing the hypervariable region antigen binding affinity that occurs after initial binding of antigen to membrane-bound immunoglobulin on a naïve B lymphocyte and subsequent migration of that B-lymphocyte to a lymph node.  Within the germinal center of the lymph node, affinity maturation is accomplished by the process of somatic hypermutation where the DNA coding for the immunoglobulin variable region is mutated randomly at a very high rate.  This process results in new immunoglobulins with similar, better, or worse affinity for the antigen; only B cells expressing antibody with enhanced affinity for antigen will be selected for.  This process does not occur in T-lymphocyte maturation. $#(Choice B)#  Isotype switching is a process that occurs in naïve B-lymphocytes upon initial exposure to antigen; this process does not occur in T-lymphocyte maturation. $#(Choice E)#  TCR DNA rearrangement is an exceedingly complex process that results in excess of 1015 different possible antigen binding sites.  The process is similar to that of immunoglobulin gene rearrangement in that it involves joining of V, D, J and C regions of the TCR gene and the processes of junctional flexibility, N and P-region nucleotide addition, alternative joining of genes, and multiple peptides combining to form the intact receptor.  The mature TCR is formed from joining of an a and a b protein segment, and these proteins are membrane-bound in close association with either CD4 or CD8 as well as the costimulatory CD28 and CD45. $#Educational objective# The process of negative selection in T cell maturation is essential for eliminating T cells that bind to self MHC or self antigens with overly high affinity.  This process occurs in the thymic medulla.  If these cells were permitted to survive, they would likely induce immune and inflammatory reactions against self antigens leading to autoimmune disease.  "},

{"id":"8261","title":"A 28-year-old woman, gravida 2 para 2, brings her healthy 6-day-old girl to the office for her first well-baby checkup.  The infant was born full-term, with a birth weight of 4.2 kg (9.3 lb) and a length of 51 cm (20 in).  She was discharged from the nursery with no concerns.  Physical examination is normal.  The infant's blood type is A negative, whereas the mother's is B negative.  High circulating levels of anti-A antibodies are found in the mother's blood.  Hemolysis did not occur in the infant because these maternal antibodies are most likely of which class?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IgA","answer_2":"B. IgD","answer_3":"C. IgE","answer_4":"D. IgG","answer_5":"E. IgM","percent_1":"3%","percent_2":"3%","percent_3":"1%","percent_4":"14%","percent_5":"78%","right_answer":"E. IgM","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#RBC antibody screen# ∆⨉∆⨉§^#Maternal blood group# ∆^#Maternal RBC antigens# ∆^#Maternal serum antibodies#§^#A# ∆^A antigen ∆^Anti-B (IgM)§^#B# ∆^B antigen ∆^Anti-A (IgM)§^#AB# ∆^A and B antigen ∆^None§^#O# ∆^None ∆^Anti-A and Anti-B$ (IgM and IgG)%#RBC =# red blood cell.","explanation_img":"","explanation_1":"","explanation_2":"#Hemolytic disease of the fetus and newborn# (HDFN) is caused by maternal anti-fetal erythrocyte IgG antibodies, which can cross the placenta and produce a type II (antibody-mediated) hypersensitivity response.  With maternal blood types A or B, hemolysis (eg, erythrocyte destruction) does not occur because the maternal antibodies (anti-A or anti-B) are of the IgM type, which cannot cross the placenta.  However, mothers with #blood type O# also produce #IgG# antibodies which can cause #hemolysis# in the fetus. $The association of a fetus with blood type A or B and a mother with blood type O occurs in approximately 15% of pregnancies; however, HDFN occurs in only 3% of these pregnancies due to variations in fetal ABO antigen expression.  Unlike Rh disease, HDFN can occur with the #first pregnancy# because anti-A and anti-B antibodies are formed early in life from exposure to A- or B-like antigens present in foods, bacteria, and viruses. $#(Choice A)#  IgA plays an important role in mucosal immunity and is found in high amounts in colostrum.  The secretory IgA provided by the mother's breast milk coats the infant's intestinal mucosa and provides protection from ingested pathogens. $#(Choice B)#  IgD is an immunoglobulin of unclear significance.  It is often concurrently expressed with IgM on the membranes of B lymphocytes and is believed to act as a cell surface antigen receptor for those cells. $#(Choice C)#  IgE is the immunoglobulin most notably responsible for atopic diseases such as asthma, atopic dermatitis, and allergic rhinitis.  It also plays a role in defense against helminth parasites. $#(Choice D)#  IgG crosses the placenta and remains circulating in the bloodstream of infants, providing them with passive immunity for up to 6 months. $#Educational objective# With maternal blood types A or B, hemolytic disease of the fetus and newborn very rarely occurs because maternal antibodies (anti-A or anti-B) are of the IgM type and cannot cross the placenta.  In contrast, mothers with blood type O also produce IgG antibodies (anti-A and anti-B), which can cross the placenta and cause fetal hemolysis.  "},

{"id":"17853","title":"A 24-year-old man burns his hand after grasping the handle of a hot pan while preparing a meal.  Several minutes later, both the initial burn and the area around it are red without blistering.  When he presses on the burn, the tissue blanches.  Which of the following is most likely contributing to the reaction observed in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gaps between endothelial cells in venules","answer_2":"B. Histamine release from mast cells","answer_3":"C. Neutrophil extravasation and degranulation","answer_4":"D. PDGF–mediated vascular proliferation","answer_5":"E. Prostaglandins produced by platelets","percent_1":"36%","percent_2":"27%","percent_3":"7%","percent_4":"7%","percent_5":"24%","right_answer":"B. Histamine release from mast cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp17853.jpg","explanation_1":"","explanation_2":"$This patient has #erythema# that blanches without blistering, which is characteristic of a #superficial burn#.  Burn wounds are classified according to depth based on which layers of cutaneous and subcutaneous tissues are damaged: $• Superficial burns damage only the epidermis. $• Superficial partial-thickness burns damage the epidermis and upper dermis. $• Deep partial-thickness burns damage the epidermis and most of the dermis. $• Full-thickness burns damage the entire dermis and may extend into the fat, muscle, and/or bone. $The morphologic changes in burns occur due to both direct tissue damage and #inflammatory mediators# released from epidermal and immune cells.  Release of #histamine# and other preformed vasoactive mediators from #mast cells #in the minutes following a burn leads to dilation of superficial skin capillaries.  This results in blanching erythema (ie, temporary whitening with pressure due to capillary collapse) that extends to the area surrounding the initial burn. $Deeper (eg, partial-thickness) burns affect dermal structures such as nerve endings and venules in addition to the epidermis.  Nerve damage can lead to loss of sensation while damage to venules can result in fluid extravasation through gaps between injured venule endothelial cells.  The result is a blister formed from a collection of serous fluid between the dermis and epidermis #(choice A)#. $#(Choices C and E)#  Platelets and neutrophils play an important role in healing after a thermal burn by releasing prostaglandins, cytokines, and growth factors that stimulate increased blood flow, inflammation, and tissue regrowth.  Although both cells contribute to the erythema in and around a burn wound, these changes occur hours to days after the burn rather than minutes after, as in this patient. $#(Choice D)#  Platelet-derived growth factor (PDGF) is released by platelets, macrophages, and endothelial cells and plays an important role in generating the vascular and fibroblast proliferation needed for normal wound healing over the days to weeks following the initial injury. $#Educational objective# The earliest morphologic change that occurs after a superficial thermal burn is erythema due to the release of preformed mediators (eg, histamine) from mast cells.  Deeper (eg, partial-thickness) burn wounds form blisters due to fluid extravasation through gaps between damaged venule endothelial cells."},

{"id":"21091","title":"A 10-month-old boy is brought to the office due to recurrent sinopulmonary infections for the last several months.  The infections were caused by encapsulated bacteria, and the patient was also recently hospitalized due to Pneumocystis jiroveci pneumonia.  He was born at full term after an uneventful pregnancy.  Family history is significant for a maternal uncle's early childhood death due to severe infection.  Genetic testing of the patient reveals missense mutation of the CD40 ligand gene.  Interaction between which of the following immune components is most likely impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B cells and complement proteins","answer_2":"B. B cells and foreign antigens","answer_3":"C. Neutrophils and vascular endothelial cells","answer_4":"D. Phagocytes and antigen-bound antibodies","answer_5":"E. T cells and antigen-presenting cells","percent_1":"8%","percent_2":"22%","percent_3":"1%","percent_4":"5%","percent_5":"64%","right_answer":"E. T cells and antigen-presenting cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp21091.jpg","explanation_1":"","explanation_2":"$Interactions between multiple receptors and ligands are generally required to activate effector cells of the adaptive immune response.  This redundancy slows immune cell activation and prevents development of autoimmunity.  #CD40 ligand# (CD40L), a transmembrane protein on the surface of #activated CD4 T cells#, is the most important #costimulatory# signal for #antigen-presenting cells# (APCs) as follows: $• #B Cells#:  Binding of CD40L to CD40 on B cells promotes the formation of germinal centers, somatic hypermutation (increased antigen-binding specificity), and @immunoglobulin class switching@ (secretion of IgG/IgA/IgE instead of IgM).  These actions significantly enhance the humoral immune response by generating the full range of effector immunoglobulins. $• #Macrophages# and #dendritic cells#:  Binding of CD40L to CD40 causes the APC to produce proinflammatory cytokines, express T-cell costimulatory signals (eg, CD80/86), increase phagocytosis, and increase major histocompatibility complex class II surface expression.  These changes promote the activation of additional CD4 T lymphocytes, which are critical for mounting a potent cell-mediated immune response. $Because CD40L is required for B-cells to undergo class-switching, mutations to CD40L generally cause B cells to overproduce IgM and dramatically underproduce other immunoglobulin classes (IgA, IgE, IgG).  Patients with this disorder #(hyper-IgM syndrome)# generally have significant deficits in both cell-mediated (eg, prevention of Pneumocystis pneumonia) and humoral (eg, opsonization and destruction of encapsulated bacteria) immunity. $#(Choice A)#  Certain complement components can reduce the amount of antigen necessary for B-cell activation by binding CD19 or CD21 on the B-cell surface.  This contributes to T-cell–independent B-cell activation and does not involve CD40L. $#(Choice B)#  Antigen-specific B-cell receptors bind to foreign antigens, the first step in B-cell activation.  CD40L plays a role in costimulation of the B cell by binding to CD40; it does not significantly alter B-cell antigen-receptor binding. $#(Choice C)#  CD18 on neutrophils binds to intercellular adhesion molecule-1 on vascular endothelial cells, allowing the neutrophils to migrate into tissue from the bloodstream.  Leukocyte adhesion deficits are usually triggered by mutations to CD18 and marked by recurrent infection.  They do not involve CD40L. $#(Choice D)#  The Fc receptor (CD16) on phagocytes binds to IgG attached to microorganisms or cellular debris, leading to opsonophagocytosis.  Although IgG levels are very low in hyper-IgM syndrome, which significantly reduces IgG-mediated phagocytosis, the interaction between the phagocyte Fc receptor and antigen-bound antibody remains unaffected. $#Educational objective# CD40-ligand (CD40L) is expressed primarily on activated T cells.  It binds to CD40 on antigen-presenting cells, including B cells, leading to their full activation (costimulation).  Therefore, CD40L plays a vital role in both the cell-mediated and humoral immune response.  ","clickable_1":"images/img1.21091.mp4"},

{"id":"21420","title":"A 2-week-old infant is brought to the emergency department due to fever, lethargy, grunting, and poor feeding.  The patient was born at full term after an uneventful pregnancy and has had no prior medical issues.  Blood samples are obtained for culture, and the patient is hospitalized for broad-spectrum antibiotic therapy.  Cultures grow Escherichia coli.  The patient's condition developed in part due to exposure to bacterial lipopolysaccharide, which stimulates NF-kB–induced transcription of inflammatory cytokines such as TNF-alpha, IL-1, and IL-6.  This bacterial component most likely interacted with the patient's immune cells via which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Beta-2 integrin","answer_2":"B. Fc receptor","answer_3":"C. L selectin","answer_4":"D. MHC class II molecule","answer_5":"E. Mannose-binding lectin","answer_6":"F. Toll-like receptor","percent_1":"2%","percent_2":"7%","percent_3":"2%","percent_4":"18%","percent_5":"10%","percent_6":"62%","right_answer":"F. Toll-like receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp21420.jpg","explanation_1":"","explanation_2":"$#Dendritic cells# and #macrophages# are phagocytic antigen-presenting cells that have an important role in both the innate and adaptive immune responses.  As part of their innate immune function, they express #pattern recognition receptors# (PRRs) on their surfaces that recognize 2 major categories of ligands: $• Damage-associated molecular patterns (#DAMPs#) are intracellular components (proteins, phospholipids, DNA) released by host cells when they are damaged by inflammation or infection. $• Pathogen-associated molecular patterns #(PAMPs)# are microbial components conserved across numerous species that are generally required for microbial survival. $One of the most common PAMPs is #lipopolysaccharide#, a component of the outer membrane of all #gram-negative bacteria# (eg, Escherichia coli).  Lipopolysaccharide binds to a type of PRR called a #toll-like receptor#, which contains an extracellular ligand-binding domain, a transmembrane domain, and a cytoplasmic domain that conducts #transcription signals# to the nucleus via #NF-kB#. $NF-kB signaling promotes transcription of #proinflammatory cytokines# (eg, TNF-alpha, IL-1, IL-6, IL-12), leading to local inflammation, immune cell recruitment, and systemic effects (eg, fever, malaise, lethargy, poor feeding).  It also stimulates antigen-presenting cells to increase phagocytosis, antigen display, and expression of costimulatory molecules (eg, CD80/86) for T- and B-cell activation, thereby triggering a strong adaptive immune response. $#(Choice A)#  Beta-2 integrin (CD18) helps leukocytes migrate from the bloodstream to tissue by binding to intercellular adhesion molecule-1 on the extracellular matrix of the endothelium.  It also helps macrophages, neutrophils, and natural killer cells generate complement receptors, which recognize and phagocytose foreign peptides. $#(Choice B)#  The @Fc receptor@ (CD16) on phagocytic cells binds to opsonized (eg, IgG-bound) foreign pathogens, leading to phagocytic destruction.  The Fc receptor on natural killer cells mediates their ability to destroy infected or cancerous cells by antibody-dependent cellular cytotoxicity. $#(Choice C)#  L selectin (CD62L) is a lymphocyte adhesion molecule that binds to a ligand on the venule endothelium, which allows lymphocytes to leave the bloodstream and enter secondary lymphoid tissue. $#(Choice D)#  Major histocompatibility complex @class II@ molecules are on antigen-presenting cells; they present antigens to the T cell receptor on CD4 cells. $#(Choice E)#  Mannose-binding lectin is a PRR that recognizes microbial carbohydrates and activates the @lectin complement pathway@. $#Educational objective# Pattern recognition receptors (PRRs) are part of the innate immune response; they recognize damaged host proteins or conserved microbial molecules and trigger inflammation.  Toll-like receptors, a type of PRR on macrophages and dendritic cells, recognize lipopolysaccharide and promote the release of inflammatory cytokines (eg, IL-1/6/12, TNF-alpha) via NF-kB signaling.  ","clickable_1":"images/img1.21420.jpg","clickable_2":"images/img2.21420.jpg","clickable_3":"images/img3.21420.jpg"},

{"id":"20817","title":"Pharmacology researchers develop a novel monoclonal antibody medication to treat the wet form of age-related macular degeneration.  The antibody binds vascular endothelial growth factor, decreasing abnormal blood vessel formation in the subretinal space.  In a clinical trial, the medication is found to improve visual function.  During the next phase of the study, researchers use only the antigen binding fragment (Fab) of the antibody instead of the whole immunoglobulin.  Which of the following is most likely to be observed with use of the antibody fragments compared to the intact immunoglobulin?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased renal excretion of the drug","answer_2":"B. Greater tissue penetration of the drug","answer_3":"C. Higher receptor-mediated uptake by macrophages","answer_4":"D. Increased complement-dependent cytotoxicity","answer_5":"E. Lower affinity for the target antigen","percent_1":"7%","percent_2":"56%","percent_3":"13%","percent_4":"11%","percent_5":"14%","right_answer":"B. Greater tissue penetration of the drug","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp20817.jpg","explanation_1":"","explanation_2":"$#Immunoglobulins# (antibodies) are the principal component of the humoral immune system.  They are effector proteins that bind to specific #epitopes of antigens# based on the unique group of 110-130 amino acids present in the #hypervariable region# of the immunoglobulin light and heavy chain.  Because individual immunoglobulins can identify molecular targets with a high degree of specificity, immunoglobulin therapy #(immunotherapy)# has been developed to target specific ligands, cytokines, receptors, growth factors, and other proteins that contribute to the pathogenesis or progression of inflammatory and neoplastic conditions. $Immunotherapy is #monoclonal# because all the immunoglobulin components in the medication have the same hypervariable region (produced from the same B-cell clone).  However, most immunotherapy regimens use a #fragment# of the immunoglobulin with 1 valence (binding) site rather than the full immunoglobulin with 2 valence sites, because fragments are significantly #smaller# than the full immunoglobulin, which improves #tissue/tumor penetration# and medication pharmacokinetics. $Common types of immunoglobulin fragments include the following: $• #Antigen binding fragments #(Fab) contain a variable domain and the first constant region of a heavy and light chain.  Because Fab fragments do not contain an Fc region, they do not activate complement or trigger phagocytosis via the Fc receptor on macrophages #(choices C and D)#.  Therefore, Fab fragments generally are not used in applications that require cell death (eg, cancer immunotherapy). $• Single-chain variable fragments (scFv) contain a light chain and heavy chain variable region linked together by a peptide. $• Single-domain antibody (sdAb) has only a light chain variable region or a heavy chain variable region. $#(Choice A)#  Antibody fragments pass through the glomerular basement membrane into the collecting system more easily than full immunoglobulins due to their small size; therefore, antibody fragments typically are excreted more (not less) quickly. $#(Choice E)#  Because the hypervariable region in a Fab fragment is the same as that in the full immunoglobulin, the fragment and full immunoglobulin bind the antigen with an equivalent affinity. $#Educational objective# Immunotherapy medications often utilize fragments of a monoclonal immunoglobulin rather than the full immunoglobulin; because fragments are smaller, they typically have better tissue penetration and pharmacokinetics.  Fab fragments contain a variable domain and the first constant region from a heavy and light chain; because they do not contain an Fc receptor, Fab fragments cannot trigger cell killing via complement or phagocytosis. "},

{"id":"569","title":"A 57-year-old woman with autosomal dominant polycystic kidney disease develops end-stage renal disease and undergoes deceased-donor kidney transplantation.  During the operation, the surgeon notices that the graft becomes cyanotic and mottled soon after its blood vessels are connected with those of the recipient.  Blood flow to the graft ceases, and no urine is produced.  Which of the following best explains the findings observed by the surgeon?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of recipient T lymphocytes","answer_2":"B. Antibody recognition of graft HLA components","answer_3":"C. Degranulation of recipient mast cells and basophils","answer_4":"D. Donor T lymphocyte–mediated vasculopathy","answer_5":"E. Severe renal graft atherosclerosis","percent_1":"13%","percent_2":"60%","percent_3":"12%","percent_4":"11%","percent_5":"4%","right_answer":"B. Antibody recognition of graft HLA components","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Transplant rejection reactions# ∆⨉∆⨉∆⨉§^#Type of $rejection# ∆^#Onset$ time# ∆^#Etiology# ∆^#Morphology#§^#Hyperacute# ∆^Minutes to$ hours ∆ • Preformed recipient antibodies$ against graft antigens ∆ • Gross mottling & cyanosis • Arterial fibrinoid necrosis $& capillary thrombotic occlusion§^#Acute# ∆^Usually <6$ months ∆ • Exposure to donor antigens induces $activation of naive immune cells • Predominantly #cell-mediated# ∆ • #Cellular#: lymphocytic interstitial $infiltrate & endotheliitis • Humoral: C4d deposition,$ neutrophilic infiltrate, necrotizing $vasculitis§^#Chronic# ∆^Months to$ years ∆ • Chronic low-grade immune response $refractory to immunosuppression • Mixed cell-mediated and humoral ∆ • Vascular wall thickening & $luminal narrowing • Interstitial fibrosis &$ parenchymal atrophy","explanation_img":"","explanation_1":"","explanation_2":"This patient is experiencing #hyperacute rejection# of a renal transplant.  Hyperacute rejection is an #antibody-mediated reaction# (ie, @type II hypersensitivity@) caused by #preformed IgG antibodies# in the recipient that are directed against donor antigens.  These are commonly anti-HLA antibodies (eg, formed during prior blood transfusion or pregnancy) or ABO blood group antibodies. $Hyperacute rejection is usually diagnosed in the operating room when the kidney becomes #cyanotic and mottled# after anastomosis of the donor and recipient blood vessels.  Perfusion through the transplanted organ ceases immediately due to antibody- and complement-mediated vascular injury with subsequent #thrombotic occlusion#.  This rapidly leads to ischemic necrosis of the glomeruli and renal cortex with little to #no urine output# and irreversible #graft loss#. $To minimize the risk of hyperacute rejection, donor and recipient ABO and HLA cross-matching is performed prior to renal transplantation. $#(Choice A)#  Activation of recipient T lymphocytes is the primary mechanism of acute organ transplant rejection.  Recipient T cells are sensitized by donor graft antigens, leading to cell-mediated (ie, @type IV hypersensitivity@) rejection that typically occurs within 6 months after transplant.  This type of rejection is generally reversible with increased doses of immunosuppression. $#(Choice C)#  Degranulation of mast cells and basophils occurs during a @type I hypersensitivity@ reaction (eg, allergic response), which is not involved in organ transplant rejection. $#(Choice D)#  Graft versus host disease occurs when donor T lymphocytes recognize recipient antigens, leading to vasculitis and tissue damage that frequently affects the skin, liver, and gastrointestinal tract.  The risk is highest with allogeneic hematopoietic stem cell transplantation. $#(Choice E)#  Atherosclerotic stenosis of the transplanted renal artery can occur over time, but it would not cause acute graft ischemia with cyanosis and mottling at the time of transplant surgery. $#Educational objective# Hyperacute rejection is caused by preformed antibodies in the recipient that recognize and attack donor antigens (ie, type II hypersensitivity).  These are often anti-ABO blood group or anti-HLA antibodies.  Vascular injury and capillary thrombotic occlusion lead to rapid ischemic necrosis of the renal graft, often evidenced by gross cyanosis and mottling immediately following graft perfusion.  ","clickable_1":"images/img1.569.mp4","clickable_2":"images/img2.569.mp4","clickable_3":"images/img3.569.mp4"},

{"id":"11677","title":"A 3-year-old girl is brought to the office after developing fever and a sore throat.  The patient recently entered day care, and similar symptoms have been reported in several of the other children.  Physical examination shows exudative pharyngitis and enlarged anterior cervical lymph nodes.  A rapid antigen detection test confirms the diagnosis of streptococcal throat infection.  Her condition resolves with antibiotic therapy.  Several weeks later, she is re-exposed to Streptococcus pyogenes.  The bacteria penetrating beyond the surface epithelium are immediately coated with preformed IgG antibodies.  Which of the following substances acts in the most similar manner to IgG antibodies to facilitate phagocytosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 5-Hydroxyicosatetraenoic acid","answer_2":"B. Complement C3b","answer_3":"C. Complement C5a","answer_4":"D. Immunoglobulin M","answer_5":"E. Leukotriene B4","answer_6":"F. L-selectin","percent_1":"0%","percent_2":"79%","percent_3":"8%","percent_4":"10%","percent_5":"2%","percent_6":"1%","right_answer":"B. Complement C3b","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp11677.jpg","explanation_1":"","explanation_2":"$#Opsonization# occurs when host proteins such as immunoglobulins or complement bind to the surface of foreign cells (eg, bacteria) to promote #phagocytosis#.  The most important opsonins (coating proteins) are #immunoglobulin (Ig) G# and #complement C3b#, but mannose-binding lectin and C-reactive protein can also opsonize cells.  After opsonins are bound to the cell surface, they act as a handle for receptors on phagocytes (eg, Fc receptors, C3b receptors) to grasp, allowing the phagocytes to more easily engulf the foreign cell. $The importance of C3 is demonstrated by the fact that all 3 complement pathways (lectin, classical, and alternative) converge on it, resulting in cleavage into C3a and C3b.  C3a helps recruit phagocytic cells and induce inflammation.  C3b, in addition to acting as an opsonin, can bind to C3b convertase and form C5 convertase, ultimately triggering the membrane attack complex. $#(Choice A)#  5-Hydroxyicosatetraenoic acid (5-HETE) is produced by a variety of immune cells and serves as a leukotriene and lipoxin precursor.  It also causes neutrophil and macrophage chemotaxis and neutrophil degranulation. $#(Choice C)#  Complement C5a can enhance phagocytosis by macrophages, but it does so by binding to receptors on the phagocytes and stimulating them directly, not by coating the foreign cells.  It also is a potent chemotactic agent, drawing more neutrophils and monocytes to the site of inflammation. $#(Choice D)#  Although IgM can be a potent stimulator of C3b opsonization via activation of the complement cascade, there are no receptors on macrophages for the Fc portion of IgM and it does not directly enhance phagocytosis (unlike IgG). $#(Choice E)#  Leukotriene B4 is a chemotactic agent that increases the ability of leukocytes to cross from the serum into the tissues as part of an inflammatory response. $#(Choice F)#  L-selectin is an adhesion molecule that aids entry of lymphocytes from the blood into lymphoid tissue and margination of neutrophils during inflammatory responses. $#Educational objective# Opsonization occurs when host proteins such as immunoglobulins or complement bind to foreign cells such as bacteria and coat the surface, enhancing phagocytosis.  The most important opsonins (coating proteins) are immunoglobulin G and complement C3b.  "},

{"id":"1598","title":"A 24-year-old recent immigrant from Africa describes a long history of weight loss, night sweats and nagging cough.  Imaging and biopsy of the lungs reveal numerous apical granulomas with central caseous necrosis.  Surrounding the necrotic areas are large cells with abundant pale cytoplasm.  Which of the following surface markers is most specific for those cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD4","answer_2":"B. CD7","answer_3":"C. CD8","answer_4":"D. CD14","answer_5":"E. CD20","percent_1":"23%","percent_2":"3%","percent_3":"13%","percent_4":"48%","percent_5":"14%","right_answer":"D. CD14","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's history of night sweats, weight loss, and cough with the finding of apical pulmonary granulomas showing caseous necrosis is highly suggestive of #active tuberculosis#.  The @caseating granulomas@ of tuberculosis consist of #large epithelioid macrophages# with pale pink granular cytoplasm surrounding a central region of #necrotic debris#.  The most specific cell surface marker of the #monocyte-macrophage# cell lineage is #CD14#, which binds to bacterial lipopolysaccharide. $#(Choice A)#  Together with T cell receptors, CD4 transmembrane proteins recognize antigens presented by MHC Class II molecules.  CD4 is expressed on the surface of macrophages but is also found on T helper cells.  Therefore, CD4 is not a specific marker for monocytes/macrophages. $#(Choice B)#  CD7 is a multi-chain complex T cell marker.  It is key to the interaction between T cells and B cells during lymphoid cell development. $#(Choice C)#  CD8 is a transmembrane protein associated with T cell receptors and found on the surface of cytotoxic T cells.  Together, these proteins recognize antigenic peptides presented by MHC Class I molecules. $#(Choice E)#  @CD20@ is a B cell surface marker.  Monoclonal antibodies against the CD-20 antigen (eg, rituximab) have been successful in the treatment of lymphomas. $#Educational objective# The caseating granulomas of tuberculosis are surrounded by large epithelioid macrophages with pale pink granular cytoplasm.  CD14 is a surface marker most specific to the monocyte-macrophage cell lineage.  ","clickable_1":"images/img1.1598.jpg","clickable_2":"images/img2.1598.jpg"},

{"id":"1799","title":"A 72-year-old woman is brought to the emergency department from a nursing facility due to fever, chills, and hypotension.  The patient has a history of diabetes mellitus, ischemic stroke, and neurogenic bladder.  She has an indwelling urinary catheter.  Temperature is 38.8 C (102 F), blood pressure is 80/40 mm Hg, and pulse is 130/min.  The patient is lethargic and disoriented.  Her extremities are warm, and her breathing is rapid and shallow.  Lungs are clear on auscultation and there are no heart murmurs.  There is left costovertebral angle tenderness.  The urine in her catheter appears cloudy.  Her leukocyte count is elevated with left shift, and urinalysis shows pyuria and bacteruria.  Which of the following chemical mediators is most responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Interleukin-3","answer_2":"B. Interleukin-4","answer_3":"C. Interleukin-10","answer_4":"D. Leukotriene B4","answer_5":"E. Transforming growth factor-beta","answer_6":"F. Tumor necrosis factor-alpha","percent_1":"4%","percent_2":"5%","percent_3":"7%","percent_4":"26%","percent_5":"2%","percent_6":"56%","right_answer":"F. Tumor necrosis factor-alpha","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"When observed in the setting of infection, the combination of hypotension, tachycardia, tachypnea, and markedly elevated or decreased body temperature is suggestive of #septic shock#.  Early sepsis is characterized by peripheral vasodilation, a compensatory increase in cardiac output, and warm extremities. $Numerous #cytokines# are released in sepsis, resulting in widespread #systemic inflammation#.  One of the most important mediators of sepsis is #tumor necrosis factor-alpha# (TNF-α), an acute-phase cytokine produced by activated macrophages.  TNF-α stimulates systemic inflammation via recruitment of additional leukocytes (eg, neutrophils, macrophages) and increasing pro-inflammatory cytokine production.  Other cytokines responsible for inducing the systemic inflammatory response in sepsis include IL-1 and IL-6. $#(Choice A)#  IL-3 is a cytokine produced by activated T cells.  It stimulates the growth and differentiation of stem cells in the bone marrow. $#(Choice B)#  IL-4 is a cytokine produced by Th2 T-helper cells.  It stimulates the growth of B cells and increases the number of Th2 T-helper cells at the site of inflammation. $#(Choice C)#  IL-10 is an anti-inflammatory cytokine produced by macrophages and Th2 T-helper cells.  IL-10 limits the production of pro-inflammatory cytokines (eg, interferon-gamma, IL-2, IL-3, TNF-α). $#(Choice D)#  Leukotriene B4 is a metabolite of arachidonic acid.  Its main function is to stimulate neutrophil migration to the site of inflammation. $#(Choice E)#  Transforming growth factor-beta is released by macrophages and has anti-inflammatory roles in sepsis, including suppressing the release of IL-1 and TNF-α, and inhibiting lymphocyte proliferation. $#Educational objective# Tumor necrosis factor-alpha is released from activated macrophages and is one of the most important mediators of the systemic inflammatory response in sepsis.  Other cytokines responsible for inducing the systemic inflammatory response include IL-1 and IL-6.  "},

{"id":"965","title":"An 18-month-old, partially vaccinated boy is brought to the office for a routine well-child examination.  His parents have elected a delayed schedule for vaccine administration based on personal preferences.  Today, the patient is scheduled to receive the Haemophilus influenzae serotype b (Hib) conjugate vaccine.  The parents are given detailed information about the vaccine, but the mother asks, 'Why is (tetanus toxoid conjugate) listed on the package insert?' She adds that her son already received the diphtheria-tetanus-acellular pertussis (DTaP) vaccine.  The parents request an explanation for the reason the Hib vaccine contains both the capsular polysaccharide of Hib as well as the conjugated tetanus toxoid.  Which of the following best describes the purpose of Hib vaccine conjugation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreases adverse vaccine reactions","answer_2":"B. Elicits T cell-dependent immune response","answer_3":"C. Eliminates the need for booster doses","answer_4":"D. Induces immunity against nontypeable H influenzae","answer_5":"E. Induces immunity against the conjugated toxoid","percent_1":"1%","percent_2":"75%","percent_3":"9%","percent_4":"7%","percent_5":"8%","right_answer":"B. Elicits T cell-dependent immune response","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Immunogenicity of polysaccharide vs conjugate vaccines#∆⨉∆⨉§^#Immunology# ∆^#Polysaccharide#$ #vaccine# ∆^#Polysaccharide-protein conjugate vaccine#§^#Response type# ∆B cell ∆B cell & T cell§^#Memory cell response# ∆No ∆Yes§^#Relative duration of immunity# ∆Short ∆Long§^#Immunogenicity in infancy# ∆No ∆Yes","explanation_img":"","explanation_1":"","explanation_2":"#Haemophilus influenzae serotype b (Hib)#, an encapsulated gram-negative coccobacillus, was previously a common, invasive, and potentially fatal cause of pneumonia, epiglottitis, and meningitis in children.  Neonates are protected with maternal anti-Hib IgG antibodies from placental transfer in utero, but this protection wanes as the immunoglobulins are degraded during the first few months of life.  Therefore, widespread vaccination with the Hib @polysaccharide-protein conjugate vaccine@ series is recommended starting at age 2 months; this practice has dramatically reduced the incidence of Hib infection. $Bacteria with polysaccharide capsules (eg, Hib, Streptococcus pneumoniae [pneumococcus], Neisseria meningitidis) are antiphagocytic.  The #polysaccharide capsule# provokes an #antibody-mediated (B cell) immune response# and is the primary antigenic constituent of vaccines against encapsulated bacteria.  However, vaccines containing the polysaccharide antigen alone are ineffective in children age <2 years due to their immature humoral immunity.  Therefore, the polysaccharide is #conjugated# with a #carrier protein# to amplify the patient's humoral response against the polysaccharide through T cell recruitment.  The Hib conjugate vaccine contains a carrier protein that is derived from either a tetanus toxoid (TT) protein or an outer membrane protein (OMP) of Neisseria meningitidis.  The polysaccharide-protein conjugate then becomes a T cell-dependent antigen.  #Immunogenicity is increased# as a result of #T cell-dependent stimulation of B lymphocytes# and the #production of memory B lymphocytes#. $#(Choice A)#  Conjugation does not affect vaccine safety.  The main adverse effects of the Hib vaccine include fever, irritability, and injection site reactions (eg, pain, redness, swelling). $#(Choice C)#  Although conjugation allows for a more robust immune response, a 2- or 3-dose primary series in infancy followed by a booster dose is still required to achieve protective Hib antibody levels. $#(Choice D)#  Nontypeable H influenzae represents nonencapsulated strains that generally cause local disease (eg, sinusitis, otitis media).  These bacteria colonize the nasopharynx of most individuals age >5 years.  The Hib vaccine does not confer protection against nontypeable H influenzae. $#(Choice E)#  Conjugated OMP and TT protein do not elicit protective antibody levels.  Therefore, a patient is not considered to be immunized against the pathogen that the carrier protein is derived from. $#Educational objective# The Haemophilus influenzae serotype b vaccine consists of a capsular polysaccharide conjugated to a carrier protein (tetanus toxoid [TT] protein or outer membrane protein [OMP] of Neisseria meningitidis).  Protein conjugation causes a T cell-mediated immune response leading to long-term immunity through production of memory B-lymphocytes.  ","clickable_1":"images/img1.965.jpg"},

{"id":"7609","title":"A 24-year-old, previously healthy woman is evaluated for skin rash, joint pains, and renal failure.  She is found to have decreased C3 and C4 levels and a normal factor B level.  Which of the following most likely triggered the complement system activation in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antigens binding to IgA","answer_2":"B. Autoactivation of C3 component","answer_3":"C. C1 components binding to C1 inhibitor","answer_4":"D. C9-lipid membrane complex formation","answer_5":"E. IgG-antigen complex formation","percent_1":"5%","percent_2":"22%","percent_3":"9%","percent_4":"2%","percent_5":"63%","right_answer":"E. IgG-antigen complex formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp7609.jpg","explanation_1":"","explanation_2":"$The complement cascade is an ancient proteolytic defense mechanism that plays a major role in both the innate and adaptive immune responses.  It is activated by 3 major inciting events, all of which terminate in the generation of #C3 convertase# as follows: $• #Antibody-antigen binding# (classical pathway):  The C1 complex (C1q/r/s) forms on the Fc portion of an IgM or IgG antibody that is bound to an antigen; the C1 complex then cleaves C4 and C2 into C3 convertase. $• #Lectin pattern recognition receptor binding# (lectin pathway):  Host pattern recognition receptors bind to carbohydrates that are produced only by foreign pathogens; binding generates proteases that cleave C4 and C2 into C3 convertase without requiring the C1 complex. $• #C3b binding# (alternative pathway):  A small amount of autoactivated C3b continually forms in the intravascular space and is rapidly inactivated by healthy cells.  However, the presence of microbes or damaged cells amplifies the production of C3b, which then engages with #factor B# and factor D and generates C3 convertase. $C3 convertase catalyzes the formation of proteins that opsonize pathogens, promote inflammation, and lead to the generation of membrane attack complexes. $The most common cause of complement deficiency is #autoantibodies#, which activate the classical complement system after binding host antigens.  Classical complement pathway activation is marked by #low C4 and C3 levels# and #normal factor B levels#; CH50, a measure of functional activity of the entire classical pathway (eg, sufficient C1-C9), will also be low.  This pattern is common in #systemic lupus erythematosus#, particularly in the setting of active #renal, skin, and joint disease#. $#(Choice A)#  The Fc portions of IgA, IgE, and IgD cannot activate the complement system.  Therefore, IgA-antigen binding does not reduce C3 and C4 levels. $#(Choice B)#  Autoactivation of C3b triggers the alternative complement pathway, which is marked by normal C4, low C3, and low factor B levels; AH50, a measure of functional activity of the alternative pathway, will also be low. $#(Choice C)#  C1 inhibitors remove C1r/s from the Fc portion of immunoglobulin (classical pathway) and block the activation of C2/C4 by lectin pattern recognition receptors (lectin pathway).  Therefore, C1 inhibitors prevent activation of the complement cascade and increase (not decrease) complement levels. $#(Choice D)#  The complement cascade culminates with the generation of a membrane attack complex using C9 multimers in combination with C5-C8, leading to cell lysis. $#Educational objective# The binding of autoantibodies to host antigens can trigger the classical complement cascade, leading to low C4 and C3 levels.  Because autoantibodies do not activate the alternative complement cascade, factor B levels remain normal.  This pattern is frequently seen in rheumatologic diseases such as systemic lupus erythematosus.  "}



]