[
    {"id":"1824","title":"A 33-year-old primigravida comes to the office to discuss the results of prenatal testing.  The patient is at 16 weeks gestation.  Maternal serum alpha-fetoprotein is reduced, and ultrasound reveals increased nuchal translucency.  Amniocentesis shows a fetal karyotype of 47,XX,+21.  This fetus is at greatest risk of having which of the following embryologic malformations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Failed closure of the neural tube","answer_2":"B. Failure of recanalization within the intestines","answer_3":"C. Herniation of bowel through the anterior abdominal wall","answer_4":"D. Hypertrophy of the muscular layers of the pylorus","answer_5":"E. Incomplete division of the forebrain","percent_1":"9%","percent_2":"48%","percent_3":"24%","percent_4":"15%","percent_5":"4%","right_answer":"B. Failure of recanalization within the intestines","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Down syndrome comorbidities#∆⨉ §^#Neurologic# ∆ • Intellectual disability • Early-onset Alzheimer disease §^#Cardiac# ∆ • Complete atrioventricular septal defect • Ventricular septal defect • Atrial septal defect §^#Gastrointestinal# ∆ • Duodenal atresia • Hirschsprung disease §^#Endocrine# ∆ • Hypothyroidism • Type 1 diabetes mellitus • Obesity • Short stature §^#Oncologic# ∆ • Acute leukemia §^#Orthopedic# ∆ • Atlantoaxial instability","explanation_img":"","explanation_1":"","explanation_2":"@Down syndrome (trisomy 21)@ is the most common trisomy in liveborn infants.  The diagnosis is often suspected following abnormal prenatal screening (eg, #increased nuchal translucency# on ultrasound, #decreased maternal serum alpha-fetoprotein# [AFP]) and confirmed by chorionic villous sampling or amniocentesis.  Most cases are caused by maternal meiotic nondisjunction, which results in 3 complete fetal copies of chromosome 21.  The risk for meiotic nondisjunction increases with maternal age, and women age ≥35 are at highest risk. $The most common gastrointestinal abnormality associated with Down syndrome is #duodenal atresia#.  Normally, in early gestation, epithelial proliferation briefly occludes the intestinal lumen and is followed by recanalization.  #Failure# of the duodenal lumen #to recanalize# results in duodenal atresia and intestinal obstruction.  During the first few days of life, infants classically have  bilious emesis, and x-ray findings include the @double bubble sign@, which represents the dilated stomach and proximal duodenum. $Patients with Down syndrome are also at risk for imperforate anus and tracheoesophageal fistula. $#(Choices A and C)#  Trisomies 13 and 18 may be associated with an increased risk for @open neural tube@ and @ventral wall defects@ (eg, omphalocele); trisomy 21 does not carry a similar risk.  Moreover, these defects are associated with elevated AFP in the second trimester, and this patient's low AFP (consistent with trisomy 21) makes the presence of these defects unlikely. $#(Choice D)#  @Pyloric stenosis@ is caused by hypertrophy of the pylorus and presents at age 3-6 weeks with forceful, nonbilious emesis.  Pyloric stenosis is not generally associated with Down syndrome. $#(Choice E)#  @Holoprosencephaly@ is a severe developmental defect of the forebrain (prosencephalon) that is associated with trisomy 13, not trisomy 21. $#Educational objective# Down syndrome (trisomy 21) is associated with decreased maternal serum alpha-fetoprotein and increased nuchal translucency.  Duodenal atresia, the most commonly associated gastrointestinal complication, occurs due to failure of duodenal recanalization in early gestation.  ","clickable_1":"images/img1.1824.jpg","clickable_2":"images/img2.1824.jpg","clickable_3":"images/img3.1824.jpg","clickable_4":"images/img4.1824.jpg","clickable_5":"images/img5.1824.jpg","clickable_6":"images/img6.1824.jpg"},

{"id":"107844","title":"A 3-hour-old girl is being evaluated in the neonatal intensive care unit due to respiratory distress and an episode of cyanosis.  Endotracheal and orogastric tubes are inserted.  An umbilical venous catheter is placed.  Chest radiograph is shown in the image below:","image_1":"images/107844.jpg","title_2":"Which of the following is most likely present in this patient?","audio":"","comparison_items":"","answer_1":"A. Bilateral obstruction of nares","ansImg_1":"","answer_2":"B. Blind-ending esophageal pouch","ansImg_2":"","answer_3":"C. Defect in the diaphragm","ansImg_3":"","answer_4":"D. Parallel pulmonary and systemic circulations","ansImg_4":"","answer_5":"E. Right ventricular outflow tract obstruction","ansImg_5":"","right_answer":"B. Blind-ending esophageal pouch","percent_1":"2%","percent_2":"65%","percent_3":"15%","percent_4":"8%","percent_5":"10%","explanation_img":"images/exp107844.jpg","explanation_1":"","explanation_2":"$This patient's x-ray shows the distal end of the orogastric tube at the level of the proximal esophagus, a finding consistent with #esophageal atresia#, or a blind-ending esophageal pouch. $Almost all cases of esophageal atresia are associated with a @tracheoesophageal fistula@, a congenital anomaly resulting from improper division of the foregut during early gestation.  These defects can present in various @arrangements@, the most common of which is proximal esophageal atresia with a fistula between the trachea and distal esophagus.  The condition is often isolated, but up to half of patients have associated anomalies (eg, @VACTERL association@). $Prenatal ultrasonography usually reveals #polyhydramnios #because the fetus cannot swallow amniotic fluid.  Immediately after birth, neonates exhibit excessive drooling as well as coughing and #regurgitation with feeding# attempts due to @aspiration@ of breast milk/formula from the esophageal pouch into the proximal trachea.  In addition, refluxed digestive fluids from the stomach can enter the trachea through the fistula, resulting in #respiratory distress# and episodic cyanosis. $#Inability to pass# a feeding tube into the stomach and the presence of the #enteric tube# tip in the #proximal esophagus# on x-ray are diagnostic. $#(Choice A)#  Bilateral @choanal atresia@, or bony/membranous obstruction of the posterior nasal cavity, presents with cyanosis during feeding that improves with crying.  Inability to pass a catheter through the nares (eg, nasogastric tube) is characteristic, but an orogastric tube would pass from the mouth through the esophagus and into the stomach. $#(Choice C)#  @Congenital diaphragmatic hernia@ presents with cyanosis and respiratory distress immediately after birth.  However, characteristic x-ray findings include bowel in the thorax, a displaced cardiac silhouette, and a gasless abdomen. $#(Choices D and E)#  Tetralogy of Fallot (TOF), a defect that includes right ventricular outflow tract obstruction, and transposition of the great arteries (TGA), or parallel pulmonary and systemic circulations, often present with neonatal cyanosis.  However, an enteric tube would pass into the stomach with either condition. $#Educational objective# Tracheoesophageal fistula with esophageal atresia typically presents in the immediate newborn period with choking/coughing with feeding.  A feeding tube cannot be passed into the stomach; curling of the distal end of the enteric tube in the proximal esophagus on x-ray is diagnostic. ","clickable_1":"images/img1.107844.jpg","clickable_2":"images/img2.107844.jpg","clickable_3":"images/img3.107844.jpg","clickable_4":"images/img4.107844.jpg","clickable_5":"images/img5.107844.jpg","clickable_6":"images/img6.107844.jpg"},

{"id":"331","title":"An 8-month-old boy is brought to clinic due to abdominal distension.  The patient has had excessive straining and irritability with bowel movements since birth.  He had been exclusively breastfed, and his symptoms worsened after transitioning to pureed foods.  Vital signs are normal.  Abdominal examination shows distension with mild tenderness to palpation.  Bowel sounds are present, and there is no hepatosplenomegaly.  Barium enema shows a relatively narrow rectum and rectosigmoid area.  The rest of the colon proximal to this segment is significantly dilated.  Colorectal biopsy of which of the following areas is most likely to reveal the underlying cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Mucosa of the dilated segment","answer_2":"B. Mucosa of the narrow segment","answer_3":"C. Muscular layer of the dilated segment","answer_4":"D. Submucosa of the dilated segment","answer_5":"E. Submucosa of the narrow segment","percent_1":"2%","percent_2":"8%","percent_3":"11%","percent_4":"9%","percent_5":"70%","right_answer":"E. Submucosa of the narrow segment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Hirschsprung disease! ?Pathophysiology? • Failure of neural crest cell migration $caudally to distal colon • Absent parasympathetic ganglia in affected$ submucosal & myenteric plexus • Chronically contracted colonic segment ?Clinical features? • Delayed passage of meconium in neonates • Chronic constipation • Abdominal distension ?Evaluation? • Contrast enema: narrow rectosigmoid area$ with dilated proximal colon • Rectal suction biopsy (diagnostic): absent$ submucosal ganglia ","explanation_img":"","explanation_1":"","explanation_2":"This infant with chronic constipation and abdominal distension has barium enema findings suggestive of #Hirschsprung disease# (HD).  HD is a congenital disorder in which #neural crest cells# fail to migrate to the bowel wall during embryogenesis.  These cells normally develop into ganglion cells of the #submucosal (Meissner) and myenteric (Auerbach) plexus#.  In HD, the affected colon lacks parasympathetic ganglia and is therefore unable to relax.  Because the neural crest cells migrate caudally along the bowel, the #rectosigmoid area# is most commonly involved. $ Typical presentation is in the neonatal period with delayed passage of meconium and signs of bowel obstruction (eg, bilious emesis, abdominal distension).  However, disease severity correlates with the length of nonfunctional bowel.  Therefore, those with a short aganglionic segment may go undiagnosed with chronic, refractory #constipation# for months or years, as in this case.  Characteristic findings on @contrast enema@ include a narrowed rectosigmoid area (due to chronic contraction) and a dilated bowel proximal to the obstruction. $ Rectal suction biopsy is the gold standard for the diagnosis of HD and should include the #submucosa# of the rectum (ie, #narrowed segment#), which is the most superficial layer that demonstrates the #absence of ganglion cells# (ie, submucosal plexus).  Absence of ganglia between the longitudinal and circular layers of the muscularis externa (ie, myenteric plexus) can also be seen on full-thickness biopsies. $ Educational objective Absence of the submucosal (Meissner) and myenteric (Auerbach) plexuses in Hirschsprung disease causes the affected rectosigmoid region to become narrowed.  The submucosa of the narrowed area is the most superficial layer where the absence of ganglion cells can be confirmed during biopsy procedures.","clickable_1":"images/img1.331.jpg"},

{"id":"808","title":"A 14-year-old boy is brought to the physician by his mother due to chronic diarrhea and failure to gain weight appropriately.  He has a history of recurrent respiratory infections, and prior sputum cultures have been positive for Pseudomonas aeruginosa.  His younger brother died from a severe respiratory infection at age 9.  Which of the following agents is most likely to improve this patient's condition in the long term?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antimotility agents","answer_2":"B. Gluten-free diet","answer_3":"C. Metronidazole","answer_4":"D. Octreotide","answer_5":"E. Pancreatic lipase","answer_6":"F. Sulfasalazine","percent_1":"3%","percent_2":"6%","percent_3":"5%","percent_4":"5%","percent_5":"72%","percent_6":"8%","right_answer":"E. Pancreatic lipase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Features of cystic fibrosis! ?Pathogenesis? • Autosomal recessive mutation (#∆F508#) $ impairs CFTR function • Decreased water content causes #thick,$ viscous mucus#: $ == ○ Chronic airway obstruction $ == ○ Gastrointestinal malabsorption ?Clinical$ manifestations? • Chronic, productive cough • Recurrent #sinopulmonary $infections# (eg, Staphylococcus $aureus, Pseudomonas aeruginosa, $& Burkholderia cepacia complex) • #Pancreatic insufficiency# • Male infertility (bilateral absence of$ vas deferens) ?Diagnosis? • Elevated sweat chloride levels • Nasal potential difference measurements • Genetic testing for CFTR mutations %#CFTR# = cystic fibrosis transmembrane conductance regulator.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This young patient has a history of recurrent respiratory infections caused by Pseudomonas aeruginosa, chronic diarrhea, and failure to thrive.  These findings, along with a family history of early sibling death from pulmonary infection, suggest a diagnosis of cystic fibrosis.  Steatorrhea and failure to thrive occur as a result of malabsorption due to obstructive fibrosis and progressive insufficiency of the exocrine pancreas.  Pancreatic lipase supplementation is likely to improve this patient's condition by enhancing macronutrient and vitamin absorption. $#(Choice A)#  Agents that decrease gastrointestinal motility (eg, opiates such as loperamide) can help decrease the volume of diarrhea by slowing intestinal transit time and allowing greater net fluid resorption.  However, antimotility agents would not improve the deficiencies in nutrient absorption. $#(Choice B)#  A gluten-free diet is the mainstay of treatment for celiac sprue but would be unlikely to help this patient's malabsorption. $#(Choice C)#  Metronidazole is effective only for diarrhea due to infectious causes (eg, giardiasis).  This patient's diarrhea is more likely due to malabsorption secondary to cystic fibrosis. $#(Choice D)#  Octreotide is a somatostatin analogue that decreases gut motility, blood flow, and endocrine and exocrine pancreatic function.  Octreotide decreases secretion of pancreatic enzymes into the intestine and could therefore aggravate this patient's malabsorptive diarrhea and associated nutritional deficiencies. $#(Choice F)#  5-aminosalicylates (eg, sulfasalazine, mesalamine) are used to treat inflammatory bowel diseases such as Crohn's disease and ulcerative colitis.  They work by inhibiting cytokine, prostaglandin, and leukotriene synthesis during inflammation.  This patient's diarrhea and weight loss are not caused by inflammation. $#Educational objective# In a young Caucasian patient, the combination of recurrent respiratory infections with Pseudomonas aeruginosa, diarrhea, and failure to thrive suggests a diagnosis of cystic fibrosis.  Cystic fibrosis causes steatorrhea and failure to thrive due to malabsorption secondary to pancreatic insufficiency, which can be corrected by pancreatic enzyme supplementation.  "},

{"id":"358","title":"An 18-year-old man is admitted to the hospital with cough, fever, and hypoxemia.  Despite multiple intravenous antibiotics and frequent chest physiotherapy, the patient decompensates and is transferred to the intensive care unit for mechanical ventilation.  Sputum cultures grow >100,000 colony-forming units of a non-lactose-fermenting gram-negative rod.  After several days, the patient dies of overwhelming pneumonia complicated by respiratory failure.  Since age 1, he had been hospitalized for recurrent episodes of multi-lobar pneumonia, sinusitis, and poor growth.  On autopsy, both vas deferens are absent.  Which of the following findings is also likely to be present on autopsy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Distension and obstruction of pancreatic ducts","answer_2":"B. Lobar sequestration","answer_3":"C. Lymphocytic infiltrate of pancreatic islet cells","answer_4":"D. Nodular lymphoid hyperplasia in the intestine","answer_5":"E. Situs inversus","percent_1":"69%","percent_2":"2%","percent_3":"3%","percent_4":"2%","percent_5":"24%","right_answer":"A. Distension and obstruction of pancreatic ducts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Clinical features of CF! ?Respiratory? • Obstructive lung disease → bronchiectasis • Recurrent pneumonia • Chronic rhinosinusitis ?Gastrointestinal? Obstruction (10℅-20℅)$ == ○ Meconium ileus $ == ○ Distal intestinal obstruction syndrome • Pancreatic disease $ == ○ Exocrine pancreatic insufficiency $ == ○ CF-related diabetes (~25℅) • Biliary cirrhosis ?Reproductive? • Infertility (>95℅ men, ~20℅ women) ?Musculoskeletal? • Osteopenia → fractures • Kyphoscoliosis • Digital clubbing ℅#CF# = cystic fibrosis.","explanation_img":"","explanation_1":"","explanation_2":"Cystic fibrosis transmembrane conductance regulator (CFTR) normally allows for transport of chloride into gastrointestinal and respiratory lumens, followed by sodium and water, leading to thin mucus.  In cystic fibrosis (CF), the dysfunctional or absent CFTR gene leads to decreased water within the lumen, resulting in #thick, dehydrated, and viscous mucus# within organs. $ This patient's #recurrent sinopulmonary infections# and #congenital absence of the vas deferens# are consistent with CF.  Pneumonia due to a non-lactose-fermenting, gram-negative rod (Pseudomonas aeruginosa or Burkholderia cepacia) is very common. $ The most common gastrointestinal manifestation of CF is #pancreatic insufficiency (PI)#.  Pancreatic duct obstruction and distension due to viscous mucus and subsequent inflammation develop in utero, eventually leading to fibrosis.  PI is present from birth in most patients with CF.  The loss of pancreatic tissue prevents these patients from developing pancreatitis.  PI results in inability to absorb fats and fat-soluble vitamins (ADEK), leading to #steatorrhea# and #failure to thrive#. Patients with PI require #pancreatic enzyme supplementation#. $ (Choice B)  Bronchopulmonary sequestration is a congenital malformation characterized by extra, nonfunctional lung tissue without communication to the tracheobronchial tree.  The extra tissue can be within a lung lobe or outside of the lungs and can present as recurrent pneumonia in the same focal site. $ (Choice C)  Lymphocytic infiltration of pancreatic islet cells is seen in the pathogenesis of type 1 diabetes mellitus.  One or more autoantigens within these cells serves as a target for autoimmune attack, eventually leading to destruction of insulin-producing pancreatic cells. $ (Choice D)  Nodular lymphoid hyperplasia of the intestine is classically seen in common variable immunodeficiency syndrome (CVID), a disorder of low immunoglobulin and B lymphocyte levels that predisposes to recurrent sinopulmonary and gastrointestinal infections.  Congenital absence of the vas deferens is not associated with CVID. $ (Choice E)  Situs inversus refers to transposition of the major internal organs (eg, dextrocardia).  It is associated with primary ciliary dyskinesia (or Kartagener syndrome), in which inefficient cilia in multiple organs fail to beat synchronously and clear mucus.  Recurrent sinopulmonary infections and bronchiectasis result, but absence of the vas deferens does not occur. $ Educational objective The most common gastrointestinal disorder in patients with cystic fibrosis is pancreatic insufficiency.  Mutations in the cystic fibrosis transmembrane conductance regulator gene lead to thick, viscous secretions in the lumens of the pancreas, resulting in obstruction, inflammation, and subsequent fibrosis.  Clinical manifestations include steatorrhea, failure to thrive, and deficiency of fat-soluble vitamins."},

{"id":"107582","title":"A 21-year-old woman at 18 weeks gestation comes to the office for a routine prenatal visit.  A quadruple screen reveals an elevated maternal serum alpha-fetoprotein.  Sonographic imaging of the fetus shows an anterior abdominal wall defect with herniation of bowel contents adjacent to the umbilicus.  No covering membrane is identified.  Color Doppler ultrasound imaging shows a normal 3-vessel cord inserting medial to this defect.  The remainder of the anatomical survey is unremarkable.  Which of the following is the most likely cause of these fetal findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Congenital umbilical hernia","answer_2":"B. Gastroschisis","answer_3":"C. Hirschsprung disease","answer_4":"D. Meckel diverticulum","answer_5":"E. Omphalocele","percent_1":"4%","percent_2":"83%","percent_3":"1%","percent_4":"2%","percent_5":"10%","right_answer":"B. Gastroschisis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pediatric abdominal wall defects#∆⨉∆⨉ §^#Diagnosis# ∆^#Pathophysiology# ∆^#Clinical features# §^#Congenital umbilical hernia# ∆ • Incomplete closure of umbilical ring (fascial opening) ∆ • Benign, reducible protrusion • Defect covered by skin • Midline (umbilical cord at apex) §^#Omphalocele# ∆ • Abnormal gut rotation without physiologic reduction back into abdominal cavity ∆ • Sac containing bowel ± other abdominal organs • Defect covered by peritoneum (no skin, fascia, muscle) • Midline (umbilical cord at apex) §^#Gastroschisis# ∆ • Full-thickness abdominal wall defect ∆ • Eviscerated bowel • Not covered by membrane • Located to the right of midline/umbilicus","explanation_img":"","explanation_1":"","explanation_2":"This fetus has an #anterior abdominal wall defect# with herniation of bowel contents.  These findings suggest one of 2 possible diagnoses that differ based on location and covering membrane: $• @Omphaloceles@ occur due to abnormal gut rotation and failed physiologic return of bowel to the abdominal cavity during embryonic development.  Omphaloceles have herniated bowel contents confined to the umbilical cord sac, which results in a midline defect with an associated peritoneal covering #(choice E).# $• #Gastroschisis# is a congenital anomaly caused by disrupted or defective abdominal wall formation.  Because the underlying etiology is a full-thickness abdominal wall defect, the fetal bowel eviscerates into the amniotic cavity #without a covering membrane#.  The herniation is adjacent to the umbilicus (ie, #paraumbilical#), and the umbilical cord insertion site is usually normal and separate from the defect. $Because fetal bowel produces alpha-fetoprotein (@AFP@), fetuses with gastroschisis (no covering membrane) have direct AFP leakage into the amniotic fluid.  The high concentration of amniotic fluid AFP is absorbed into the maternal circulation, resulting in abnormally #elevated maternal serum AFP levels#.  Omphaloceles, by comparison, do not elevate amniotic fluid or maternal serum AFP levels as highly because the fetal bowel remains covered by peritoneum. $#(Choice A)#  In contrast to gastroschisis, congenital umbilical hernias (caused by failed closure of the umbilical fascial ring after birth) are midline defects covered by subcutaneous tissue and skin.  They are typically benign and easily reducible. $#(Choice C)#  @Hirschsprung disease@ occurs due to failure of neural crest cell migration.  Patients have an aganglionic sigmoid colon/rectum that cannot relax (eg, bowel obstruction, megacolon).  It does not present with eviscerated bowel in utero. $#(Choice D)#  @Meckel diverticulum@ results from failure of obliteration of the vitelline (omphalomesenteric) duct; the diverticulum can contain ectopic, acid-secreting gastric mucosa that ulcerates adjacent small bowel.  Therefore, the most common presentation is painless lower gastrointestinal bleeding in early childhood.  There is no associated herniation of bowel contents. $#Educational objective# Gastroschisis is a congenital abdominal wall defect characterized by herniation of uncovered bowel (ie, no covering membrane) located adjacent to the umbilicus.  It can be diagnosed on fetal ultrasound, and the condition is associated with abnormally elevated maternal serum alpha-fetoprotein levels.  ","clickable_1":"images/img1.107582.jpg","clickable_2":"images/img2.107582.jpg","clickable_3":"images/img3.107582.jpg","clickable_4":"images/img4.107582.jpg"},

{"id":"328","title":"A 30-year-old man comes to the emergency department due to severe abdominal pain.  The patient first developed the pain yesterday, and it has become increasingly worse.  Over the last few hours, he has also developed bilious emesis.  The patient has had no previous surgeries.  Temperature is 37.8 C (100 F) and pulse is 110/min.  Physical examination shows diffuse abdominal tenderness with guarding during palpation.  Abdominal imaging reveals bowel wall thickening within a blind pouch connected to the ileum.  A laparotomy is performed.  During the procedure, a fibrous band is seen attaching the end of the pouch to the umbilicus.  The walls of this pouch are most likely composed of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibrous scar tissue","answer_2":"B. Granulation tissue and peritoneum","answer_3":"C. Mucosa and submucosa layers","answer_4":"D. Omentum and adipose tissue","answer_5":"E. Submucosa, mucosa, and muscular layers","percent_1":"9%","percent_2":"5%","percent_3":"20%","percent_4":"5%","percent_5":"60%","right_answer":"E. Submucosa, mucosa, and muscular layers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp328.jpg","explanation_1":"","explanation_2":"$This patient's outpouching from the #ileum# with a fibrous band connected to the #umbilicus# is characteristic of a #Meckel diverticulum#. $This congenital anomaly is due to #incomplete obliteration of the vitelline# (omphalomesenteric) duct in utero; the duct normally serves as a communication between the yolk sac and the primitive midgut in early gestation.  Meckel diverticulum is typically located in the small bowel 2 feet from the ileocecal valve and, if symptomatic, often presents by age 2 (ie, rule of 2s); however, it can cause complications at any age. $Meckel diverticulum is a #true diverticulum#, consisting of all 3 layers of the intestinal wall: #mucosa, submucosa, and muscularis#.  It often contains heterotopic gastric mucosa, which secretes hydrochloric acid and leads to the classic presentation of painless lower gastrointestinal bleeding (#hematochezia#) due to the ulceration of adjacent intestine.  Patients may also develop #diverticular inflammation# with signs of acute intestinal obstruction (eg, abdominal pain, guarding, bilious emesis), as seen in this patient.  Other complications of a Meckel diverticulum can include intussusception, volvulus, and bowel perforation. $#(Choice A)#  Fibrous scar tissue, which can be present postoperatively or due to chronic inflammation, can cause intestinal obstruction with severe abdominal pain, bilious emesis, and guarding.  However, a blind pouch connected to the ileum with an attachment to the umbilicus would not be present. $#(Choice B)#  Granulation tissue is new connective tissue that forms in response to wound healing, and the peritoneum is the lining of the abdominal cavity.  These tissues are not contained in a Meckel diverticulum. $#(Choice C)#  False diverticula contain only mucosa and submucosa.  These layers herniate through defects in the muscular layer.  Colonic and Zenker (upper esophageal) diverticula are examples of false diverticula. $#(Choice D)#  Tumors of the omentum (ie, adipose tissue covering the abdominal organs) are a rare cause of abdominal pain and vomiting but are not associated with an outpouching of the ileum. $#Educational objective# Meckel diverticulum, which classically causes painless hematochezia but can present with acute abdominal pain if inflamed (ie, diverticulitis), is an anatomic connection between the ileum and umbilicus resulting from incomplete obliteration of the vitelline duct.  This congenital anomaly is a true diverticulum, consisting of all 3 layers of the intestinal wall (mucosa, submucosa, and muscularis).  "},

{"id":"321","title":"An 18-year-old man comes to the clinic for evaluation of fatigue that began several months ago and has progressively worsened.  The patient takes no medications.  He does not use alcohol or recreational drugs but smokes a pack of cigarettes daily.  Examination shows conjunctival pallor.  The abdomen is soft and nontender with no organomegaly.  Laboratory evaluation shows hemoglobin is 8.5 g/dL, and stool testing for blood is positive.  Further work-up reveals mild hemorrhaging within the ileum; just proximal to the site of hemorrhage is a 5-cm outpouching of intestine.  The pouch is surgically resected and microscopic findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/321.jpg","title_2":"This patient's condition is most likely the result of which of the following pathological processes?","audio":"","comparison_items":"","answer_1":"A. Anaplasia","answer_2":"B. Dysplasia","answer_3":"C. Ectopia","answer_4":"D. Hypertrophy","answer_5":"E. Metaplasia","percent_1":"4%","percent_2":"25%","percent_3":"40%","percent_4":"11%","percent_5":"21%","right_answer":"C. Ectopia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp321.jpg","explanation_1":"","explanation_2":"$Histologic examination of this patient's #intestinal outpouching# shows #gastric mucosa#.  This finding is consistent with a #Meckel diverticulum#, the most common congenital anomaly of the small intestine. $In utero, the midgut lumen and yolk sac cavity normally are connected via the vitelline (omphalomesenteric) duct, which is obliterated in the first trimester.  @Failure of vitelline duct obliteration@ results in a Meckel diverticulum, which is usually located in the ileum within 2 feet of the ileocecal valve.  If symptomatic, a Meckel diverticulum often presents by age 2 (ie, rule of 2s); however, it can cause complications at any age. $Various #ectopic (heterotopic)# tissues (ie, misplaced but functionally normal cells) can be present within a Meckel diverticulum, including gastric, pancreatic, or colonic mucosa.  The most common is gastric tissue, as seen in this patient.  Because #hydrochloric acid# secreted by gastric parietal cells causes ulceration and erosion of adjacent intestinal mucosa, Meckel diverticulum most commonly presents with brisk but painless lower #gastrointestinal bleeding# and #anemia# (eg, fatigue, pallor). $#(Choices A and B)#  Anaplasia refers to poorly differentiated cells that have lost the characteristics of mature tissue, whereas @dysplasia@ refers to disordered growth with loss of cell uniformity.  Dysplasia can occur with benign and precancerous lesions, whereas anaplasia is indicative of malignant transformation. $#(Choice D)#  Hypertrophy is an increase in the size of the cells in a tissue or organ.  It can be physiologic (eg, exercise-induced skeletal muscle growth) or pathologic (eg, hypertrophic cardiomyopathy). $#(Choice E)#  Metaplasia is an acquired transformation (ie, not present at birth) of one differentiated cell type to another differentiated cell type not typical for the location.  For example, chronic reflux esophagitis can trigger the replacement of normal squamous epithelium in the distal esophagus with metaplastic columnar epithelium (ie, @Barrett esophagus@).  In contrast, Meckel diverticulum is a congenital lesion. $#Educational objective# Meckel diverticulum is a congenital outpouching of the intestine that commonly contains ectopic (heterotopic) gastric mucosa.  Hydrochloric acid production by gastric epithelium can lead to intestinal ulceration and subsequent lower gastrointestinal bleeding and anemia.  ","clickable_1":"images/img1.321.jpg","clickable_2":"images/img2.321.jpg","clickable_3":"images/img3.321.jpg"},

{"id":"329","title":"A 4-year-old girl is brought to the office after her parents noticed dark red blood on her toilet tissue after a bowel movement.  She has had no abdominal pain, dysuria, or discomfort with defecation.  The girl has no known medical conditions and takes no medications.  Temperature is 36.7 C (98.1 F), blood pressure is 100/40 mm Hg, and pulse is 112/min.  Examination shows a soft and nontender abdomen, and bowel sounds are present.  Hemoglobin is 8 g/dL, and platelet count is 215,000/mm3.  Coagulation studies are normal.  Sequential imaging using 99mTc-pertechnetate scintigraphy demonstrates focal radiotracer accumulation in the right lower quadrant.  Which of the following embryologic processes most likely resulted in this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arrested hindgut descent along the inferior mesenteric artery","answer_2":"B. Defective neural crest cell migration into the bowel wall","answer_3":"C. Disrupted vascular flow to the ileum","answer_4":"D. Failed obliteration of the vitelline duct","answer_5":"E. Partial midgut rotation around the superior mesenteric artery","percent_1":"5%","percent_2":"6%","percent_3":"7%","percent_4":"71%","percent_5":"10%","right_answer":"D. Failed obliteration of the vitelline duct","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Meckel diverticulum#∆⨉ §^#Pathogenesis# ∆ • Persistent vitelline (omphalomesenteric) duct • Often contains ectopic gastric mucosa → intestinal ulceration & bleeding §^#Epidemiology# ∆ Rule of 2s: • Presentation often by age 2 (but can occur at any age) • Usually <2 inches long • Location within 2 feet of ileocecal valve §^#Clinical presentation# ∆ • May be asymptomatic (incidental finding) • Painless rectal bleeding ± iron deficiency anemia • Acute abdominal pain due to complications: $== ○ Intussusception (recurrent, atypical) $== ○ Diverticulitis (mimics appendicitis) $== ○ Bowel obstruction, perforation (peritoneal signs) §^#Diagnosis# ∆ • Technetium-99m pertechnetate (Meckel) scan detects gastric mucosa","explanation_img":"","explanation_1":"","explanation_2":"This patient with painless rectal bleeding has imaging findings consistent with a #Meckel diverticulum#, a congenital intestinal abnormality that results from failed obliteration of the #vitelline (omphalomesenteric) duct#.  The @vitelline duct@ is an embryologic remnant that connects the yolk sac to the primitive midgut, and duct closure normally occurs in early gestation.  Incomplete closure results in an ileal outpouching with a fibrous connection to the umbilicus. $Meckel diverticulum often contains heterotopic #gastric mucosa#.  Secretion of hydrochloric acid by gastric parietal cells causes ulceration and bleeding of local small bowel, resulting in typical findings of #painless lower gastrointestinal (GI) bleeding# and #anemia#, as seen in this patient.  Less commonly, Meckel diverticulum can present with acute abdominal pain; for example, it can serve as a lead point for intussusception, causing colicky pain and currant jelly stools.  Although presentation of Meckel diverticulum is most common at age <2, it can occur at any age. $Diagnosis is made with @99mTc-pertechnetate scan@ (ie, Meckel scan).  The radioisotope 99mTc-pertechnetate has an affinity for #parietal cells# of gastric mucosa, and increased uptake of the tracer in the periumbilical/right lower quadrant area is characteristic. $#(Choice A)#  The hindgut, supplied by the inferior mesenteric artery, gives rise to the distal colon, rectum, and upper part of the anal canal.  Arrest of hindgut descent in utero leads to an imperforate anus, which presents in neonates with failure to pass stool, not painless rectal bleeding. $#(Choices B and C)#  Failure of craniocaudal neural crest cell migration results in an aganglionic sigmoid colon/rectum that is narrow and inactive (ie, @Hirschsprung disease@), and disrupted vascular flow to the ileum results in ileal atresia.  Both conditions typically manifest with signs of obstruction (eg, abdominal distension, bilious emesis, failure to pass meconium) in a neonate, not painless GI bleeding in a 4-year-old. $#(Choice E)#  Abnormal midgut rotation around the superior mesenteric artery describes intestinal malrotation.  Patients may have hematochezia because the narrow mesenteric base seen in malrotation permits the small bowel to twist with subsequent ischemia (ie, @volvulus@).  However, abdominal pain, vomiting, and signs of peritonitis are also typically present.  Moreover, 99mTc-pertechnetate scintigraphy would not show abnormal uptake. $#Educational objective# Meckel diverticulum results from incomplete obliteration of the vitelline duct and usually presents with painless lower gastrointestinal bleeding.  99mTc-pertechnetate localizes to heterotopic gastric mucosa that is often contained within a Meckel diverticulum, and uptake in the periumbilical area or right lower quadrant is diagnostic.  ","clickable_1":"images/img1.329.jpg","clickable_2":"images/img2.329.jpg","clickable_3":"images/img3.329.jpg","clickable_4":"images/img4.329.jpg"},

{"id":"11803","title":"A newborn boy is examined in the nursery shortly after birth.  He was born at term by vaginal delivery to a 40-year-old woman who did not receive prenatal care.  Temperature is 36.7 C (98 F), pulse is 132/min, and respirations are 38/min.  Examination shows slanted palpebral fissures, epicanthal folds, thick nuchal folds, and a single palmar crease.  The patient has a large, reducible midline abdominal protrusion covered by skin that is more pronounced when he cries.  The umbilical stump is at the center of the protrusion.  Which of the following is the most likely cause of this patient's abdominal finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Failure of the extraembryonic gut to return to the abdominal cavity","answer_2":"B. Incomplete closure of the umbilical ring","answer_3":"C. Incomplete recanalization of the fetal intestinal tract","answer_4":"D. Incomplete rotation of the midgut in utero","answer_5":"E. Persistent processus vaginalis","percent_1":"37%","percent_2":"47%","percent_3":"8%","percent_4":"5%","percent_5":"3%","right_answer":"B. Incomplete closure of the umbilical ring","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pediatric abdominal wall defects#∆⨉∆⨉ §^#Diagnosis# ∆^#Pathophysiology# ∆^#Clinical features# §^#Congenital umbilical hernia# ∆ • Incomplete closure of umbilical ring (fascial opening) ∆ • Benign, reducible protrusion • Defect covered by skin • Midline (umbilical cord at apex) §^#Omphalocele# ∆ • Abnormal gut rotation without physiologic reduction back into abdominal cavity ∆ • Sac containing bowel ± other abdominal organs • Defect covered by peritoneum (no skin, fascia, muscle) • Midline (umbilical cord at apex) §^#Gastroschisis# ∆ • Full-thickness abdominal wall defect ∆ • Eviscerated bowel • Not covered by membrane • Located to the right of midline/umbilicus","explanation_img":"","explanation_1":"","explanation_2":"This patient's abdominal examination is consistent with a @congenital umbilical hernia@.  Normally, the umbilical ring (ie, the congenital fascial opening for the umbilical cord) closes and forms the linea alba, a midline band of fibrous tissue.  #Umbilical hernias# are caused by an #incomplete closure of the umbilical ring#, thereby allowing protrusion of bowel through the abdominal musculature.  This generally benign condition is often an isolated defect, but patients with certain genetic conditions are more likely to develop an umbilical hernia, as in this newborn with features consistent with @Down syndrome@ (eg, palpebral fissures, epicanthal folds, single palmar crease). $Almost all congenital umbilical hernias are #reducible# and #asymptomatic#.  They often appear larger and more prominent with increased abdominal pressure (eg, crying).  Incarceration and strangulation are very rare. $Most umbilical hernias #resolve spontaneously# in the first few years of life as the fascial layers fuse. $#(Choice A)#  During midgut development in the first trimester, the abdominal contents undergo physiologic herniation, followed by a rotation of the midgut and physiologic reduction.  Failure of this reduction may contribute to @omphalocele@, which presents as a midline herniation of abdominal contents contained within a thin, membranous sac.  It is not covered by skin, in contrast to this patient. $#(Choice C)#  Midgut development in the first trimester involves a physiologic occlusion of the intestinal lumen followed by recanalization.  Failure of recanalization results in duodenal atresia, which is associated with Down syndrome.  However, symptoms include vomiting, often bilious, in the first 24 hours of life. $#(Choice D)#  Malrotation results from an incomplete rotation of the midgut prior to physiologic reduction into the abdominal cavity; malrotation alone is asymptomatic.  Its main complication is volvulus (intestinal torsion), which results in bowel ischemia and necrosis from constriction of the blood supply.  In contrast to this patient, volvulus typically presents with bilious emesis in the first month of life. $#(Choice E)#  Congenital inguinal hernias develop when the processus vaginalis, an outpouching of the peritoneum, fails to obliterate, allowing bowel contents into the inguinal canal.  Inguinal hernias are more prominent with increased abdominal pressure, but they present as a mass in the groin, not the umbilicus. $#Educational objective# Umbilical hernias are caused by a defect in the linea alba and present as protrusions at the umbilicus that are soft, reducible, and benign.  They can occur in isolation or in association with other conditions (eg, Down syndrome).  ","clickable_1":"images/img1.11803.mp4","clickable_2":"images/img2.11803.jpg","clickable_3":"images/img3.11803.jpg"},

{"id":"322","title":"A 3-year-old boy is brought to the emergency department by his parents after he develops acute abdominal pain and vomiting.  Examination shows diffuse tenderness to palpation, and abdominal imaging reveals a foreign body lodged within the intestine, causing a small bowel obstruction.  Laparotomy is performed to remove the foreign body; during the procedure, an incidental cyst is discovered.  The cyst is connected by a fibrous band to the ileum and the umbilicus.  The embryologic defect underlying the formation of this patient's cyst is also associated with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gastroschisis","answer_2":"B. Malrotation","answer_3":"C. Meckel diverticulum","answer_4":"D. Omphalocele","answer_5":"E. Patent urachus","answer_6":"F. Umbilical hernia","percent_1":"1%","percent_2":"7%","percent_3":"62%","percent_4":"4%","percent_5":"21%","percent_6":"4%","right_answer":"C. Meckel diverticulum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp322.jpg","explanation_1":"","explanation_2":"$This patient has an abnormal fibrous connection between the ileum and the umbilicus, a finding that represents the #incomplete obliteration of the vitelline (omphalomesenteric) duct#.  Normally, the @vitelline duct@ connects the midgut lumen with the yolk sac cavity in early fetal development and obliterates in the first trimester.  In this case, the incidental cyst within this embryologic remnant is consistent with a vitelline duct cyst. $Incomplete obliteration can result in a spectrum of anomalies: $• #Persistent vitelline duct# is due to the complete failure of duct closure and results in a patent connection between the intestinal lumen and the umbilicus.  This causes meconium discharge from the umbilicus after birth. $• #Meckel diverticulum#, the most common vitelline duct anomaly, results from partial closure of the vitelline duct, with the patent portion attached to the ileum.  A fibrous band may connect the tip of the diverticulum with the umbilicus.  Patients classically have painless hematochezia due to intestinal ulceration from heterotopic gastric mucosa contained within the diverticulum. $• #Vitelline sinus# results from partial closure of the vitelline duct, with the patent portion at the umbilicus; serous umbilical drainage may occur. $• #Vitelline duct cyst#, as seen in this patient, forms when peripheral portions of the duct obliterate but the central part remains.  Patients are usually asymptomatic. $#(Choices A, D, and F)#  @Gastroschisis and omphalocele@ are characterized by the incomplete closure of the abdominal wall, leading to protrusion of abdominal organs.  Whereas gastroschisis occurs lateral to the umbilicus and eviscerated bowel is exposed, omphalocele is a midline defect covered within a peritoneal sac.  An @umbilical hernia@, a common midline protrusion, is due to abdominal wall weakness.  These defects are not associated with a vitelline cyst. $#(Choice B)#  @Malrotation@ results from failure of the midgut to rotate normally while it returns to the abdominal cavity during early fetal development.  Patients have abnormal positioning of the intestine in the abdominal cavity and sometimes twisting of an intestinal loop (volvulus). $#(Choice E)#  A @patent urachus@ results from failure of the allantois (urachus) to obliterate and presents with urine drainage through the umbilicus.  This anomaly is associated with a urachal cyst, which is connected by a fibrous band to the bladder (not the ileum) and umbilicus. $#Educational objective# The vitelline (omphalomesenteric) duct normally obliterates during early embryologic development.  Incomplete obliteration can result in a spectrum of anomalies, including vitelline duct cyst (ie, cyst connected by fibrous bands to the ileum and umbilicus) and Meckel diverticulum.  ","clickable_1":"images/img1.322.jpg","clickable_2":"images/img2.322.jpg","clickable_3":"images/img3.322.jpg","clickable_4":"images/img4.322.jpg"},

{"id":"327","title":"A 5-month-old boy is being evaluated for poor weight gain since birth.  He is noted to have bulky and greasy stools.  A jejunal biopsy shows the findings seen in the slide below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/327.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Abetalipoproteinemia","answer_2":"B. Chronic pancreatitis","answer_3":"C. Crohn disease","answer_4":"D. Lactase deficiency","answer_5":"E. Whipple disease","answer_6":"F. Zollinger-Ellison syndrome","percent_1":"41%","percent_2":"6%","percent_3":"7%","percent_4":"17%","percent_5":"27%","percent_6":"3%","right_answer":"A. Abetalipoproteinemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp327.jpg","explanation_1":"","explanation_2":"$The slide above shows normal intestinal mucosal architecture, but the enterocytes contain #clear or foamy cytoplasm# which is more prominent at the tips of the villi.  These findings occur due to #accumulation of lipids# in the absorptive cells of the intestinal epithelium and are typical of #abetalipoproteinemia#, a disease caused by impaired formation of apolipoprotein B (apoB)-containing lipoproteins. $ Dietary lipids are normally processed in small-bowel enterocytes and secreted as chylomicrons; endogenously produced lipids are secreted from hepatocytes as very low-density lipoprotein (VLDL).  Chylomicron and VLDL particles are synthesized within the endoplasmic reticulum as lipids accumulate around apolipoprotein B (ApoB).  ApoB-100 is found in VLDL, and apoB-48 (a truncated version without the LDL receptor ligand) is present in chylomicrons.  During the synthesis of apoB-containing lipoproteins, #microsomal triglyceride transfer protein# (MTP) functions as a chaperone protein necessary for proper folding of apoB and also participates in the transfer of lipids to newly formed chylomicrons and VLDL particles. $ Abetalipoproteinemia is most commonly caused by an autosomal recessive, #loss-of-function mutation#in the #MTP gene#.  It manifests during the first year of life with symptoms of #malabsorption# (eg, abdominal distention, foul-smelling stool).  Laboratory studies show very low plasma triglyceride and cholesterol levels; chylomicrons, VLDLs, and apoB are entirely absent from the blood.  Poor lipid absorption causes deficiency of fat-soluble vitamins (particularly vitamin E) and essential fatty acids.  This results in red blood cells with abnormal membranes and thorny projections called #acanthocytes# as well as multiple #neurologic abnormalities# (eg, progressive ataxia, retinitis pigmentosa). $ #(Choices B, D, and F)#  No abnormalities are found on light microscopy of the small intestine in chronic pancreatitis or lactase deficiency.  In Zollinger-Ellison syndrome, the small intestine may show ulcerations due to gastrin production by a neuroendocrine tumor (ie, gastrinoma). $ (Choice C)  Light microscopy in @Crohn disease@ shows chronic inflammation of all layers of the intestinal wall and noncaseating granulomas. $ (Choice E)  The characteristic microscopic finding in @Whipple disease@ is distended macrophages in the lamina propria of the small intestine.  Macrophages contain PAS-positive and diastase-resistant granules and rod-shaped Tropheryma whipplei bacilli. $ Educational objective Abetalipoproteinemia is an inherited inability to synthesize apolipoprotein B, an important component of chylomicrons and very low-density lipoprotein.  Lipids absorbed by the small intestine cannot be transported into the circulation and instead accumulate in the intestinal epithelium, resulting in enterocytes with clear or foamy cytoplasm.","clickable_1":"images/img1.327.jpg","clickable_2":"images/img2.327.jpg"},

{"id":"19675","title":"A 2-day-old boy is evaluated in the newborn nursery due to vomiting.  He was born at term to a 30-year-old primigravida via spontaneous vaginal delivery.  The patient initially tolerated formula after birth.  However, the past 2 feeding attempts resulted in bilious emesis.  Cardiopulmonary examination is unremarkable.  Abdominal examination shows distension with active bowel sounds.  There is no hepatosplenomegaly.  Digital rectal examination results in a forceful expulsion of gas.  Which of the following processes was most likely impaired during embryologic development of this patient's gastrointestinal system?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cell migration","answer_2":"B. Obliteration","answer_3":"C. Recanalization","answer_4":"D. Rotation","answer_5":"E. Vascularization","percent_1":"65%","percent_2":"4%","percent_3":"18%","percent_4":"12%","percent_5":"2%","right_answer":"A. Cell migration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19675.jpg","explanation_1":"","explanation_2":"$This newborn with bilious emesis and abdominal distension has a rectal examination consistent with #Hirschsprung disease# (HD).  During normal embryogenesis, neural crest cells migrate craniocaudally and provide parasympathetic innervation to the bowel.  HD is a congenital disorder caused by #failure of neural crest cell migration#.  The affected distal colon segment, usually confined to the #rectosigmoid# region, lacks innervation by ganglion cells (derived from neural crest cells) and is therefore #unable to relax#. $The contracted rectosigmoid colon prevents passage of gas and stool, and affected patients commonly #do not pass meconium# by 48 hours of life.  Newborns with HD may also show signs of distal intestinal obstruction, as in this patient with poor feeding, bilious emesis, and abdominal distension.  Increased rectal tone is typical, and #forceful expulsion of gas and/or stool# (\"squirt sign\") may occur with digital rectal examination due to temporary relief of the impaction. $Supportive radiographic findings of HD on contrast enema include an abrupt @transition zone@ between the #narrow aganglionic segment# and the dilated proximal colon (ie, megacolon) due to stool retention.  The absence of ganglia on rectal suction biopsy confirms the diagnosis. $#(Choices B and E)#  Meckel diverticulum, which is caused by lack of physiologic obliteration of the vitelline duct, usually presents with painless rectal bleeding; less commonly, signs of bowel obstruction can occur (eg, due to intussusception).  Congenital vascular malformations (eg, hemangioma) affecting the gastrointestinal tract would also cause recurrent rectal bleeding.  Both conditions rarely present in the newborn period, and neither causes an abnormal rectal examination. $#(Choices C and D)#  Failure of physiologic bowel recanalization causes duodenal atresia, which typically presents in newborns with bilious emesis after feeding due to proximal bowel obstruction.  Patients with intestinal malrotation may also exhibit signs of bowel obstruction.  However, rectal examination would not produce forceful expulsion of gas in either condition. $#Educational objective# Hirschsprung disease is a congenital disorder caused by failure of normal craniocaudal migration of neural crest cells during embryogenesis.  The affected colon segment (eg, rectosigmoid) lacks ganglionic innervation and is unable to relax, resulting in obstruction with failure to pass meconium and bilious emesis.  Forceful expulsion of gas and stool on rectal examination is typical.  ","clickable_1":"images/img1.19675.jpg"},

{"id":"19295","title":"A 2-year-old girl is brought to the emergency department with intermittent pain in the abdomen that began several hours ago.  The patient also had a bowel movement that appeared tinged with blood.  Ultrasound shows an area along the ileum in which the proximal small intestine is telescoped into the distal small intestine.  Reduction via enema is unsuccessful, and the patient undergoes laparotomy with resultant resection of the involved intestine.  The pathologic finding at the lead point is shown in the @exhibit@.  Which of the following is the most likely underlying diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit19295.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Burkitt lymphoma","answer_2":"B. Henoch-Schönlein purpura","answer_3":"C. Inflammatory bowel disease","answer_4":"D. Meckel diverticulum","answer_5":"E. Pseudomembranous colitis","percent_1":"6%","percent_2":"11%","percent_3":"13%","percent_4":"65%","percent_5":"6%","right_answer":"D. Meckel diverticulum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp19295.jpg","explanation_1":"","explanation_2":"$#Intussusception# occurs when a proximal segment of @intestine telescopes@ into a distal segment, causing episodes of severe abdominal pain.  Progressive intestinal obstruction can also lead to bowel wall ischemia and bloody, currant jelly stools.  Most cases are idiopathic in young children; however, 25% have a #pathologic lead point# for bowel invagination.  The lead point is generally an anatomic abnormality (eg, polyp, mass) within the intestinal lumen that is entrapped during peristalsis and forced into distal bowel. $ #Meckel diverticulum# is the #most common# pathologic lead point for intussusception and is a congenital anomaly of the gastrointestinal (GI) tract caused by incomplete obliteration of the @vitelline duct@.  Most Meckel diverticula are clinically silent; symptomatic diverticula often contain #ectopic gastric mucosa#, which causes ulceration and painless lower GI bleeding.  Patients can also have complications such as diverticulitis, bowel obstruction, perforation, and intussusception. $ In some cases, Meckel diverticulum may be identified incidentally during laparotomy based on histologic evidence of gastric tissue within the @small intestine@.  Distinct features of gastric mucosa include gastric pits and glands with chief cells and parietal cells. @Meckel scan@ is a nuclear study that can be used to detect the presence of ectopic gastric mucosa and diagnose Meckel diverticulum. $ (Choice A)  @Burkitt lymphoma@ can serve as a pathologic lead point for intussusception, but microscopy would show a lymphoid infiltrate in a starry sky pattern. $ (Choice B)  Intestinal edema and hemorrhage associated with Henoch-Schönlein purpura can trigger intussusception; however, @leukocytoclastic vasculitis@ (perivascular neutrophils with fibrin deposits and nuclear debris) would be expected on microscopy. $ #(Choices C and E)# Inflammatory bowel disease (eg, Crohn disease) and pseudomembranous colitis (ie, Clostridioides difficile infection) cause GI tract inflammation that could trigger intussusception, but the incidence is rare, particularly in a child age 2.  In addition, microscopic findings of @Crohn disease@ include transmural inflammation with noncaseating granulomas, and @pseudomembranous colitis@ is characterized by pseudomembranes composed of fibrin, neutrophils, and cellular debris. $ Educational objective Meckel diverticulum is the most common pathologic lead point for intussusception, a condition in which a portion of the intestine telescopes into itself.  Meckel diverticula frequently contain ectopic gastric mucosa, which can aid in diagnosis.","clickable_1":"images/img1.19295.jpg","clickable_2":"images/img2.19295.jpg","clickable_3":"images/img3.19295.jpg","clickable_4":"images/img4.19295.jpg","clickable_5":"images/img5.19295.jpg","clickable_6":"images/img6.19295.jpg","clickable_7":"images/img7.19295.jpg","clickable_8":"images/img8.19295.jpg"},

{"id":"108285","title":"Researchers studying embryologic development observe a disruption in the differentiation of the endoderm within the gastrointestinal system of a developing fetus.  Which of the following processes is most likely to be affected?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intestinal relaxation","answer_2":"B. Pancreatic enzyme production","answer_3":"C. Peritoneal layer formation","answer_4":"D. Salivary gland secretion","answer_5":"E. Splenic filtration","percent_1":"18%","percent_2":"42%","percent_3":"21%","percent_4":"10%","percent_5":"10%","right_answer":"B. Pancreatic enzyme production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Embryologic derivatives#∆⨉∆⨉ §Ectoderm ∆^Surface ectoderm ∆ • Anterior pituitary (Rathke pouch) • Lens & cornea • Inner ear sensory organs, olfactory epithelium • Nasal & oral epithelial linings, salivary glands • Epidermis, sweat & mammary glands §↕ ∆^Neural tube ∆ • Brain & spinal cord • Posterior pituitary, pineal gland • Retina §↕ ∆^Neural crest ∆ • Neural ganglia, adrenal medulla • Schwann cells; pia & arachnoid mater • Aorticopulmonary septum & endocardial cushions • Branchial arches (bones & cartilage) • Skull bones • Melanocytes §^Mesoderm ∆⨉ ∆ • Muscles (skeletal, cardiac & smooth) • Connective tissue, bone & cartilage • Serosal linings (eg, peritoneum) • Cardiovascular & lymphatic system • Spleen & hemopoietic cells • Kidney & ureters, internal genitalia • Adrenal cortex §^Endoderm ∆⨉ ∆ • Gastrointestinal tract, liver, pancreas • Lungs • Thymus, parathyroids, thyroid follicular cells • Middle ear epithelium • Bladder & urethra • Parafollicular (C) cells* %*Formerly thought to be of neural crest origin.","explanation_img":"","explanation_1":"","explanation_2":"@Gastrulation@ marks the beginning of the embryonic stage of development and establishes three distinct cell layers (eg, ectoderm, mesoderm, endoderm) from which #all tissues and organs# are #derived#. $The gastrointestinal system is derived from components of each of the following cell layers: $• #Ectoderm#:  The ectoderm is composed of surface ectoderm, neural tube, and neural crest cells.  The surface ectoderm gives rise to the oral epithelial linings and salivary glands #(choice D).#  The neural crest gives rise to neural ganglia, including enteric ganglion cells.  These cells are responsible for intestinal relaxation, and failure of neural crest cell migration to the distal colon during embryonic development leads to Hirschsprung disease #(choice A).# $• #Mesoderm#:  The peritoneum and spleen are derivatives of the mesoderm #(choices C and E)#, which also gives rise to the smooth muscle component of the intestinal tract. $• #Endoderm#:  Gastrointestinal derivatives of the endoderm include the #liver#, #pancreas#, and epithelial lining. $Therefore, in this fetus with disrupted endoderm differentiation, #pancreatic enzyme production# is likely to be affected.  Other structures that could be affected in a patient with disrupted endoderm differentiation include the #respiratory tract#, thymus, parathyroid glands, and bladder/urethra. $#Educational objective# All tissues and organs are derived from the following distinct cell layers: ectoderm, mesoderm, and endoderm.  Derivatives of the endoderm include the gastrointestinal tract, liver, and pancreas.  ","clickable_1":"images/img1.108285.jpg"},

{"id":"318","title":"A 3-day-old boy is brought to the emergency department due to poor feeding, emesis, and lethargy over the past 24 hours.  He was born via uncomplicated spontaneous vaginal delivery to a 30-year-old woman who had a normal pregnancy.  The boy was discharged from the newborn nursery yesterday and was breastfeeding exclusively until the onset of symptoms.  Stool and urine output were normal while he was in the hospital.  The patient is afebrile and normotensive but tachycardic and tachypneic.  He appears dehydrated, and the abdomen is distended.  The patient vomits during the examination; the vomitus is shown in the @exhibit@.  On laparotomy, fibrous bands are seen extending from the cecum and right colon to the retroperitoneum, causing extrinsic compression of the duodenum.  Which of the following embryologic processes most likely failed in this patient? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit318.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fusion of the ventral and dorsal pancreatic buds","answer_2":"B. Midgut rotation and intestinal fixation","answer_3":"C. Neural crest cell migration into the bowel wall","answer_4":"D. Obliteration of the omphalomesenteric duct","answer_5":"E. Recanalization of the intestines","percent_1":"8%","percent_2":"64%","percent_3":"4%","percent_4":"15%","percent_5":"10%","right_answer":"B. Midgut rotation and intestinal fixation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp318.jpg","explanation_1":"","explanation_2":"$At 4-8 weeks gestation, the midgut (supplied by the superior mesenteric artery) herniates through the umbilical ring while undergoing rapid growth that the embryonic abdominal cavity cannot accommodate.  During this process, the @midgut rotates@ 90 degrees counterclockwise.  The midgut returns to the abdominal cavity at 8-10 weeks gestation and turns an additional 180 degrees (#270 degrees counterclockwise# total).  The intestines are then fixed to the parietal peritoneum of the posterior abdominal wall on a wide-based mesentery (extending from the duodenojejunal flexure in the left upper quadrant to the cecum in the right lower quadrant). $Incomplete rotation results in #midgut malrotation#.  In these patients, the duodenojejunal flexure and cecum both rest in the right upper quadrant, and #fibrous (Ladd) bands# connect the cecum to the retroperitoneum by passing over the second part of the duodenum.  These bands of tissue can #compress the duodenum#, leading to symptoms of #intestinal obstruction# in the newborn, as seen in this patient with bilious emesis and abdominal distension. $Midgut malrotation also results in a narrow mesenteric base that is vulnerable to twisting around the superior mesenteric artery, resulting in midgut @volvulus@.  Volvulus, which can also cause bilious emesis in the newborn period, may compromise intestinal perfusion and lead to life-threatening bowel ischemia and necrosis. $#(Choice A)#  Failure of ventral and dorsal pancreatic bud fusion results in pancreas divisum.  This condition is usually asymptomatic and an incidental finding on imaging or autopsy. $#(Choice C)#  Failure of neural crest cell migration causes @Hirschsprung disease@.  The aganglionic colon segment cannot relax and is therefore narrow and obstructive.  Neonates with this abnormality can develop bilious emesis, but delayed passage of meconium is typical (not seen here).  In addition, this patient has fibrous bands compressing the duodenum, a finding inconsistent with the diagnosis of Hirschsprung disease. $#(Choice D)#  The omphalomesenteric duct connects the midgut lumen with the yolk sac.  Failed obliteration of the duct can lead to @Meckel diverticulum@, which most commonly presents with painless lower gastrointestinal bleeding.  Emesis is not typical, and Ladd bands would not be seen. $#(Choice E)#  Failure of gut recanalization describes @duodenal atresia@.  Although patients with duodenal atresia may present with bilious emesis in the neonatal period, Ladd bands would not be present. $#Educational objective# Intestinal malrotation occurs when the midgut undergoes incomplete counterclockwise rotation during embryologic development.  It often presents in the neonatal period with bilious emesis due to extrinsic duodenal compression by Ladd bands or due to midgut volvulus with intestinal ischemia.  ","clickable_1":"images/img1.318.jpg","clickable_2":"images/img2.318.jpg","clickable_3":"images/img3.318.jpg","clickable_4":"images/img4.318.jpg","clickable_5":"images/img5.318.jpg"},

{"id":"330","title":"Researchers studying neural crest cell migration in a human fetus observe normal activity beginning at the 8th week of embryogenesis with interruption during the 12th week, when migration is typically completed.  Which of the following structures is most likely to lack innervation as a result of this disruption?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Esophagus","answer_2":"B. Duodenum","answer_3":"C. Jejunum","answer_4":"D. Ileum","answer_5":"E. Cecum","answer_6":"F. Transverse colon","answer_7":"G. Rectum","percent_1":"6%","percent_2":"3%","percent_3":"1%","percent_4":"4%","percent_5":"5%","percent_6":"11%","percent_7":"69%","right_answer":"G. Rectum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Hirschsprung disease! ?Pathophysiology? • Failure of neural crest cell migration $caudally to distal colon • Absent parasympathetic ganglia in affected$ submucosal & myenteric plexus • Chronically contracted colonic segment ?Clinical features? • Delayed passage of meconium in neonates • Chronic constipation • Abdominal distension ?Evaluation? • Contrast enema: narrow rectosigmoid area$ with dilated proximal colon • Rectal suction biopsy (diagnostic): absent$ submucosal ganglia ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Normally, #neural crest cells# start migrating to the intestinal wall in early embryogenesis and give rise to #ganglion cells# of the submucosal (Meissner) and myenteric (Auerbach) plexus of the bowel wall.  These parasympathetic ganglia are responsible for intestinal peristalsis.  Neural crest cells enter the developing foregut mesenchyme and then #migrate caudally# along the entire length of the bowel; they are present in the wall of proximal colon by the 8th week of gestation and in the rectum by the 12th week. $The #arrest of migration# of neural crest cells causes #Hirschsprung disease#, in which a distal segment of colon @lacks ganglion cells@.  Because neural crest cells migrate caudally, the #rectum is always involved#.  The absence of parasympathetic ganglia in the colonic wall causes the affected segment to be narrowed because it cannot relax.  The passage of intestinal contents through this area is difficult, and compensatory dilation of the proximal colon occurs. $Newborns with Hirschsprung disease often #fail to pass meconium# within 48 hours of birth.  They may also develop signs of intestinal obstruction, such as bilious vomiting and abdominal distension.  The bowel is filled with stool, but the rectum is empty; anal sphincter tone is usually increased. $#(Choice A)#  Degeneration of neural crest cells forming the myenteric plexus in the esophagus causes achalasia (ie, esophageal dilation with absent peristalsis).  However, the condition is most often due to autoimmune destruction of mature neurons; failed neural crest migration is a very rare etiology. $#(Choices B, C, D, E, and F)#  Although total colonic aganglionosis can occur, the cecum and transverse colon are not commonly involved in Hirschsprung disease.  Total intestinal aganglionosis (eg, duodenum, jejunum, ileum) has also been described but is extremely rare.  The rectum is most likely to be affected by a problem with neural crest cell migration, as it is at the very end of the migration path. $#Educational objective# Hirschsprung disease is caused by abnormal migration of neural crest cells (ganglion cell precursors) during embryogenesis.  Because neural crest cells migrate caudally down the bowel from the foregut, the rectum is always affected.  ","clickable_1":"images/img1.330.jpg"},

{"id":"101","title":"A 20-year-old man is evaluated in the clinic due to intermittent episodes of self-resolving jaundice.  His symptoms are not provoked by any particular circumstances or events.  The patient otherwise feels healthy and has no other symptoms.  He does not use tobacco, alcohol, or illicit drugs.  Complete blood count is within normal limits.  Liver function studies are as follows:","title_table":"?Total protein? 6.5 g/dL ?Albumin? 4 g/dL ?Total bilirubin? 2.8 mg/dL ?Direct bilirubin? 2.0 mg/dL ?Alkaline phosphatase? 90 U/L ?Aspartate aminotransferase? 28 U/L ?Alanine aminotransferase? 30 U/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Liver biopsy shows abundant pigment inclusions in the lysosomes of the otherwise normal hepatocytes.  Electron spin resonance spectroscopy reveals that the pigment is composed of polymers of epinephrine metabolites.  Which of the following is the most likely cause of this patient's jaundice?","audio":"","comparison_items":"","answer_1":"A. Defective hepatocellular excretion of bilirubin glucuronides","answer_2":"B. Impaired conjugation of bilirubin","answer_3":"C. Increased production of catecholamines","answer_4":"D. Ineffective intramedullary erythropoiesis","answer_5":"E. Low serum ceruloplasmin","percent_1":"62%","percent_2":"14%","percent_3":"18%","percent_4":"2%","percent_5":"5%","right_answer":"A. Defective hepatocellular excretion of bilirubin glucuronides","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp101.jpg","explanation_1":"","explanation_2":"$#Dubin-Johnson syndrome# is a benign autosomal recessive disorder characterized by defective hepatic #excretion of bilirubin glucuronides# due to a mutation in the canalicular membrane transport protein.  Individuals with this condition can develop episodes of #jaundice#, which may only become evident in the context of a trigger (eg, illness, pregnancy, oral contraceptive use).  Otherwise, they are usually asymptomatic with a normal physical examination. $Impaired bilirubin excretion may result in #direct (conjugated) hyperbilirubinemia# (eg, usually 2-5 mg/dL), but other routine laboratory tests (eg, complete blood count, liver function studies) are typically normal.  Grossly, the liver appears black due to impaired excretion of epinephrine metabolites that accumulate within lysosomes. $#(Choice B)#  Impaired bilirubin conjugation is seen in conditions such as Crigler-Najjar syndrome and Gilbert syndrome and results in indirect (unconjugated) hyperbilirubinemia. $#(Choice C)#  Increased production of catecholamines is not associated with Dubin-Johnson syndrome despite the hepatocyte accumulation of epinephrine metabolites in this condition.  Pheochromocytomas are catecholamine-secreting tumors of the adrenal medulla. $#(Choice D)#  Ineffective intramedullary erythropoiesis is seen in conditions such as beta-thalassemia and myelodysplasia, and can result in indirect hyperbilirubinemia. $#(Choice E)#  Low levels of serum ceruloplasmin are seen in Wilson disease, which is typically associated with liver (eg, hepatitis, cirrhosis), psychiatric (eg, depression, personality changes), and neurologic (eg, dysarthria, movement disorder) abnormalities. $#Educational objective# Dubin-Johnson syndrome is a benign disorder characterized by defective hepatic excretion of bilirubin glucuronides across the canalicular membrane, resulting in direct hyperbilirubinemia and jaundice.  Grossly, the liver appears black due to impaired excretion of epinephrine metabolites, which histologically appear as dense pigments within lysosomes.  "},

{"id":"11962","title":"A 6-hour-old boy is in the newborn nursery with feeding difficulties.  The patient was born at 39 weeks gestation to a 33-year-old primigravida via cesarean delivery due to failure to progress and late decelerations seen on fetal heart tracing.  Apgar scores were 8 and 9, but examination shows an infant with excessive drooling and coughing.  Cardiac, respiratory, and abdominal examinations are otherwise normal at rest.  When the infant attempts to breastfeed, however, several bouts of coughing and perioral cyanosis develop with oxygen saturation of 85% on room air.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atresia of small intestine","answer_2":"B. Collapse of supraglottic structures during respiration","answer_3":"C. Failure of primitive foregut to separate from airway","answer_4":"D. Obstruction of posterior nasal passages","answer_5":"E. Thoracic herniation of abdominal viscera","percent_1":"2%","percent_2":"5%","percent_3":"84%","percent_4":"7%","percent_5":"2%","right_answer":"C. Failure of primitive foregut to separate from airway","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11962.jpg","explanation_1":"","explanation_2":"$This infant's presentation is concerning for #tracheoesophageal fistula with esophageal atresia (TEF/EA)#.  Normally, the trachea develops from a diverticulum that forms from the #primitive foregut#.  The tracheobronchial diverticulum lengthens and separates to form the respiratory tract, while the foregut becomes the esophagus.  Failure to separate most commonly leads to esophageal atresia with a remaining fistula between the trachea and esophagus. $Prenatal ultrasounds may demonstrate #polyhydramnios# due to the inability of the fetus to swallow amniotic fluid.  After birth, infants typically present with significant #drooling# (due to inability to swallow saliva) and choking, #coughing#, and #cyanosis with feeds# (due to reflux of breastmilk/formula and aspiration into the trachea/lungs).  The diagnosis of TEF/EA is confirmed by x-ray showing positioning of the nasogastric tube in the atretic esophageal pouch after an attempt to pass the tube into the stomach.  X-ray will also show a #stomach bubble#, which results from air flow from the trachea through the fistula to the distal esophagus. $#(Choice A)#  Atresia of the small intestine is a congenital defect that leads to complete obstruction of the gastrointestinal tract at the site of atresia.  Neonates present with abdominal distension and bilious emesis. $#(Choice B)#  Laryngomalacia presents with inspiratory stridor during infancy due to collapse of supraglottic structures during inspiration.  Stridor is classically worse in the supine position and improves with upright positioning. $#(Choice D)#  @Choanal atresia@ is characterized by congenital obstruction of the posterior nasal passages.  Infants with bilateral choanal atresia can present with upper airway obstruction and cyanosis with feeding, but not excessive drooling and coughing.  Inability to pass a nasogastric tube through the nares is suggestive of the diagnosis. $#(Choice E)#  Herniation of abdominal viscera into the thoracic cavity occurs in congenital diaphragmatic hernia.  Infants typically exhibit respiratory distress shortly after birth due to pulmonary hypoplasia.  The presence of abdominal viscera in the thorax results in a scaphoid abdomen and bowel sounds heard over the chest. $#Educational objective# Tracheoesophageal fistula with esophageal atresia results from failure of the primitive foregut to appropriately divide into separate trachea and esophageal structures.  Infants present shortly after birth with excessive secretions and choking/cyanosis during feeds.  ","clickable_1":"images/img1.11962.jpg"},

{"id":"9920","title":"A 3-week-old-girl in the neonatal intensive care unit develops abdominal distension, vomiting, and blood-streaked stools.  She had previously tolerated formula feeds and had normal stool and urine output.  She was born at 27 weeks gestation to an 18-year-old-mother.  The pregnancy was complicated by premature rupture of membranes and preterm delivery.  Abdominal x-ray shows thin curvilinear areas of lucency that parallel the bowel wall lumen.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Duodenal atresia","answer_2":"B. Hirschsprung disease","answer_3":"C. Malrotation with volvulus","answer_4":"D. Necrotizing enterocolitis","answer_5":"E. Pyloric stenosis","percent_1":"4%","percent_2":"6%","percent_3":"19%","percent_4":"67%","percent_5":"3%","right_answer":"D. Necrotizing enterocolitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp9920.jpg","explanation_1":"","explanation_2":"$This infant has #pneumatosis intestinalis# (ie, air in the bowel wall), which can be seen on abdominal x-ray as thin curvilinear areas of lucency that parallel the lumen.  In an infant with abdominal distension and bloody stools, this finding is diagnostic for #necrotizing enterocolitis# (NEC). $ NEC is one of the most frequent gastrointestinal emergencies affecting newborns.  It occurs predominantly in #preterm infants# secondary to gastrointestinal and immunologic immaturity.  Upon initiation of enteral feeding, bacteria are introduced into the bowel where they proliferate excessively due to compromised immune clearance.  Impaired mucosal barrier function allows the bacteria to invade the bowel wall, causing inflammation and #ischemic necrosis# of the terminal ileum and colon.  As the disease progresses, the bowel becomes congested and gangrenous with the formation of #intramural gas collections#. $ Up to 30% of affected neonates die, especially when disease is complicated by intestinal perforation.  Survivors are at risk for strictures and #bowel obstruction# secondary to fibrosis that occurs as the inflammation subsides. $ (Choice A)  Duodenal atresia classically presents with the @double bubble sign@ of air in the stomach and proximal duodenal pouch.  Affected infants generally have bilious emesis shortly after birth. $ (Choice B)  Hirschsprung disease manifests with failure to pass meconium in the first 48 hours after birth.  On x-ray, the large intestine appears dilated proximal to the aganglionic portion of bowel; contrast enema will show a narrow-caliber @transition zone@. $ (Choice C)  Malrotation of the bowel occurs when the midgut does not rotate normally during the first trimester, leaving the small and large bowel malpositioned.  Malrotated bowel is at high risk of obstruction and ischemia due to twisting around its blood supply (volvulus).  However, the finding of pneumatosis intestinalis is more specific for necrotizing enterocolitis. $ (Choice E)  Pyloric stenosis is caused by hypertrophy of the pyloric sphincter and leads to gastric outlet obstruction.  It presents with nonbilious vomiting after feeding and a palpable ball of muscle (\"olive\") in the abdomen.  Pyloric stenosis is not associated with bloody stools or pneumatosis intestinalis. $ Educational objective Necrotizing enterocolitis is one of the most common gastrointestinal emergencies affecting newborns.  It is characterized by bacterial invasion and ischemic necrosis of the bowel wall, and is associated with prematurity and initiation of enteral feeding.  Abdominal x-ray showing pneumatosis intestinalis (ie, air in the bowel wall) confirms the diagnosis.","clickable_1":"images/img1.9920.jpg","clickable_2":"images/img2.9920.jpg"},

{"id":"22149","title":"An 8-month-old girl is brought to the emergency department due to fussiness.  Symptoms began about 4 hours ago, and the patient has vomited several times.  The parents state that the vomitus is dark green but nonbloody.  The patient was born at term via spontaneous vaginal delivery after an uncomplicated pregnancy.  She has no known medical conditions and normally consumes breast milk and pureed foods.  Examination demonstrates abdominal distension.  Abdominal imaging is shown in the @exhibit@.  Surgical intervention is needed in this patient to prevent ischemia to structures supplied by which of the following? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit22149.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common hepatic artery","answer_2":"B. Inferior mesenteric artery","answer_3":"C. Left gastric artery","answer_4":"D. Splenic artery","answer_5":"E. Superior mesenteric artery","percent_1":"9%","percent_2":"7%","percent_3":"25%","percent_4":"14%","percent_5":"45%","right_answer":"E. Superior mesenteric artery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp22149.jpg","explanation_1":"","explanation_2":"$This patient with bilious (dark green) emesis has #midgut malrotation#, as evidenced by the upper gastrointestinal series (sequential x-rays obtained after ingestion of radiopaque contrast) revealing proximal small bowel loops on the right side of the abdomen. $Normally, at 4-8 weeks gestation, the rapidly growing midgut physiologically herniates through the umbilical ring and @rotates@ 90 degrees counterclockwise; the midgut then returns to the abdominal cavity and rotates an additional 180 degrees counterclockwise.  This rotation allows for appropriate positioning of the bowel loops within the abdomen to create a wide mesenteric base that extends from the duodenojejunal flexure in the left upper quadrant to the cecum in the right lower quadrant. $#Incomplete rotation# causes midgut malrotation.  Pathologic anatomic findings include the following: $• The #duodenojejunal flexure# and #jejunal loops# lie on the #right# (instead of the left) side of the abdomen $• The partially rotated cecum still lies within the right side of the abdomen but in the mid to upper quadrants and is held in place by fibrous bands (Ladd bands) crossing the duodenum.  This results in a narrow mesenteric base that is @abnormally mobile@. $This mobility permits #twisting# around the #superior mesenteric artery# (SMA), or #midgut volvulus#, that can lead to life-threatening bowel ischemia and necrosis involving the @intestinal segments@ that the SMA perfuses (ie, distal duodenum to proximal transverse colon).  The most common presenting symptom is bilious emesis and management is prompt surgical correction. $#(Choices A, C, and D)#  The common hepatic, left gastric, and splenic arteries do not supply the intestines and are not involved in midgut volvulus. $#(Choice B)#  The @inferior mesenteric artery@ supplies the hindgut (distal transverse colon to rectum). $#Educational objective# Intestinal malrotation occurs when the midgut undergoes incomplete physiologic rotation in utero.  A life-threatening complication of malrotation is midgut volvulus, in which the small intestines twist around the superior mesenteric artery due to the abnormally mobile mesenteric base.  Patients have bilious emesis, and an upper gastrointestinal series typically shows proximal small intestinal loops on the right side of the abdomen.  ","clickable_1":"images/img1.22149.jpg","clickable_2":"images/img2.22149.jpg","clickable_3":"images/img3.22149.jpg","clickable_4":"images/img4.22149.jpg"}

]