[

{"id":"16141","title":"A 56-year-old, previously healthy man has worsening fatigue and recurrent epistaxis.  Evaluation shows anemia, thrombocytopenia, and abnormal circulating leukocytes.  Bone marrow biopsy establishes a diagnosis of acute myeloid leukemia.  The patient is initially treated with induction chemotherapy, and an allogeneic hematopoietic stem cell transplant is recommended.  A nonrelated, HLA–matched donor is not found, so the patient's adult son volunteers to be the donor.  The plan is for the patient to receive conditioning chemotherapy and radiotherapy followed by bone marrow transplant.  Prior to transplant, a procedure is performed to deplete CD3+ cells in the marrow graft.  This pretransplant procedure would be most helpful in decreasing this patient's risk for which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytomegalovirus infection","answer_2":"B. Graft versus host disease","answer_3":"C. Immunoglobulin deficiency","answer_4":"D. Leukemia relapse","answer_5":"E. Lymphoproliferative disease","percent_1":"2%","percent_2":"86%","percent_3":"1%","percent_4":"7%","percent_5":"4%","right_answer":"B. Graft versus host disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Graft versus host disease#∆⨉ §^#Etiology# ∆ • Most commonly occurs after allogeneic hematopoietic cell transplant • Donor CD3+ T cells recognize host cells as foreign → widespread, multisystem inflammatory response • Increased risk with: $== ○ HLA mismatch $== ○ Lack of pretransplant CD3+ T-cell depletion §^#Clinical$ manifestations# ∆ • Skin: maculopapular rash, which can progress to bullous lesions • Liver: abnormal function tests (eg, increased bilirubin & alkaline phosphatase) • Gastrointestinal tract: diarrhea, abdominal pain, nausea & vomiting %#HLA =# human leukocyte antigen","explanation_img":"","explanation_1":"","explanation_2":"#Allogeneic stem cell transplantation# is used in the treatment of leukemia to provide a new source of hematopoietic stem cells (HSCs) after destruction of the patient's immune cells (including malignant cells) with chemoradiotherapy.  The donor's HSCs are frequently obtained from bone marrow or peripheral blood and contain differentiated immune cells such as #CD3+# #T cells#. $These donor CD3+ (CD4+/CD8+) T cells can recognize human leukocyte antigen (HLA)–mismatched host cells (including residual leukemia cells) as foreign, providing a beneficial #graft versus leukemia/tumor# effect.  However, they can also attack normal host cells and initiate #graft versus host disease# (GVHD), a widespread inflammatory response that characteristically damages the skin (eg, maculopapular rash), gastrointestinal tract (eg, diarrhea, abdominal pain), and liver (eg, elevated serum bilirubin). $#Depletion# of donor CD3+ T cells prior to HSC transplant is performed primarily to #decrease GVHD risk#, but it also has the following undesirable effects on the host: $• Decreased graft versus leukemia effect, increasing the risk of leukemia relapse #(choice D).# $• Depletion of memory T cells, which increases the risk of viral (eg, cytomegalovirus, human herpes virus 6) infections #(choice A).#  This also increases the risk of posttransplant lymphoproliferative disease due to the reduction in donor T cells that normally attack proliferating B cells infected with Epstein-Barr virus #(choice E).# $#(Choice C)#  Immunoglobulin deficiency is a normal effect of myeloablative chemoradiotherapy that improves over time with engraftment (proliferation and differentiation) of donor HSCs.  Removal of donor T cells before the transplant would increase the period of B cell and immunoglobulin deficiency by slowing engraftment and reestablishment of host immune function. $#Educational objective# Allogeneic hematopoietic stem cell grafts normally include donor CD3+ T cells that can initiate graft versus host disease (GVHD), a widespread inflammatory response that can damage multiple organs.  Depletion of donor CD3+ T cells prior to transplant decreases the risk of GVHD but also decreases the beneficial graft versus tumor effect, increasing the likelihood of cancer relapse.  "},

{"id":"21787","title":"A 63-year-old man with peptic ulcer disease comes to the emergency department after several bouts of melena followed by large hematemesis.  He reports nausea and feels faint.  Temperature is 34.5 C (94.1 F), blood pressure is 90/46 mm Hg, pulse is 126/min, and respirations are 28/min.  Physical examination reveals a lethargic man with cold extremities and sluggish capillary refill.  Type O, Rh-D negative red blood cells are given as rapidly as possible via intravenous access.  However, the blood transfusion rate is unacceptably slow, and the patient remains hypotensive.  Which of the following will lead to the greatest improvement in flow rate?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Doubling the diameter of the intravenous catheter","answer_2":"B. Doubling the length of the intravenous catheter","answer_3":"C. Doubling the pressure of the infusion pump","answer_4":"D. Placing a second intravenous catheter with identical diameter and length","percent_1":"62%","percent_2":"3%","percent_3":"19%","percent_4":"16%","right_answer":"A. Doubling the diameter of the intravenous catheter","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21787.jpg","explanation_1":"","explanation_2":"$This patient has brisk upper gastrointestinal bleeding and is developing hypovolemic hemorrhagic shock (ie, hypotension, cold extremities, delayed capillary refill).  He requires #rapid transfusion# of red blood cells.  His condition is unstable, so there is no time for cross-matching.  Therefore, he is receiving type O, Rh-D negative blood.  With blood available at the bedside, the time-limiting factor is the transfusion flow rate. $The flow rate is determined by the geometry of the #intravenous access#.  The flow of viscous fluids (eg, blood) through hollow tubes (eg, intravenous catheters) is described by# #Poiseuille law.  Flow is proportional to pressure (P) divided by resistance.  The #resistance# is inversely proportional to the #radius# (equivalent: diameter) #raised to the fourth power# (r⁴) but only directly proportional to the length (L) and viscosity of the fluid.  Therefore, small changes in the radius result in large changes in flow rate: A 19% increase in radius doubles the flow rate (1.19⁴ = 2); similarly, doubling the radius multiplies the flow rate by 16-fold (2⁴= 16). $#(Choice B)#  Doubling the length doubles the resistance, resulting in half the flow.  To achieve the equivalent flow of doubling the diameter, the length would need to be shortened to 1/16 of the original.  For this reason, shorter catheters are preferred for rapid transfusion (eg, a large-bore peripheral [L = 2 cm] is preferred over a central venous catheter [L = 20 cm]). $#(Choice C)#  Doubling the pressure results in double the flow.  To achieve the equivalent flow of doubling the radius, the infusion pressure would need to be increased by a factor of 16.  Although it is possible to transfuse blood at high pressure, doing so risks hemolyzing the blood or blowing out the intravenous site. $#(Choice D)#  If the radius, length, and pressure are kept constant, placing a second identical catheter would result in double the flow.  To achieve the equivalent flow of doubling the radius, an additional 15 catheters would need to be inserted.  For this reason, a few low-resistance intravenous access sites (eg, 2 large-bore peripheral intravenous catheters) are preferable to many high-resistance sites. $#Educational objective# The most important determinant of intravenous infusion rate is the radius (diameter) of the intravenous catheter.  For patients requiring a rapid blood transfusion, the shortest possible catheter with the widest possible diameter (eg, a large-bore peripheral intravenous catheter) should be selected. "},

{"id":"1654","title":"A 34-year-old man is brought to the emergency department after a motor vehicle collision.  He has blunt abdominal trauma and bilateral femur fractures.  The patient has no significant medical history and takes no medications.  He does not smoke but drinks 8-12 alcoholic beverages a day.  Blood pressure is 80/40 mm Hg and pulse is 110/min.  Immediate resuscitation efforts are initiated, during which he receives transfusion of several units of packed red blood cells.  During transport to the intensive care unit, the patient reports a tingling sensation in his fingers and toes.  Serum ionized calcium level is 4 mg/dL (normal: 4.8-5.5).  Which of the following is the most likely cause of this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibody-mediated red blood cell membrane damage","answer_2":"B. Calcium chelation by a substance in the transfused blood","answer_3":"C. Electrolyte leakage from red blood cells during pretransfusion storage","answer_4":"D. Increased renal tubular excretion of calcium","answer_5":"E. Release of intracellular contents from injured muscle","percent_1":"7%","percent_2":"71%","percent_3":"5%","percent_4":"7%","percent_5":"11%","right_answer":"B. Calcium chelation by a substance in the transfused blood","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute hypocalcemia#∆⨉ §^#Causes# ∆ • Neck surgery (parathyroidectomy) • Pancreatitis • Tumor lysis syndrome • Chelation: blood (citrate) transfusion §^#Clinical features# ∆ • Peripheral neuromuscular excitability (tetany) $== ○ Chvostek sign (facial muscle spasm) $== ○ Trousseau sign (carpopedal spasm) $== ○ Paresthesia, hyperreflexia • Seizures §^#Treatment# ∆ • Intravenous calcium gluconate/chloride","explanation_img":"","explanation_1":"","explanation_2":"This patient has symptomatic hypocalcemia (eg, paresthesias) following #high-volume blood transfusion#.  Prior to storage, donated blood is generally mixed with solutions containing #citrate# anticoagulant.  Following transfusion, citrate is rapidly metabolized to bicarbonate in the liver; however, when large volumes of blood are transfused rapidly, the excess citrate can #chelate calcium# in the plasma, leading to #hypocalcemia #due to decreased serum ionized calcium concentration.  This is most common with very high transfusion rates (eg, >9 units/hr), but it can also be seen at lower rates in patients with underlying hepatic insufficiency (eg, alcohol-associated liver disease). $Other complications of high-volume transfusion include depletion of coagulation factors and volume overload. $#(Choices A and C)#  Antibody-mediated hemolysis is typically caused by transfusion of ABO-incompatible blood.  Characteristic clinical findings include fever, back or flank pain, acute kidney injury, and hemoglobinuria.  The primary electrolyte complication is hyperkalemia due to release of intracellular potassium.  Hyperkalemia can also be seen due to leakage of potassium from red cells during storage.  However, hypocalcemia would not occur in these scenarios. $#(Choice D)#  Acute hypocalcemia due to increased renal calcium excretion can be seen in hypoparathyroidism.  This is commonly encountered as a complication of thyroid or other neck surgery with inadvertent injury or removal of the parathyroid glands.  Abdominal and lower extremity trauma would not affect parathyroid function. $#(Choice E)#  Rhabdomyolysis typically presents with muscle pain, red urine (ie, myoglobinuria), and elevated creatine kinase.  Release of intracellular phosphate from muscle cells can precipitate calcium salts in damaged muscle and lead to hypocalcemia, but this is typically a delayed finding (24-72 hours after trauma). $#Educational objective# Citrate anticoagulants in high-volume blood transfusion can chelate plasma calcium, leading to hypocalcemia which causes peripheral neuromuscular excitability (eg, paresthesia, muscle spasms).  This is most common with very rapid transfusion rates, but it can also be seen at lower rates in patients with hepatic insufficiency because citrate is metabolized by the liver.  "},

{"id":"17780","title":"A 40-year-old woman, gravida 4 para 4, comes to the clinic due to anemia.  A week ago, the patient was seen in the emergency department due to fatigue, shortness of breath, and increasingly heavy, irregular menses.  Laboratory evaluation showed a hemoglobin level of 5.4 g/dL.  After a transfusion with packed red blood cells, her follow-up hemoglobin level was 7.8 g/dL prior to discharge.  Since then, the patient's energy and breathing have improved, and she has had no further menstrual bleeding.  However, yellowing of the eyes and face has developed over the last day.  Vital signs are normal.  Examination reveals scleral icterus.  There is no hepatosplenomegaly.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 5.9 g/dL ?Reticulocytes? 7℅ !Liver function study! ?Total bilirubin? 3.8 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"This patient's current symptoms are most likely due to which of the following antibody-antigen reactions?","audio":"","comparison_items":"","answer_1":"A. Blood product antibodies against the patient's ABO-group antigen","answer_2":"B. Blood product antibodies against the patient's minor red blood cell antigen","answer_3":"C. Patient's antibodies against the blood product ABO-group antigen","answer_4":"D. Patient's antibodies against the blood product IgA","answer_5":"E. Patient's antibodies against the blood product minor red blood cell antigen","percent_1":"5%","percent_2":"8%","percent_3":"27%","percent_4":"11%","percent_5":"49%","right_answer":"E. Patient's antibodies against the blood product minor red blood cell antigen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Immunologic blood transfusion reactions#∆⨉∆⨉∆⨉§^#Transfusion$ reaction# ∆^#Onset# ∆^#Cause# ∆^#Key features#§^#Allergic# ∆Minutes to $hours ∆Preformed antibodies$ against blood product $component ∆ • Minor: urticaria • Major: anaphylaxis (eg,$ IgA-deficient recipient)§^#Acute$ hemolytic# ∆Minutes to$ hours ∆ABO incompatibility$ (often clerical error) ∆ • Fever, flank pain, $hemoglobinuria • DIC • + Coombs test§^#Febrile$ nonhemolytic$ (#most common) ∆Hours ∆Cytokine accumulation$ during blood storage ∆ • Fever & chills§^#Transfusion-related$ acute lung injury# ∆Hours ∆Donor antileukocyte $antibodies ∆ • Respiratory distress • Bilateral pulmonary edema§^#Delayed hemolytic# ∆Days to weeks ∆Anamnestic antibody$ response ∆ • Often asymptomatic • Laboratory evidence of$ hemolytic anemia • + Coombs test%#DIC =# disseminated intravascular coagulation.","explanation_img":"","explanation_1":"","explanation_2":"This patient has jaundice and hemolytic anemia a week after a transfusion, findings suggestive of a #delayed hemolytic transfusion reaction# (DHTR).  This reaction occurs in patients who were #previously exposed# to a foreign, #minor red blood cell (RBC) antigen# (non-ABO) via mechanisms such as pregnancy, prior transfusion, or intravenous drug use.  During the first exposure, only a low, typically undetectable, antibody response is initially mounted.  On #reexposure# via transfusion, the patient's memory B cells produced a larger surge of antibodies, resulting in detectable hemolysis.  This is known as an #anamnestic response#. $DHTR is usually #mild# and develops #>24 hours after transfusion#, most commonly after 1-2 weeks.  Most patients are asymptomatic and diagnosed only after findings of a newly positive direct antibody #(+ Coombs#) test and antibody screen.  Additional laboratory findings include anemia with compensatory reticulocytosis and evidence of hemolysis (eg, ↑ indirect bilirubin, ↑ lactate dehydrogenase). $#(Choices A and B)#  Mild hemolysis can result from the transfusion of plasma products (eg, fresh frozen plasma, platelets), which can contain donor antibodies that target ABO or minor antigens on recipient RBCs.  This reaction does not typically occur with the transfusion of packed RBCs, which this patient received, because RBCs are removed from the plasma layer and washed during the blood-separation process. $#(Choice C)#  An acute hemolytic transfusion reaction is caused by ABO incompatibility (eg, due to clerical error).  Patients naturally have preformed antibodies against foreign ABO antigens (eg, anti-B antibodies in a type A patient) that will attack antigens on mismatched donor RBCs (eg, type B donor blood).  Massive hemolysis occurs within minutes to hours of transfusion, causing fever, flank pain, and hemoglobinuria. $#(Choice D)#  Anaphylactic transfusion reactions occur within minutes of transfusion initiation and present with wheezing, angioedema, and hypotension, findings not seen in this patient.  This reaction can occur in patients with IgA deficiency due to the reaction of recipient anti-IgA antibodies against donor IgA. $#Educational objective# Delayed hemolytic transfusion reactions are usually mild, hemolytic reactions that occur >24 hours after blood transfusion.  They are a type of anamnestic response (delayed immunologic response) that occurs in patients previously exposed to a minor RBC antigen (eg, previous blood transfusion, pregnancy). "}


]