[

{"id":"1632","title":"A 63-year-old postmenopausal woman comes to the office due to right-sided lower abdominal pain for the last 5 months. The patient has had no changes in bowel or bladder habits, no increase in abdominal girth or bloating, and no early satiety. Physical examination shows a soft abdomen with slight tenderness to palpation over the right lower quadrant. On pelvic examination, the uterus is small and the right adnexa is enlarged. Transvaginal ultrasound shows a normal uterus; a unilateral, 3.5-cm, complex ovarian mass with cystic and solid components; and no free fluid in the pelvis. Surgery is planned to remove the right ovary, including the mass. To avoid excessive bleeding, which of the following structures should be ligated during the oophorectomy?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Mesosalpinx","ansImg_1":"","answer_2":"B.Round ligament of the uterus","ansImg_2":"","answer_3":"C.Suspensory ligament of the ovary","ansImg_3":"","answer_4":"D.Transverse cervical ligament","ansImg_4":"","answer_5":"E.Uteroovarian ligament","ansImg_5":"","right_answer":"C.Suspensory ligament of the ovary","percent_1":"5%","percent_2":"14%","percent_3":"70%","percent_4":"2%","percent_5":"9%","explanation_img":"images/exp1632.jpg","explanation_1":"","explanation_2":"The @broad ligament@, a sheet of peritoneum extending from the uterus and upper cervix to the pelvic sidewall, is divided into 3 parts:\n• Mesosalpinx (descends from the fallopian tube)\n• Mesovarium (inferior to the mesosalpinx, covers the ovarian hilum)\n• Mesometrium (the largest portion, inferior to the mesovarium, lateral from the uterus to the external iliac vessels and anterior to the proximal round ligament)\nThe ovaries, located posterolaterally to the uterus, are suspended by the mesovarium superiorly, the uteroovarian ligament medially, and the #suspensory ligament of the ovary# laterally. The suspensory ligament of the ovary, also known as the #infundibulopelvic ligament#, is a fold of peritoneum that attaches the ovary to the pelvic sidewall and #contains the ovarian artery# (the ovary's main blood supply), ovarian vein, lymphatics, and nerves. Therefore, the suspensory ligament of the ovary must be #ligated during an oophorectomy# to prevent heavy ovarian bleeding.\n$(Choice A) The mesosalpinx does not contain the major vascular supply to the ovary. During a tubal ligation, an opening is made within the mesosalpinx below the isthmic portion of the fallopian tube to ligate a segment of the tube.\n$(Choice B) The round ligament of the uterus originates from the uterus (anteroinferior to the fallopian tube) and travels through the inguinal canal to attach to the labia majora. It contains the artery of Sampson, which is rarely a source of major bleeding during pelvic surgery.\n$(Choice D) The transverse cervical ligament, also known as the cardinal ligament, extends from the cervix and lateral fornix of the vagina to the pelvic sidewall. The uterine artery courses within it, necessitating division and ligation of this ligament during a hysterectomy.\n$(Choice E) The uteroovarian ligament courses in the broad ligament and connects the ovary to the uterus below the fallopian tubes. It contains no named vessels.\n$Educational objective\nThe suspensory ligament of the ovary (ie, infundibulopelvic ligament) contains the ovarian artery, ovarian vein, lymphatics, and nerves. The ovarian artery is the major blood supply to the ovary. Therefore, the suspensory ligament of the ovary must be ligated during an oophorectomy to prevent heavy bleeding.","clickable_1":"images/img1.1632.jpg"},

{"id":"20169","title":"A 64-year-old woman comes to the office for evaluation of a vulvar lesion. The patient has had a vulvar plaque for the past year that has slowly increased in size. She underwent menopause at age 52 and has a 30-year smoking history. Vital signs are normal. Physical examination shows a 1-cm nonfriable, white plaque on the right labia majora. The remainder of the physical examination is normal. A biopsy of the lesion is performed and shows squamous cell carcinoma. A sentinel lymph node biopsy is planned for cancer staging. This procedure should target which of the following lymph nodes?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Common iliac","ansImg_1":"","answer_2":"B.External iliac","ansImg_2":"","answer_3":"C.Inguinofemoral","ansImg_3":"","answer_4":"D.Obturator","ansImg_4":"","answer_5":"E.Paraaortic","ansImg_5":"","answer_6":"F.Presacral","ansImg_6":"","right_answer":"C.Inguinofemoral","percent_1":"6%","percent_2":"23%","percent_3":"60%","percent_4":"1%","percent_5":"9%","percent_6":"1%","explanation_img":"","table_3":"§^#Primary lymph node drainage of the#$ #female reproductive system#∆⨉ §^#Uterus# ∆ • External iliac §^#Cervix# ∆ • Internal iliac §^#Vagina# ∆ • Proximal: internal iliac • Distal: inguinofemoral §^#Vulva# ∆ • Inguinofemoral §^#Ovaries# ∆ • Paraaortic","explanation_1":"","explanation_2":"This patient has #squamous cell carcinoma# (SCC), the most common type of #vulvar cancer#. Patients with vulvar cancer typically present with either an ulcerative lesion or plaque on the labia. Risk factors include chronic human papillomavirus infection, prior vulvar lichen sclerosus, and tobacco use.\nLike most carcinomas, vulvar carcinoma can spread directly to adjacent structures (eg, perineum, vagina) or from the primary site to regional lymph nodes via lymphatic drainage. Therefore, initial cancer staging typically assesses for tumor spread in the first lymph nodes to drain the primary tumor site (ie, #sentinel lymph node biopsy#) because they are the most likely to have tumor involvement. The lymphatic drainage of the vulva is initially to the #inguinofemoral nodes#, which consists of a superficial inguinal and a deeper femoral node.\n$#(Choices A and B)# Lymph from the uterine corpus and inguinal nodes (which drain the lower extremities, buttocks, and external genitalia) subsequently drain to the external iliac nodes. The external iliac nodes and internal iliac nodes both drain to the common iliac nodes.\n$(Choice D) The bladder, uterus, and portions of the cervix can drain to the obturator nodes, which are located in the obturator fossa medial to the external iliac vessels. The obturator nodes are 1 of 3 pelvic lymph node groups (ie, obturator, external iliac, internal iliac) that together drain the pelvis, lower extremities, and lower abdominal wall.\n$(Choice E) Lymph from the ovary and common iliac node drain to the paraaortic lymph nodes.\n$(Choice F) The anal canal and rectum drain to the presacral lymph nodes.\n$Educational objective Squamous cell carcinoma of the vulva can metastasize via lymphatic drainage. The vulva first drains to the inguinofemoral nodes of the groin, which should be the target for sentinel lymph node biopsy because they are the most likely lymph nodes to have tumor involvement."},

{"id":"11888","title":"A 23-year-old woman, gravida 2 para 1, at 39 weeks gestation comes to the labor and delivery unit with regular painful contractions.  The patient's first pregnancy was uncomplicated and resulted in a full-term, spontaneous vaginal delivery 3 years ago, and her current pregnancy has been uncomplicated.  She takes a prenatal vitamin daily and has no chronic medical conditions.  In response to rising estrogen levels, the patient's myometrial cells increase the expression of genes that encode the oxytocin receptor and connexin 43.  These molecular changes most likely result in increased formation of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adherens junctions","answer_2":"B. Desmosomes","answer_3":"C. Fenestrae","answer_4":"D. Gap junctions","answer_5":"E. Hemidesmosomes","answer_6":"F. Tight junctions","percent_1":"11%","percent_2":"9%","percent_3":"7%","percent_4":"58%","percent_5":"4%","percent_6":"12%","right_answer":"D. Gap junctions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cell junctions#∆⨉∆⨉ §^#Type# ∆^#Proteins# ∆^#Function# §^#Gap junction# ∆^Connexins ∆^Intercellular communication §^#Tight junction# ∆^Claudins, occludin ∆^Paracellular barrier §^#Adherens junction# ∆^Cadherins ∆^Cellular anchor §^#Desmosomes# ∆^Cadherins (eg, desmogleins, desmoplakin) ∆^Provide strong adhesion between cells §^#Hemidesmosomes# ∆^Integrins ∆^Anchor epithelial cells to basement membrane","explanation_img":"","explanation_1":"","explanation_2":"The initiation of labor requires a series of biochemical changes in the uterus and cervix mediated by endocrine changes (eg, increased estrogen & progesterone).  Communicating #gap junctions# are especially important during labor and delivery, which require #coordination and synchronization# of individual myometrial (uterine smooth muscle) cells. $@Gap junctions@ facilitate electrical and chemical communication between neighboring cells via a connexon, a connecting cylinder with a central channel composed of #connexin proteins# (eg, connexin 43).  In preparation for #labor#, increasing #estrogen# levels stimulate upregulation of connexin 43, increasing formation of gap junctions between individual myometrial cells.  An #increase in gap junction density# allows the passage of small ions between neighboring myometrial cells, resulting in coordinated, synchronous labor contractions. $Estrogen also increases the expression of uterotonic #oxytocin receptors#, Gq–coupled membrane receptors that increase intracellular calcium levels, heightening myometrial excitability. $#(Choices A and B)#  Both adherens junctions and desmosomes are composed of @cadherins@, which are calcium-dependent adhesion proteins that bind epithelial cells together.  The cytoplasmic anchor of adherens junctions is the actin filament, whereas the cytoplasmic anchor of desmosomes is the intermediate filament.  Autoantibodies against desmoglein, a cadherin protein for desmosomes, are found in pemphigus vulgaris. $#(Choice C)#  Fenestrae are transcellular pores within endothelial cells that facilitate increased solute exchange.  They are found in capillaries perfusing the intestine, renal tubules, and endocrine glands. $#(Choice E)#  Hemidesmosomes are similar to desmosomes but link cells to the basement membrane via integrins, transmembrane anchor proteins.  Autoantibodies to hemidesmosomes cause bullous pemphigoid and pemphigoid gestationis. $#(Choice F)#  Tight junctions (zonula occludens), composed of claudins and occludin, prevent paracellular passage of fluid and solutes.  Tight junctions between capillary endothelial cells help form the blood-brain barrier. $#Educational objective# Gap junctions facilitate communication and coordination between cells and play an important role in labor contractions.  Gap junctions are composed of connexin proteins, which are upregulated in the uterus in response to rising estrogen levels.  ","clickable_1":"images/img1.11888.jpg","clickable_2":"images/img2.11888.jpg"},

{"id":"11823","title":"A 28-year-old woman, gravida 1 para 0, at 38 weeks gestation undergoes spontaneous vaginal delivery. After an uncomplicated delivery of the fetus and placenta, a maternal laceration is noted at the posterior vaginal opening through the vaginal mucosa and submucosa. Which of the following structures is most likely damaged in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Internal anal sphincter","ansImg_1":"","answer_2":"B.Ischiocavernosus muscle","ansImg_2":"","answer_3":"C.Levator ani muscle","ansImg_3":"","answer_4":"D.Perineal body","ansImg_4":"","answer_5":"E.Sacrotuberous ligament","ansImg_5":"","right_answer":"D.Perineal body","percent_1":"11%","percent_2":"8%","percent_3":"26%","percent_4":"53%","percent_5":"2%","explanation_img":"images/exp11823.jpg","explanation_1":"","explanation_2":"The #perineal body#, the center of the perineum, separates the urogenital and anal triangles and anchors multiple perineal muscles. It also blends anteriorly with the superficial perineal fascia and therefore consists of muscular, fascial, and fibrous components. The structures forming and attaching to the perineal body include the:\n• bulbospongiosus muscle (anteriorly)\n• superficial transverse perineal muscle (laterally)\n• fibers from the external anal sphincter muscle (posteriorly)\nThe perineum is fibrous and relatively inelastic; therefore, it commonly sustains injury with vaginal delivery (eg, laceration at the posterior aspect of the vaginal introitus). #Obstetric perineal lacerations# are classified based on @depth@ and structures involved. Because perineal lacerations typically occur at the #posterior vaginal midline# (the weakest region), the structures that form and attach to the perineal body are most frequently injured; in particular, the bulbospongiosus muscle, which surrounds the vaginal introitus.\n$(Choice A) The @internal anal sphincter@ is a ring of smooth muscle surrounding the anal canal that serves to maintain high anal resting tone; injury can lead to fecal and flatal incontinence. However, because it is posterior to the perineal body (eg, bulbospongiosus muscle, transverse perineal muscle) and surrounded by the external anal sphincter, it is less likely to be damaged than the perineal body.\n$(Choice B) The ischiocavernosus muscle arises from the ischial tuberosity and inserts into the corpus cavernosum of the clitoris. It is anterior and lateral to the perineal body and vagina; therefore, it is unlikely to sustain injury from an obstetric perineal laceration.\n$(Choice C) The levator ani muscle (ie, iliococcygeus, pubococcygeus, puborectalis) is a wide, funnel-shaped muscle complex that forms the pelvic floor and supports the pelvic viscera. Although it can be stretched and injured by pregnancy/delivery due to increased intraabdominal pressure, the levator ani muscle is not likely to be damaged by perineal laceration because it lies superior (deep) to the perineal body.\n$(Choice E) The sacrotuberous ligament extends from the lateral sacrum and attaches to the ischial tuberosity. It is posterior, lateral, and superior to the perineal body and would not be damaged by a perineal laceration.\n$Educational objective\nThe perineal body, which is relatively inelastic, can be damaged in an obstetric perineal laceration. The structures that form and attach to the perineal body are the bulbospongiosus, superficial transverse perineal, and external anal sphincter muscles.","clickable_1":"images/img1.11823.jpg","clickable_2":"images/img2.11823.jpg"},

{"id":"1560","title":"A 23-year-old female is being evaluated for infertility.  Hormone studies reveal a normal rise in the blood estradiol level during the first phase of the menstrual cycle.  Androgens synthesized in this patient's ovaries are converted to estradiol in which of the following cell types?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Theca interna","answer_2":"B. Theca externa","answer_3":"C. Granulosa","answer_4":"D. Oocyte","answer_5":"E. Leydig","percent_1":"13%","percent_2":"9%","percent_3":"73%","percent_4":"1%","percent_5":"4%","right_answer":"C. Granulosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1560.jpg","explanation_1":"","explanation_2":"$Estradiol, the predominant estrogen in the human body, is primarily derived from androgens.  Androgens and progesterone are synthesized from cholesterol in the theca interna cells under the influence of luteinizing hormone (LH).  Androgens released from the theca interna cells migrate into the nearby granulosa cells, which contain the enzyme aromatase.  Aromatase converts the androgens into estradiol.  This reaction is stimulated by follicle stimulating hormone (FSH).  $#(Choice B)# The theca externa lies outside of the theca interna and does not participate in steroidogenesis.  The theca externa is composed of a layer of smooth muscle and fibroblast cells.  It serves as a connective tissue support structure for the follicle. $#(Choice D)#  Oocytes do not make the aromatase enzyme needed for conversion of androgens to estradiol.  All female oocytes are formed during embryogenesis and remain arrested in prophase I until ovulation occurs.  At each ovulation, a single oocyte completes meiosis I.  Meiosis II occurs after fertilization. $#(Choice E)#  Leydig cells are found only in the male testes.  They are analogous in location and function to the theca interna cells of the ovarian follicle.  Leydig cells are stimulated by LH to secrete testosterone. $#Educational objective# LH stimulates the theca interna cells of the ovarian follicle to produce androgens.  Aromatase within the follicle's granulosa cells subsequently converts these androgens to estradiol under FSH stimulation.  The theca externa cells serve as a connective tissue support structure for the follicle.  "},

{"SubjectSystem":"Physiology-Female Reproductive System","id":"207","title":"A 34-year-old woman with polycystic ovary syndrome comes to the office with her husband for treatment of infertility.  The patient has been unable to conceive despite having unprotected sexual intercourse several times a week for the past 2 years.  Her menses are irregular and occur every 2-3 months, consistent with chronic anovulation.  She does not use tobacco, alcohol, or illicit drugs.  The patient takes no medications and has no allergies.  BMI is 32 kg/m2.  Physical examination shows coarse hair on her chin and abdomen.  The patient receives ovulation induction therapy with a short course of gonadotropins followed by a single injection of hCG.  The use of hCG therapy in this patient primarily mimics the normal physiologic increase in which of the following hormones?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Estrogen","answer_2":"B. FSH","answer_3":"C. LH","answer_4":"D. Progesterone","answer_5":"E. Testosterone","percent_1":"5%","percent_2":"9%","percent_3":"45%","percent_4":"41%","percent_5":"0%","right_answer":"C. LH","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp207.jpg","explanation_1":"","explanation_2":"$Reproductive-age women have monthly menstrual cycles (ovulation and bleeding) due to cyclic hormonal changes in the @hypothalamic-pituitary-ovarian axis@ (HPO axis).  FSH and LH are gonadotropins released by the anterior pituitary.  FSH stimulates maturation of a dominant ovarian follicle, which produces estrogen.  During the late follicular phase (ie, midcycle), the increasing estrogen levels cause the hypothalamus to release GnRH in a specific pulsatile pattern that triggers the LH surge.  The LH surge then induces follicular rupture and oocyte release (ie, ovulation). $This patient with coarse chin hair likely has anovulatory infertility related to polycystic ovary syndrome.  Patients with anovulatory infertility often undergo #ovulation induction# therapy with exogenous gonadotropins (ie, FSH) to stimulate ovarian follicular development #(choice B).#  Once the follicles appear mature on ultrasound, patients receive an #injection of hCG#.  The hormones hCG, LH, FSH, and TSH share a common alpha subunit; in addition, the beta subunit of hCG is also structurally similar to the beta subunit of LH.  Due to this beta subunit similarity, hCG can bind to and activate the same receptors as LH.  Therefore, the hCG injection #mimics the LH surge# and acts as the #ovulation trigger#. $#(Choice A)#  Estrogen, produced by the dominant ovarian follicle, physiologically increases and peaks in the late follicular phase.  This change leads to the LH surge, follicular rupture, and ovulation.  Estrogen levels decrease with rupture of the dominant follicle. $#(Choice D)#  After ovulation, the remnants of the dominant follicle form the corpus luteum, which secretes progesterone.  Progesterone induces endometrial decidualization in preparation for pregnancy implantation.  An implanted pregnancy will secrete hCG as a signal to the ovary to maintain the corpus luteum until the placenta can take over progesterone production.  If no pregnancy implants, the corpus luteum regresses and progesterone decreases. $#(Choice E)#  Testosterone is produced in the adrenal glands and ovarian theca cells.  Testosterone production within theca cells increases slightly during the late follicular phase in response to the LH surge. $#Educational objective# Anovulatory infertility can be treated with ovulation induction therapy, which may include a course of gonadotropins to stimulate the ovarian follicles.  Once the follicles mature, patients are administered an injection of hCG, which mimics the LH surge and acts as the ovulation trigger.  ","clickable_1":"images/img1.207.jpg"},

{"id":"11908","title":"A 24-year-old primigravid patient at 38 weeks gestation undergoes vaginal delivery of healthy twins after a prolonged labor course. Shortly after the placenta is delivered, profuse vaginal bleeding and a boggy uterus are noted on examination. Uterine massage and uterotonic medications fail to stop the bleeding. The patient is taken to the operating room for a laparotomy. Control of this patient's bleeding can best be achieved through bilateral ligation of which of the following arteries?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Common iliac","ansImg_1":"","answer_2":"B.External iliac","ansImg_2":"","answer_3":"C.Internal iliac","ansImg_3":"","answer_4":"D.Internal pudendal","ansImg_4":"","answer_5":"E.Ovarian","ansImg_5":"","right_answer":"C.Internal iliac","percent_1":"2%","percent_2":"6%","percent_3":"71%","percent_4":"11%","percent_5":"9%","explanation_img":"images/exp11908.jpg","explanation_1":"","explanation_2":"#Postpartum hemorrhage# (PPH), an obstetric emergency, is a leading cause of maternal mortality. A common cause is #uterine atony# (failure of the uterus to contract and compress the placental site vessels), as evidenced by a #boggy uterus#. Surgery is indicated when medical management (eg, uterotonic medications) cannot control uterine bleeding.\nThe main blood supply to the uterus is the uterine artery, a branch of the anterior division of the internal iliac artery. However, there are robust collaterals (eg, vaginal, ovarian) to the uterus during pregnancy such that in cases of severe PPH, ligation (tying off with suture) of the uterine arteries may fail to control the bleeding. In these cases, #bilateral ligation# of the #internal iliac artery# (also known as the hypogastric artery), the main blood supply to the pelvis, is performed to decrease flow rate and pulse pressure within all pelvic vessels, which can #stop uterine bleeding# and avoid hysterectomy.\nThe structures supplied by the internal iliac arteries are typically unharmed by the procedure due to anastomoses with branches of the external iliac artery (eg, medial femoral circumflex-obturator anastomosis) or eventual recanalization. Therefore, in women of childbearing age, fertility is preserved and complication rates (eg, buttock claudication) are low.\n$#(Choices A and B)# The aorta bifurcates into the common iliac arteries, which bifurcate into the internal and external iliac arteries. The external iliac becomes the femoral artery after exiting the pelvis and supplies the leg. Bilateral ligation of the common or external iliac would cut off blood flow to the lower extremities, leading to ischemia and necrosis of the legs.\n$(Choice D) The internal pudendal artery, also a branch of the anterior division of the internal iliac, runs through the sciatic foramina to supply the perineum. Because the internal pudendal artery is distal to the uterine artery on the internal iliac, ligation would not decrease uterine blood flow.\n$(Choice E) The ovarian artery, which originates from the abdominal aorta, supplies primarily the ovary and secondarily the uterus. Although bilateral ligation could somewhat decrease uterine blood flow, it would also cause irreversible ovarian necrosis, infertility, and menopause.\n$Educational objective\nThe internal iliac artery (hypogastric artery) supplies blood to the pelvis, including the uterus via the uterine artery. Therefore, bilateral ligation of the internal iliac artery is a potential surgical management option for postpartum hemorrhage due to uterine atony."},

{"id":"299","title":"A 27-year-old woman comes to the office for evaluation of irregular menses.  Menarche was at age 12, and the patient started taking combined oral contraceptives at age 18.  She had no menstrual periods while using oral contraceptives and was advised that this was normal.  The patient stopped her contraception 6 months ago to conceive with her husband, but she still has not menstruated.  BMI is 24 kg/m2.  Urine pregnancy testing is negative.  TSH, FSH, and prolactin levels are normal.  Oral medroxyprogesterone for 10 days is prescribed; a few days after completing the progesterone course, the patient has moderately heavy bleeding with some cramping.  Which of the following endometrial processes is most likely responsible for this patient's bleeding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apoptosis","answer_2":"B. Dysplasia","answer_3":"C. Granulation","answer_4":"D. Hyperplasia","answer_5":"E. Hypertrophy","answer_6":"F. Invagination","percent_1":"59%","percent_2":"1%","percent_3":"3%","percent_4":"26%","percent_5":"9%","percent_6":"3%","right_answer":"A. Apoptosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp299.jpg","explanation_1":"","explanation_2":"$Menstruation occurs due to fluctuating estrogen and progesterone levels, which regulate the endometrium.  Progesterone is secreted during the luteal phase of the menstrual cycle and transforms the endometrium from proliferative to secretory to promote pregnancy implantation.  Endometrial glands become more elaborate, and the spiral arteries, which supply the stratum functionalis, elongate and coil.  Exogenous progesterone intake for 10 days similarly matures the endometrium. $When the endometrium is no longer exposed to progesterone (ie, #progesterone withdrawal#), local prostaglandin production increases.  This causes uterine contractions (eg, cramping), leading to #compression/constriction of the spiral arteries#.  In response to decreased blood supply, the cells in the stratum functionalis undergo programmed cell death, or #apoptosis#.  Progesterone withdrawal also causes endometrial stromal cells to secrete metalloproteases, causing degradation of the extracellular matrix.  The net effect is degeneration of the stratum functionalis, which sloughs away as #menstrual blood flow#.  The stratum basalis remains intact (as it is supplied by the straight, not spiral, arteries), allowing for regeneration of the stratum functionalis during the next proliferative phase. $#(Choice B)#  Dysplasia is the abnormal growth of cells, tissues, or organs.  In epithelial tissues such as the transformation zone of the cervix, dysplasia is an early form of precancer. $#(Choice C)#  Granulation refers to the formation of new connective tissue and capillaries as part of the wound healing process.  Intrauterine procedures or infection can result in proliferation of granulation tissue with subsequent endometrial scarring and formation of fibrous adhesions (ie, @Asherman syndrome@). $#(Choice D)#  Hyperplasia is increased cell number due to increased cell proliferation.  Endometrial hyperplasia can cause abnormal (eg, intermenstrual, prolonged) uterine bleeding if the overly proliferative, thickened endometrium outgrows its blood supply.  However, the immediate cause of bleeding in this patient is cellular apoptosis triggered by withdrawal of progesterone. $#(Choice E)#  Hypertrophy is the enlargement of tissue due to increased cell size without increased cell proliferation.  Patients with @adenomyosis@ have hypertrophy of the surrounding uterine smooth muscle cells, which results in a uniformly enlarged, globular uterus. $#(Choice F)#  Invagination (inward folding) of epithelial cells occurs during embryonic development (gastrulation) to form structures such as the @neural tube@.  It is not associated with menstruation. $#Educational objective# Progesterone is secreted during the luteal phase of the menstrual cycle and transforms the endometrium from proliferative to secretory.  Progesterone withdrawal causes endometrial cells in the stratum functionalis to undergo apoptosis, resulting in menstrual bleeding.  ","clickable_1":"images/img1.299.jpg","clickable_2":"images/img2.299.jpg","clickable_3":"images/img3.299.jpg"},

{"id":"1986","title":"A 26-year-old woman, para 0, comes to the office for follow-up of irregular menstrual periods.  She has a period every 15-90 days that lasts 2-14 days and ranges from spotting to quarter-sized clots.  The patient and her husband have been trying to conceive, but it has been difficult to time intercourse given her erratic menstrual cycles.  She has been exercising and losing weight and now has a BMI of 32 kg/m2.  Gynecologic examination shows normal external genitalia, a small mobile uterus, and normal adnexa.  Endometrial sampling reveals coiled glands filled with carbohydrate-rich mucus, edematous stroma, and tortuous spiral arteries.  At which time point on the graph below was the endometrial sampling most likely obtained?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1986.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"1%","percent_2":"3%","percent_3":"12%","percent_4":"82%","percent_5":"2%","right_answer":"D. ","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1986.jpg","explanation_1":"","explanation_2":"$The uterine #endometrium# is a highly specialized mucosa that undergoes histologic transformation during the menstrual cycle in preparation for zygote implantation.  The upper layer of the endometrium (the stratum functionale) consists of lamina propria studded with tubular glands, spiral arteries, and dilated capillaries.  Histologic examination of these components with an endometrial biopsy allows for endometrial dating and evaluation for pathological processes. $A normal @menstrual cycle@ lasts for 21-35 days (28+/-7 days).  The #proliferative phase# is the first half of the menstrual cycle (#days 1-14#), beginning with the first day of menses and ending with ovulation.  During this time, estrogen stimulates proliferation of the stratum functionale.  Normal proliferative endometrium consists of nonbranching, nonbudding, uniform glands evenly distributed throughout a uniform stroma #(choices A and E)#.  In the midproliferative phase #(choice B),# the glands are tubular, narrow, and lined with pseudostratified, elongated, mitotically active epithelial cells.  The stratum functionale contains compact, nonedematous stroma.  The uterine glands have increased in length and girth but still remain relatively straight.  No secretions are present in the glandular lumens.  The endometrium thickens, but the coiled spiral arteries remain limited to the deeper layers.  At the end of the proliferative phase, ovulation occurs.  Endometrial biopsy at ovulation shows a late proliferative endometrium with coiled glands and occasional cytoplasmic vacuoles in the glandular epithelium #(choice C).# $The #secretory phase# is the second half of the menstrual cycle (#days 15-28#), which follows ovulation.  During this time, progesterone secreted by the corpus luteum in the ovary promotes the development of secretory endometrium.  The glands increase in size and become more coiled, and the cells lining the glands acquire large cytoplasmic vacuoles.  Glycogen-rich mucus is released into the glandular lumens.  The stroma becomes increasingly edematous, and the prominent spiral arteries extend to the endometrial surface.  The endometrial biopsy taken in this patient is consistent with the mid-secretory phase. $#Educational objective# The secretory phase of the menstrual cycle occurs between ovulation and menses, from days 15-28 of the normal menstrual cycle.  Progesterone released by the corpus luteum causes the uterine glands to coil and secrete glycogen-rich mucus in preparation for embryo implantation.  The endometrial stroma becomes edematous and completely traversed by tortuous spiral arteries that extend from the deeper layers to the uterine lumen.  ","clickable_1":"images/img1.1986.jpg"},

{"id":"11920","title":"A 29-year-old woman, gravida 2 para 2, comes to the emergency department with fever, crampy abdominal pain, and right flank pain 8 days after an uncomplicated vaginal delivery. Temperature is 38.3 C (101 F) and blood pressure is 110/60 mm Hg. Physical examination shows tenderness in the right lower quadrant and flank. The patient is hospitalized and started on intravenous antibiotics for presumed postpartum endometritis, but her fever persists. Urine and blood cultures show no bacterial growth. CT scan of the abdomen and pelvis reveals right ovarian vein thrombosis. If this patient remains untreated, she is at risk for extension of the thrombus into which of the following vessels?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Inferior vena cava","ansImg_1":"","answer_2":"B.Right common iliac vein","ansImg_2":"","answer_3":"C.Right internal iliac vein","ansImg_3":"","answer_4":"D.Right renal vein","ansImg_4":"","answer_5":"E.Right uterine vein","ansImg_5":"","right_answer":"A.Inferior vena cava","percent_1":"64%","percent_2":"4%","percent_3":"20%","percent_4":"9%","percent_5":"3%","explanation_img":"images/exp18918.jpg","explanation_1":"","explanation_2":"#Ovarian vein thrombosis# occurs when a thrombus forms in the ovarian vein and becomes infected (eg, septic pelvic thrombophlebitis). It is a rare complication associated with the #postpartum period#, pelvic surgery, or malignancy. The classic presentation is persistent fever and focal abdominal pain despite broad-spectrum antibiotics.\nOvarian vein thrombosis is more commonly #right sided# (90%) due to greater tortuosity of the right ovarian vein. In addition, peripartum @dextrorotation@ of the uterus (rotation of the uterus to the right due to presence of the colon) increases compression on the right ovarian vein, thereby increasing the risk of thrombosis. Because ovarian venous drainage is asymmetric, the laterality of the affected ovarian vein determines which other vessels are at risk for thrombus extension. The right ovarian vein #drains directly to the inferior vena cava# (IVC), whereas the left ovarian vein drains first into the left renal vein, which then drains to the IVC.\n$#(Choices B and C)# Most of the female pelvis is drained by the internal iliac veins, which then drain into the common iliac veins that form the IVC. Because neither the right internal iliac nor the right common iliac vein directly drains the right ovarian vein, they are unlikely to be affected by thrombus extension from the right ovarian vein.\n$(Choice D) Unlike the left renal vein, which drains the left ovarian vein, the right renal vein does not drain the right ovarian vein and is therefore less likely to be affected by thrombus extension.\n$(Choice E) The uterine vein is part of the uterine venous plexus that drains to the internal iliac vein, common iliac vein, and IVC. Although a small portion of the uterine venous plexus can drain to either ovarian vein, thrombus extension from the ovarian vein to the uterine venous plexus is less likely due to directionality of venous drainage from distal (uterine plexus) to proximal (ovarian vein).\n$Educational objective\nOvarian vein thrombosis (infected ovarian vein thrombus) is a rare complication associated with the postpartum period and is typically right sided. Because ovarian venous drainage is asymmetric, a thrombus in the right ovarian vein can extend into the inferior vena cava. In contrast, a left ovarian vein thrombosis would extend first to the left renal vein.","clickable_1":"images/img1.11920.jpg"},

{"SubjectSystem":"Anatomy-Reproductive female system","id":"1739","title":"A 23-year-old primigravida woman has a vaginal delivery of a 3600-g (7 lb 15 oz) infant after a protracted labor. The patient has had no pain medications or epidural analgesia during delivery. She sustains a second-degree perineal laceration, and repair is planned. Prior to administering local anesthesia, the physician palpates for distinct bony protrusions located on the posterolateral vaginal sidewalls; a firm band can be felt running medially and posteriorly from each of the bilateral bony protrusions. The anesthetic agent is injected around the bony prominence. Which of the following nerves is most likely blocked by this injection?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Genitofemoral","ansImg_1":"","answer_2":"B.Iliohypogastric","ansImg_2":"","answer_3":"C.Inferior gluteal","ansImg_3":"","answer_4":"D.Obturator","ansImg_4":"","answer_5":"E.Posterior femoral cutaneous","ansImg_5":"","answer_6":"F.Pudendal","ansImg_6":"","right_answer":"F.Pudendal","percent_1":"7%","percent_2":"3%","percent_3":"1%","percent_4":"4%","percent_5":"1%","percent_6":"84%","explanation_img":"images/exp1739.jpg","explanation_1":"","explanation_2":"$Local anesthesia may be administered during #labor, delivery#, and# #obstetric perineal #laceration repair# in patients who decline neuraxial anesthesia or who have progressed too far in labor to place an epidural safely.  #Pudendal nerve blocks# are performed because the pudendal nerve provides sensory innervation to the #perineum and external genitalia#. $The pudendal nerve arises from the #S2-S4# nerve roots and also provides motor innervation to the external anal and urethral sphincters.  Important landmarks palpable on vaginal examination include the #ischial spine# (a bony protrusion located posterolateral to the vaginal sidewall) and #sacrospinous ligament# (a firm band running medially and posteriorly from the ischial spine to the sacrum). $When administering a pudendal nerve block, the physician palpates the ischial spine on vaginal examination and injects the anesthetic transvaginally and immediately medial to the ischial spine through the sacrospinous ligament.  The #internal pudendal artery# and #inferior gluteal artery# are directly lateral to the pudendal nerve; inadvertent injection into these vessels can lead to #hematoma# or arrhythmia from intravascular infiltration of the local anesthetic (eg, lidocaine). $#(Choice A)#  The genitofemoral nerve courses along the psoas muscle, and its branches innervate the labia majora and medial thigh.  It is at risk for injury by abdominal retractors during laparotomy but is not accessible transvaginally. $#(Choice B)#  The @iliohypogastric nerve@ is vulnerable to injury where it pierces the anterior abdominal musculature.  Damage (eg, during cesarean delivery) can result in decreased sensation, burning pain, and paresthesia of the suprapubic skin. $#(Choices C and E)#  The inferior gluteal nerve innervates the gluteus maximus and can be injured during hip surgery, leading to impaired hip extension.  The @posterior femoral cutaneous nerve@ provides sensory innervation to the posterior thigh, buttock, and posterior labia.  Neither nerve is accessible transvaginally, and blockade would not provide adequate anesthesia to the perineum and external genitalia. $#(Choice D)#  The obturator nerve provides motor and sensory innervation to the medial thigh.  Injury during pelvic surgery (eg, retroperitoneal pelvic lymph node dissection) can cause weakness of hip adduction and decreased sensation of the medial thigh. $#Educational objective# A pudendal nerve block provides anesthesia to most of the perineum and external genitalia.  It is performed by transvaginal injection of a local anesthetic medial to the ischial spine and through the sacrospinous ligament.  ","clickable_1":"images/img1.1739.jpg","clickable_2":"images/img2.1739.jpg"}


]