[

{"id":"948","title":"A 56-year-old woman presents to your office with chronic cough.  She says that the cough is dry and affects quality of her life significantly.  She denies chest pain, hemoptysis and shortness of breath.  Her past medical history is significant for long-standing hypertension, diabetes and myocardial infarction experienced two months ago.  She does not smoke or consume alcohol.  Her blood pressure is 130/70 mmHg and heart rate is 70/min.  Which of the following is the best next step in the management of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Careful review of family history","answer_2":"B. Careful review of past allergic episodes","answer_3":"C. Careful review of current medications","answer_4":"D. Careful review of diet and physical activity","answer_5":"E. Chest x-ray","percent_1":"2%","percent_2":"1%","percent_3":"91%","percent_4":"1%","percent_5":"5%","right_answer":"C. Careful review of current medications","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"With a history of hypertension, diabetes, and coronary heart disease, the likelihood that this patient is on standard ACE inhibitor therapy is very high.  A dry, nonproductive, and persistent cough is one of the most well-known side effects of ACE inhibitor therapy. $The mechanism of ACE inhibitor induced cough is believed to involve increased bradykinin, substance P, or prostaglandins.  ACE is a very nonspecific enzyme responsible for the breakdown of many substrates.  By blocking ACE, ACE inhibitors block degradation of bradykinin and substance P. Bradykinin and substance P accumulation can cause inflammation and stimulate lung irritation. $Because angiotensin receptor blockers (ARBs) do not affect ACE activity, they theoretically should not cause cough. $#(Choice A)#  Chronic cough is one of the early signs of cancer.  Screening family history will allow risk assessment for cancer, but since patient does not complain of any other symptoms of cancer (unexplained fatigue, weight loss, change in bowel habits, etc.), suspicion for cancer is low. $#(Choice B)#  Although cough can occur secondary to post nasal drip in patients with allergies, the patient describes no other allergy type symptoms (itchy and watery eyes, runny nose, sneezing, etc.). $#(Choice D)#  Diet and physical activity are not linked to causing cough. $#(Choice E)#  Cough may be linked to pulmonary infection or disease.  Chest x-ray would be helpful in diagnosis if suspicion for pneumonia, TB, bronchitis, or emphysema were high.  However, patient has no symptoms associated with any infection and her risk for emphysema is low since she does not smoke. $#Educational objective# Cough is a very well recognized side effect of ACE inhibitor therapy.  Cough secondary to ACE inhibitor therapy is characterized as dry, nonproductive, and persistent.  The mechanism behind ACE inhibitor induced cough is accumulation of bradykinin, substance P, or prostaglandins.  Because angiotensin receptor blockers (ARBs) do not affect ACE activity, they theoretically should not cause cough.  "},

{"id":"14980","title":"A 53-year-old woman comes to the office due to progressive distension and tightness in her right lower extremity for the past year.  She has had no shortness of breath, fever, or skin rash.  The patient was diagnosed with melanoma of the right thigh approximately 2 years ago and underwent surgical resection.  Two of her inguinal lymph nodes tested positive for metastasis, and she subsequently underwent inguinal lymphadenectomy and received adjuvant therapy.  Recent imaging revealed no evidence of recurrent malignancy.  The patient's medical history also includes hypertension and hyperlipidemia.  Vital signs are within normal limits.  Physical examination shows clear lungs and normal heart sounds without murmurs or gallops.  No jugular venous distension is present.  The right lower extremity is significantly larger in diameter than the left.  Edema is present up to the thigh, with mild skin indentation after application of pressure.  The skin overlying the involved area is thickened and dry.  Laboratory testing, including complete blood count, serum metabolic panel, and urinalysis, is within normal limits.  Treatment of this patient's symptoms should include which of the following strategies?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of estrogen receptors","answer_2":"B. Compression to increase lymphatic flow","answer_3":"C. Dissolution of intravascular thrombus","answer_4":"D. Inhibition of vascular endothelial growth factor","answer_5":"E. Reduction of intravascular volume","percent_1":"1%","percent_2":"74%","percent_3":"12%","percent_4":"5%","percent_5":"8%","right_answer":"B. Compression to increase lymphatic flow","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Chronic lymphedema! ? Etiology? • Physical disruption of lymphatic drainage $ == ○ Lymphadenectomy, radiation $ == ○ Malignant obstruction $ == ○ Chronic inflammation (eg, recurrent cellulitis) $ == ○ Parasitic infection (eg, filariasis) $ == ○ Congenital (eg, Turner syndrome) ?Clinical presentation? • Swelling, heaviness, discomfort • Early: soft skin, pitting edema • Late: firm, dry & thickened skin; nonpitting edema ?Treatment ?• Weight loss, limb elevation • Compression bandages & physiotherapy • Diuretics contraindicated ","explanation_img":"","explanation_1":"","explanation_2":"$This patient with chronic swelling and thickened skin of the right leg most likely has #chronic lymphedema#.  Lymphedema can be congenital, but it most commonly results from an acquired #disruption of lymphatic drainage# that allows for accumulation of lymphatic fluid in the interstitial tissue.  Malignancy and its treatment (eg, radiation, #lymphadenectomy#) are frequent underlying causes; other causes include chronic inflammation (eg, recurrent cellulitis, connective tissue disease) and parasitic infection (ie, filariasis due to Wuchereria bancrofti).  Obesity is often a strong contributing factor. $ Lymphedema usually presents with swelling, heaviness, and discomfort in one or more extremities.  In early disease, the edema is pitting and the skin remains soft.  However, over time there is progressive #deposition of subcutaneous collagen# and adipose tissue, which leads to firm, dry, and #thickened skin# and #nonpitting edema#.  Treatment is difficult and typically involves conservative management to increase lymphatic drainage via #compression bandages# or physiotherapy (ie, manual lymphatic drainage). $ (Choice A)  Selective estrogen receptor modulators (eg, tamoxifen) block estrogen receptors in breast tissue and can be useful in treating breast cancer.  Breast cancer may present with upper extremity lymphedema, but lower extremity lymphedema would be extremely unusual. $ (Choice C)  Anticoagulants (eg, heparin) facilitate dissolution of acute deep venous thrombosis (DVT); however, acute DVT is less likely without active malignancy and would not explain this patient's year-long duration of symptoms. $ (Choice D)  Inhibition of vascular endothelial growth factor is useful in the treatment of lymphangiosarcoma, which is a rare complication of lymphedema.  Lymphangiosarcoma typically presents as purple maculopapular skin lesions, which are not present in this patient. $ (Choice E)  Diuretics reduce intravascular volume and are useful in treating lower extremity edema that results from elevated venous hydrostatic pressure in true volume overloaded states (eg, heart failure, cirrhosis).  However, they are ineffective and contraindicated for lymphedema because lymphedematous fluid cannot be easily mobilized from the interstitial space into the vasculature.  When used for lymphedema, diuretics are likely to cause intravascular volume depletion and consequent acute kidney injury. $ Educational objective Chronic lymphedema is most commonly caused by an acquired disruption of lymphatic drainage (eg, due to malignancy or lymphadenectomy), and typically presents with swelling and thickened skin in one or more extremities.  Treatment is usually conservative and involves compression bandages and physiotherapy; diuretics are ineffective and contraindicated."},

{"id":"18840","title":"A 56-year-old man comes to the hospital due to 24 hours of burning substernal chest pain.  The most intense pain occurred approximately 6 hours ago, and it has started to subside.  The patient has a history of diabetes mellitus.  ECG shows sinus rhythm with ST-segment elevation in leads V3 to V5.  In the cardiac catheterization laboratory, he is found to have total occlusion of the left anterior descending artery.  Successful intervention is performed to restore blood flow in the artery.  The next day, the patient's echocardiogram shows a normal-sized left ventricle with no evidence of hypertrophy; there is apical and anterior akinesia with a reduced left ventricular ejection fraction of 38%.  Which of the following is the most likely long-term effect of ACE inhibitor therapy in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Attenuation of left ventricular chamber dilation","answer_2":"B. Enhanced collagen deposition in the apical myocardium","answer_3":"C. Enhanced collagen deposition in the peri-infarct myocardium","answer_4":"D. Enhanced left ventricular hypertrophy in basal segments","answer_5":"E. Increase in left ventricular stroke work","percent_1":"68%","percent_2":"3%","percent_3":"7%","percent_4":"4%","percent_5":"18%","right_answer":"A. Attenuation of left ventricular chamber dilation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18840.jpg","explanation_1":"","explanation_2":"$This patient has a #reduced left ventricular (LV) ejection fraction# (<45%) due to acute #myocardial infarction#; echocardiography shows akinesia of the anterior and apical segments, findings consistent with infarction in those locations.  In the months following infarction, the affected myocardium undergoes fibroblastic proliferation and fibrosis to repair the necrotic region (ie, initial #remodeling# phase); disproportionate thinning of the infarcted area can lead to ballooning of affected segments and marked #LV cavity enlargement#.  Although LV cavity enlargement is initially beneficial as it acts as a compensatory mechanism for LV volume overload, progressive cavity enlargement (eg, eccentric hypertrophy) leads to @overwhelming wall stress@ and further worsening of LV contractile dysfunction.  With progressive dilation, the LV begins to assume a spherical, rather than its normal elliptical, shape. $Much of the deleterious remodeling that occurs following myocardial infarction is likely driven by neurohormonal signaling via #angiotensin II#.  Accordingly, #ACE inhibitors# (eg, lisinopril) #reduce the deleterious remodeling# that takes place following myocardial infarction, #minimizing LV dilation# and helping preserve LV function. $#(Choices B and C)#  Angiotensin II enhances post–myocardial infarction collagen deposition to contribute to deleterious cardiac remodeling.  This effect is especially prominent in peri-infarct cardiomyocytes (cardiomyocytes at the edge of an infarction), which have high angiotensin II levels.  ACE inhibitors reduce deleterious cardiac remodeling at least in part via inhibition of myocardial collagen deposition and fibrosis. $#(Choice D)#  Noninfarcted cardiac segments (eg, the basal segments in this patient) are subject to postinfarction remodeling caused by LV hemodynamic influences (eg, pressure and volume changes).  ACE inhibitors also reduce remodeling of these segments, further contributing to maintenance of the normal LV elliptical shape and preservation of LV contractile function. $#(Choice E)#  Stroke work is the work done by the left ventricle with each contraction and is estimated by the product of stroke volume and LV systolic pressure (ie, stroke volume × LV systolic pressure).  ACE inhibitors reduce stroke work by causing peripheral vasodilation and reducing systemic blood pressure (ie, reducing the pressure the left ventricle must overcome during each contraction). $#Educational objective# Following myocardial infarction, collagen deposition and fibrosis within the infarct region and eccentric hypertrophy of surviving myocytes can lead to progressive left ventricular (LV) dilation and worsening contractile dysfunction.  Because much of this remodeling is driven by neurohormonal signaling via angiotensin II, ACE inhibitors (eg, lisinopril) reduce deleterious cardiac remodeling following myocardial infarction, minimizing LV dilation and helping preserve contractile function.  ","clickable_1":"images/img1.18840.jpg"},

{"id":"1365","title":"A medical student is conducting a pharmacology experiment to determine the effects of a certain drug.  She infuses this drug intravenously over different dose ranges and measures several important hemodynamic parameters.  Graphs plotting the observed changes in renal blood flow and cardiac output are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1365.jpg","title_2":"Which of the following drugs was most likely used in this experiment?","audio":"","comparison_items":"","answer_1":"A. Dopamine","answer_2":"B. Edrophonium","answer_3":"C. Epinephrine","answer_4":"D. Esmolol","answer_5":"E. Phenylephrine","percent_1":"68%","percent_2":"2%","percent_3":"19%","percent_4":"6%","percent_5":"5%","right_answer":"A. Dopamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§ •^#Hemodynamic effects of adrenergic agonists#∆ •⨉∆ •⨉∆ •⨉∆ •⨉§ •α1: peripheral vasoconstriction, ↑ SVR$, § •β1: ↑ heart rate & contractility, ↑ cardiac output$, § •β2: peripheral vasodilation, ↓ SVR$, § •D1: renal arteriolar vasodilation∆ •⨉∆ •⨉∆ •⨉∆ •⨉§ •^#Agonist# ∆ •^#Receptor$ binding# ∆ •^#SVR# ∆ •^#Cardiac$ output# ∆ •^#Renal$ blood flow# § •^#Dobutamine# ∆ •^β1 > β2 ∆ •^↓ ∆ •^↑ ∆ •^– § •^#Dopamine# ∆ •^D1 > β1 > α1$ (low-dose) ∆ •^–/↓ ∆ •^↑ ∆ •^↑ § •↕ ∆ •^α1 > β1 > D1$ (high-dose) ∆ •^↑ ∆ •^–/↓ ∆ •^↓ § •^#Epinephrine# ∆ •^β1 > β2 > α1$ (low-dose) ∆ •–/↓ ∆ •^↑ ∆ •^– § •↕ ∆ •^α1 > β1 > β2$ (high-dose) ∆ •^↑ ∆ •^–/↓ ∆ •^↓ § •^#Isoproterenol# ∆ •^β1 = β2 ∆ •^↓ ∆ •^↑ ∆ •^– § •^#Norepinephrine# ∆ •^α1 = β1 > β2 ∆ •^↑ ∆ •^– ∆ •^↓ § •^#Phenylephrine# ∆ •^α1 ∆ •^↑ ∆ •^↓ ∆ •^↓ %#SVR =# systemic vascular resistance.","explanation_img":"","explanation_1":"","explanation_2":"#Dopamine# is an adrenergic agonist that has varying effects based on the dose.  At #low doses#, dopamine stimulates #D1 receptors# in the renal vasculature and tubules, inducing an #increase in renal blood flow#, glomerular filtration rate, and sodium excretion.  Vasodilation of the mesenteric, cerebral, and coronary vascular beds is also prominent at low doses. $As the dosage increases, dopamine begins to stimulate #β1adrenergic receptors# in the heart, increasing cardiac contractility, heart rate, and systolic blood pressure.  At the high end of the dose range, stimulation of #α1receptors# in the systemic vasculature leads to generalized vasoconstriction, which can result in decreased cardiac output due to the increased afterload. $#(Choice B)#  Edrophonium is a short-acting acetylcholinesterase inhibitor used in the diagnosis of myasthenia gravis (ie, Tensilon test).  Through its cholinergic effects, edrophonium reduces heart rate, cardiac conduction, and cardiac contractility. $#(Choice C)#  Epinephrine increases heart rate, myocardial contractility, and cardiac output by stimulating β1 receptors.  At low doses, stimulation of β2 receptors in the skeletal muscle vasculature produces vasodilation that can cause decreased blood pressure.  At high doses, α1-induced vasoconstriction in the skin and viscera becomes more pronounced.  Epinephrine does not significantly increase renal blood flow (even at lower doses) due to the lack of D1 receptor stimulation. $#(Choice D)#  Esmolol is a cardioselective β1 blocker with a short duration of action.  Esmolol decreases heart rate, myocardial contractility, and cardiac conduction without affecting renal blood flow. $#(Choice E)#  Phenylephrine is a selective α1-adrenergic receptor agonist that causes a generalized increase in peripheral vascular resistance and blood pressure.  Its use results in significant renal, splanchnic, and mesenteric vasoconstriction. $#Educational objective# Low-dose dopamine infusion stimulates D1 receptors in the renal and mesenteric vasculature, resulting in vasodilation and increased blood flow to these sites.  Increasing doses of dopamine stimulate β1 and α1 receptors, resulting in increased cardiac output and elevated systemic vascular resistance.  At the high end of the dose range, the increase in afterload can result in decreased cardiac output.  "},

{"id":"142","title":"A 60-year-old man is diagnosed with exertional angina.  His treatment regimen includes metoprolol, isosorbide dinitrate and aspirin.  He takes isosorbide dinitrate early in the morning and again in the afternoon, but he does not take an evening dose.  Such a pattern of drug administration is intended to decrease which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Pharmacokinetic drug interaction","answer_2":"B. Pharmacodynamic drug antagonism","answer_3":"C. Effect potentiation","answer_4":"D. Tolerance development","answer_5":"E. Withdrawal symptoms","answer_6":"F. Drug noncompliance","percent_1":"5%","percent_2":"4%","percent_3":"18%","percent_4":"65%","percent_5":"3%","percent_6":"4%","right_answer":"D. Tolerance development","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Around-the-clock nitrate administration (in any form) rapidly results in development of tolerance to nitrates.  This is why a nitrate-free interval must be provided every day in patients that are using daily long acting nitrates.  The mechanism by which this occurs has not been fully demonstrated, but it is theorized that it is due to a decreased vascular sensitivity to nitrates and an increased sensitivity to endogenous vasoconstricting agents.  Usually the nitrate-free period is timed to occur during the night when the patient is sleeping and cardiac work is the least. $#(Choice A)#  A pharmacokinetic drug interaction refers to how drugs that are used together in a patient affect the absorption and elimination of each other.  An example of this is the ability of rifampin to increase the metabolism and elimination of warfarin by inducing cytochrome P-450.  This is not the reason for providing a nitrate-free interval. $#(Choice B)#  Pharmacodynamic drug antagonism refers to the ability of a drug, as part of its mechanism of action, to antagonize, or prevent, the effect of another drug or endogenous substance.  An example of this is the effect that labetalol has on alpha-1 and beta adrenergic receptors – it prevents the binding of catecholamines to these receptors. $#(Choice C)#  Effect potentiation refers to one drug's ability to increase the pharmacologic effect of another agent.  The drugs mentioned in this question stem do not potentiate the effects of each other, and this is not the reason for providing a nitrate-free period.  Beta-adrenergic blockers are often prescribed along with nitrates to prevent reflex tachycardia as well as to provide decreased cardiac work by a mechanism different from that of nitrates. $#(Choice E)#  Withdrawal symptoms occur when a patient forms a physiologic dependence on a drug or medication and that drug or medication is then discontinued.  This is common in patients using alcohol, opiates, benzodiazepines, stimulants and some antidepressants.  This is not the reason for providing a nitrate-free period in patients taking nitrates. $#(Choice F)#  Drug noncompliance is a problem where patients do not take the medications prescribed to them properly or at all.  It is frequent among patients who do not understand their disease, can not afford medications, or simply can not remember to take them.  The latter becomes much more frequent when patients are taking multiple medications with many times-per-day dosing schedules.  This is also not the reason for providing a nitrate-free period every day in patients taking long-term nitrates. $#Educational objective# Patients taking daily maintenance nitrates need to have a nitrate-free period every day to avoid tolerance to the drug.  "},

{"id":"654","title":"A 23-year-old previously healthy man is brought to the emergency department after a stab injury. His friends report that they were \"walking down the street minding our own business when a guy jumped out in front of us from behind a dumpster and stabbed him in the chest.\" They were able to disarm the man after this single attack, and the man then ran off into an alley. The patient is conscious but in distress. Physical examination shows a laterally directed anterior chest wall stab wound at the fifth intercostal space along the left midclavicular line. Which of the following structures is most likely to have been injured in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azygos vein","ansImg_1":"","answer_2":"B. Inferior vena cava","ansImg_2":"","answer_3":"C. Left atrium","ansImg_3":"","answer_4":"D. Left lung","ansImg_4":"","answer_5":"E. Right ventricle","ansImg_5":"","right_answer":"D. Left lung","percent_1":"1%","percent_2":"1%","percent_3":"8%","percent_4":"53%","percent_5":"37%","explanation_img":"images/exp654.jpg","explanation_1":"","explanation_2":"A penetrating, laterally directed stab wound (possibly from a left-handed assaulter) that involves the fifth intercostal space (ICS) at the left anterior midclavicular line (MCL) would most likely injure the #left lung#. The lungs occupy most of the volume of the thoracic cavity. The apex of each lung extends into the neck (3-4 cm above the first rib). The lung bases are in direct contact with the diaphragm, which separates the right lung from the right lobe of the liver and the left lung from the stomach, spleen, and (occasionally) left lobe of the liver. The mediastinal surface of each lung has a cardiac impression that accommodates the heart.$A deeper (and more medially directed) wound could have injured the left (not the right) ventricle. The heart is located behind the sternum, and its anterior surface is partially #covered# by the lungs. The cardiac apex is formed by the left ventricle. Depending on heart size, the point of #maximal# apical impulse can be felt at the fifth left ICS (between the fifth and sixth ribs) at the left MCL. All other heart chambers, including the right ventricle, lie #medial# to the left MCL and are unlikely to have been affected by the injury. The right ventricle forms the sternocostal (anterior) surface of the heart #(choice E)#. The diaphragmatic (inferior) surface is formed by the left and right ventricles and is in contact with the central tendon of the diaphragm. The posterior surface of the heart is formed mainly by the left atrium #(choice C)#.$(Choice A) The azygos vein lies in the posterior mediastinum immediately to the right of the midline. It drains blood from the posterior intercostal veins into the superior vena cava.$(Choice B) The inferior vena cava is located in the mediastinum, lies to the right of midline, and drains into the right atrium.$Educational objective The left ventricle forms the apex of the heart and can reach as far as the fifth intercostal space at the left midclavicular line (MCL). All other chambers of the heart lie medial to the left MCL. The lungs overlap much of the anterior surface of the heart."},

{"title":"A 23-year-old woman is brought to the emergency department with a chest wound. She was in her house during a severe thunderstorm when a large tree branch fell through a window. The window was shattered and large fragments of wood and glass struck the patient. She did not lose consciousness, but her family found her bleeding profusely and rushed her to the hospital. Blood pressure is 80/50 mm Hg and pulse is 130/min. The patient appears to be in severe distress. Physical examination shows a deep penetrating wound in the fourth intercostal space along the left sternal border. Smaller lacerations are noted across the face and forearms. Which of the following structures is most likely injured in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inferior vena cava","ansImg_1":"","answer_2":"B. Left atrium","ansImg_2":"","answer_3":"C. Left ventricle","ansImg_3":"","answer_4":"D. Pulmonary trunk","ansImg_4":"","answer_5":"E. Right ventricle","ansImg_5":"","right_answer":"E. Right ventricle","percent_1":"2%","percent_2":"6%","percent_3":"21%","percent_4":"6%","percent_5":"65%","id":"1699","explanation_img":"images/exp1699.jpg","explanation_1":"","explanation_2":"A penetrating injury at the left sternal border in the fourth intercostal space (level of the nipple) will pass through the following layers (in order):$1. Skin and subcutis$2. Pectoralis major muscle$3. External intercostal membrane$4. Internal intercostal muscle$5. Internal thoracic artery and veins$6. Transversus thoracis muscle$7. Parietal pleura$8. Pericardium$9. Right ventricular myocardium$The #right ventricle# composes the majority of the #anterior surface of the heart# and is at risk of injury with penetrating trauma at the mid- and lower-left sternal border. The parietal pleura would be injured as well, but the left lung itself would not be punctured as there is no middle lobe on the left side, and the superior lobe of the left lung is displaced laterally by the cardiac impression$(Choice A) The inferior vena cava (IVC) passes through the right side of the central tendon of the diaphragm at the level of T8. A penetrating wound to the back at the immediate right of the vertebral bodies could strike the IVC$(Choice B) The left atrium is located at the base of the heart (posterior surface, opposite the apex) and makes up most of the heart's posterior surface. Only the auricle of the left atrium is visible anteriorly (protruding between the pulmonary trunk and the left ventricle)$(Choice C) The left ventricle composes the left lateral aspect of the heart. A stab wound angled slightly medially in the fourth intercostal space at the midclavicular line could strike the left ventricle, but only after passing through the bulk of the left lung$(Choice D) The pulmonary trunk could be pierced by a penetrating injury to the second intercostal space at the left sternal border$Educational Objectives The right ventricle composes most of the heart's anterior surface. A deep, penetrating injury at the left sternal border in the fourth intercostal space would puncture the right ventricle."},

{"id":"8296","title":"A 22-year-old woman comes to the office due to worsening dyspnea.  The patient has also experienced low-grade fevers, a 6.8-kg (15-lb) weight loss, and syncopal episodes over the last 3 months.  Her shortness of breath worsens when sitting and improves when lying down.  Medical history is insignificant.  The patient does not use tobacco, alcohol, or illicit drugs.  Temperature is 37.4 C (99.3 F), blood pressure is 115/72 mm Hg, pulse is 75/min and regular, and respirations are 12/min.  The lungs are clear.  Cardiac auscultation reveals a low-pitched, mid-diastolic rumble at the cardiac apex.  The remainder of the physical examination is normal.  ECG reveals left atrial enlargement, and echocardiography shows a large, pedunculated mass in the left atrium.  Histologic analysis of this mass will most likely reveal which of the following?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coarse, filamented, branching septate hyphae","answer_2":"B. Gram-positive cocci in clusters","answer_3":"C. Malignant myeloid cells","answer_4":"D. Scattered cells within a mucopolysaccharide stroma","answer_5":"E. Solid mass of platelets and fibrin","percent_1":"1%","percent_2":"6%","percent_3":"9%","percent_4":"74%","percent_5":"10%","right_answer":"D. Scattered cells within a mucopolysaccharide stroma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp8296.jpg","explanation_1":"","explanation_2":"$This patient with a large, pedunculated mass in the left atrium most likely has an #atrial myxoma#.  Myxomas are the most common primary cardiac neoplasm, and approximately 80% arise within the #left atrium#. $ Left atrial myxomas frequently obstruct blood flow from the left atrium to the left ventricle, leading to a #murmur# mimicking that of mitral stenosis (ie, mid-diastolic rumble at the apex).  The obstruction can also lead to a decrease in cardiac output that manifests as dyspnea, lightheadedness, or syncope.  Because the mass is typically mobile, #obstructive symptoms# may be transient and #influenced by position# (ie, upright posture exacerbates mitral obstruction, whereas lying down alleviates it).  In some patients, fragments of the mass may embolize into the systemic circulation (eg, resulting in stroke or acute limb ischemia).  In addition, some myxomas can produce cytokines (eg, interleukin-6) that lead to #constitutional symptoms# including fever and weight loss. $ Histologically, these tumors demonstrate scattered myxoma cells within a #mucopolysaccharide stroma# and blood vessels, which may be encircled by myxoma cells.  Myxomas produce a large amount of vascular endothelial growth factor, which contributes to the angiogenesis, hemorrhaging (seen as brown hemosiderin deposits), and friability characterizing these tumors. $ #(Choices A and B)#  Coarse, filamented, branching septate hyphae are found in fungal endocarditis, whereas gram-positive cocci in clusters are consistent with bacterial endocarditis.  Both are unlikely in this young woman with no history of valvular disease or intravenous drug use.  In addition, endocarditis typically causes a regurgitant murmur, with valvular vegetations seen on echocardiography. $ (Choice C)  Acute myeloid leukemia (AML) rarely may involve the heart.  Signs and symptoms related to anemia (eg, weakness, fatigue), neutropenia (eg, infections), and thrombocytopenia (eg, ecchymoses, epistaxis), are typically present with AML. $ (Choice E)  Nonbacterial thrombotic endocarditis involves the valvular deposition of sterile platelets and fibrin and most commonly occurs in the setting of advanced malignancy or systemic lupus erythematosus.  The disease usually presents with systemic embolization, and heart murmurs are often absent; if a murmur is present, it is typically regurgitant rather than stenotic. $ Educational objective Myxomas are the most common primary cardiac neoplasm and usually arise within the left atrium.  The tumors typically cause position-dependent obstruction of the mitral valve, leading to a mid-diastolic murmur and symptoms of decreased cardiac output (eg, dyspnea, syncope).  Constitutional symptoms (eg, fever, weight loss) may also be present.  Histologically, the tumors demonstrate scattered cells within a mucopolysaccharide stroma and blood vessels with hemorrhage."},

{"id":"11640","title":"A 42-year-old woman comes to the emergency department for evaluation of chest pain.  She was moving furniture in her summer house 2 days ago when she experienced sharp pain in the left side of the sternum that quickly subsided.  Since then, the patient has had episodic pain with deep inspiration or trunk movement.  She has no fever or cough.  The patient has a history of hypertension.  Her father died of myocardial infarction at age 67.  She does not use tobacco or illicit drugs.  Blood pressure is 146/85 mm Hg in the right arm and 142/80 mm Hg in the left arm, pulse is 86/min, and respirations are 12/min.  She has localized tenderness to palpation at the left sternal border.  Lungs are clear to auscultation, and cardiac examination reveals normal heart sounds without gallops or murmurs.  The abdomen is soft and nontender.  There is no peripheral edema.  Which of the following is the most likely cause of this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute pericarditis","answer_2":"B. Aortic dissection","answer_3":"C. Costochondritis","answer_4":"D. Esophageal spasm","answer_5":"E. Gastroesophageal reflux disease","answer_6":"F. Panic disorder","answer_7":"G. Pneumonia","answer_8":"H. Pulmonary arterial hypertension","answer_9":"I. Pulmonary embolism","answer_10":"J. Unstable angina","percent_1":"8%","percent_2":"9%","percent_3":"74%","percent_4":"1%","percent_5":"0%","percent_6":"0%","percent_7":"0%","percent_8":"1%","percent_9":"1%","percent_10":"5%","right_answer":"C. Costochondritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Differential diagnosis! features of chest pain& ?Coronary artery$ disease? • Substernal • Precipitated by exertion • Relieved by rest or nitroglycerin ?Pulmonary/pleuritic$ (pleurisy, pneumonia,$ pericarditis, PE)? • Sharp/stabbing pain • Worse with inspiration • Pericarditis: worse when lying flat ?Aortic$ (dissection,$ intramural hematoma)? • Abrupt (maximal at onset), severe \"tearing\" pain • May radiate to back • Hypertension and/or inherited aortopathy ?Esophageal? • Substernal, may refer to neck • Associated with regurgitation • Provoked by recumbent position • Nonexertional, relieved by antacids ?Chest wall/$ musculoskeletal? • Persistent pain • Worse with movement or change in position • Often follows repetitive activity %PE = pulmonary embolism. ","explanation_img":"","explanation_1":"","explanation_2":"$This patient's chest pain is most likely due to #costosternal syndrome# (also known as costochondritis or anterior chest wall syndrome) involving the regional chest wall.  It usually occurs after repetitive activity and involves the upper costal cartilage at the costochondral or costosternal junctions.  The pain is typically #reproduced with palpation# and worsened with movement or changes in position (eg, horizontal arm flexion).  Patients typically do not have palpable warmth, swelling, or erythema. $ #(Choices A, G, and I)#  Conditions causing inflammation of the pleura or pericardium can cause sharp pain worsened with inspiration.  Pericarditis often follows an upper respiratory viral syndrome.  The pain of pericarditis is typically worse when lying flat and relieved by leaning forward.  Examination may show a pericardial friction rub.  Pulmonary embolism can cause pleural inflammation with chest pain.  However, such cases are typically due to large emboli and are associated with significant hypoxia and shortness of breath.  Pneumonia usually presents with fever, cough, and shortness of breath.  None of these conditions would be associated with focal tenderness of the chest wall. $ (Choice B)  Aortic dissection causes sudden, tearing chest pain radiating to the back and blood pressure disparity between the arms.  This patient's episodic pain makes this less likely.  Blood pressure will normally vary mildly between arms; a difference in systolic or diastolic blood pressure <10 mm Hg is not considered significant. $ #(Choices D and E)#  Gastroesophageal reflux disease typically causes postprandial or nocturnal burning pain in the upper abdomen and chest.  Esophageal spasm can cause chest pain with meals or swallowing. $ (Choice F)  Panic disorder is usually a diagnosis of exclusion and can present with episodic chest pain, shortness of breath, and palpitations.  Patients usually have intense fear/anxiety, and chest wall tenderness is not seen. $ (Choice H)  Pulmonary arterial hypertension usually presents with exertional dyspnea, lethargy, and fatigue.  Other symptoms, such as exertional chest pain, syncope, and peripheral edema, are generally seen in advanced disease. $ (Choice J)  Unstable angina is characterized by exertional chest pressure, often radiating to the arm or jaw.  Local chest tenderness does not rule out a cardiac cause of chest pain but is unusual. $ Educational objective Costosternal syndrome (costochondritis) usually occurs after repetitive activity and is characterized by pain that is reproducible with palpation and worsened with movement or changes in position."},








{"id":"19084","title":"A 24-year-old man is evaluated due to a syncopal episode that occurred immediately after he completed a 13-mile half-marathon.  The patient felt light-headed and then passed out.  He was immediately placed in a supine position and regained consciousness after 2-3 minutes.  The patient has no chest pain, palpitations, or shortness of breath.  He has never had a similar episode.  There is no family history of sudden death.  The patient does not use alcohol or illicit drugs.  Temperature is 37 C (98.6 F), blood pressure is 98/56 mm Hg, pulse is 80/min, and respirations are 14/min.  Complete physical examination and ECG show no abnormalities.  Which of the following is the most likely mechanism of this patient's syncope?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased cardiac preload","answer_2":"B. Decreased right ventricular contractility","answer_3":"C. Left ventricular outflow obstruction","answer_4":"D. Parasympathetic-mediated bradycardia","answer_5":"E. Tachyarrhythmia due to cardiac irritability","percent_1":"64%","percent_2":"2%","percent_3":"7%","percent_4":"24%","percent_5":"4%","right_answer":"A. Decreased cardiac preload","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Exercise-associated collapse# ∆⨉ §^#Pathophysiology# ∆ • Cessation of exercise results in sudden decrease in venous return to the heart (preload) §^#Manifestations# ∆ • Athlete collapses immediately after cessation of exercise • Dizziness or light-headedness, syncope • Normal to minimally elevated core temperature §^#Management# ∆ • Trendelenburg positioning (ie, feet inclined above the head) • Oral hydration","explanation_img":"","explanation_1":"","explanation_2":"This patient with syncope after completing a half-marathon experienced #exercise-associated collapse (EAC)#.  EAC is characterized by the inability to stand or walk associated with light-headedness or #syncope# immediately following vigorous physical activity. $EAC is thought to occur due to physiologic adaptations in #endurance athletes#, who have significantly higher cardiac output than untrained individuals due to hypertrophy of the left ventricle (ie, athlete's heart).  During strenuous exercise, the skeletal muscles, particularly in the lower extremities, exert significant pressure on the venous system, which increases venous return to the heart.  When an athlete abruptly #stops exercising# (eg, finishing a run), the muscles no longer exert pressure and #venous return dramatically decreases#.  The sudden #decrease in cardiac preload# fails to meet increased cardiac demands, resulting in transient postural hypotension with syncope or collapse.  This may be compounded by inhibition of the baroreflex and dehydration, which often occur with intense exercise. $The Trendelenburg position (ie, feet inclined above the head) helps redistribute blood to the heart and brain, improving symptoms. $#(Choice B)#  The physiologic effects of exercise include increased circulating catecholamines, decreased parasympathetic activity, and increased sympathetic activation, all of which result in increased, rather than decreased, cardiac contractility. $#(Choice C)#  Left ventricular outflow obstruction (eg, hypertrophic cardiomyopathy) can cause syncope and sudden cardiac death.  However, patients often have dyspnea on exertion or chest pain, and ECG abnormalities (eg, widespread repolarization changes) are typical. $#(Choice D)#  Resting bradycardia in well-conditioned athletes is thought to be due in part to an increased parasympathetic regulation of cardiac pacemaker cells.  However, because exercise training results in elevated stroke volume, this is not associated with hypotension or syncope.  Furthermore, this patient has a normal heart rate. $#(Choice E)#  Electrolyte abnormalities (eg, hyperkalemia) cause cardiac irritability and promote the development of tachyarrhythmias.  Although arrhythmias can cause collapse, they usually occur during, not immediately after, exercise.  Furthermore, electrolyte abnormalities result in characteristic ECG changes (eg, peaked T waves). $#Educational objective# Exercise-associated collapse typically occurs after intense exercise in well-conditioned athletes.  It is characterized by loss of postural tone or syncope immediately following the cessation of exercise and occurs due to impaired venous return to the heart.  "}

]