[

{"id":"8542","title":"A 62-year-old woman comes to the office due to a painless neck mass that has gradually enlarged over several months.  She also has had fatigue, night sweats, and unintentional weight loss.  Physical examination shows rubbery, nontender, bilateral cervical lymphadenopathy.  Imaging studies reveal mediastinal and abdominal lymphadenopathy, and subsequent excisional lymph node biopsy is consistent with diffuse large B cell lymphoma.  The patient receives combination chemotherapy, which leads to rapid lysis of neoplastic cells.  She also receives rasburicase prior to and during treatment.  This medication helps to protect normal organs by which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Converting uric acid into more soluble metabolites","answer_2":"B. Forming insoluble complexes with phosphate","answer_3":"C. Inhibiting uric acid formation after cell lysis","answer_4":"D. Supplying a thiol group to inactivate toxic metabolites","answer_5":"E. Supplying necessary cofactors blocked by a chemotherapeutic agent","percent_1":"79%","percent_2":"1%","percent_3":"14%","percent_4":"4%","percent_5":"2%","right_answer":"A. Converting uric acid into more soluble metabolites","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8542.jpg","explanation_1":"","explanation_2":"$#Tumor lysis syndrome# (TLS) is an oncologic emergency that primarily develops during initial chemotherapy for high-grade lymphomas, leukemias, and other cancers with rapid cell turnover, substantial tumor burden, or high sensitivity to chemotherapy.  When large numbers of tumor cells are destroyed in a short period, massive quantities of intracellular tumor products are released into the circulation, which frequently results in the following: $• Hyperkalemia, which can cause fatal heart arrhythmias. $• Hyperphosphatemia, which precipitates calcium in the renal tubules and collecting system, leading to systemic hypocalcemia and acute renal injury from calcium-phosphate stones. $• Hyperuricemia, which precipitates urate crystals in the renal tubules and collecting system, leading to acute renal injury. $Aggressive #intravenous fluids# during and after chemotherapy can help prevent kidney injury by flushing phosphorous and uric acid out of the kidneys.  Treatment with an agent that reduces the formation of uric acid is also generally required to limit the formation of uric acid stones, including 1 of the following: $• #Rasburicase# is a recombinant version of #urate oxidase#, an enzyme present in many mammals, but not in humans.  Urate oxidase converts uric acid into #allantoin#, a purine metabolite that is 5-10 times #more soluble# than uric acid and therefore far less likely to precipitate in the kidney. $• Allopurinol is a purine decoy that competitively inhibits xanthine oxidase (and other enzymes involved in purine metabolism), which reduces the conversion of purine metabolites into xanthine and uric acid #(choice C).#  Febuxostat is a non-purine selective inhibitor of xanthine oxidase; it is similar to allopurinol, but it has fewer adverse effects and drug interactions. $#(Choice B)#  Phosphate binders (eg, sevelamer) are used to manage hyperphosphatemia in patients with chronic kidney disease.  Rasburicase does not target phosphate. $#(Choice D)#  Mesna can prevent hemorrhagic cystitis in patients receiving cyclophosphamide or ifosfamide; it supplies a thiol group that inactivates the toxic metabolite (acrolein) of these chemotherapeutic agents. $#(Choice E)#  Folinic acid (leucovorin) provides a reduced form of folic acid to counter the @methotrexate-induced@ block in folic acid metabolism.  It \"rescues\" gastrointestinal mucosa and bone marrow cells from the effects of methotrexate (which causes cell death in rapidly dividing cells). $#Educational objective# Tumor lysis syndrome primarily develops during chemotherapy for cancers with rapid cell turnover, substantial tumor burden, or high sensitivity to chemotherapy.  It is characterized by hyperphosphatemia, hypocalcemia, hyperkalemia, and hyperuricemia.  Prevention involves intravenous fluids to flush the kidneys and the use of hypouricemic agents (eg, rasburicase, allopurinol, febuxostat).  ","clickable_1":"images/img1.8542.jpg"},

{"id":"18769","title":"A 6-year-old girl is brought to the office by her mother due to abdominal pain and vomiting.  The patient has Down syndrome but has otherwise been healthy.  Abdominal examination reveals the liver edge 3 cm below the costal margin and the spleen tip extending past the level of the umbilicus.  Leukocyte count is 104,000/mm3, and subsequent peripheral blood smear reveals numerous lymphoblasts.  The patient is diagnosed with acute lymphoblastic leukemia and combination cytotoxic chemotherapy is planned.  Which of the following laboratory changes are most likely to be seen in this patient following treatment initiation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆ Potassium ∆ Uric acid ∆ Phosphorous ∆ Lactate dehydrogenase","answer_1":"§A. ∆ ↓ ∆ ↑ ∆ ↑ ∆ ↑","answer_2":"§B. ∆ ↓ ∆ ↑ ∆ ↓ ∆ ↑","answer_3":"§C. ∆ ↑ ∆ ↓ ∆ ↓ ∆ ↑","answer_4":"§D. ∆ ↑ ∆ ↑ ∆ ↓ ∆ ↓","answer_5":"§E. ∆ ↑ ∆ ↑ ∆ ↑ ∆ ↓","answer_6":"§F. ∆ ↑ ∆ ↑ ∆ ↑ ∆ ↑","percent_1":"11%","percent_2":"7%","percent_3":"2%","percent_4":"4%","percent_5":"6%","percent_6":"70%","right_answer":"§F. ∆ ↑ ∆ ↑ ∆ ↑ ∆ ↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18769.jpg","explanation_1":"","explanation_2":"$#Acute lymphoblastic leukemia# (ALL) is a hematologic malignancy that is generally associated with a high tumor cell burden and a rapid turnover rate.  Therefore, initiation of cytotoxic chemotherapy often leads to massive lysis of tumor cells, which spills intracellular contents into the blood (#tumor lysis syndrome#), resulting in the following: $• #Hyperphosphatemia:# Intracellular phosphate concentration is much higher than serum phosphate levels.  Therefore, serum phosphate levels typically spike following chemotherapy initiation.  Because excess phosphate is excreted via the kidneys, patients are at risk for calcium-phosphate deposition in the renal tubules and collecting system, which can lead to hypocalcemia and acute renal failure. $• #Hyperuricemia:# Purine nucleic acids released from lysed tumor cells are metabolized by xanthine oxidase into @uric acid@.  Because uric acid is excreted through the kidneys and is poorly soluble, patients are at risk for obstructing uric acid stones, which can lead to acute renal injury. $• #Hyperkalemia:# Potassium is primarily an intracellular ion.  Therefore, significant tumor lysis is generally associated with elevations of serum potassium, which can lead to cardiac arrhythmia. $• #Elevated lactate dehydrogenase# (LDH): Lactate dehydrogenase, an enzyme involved in cellular respiration, is found in almost all human cells.  It is an important laboratory marker for cell lysis in a wide range of disease states (eg, hemolytic anemia).  Levels are typically significantly elevated in tumor lysis syndrome. $#Educational objective# Patients with hematologic malignancies that have high tumor cell burdens or rapid turnover rates are at high risk for electrolyte abnormalities following the initiation of cytotoxic chemotherapy due to the massive lysis of tumor cells.  Patients generally develop hyperphosphatemia, hyperkalemia, hyperuricemia, and elevated lactate dehydrogenase.  ","clickable_1":"images/img1.18769.jpg"},

{"id":"1857","title":"A 23-year-old woman comes to the emergency department with vaginal bleeding and lower abdominal cramps.  Her last menstrual period was 6 weeks ago, and a home pregnancy test was positive.  She has no medical history and does not use tobacco or alcohol.  Pelvic ultrasonography reveals a gestational sac in the left fallopian tube without evidence of rupture.  A single dose of methotrexate is administered to treat her condition.  Which of the following substances will most likely accumulate in embryonic tissues as a result of treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Dihydrofolate polyglutamate","answer_2":"B.Folinic acid","answer_3":"C.Para-aminobenzoic acid","answer_4":"D.Tetrahydrofolate","answer_5":"E.Thymidylic acid","percent_1":"51%","percent_2":"7%","percent_3":"8%","percent_4":"29%","percent_5":"5%","right_answer":"A.Dihydrofolate polyglutamate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1857.jpg","explanation_1":"","explanation_2":"$#Methotrexate# (MTX), a #folate antagonist#, is the drug of choice for non-surgical treatment of an early, unruptured ectopic pregnancy.  Folic acid is a required precursor to nucleic acid synthesis.  Barriers to its metabolism are especially effective in hindering the growth of rapidly proliferating cells such as in a developing embryo or certain types of cancer. $Normally, folic acid is reduced to dihydrofolate (DHF) by dihydrofolate reductase and then reduced further to #tetrahydrofolate# (THF), an integral precursor of #DNA synthesis#.  MTX is structurally similar to folic acid and competitively and irreversibly #inhibits DHF reductase#.  DHF reductase inhibition prevents the formation of THF #(choice D).# $After entering the target cell, MTX undergoes #polyglutamation#, which prevents the movement of MTX out of the cell, resulting in intracellular accumulation of MTX for later use.  Similarly, folate and recycled DHF are stored within the cell via polyglutamation.  Because MTX inhibits DHF reductase, folic acid and DHF polyglutamate will accumulate in cells. $#(Choice B)#  Folinic acid (leucovorin) is a reduced form of folic acid that can be used to counter the toxic effects of MTX chemotherapy.  Folinic acid selectively \"rescues\" normal cells by competing with MTX for DHF reductase binding sites.  It can reactivate DHF reductase, therefore allowing re-initiation of DNA synthesis. $#(Choice C)#  Para-aminobenzoic acid (PABA) is a folic acid precursor in prokaryotes.  Sulfonamide antibiotics are chemical analogues of PABA that inhibit the enzyme dihydropteroate synthetase, preventing bacterial conversion of PABA to folic acid.  Humans lack the ability to convert PABA to folic acid and require dietary folate. $#(Choice E)#  Thymidylic acid is a nucleotide that contributes to pyrimidine formation.  Its synthesis is inhibited by MTX. $#Educational objective# Methotrexate is a folic acid antagonist used to treat ectopic pregnancy.  It competitively inhibits the enzyme dihydrofolate (DHF) reductase, which catalyzes the synthesis of tetrahydrofolate.  DHF reductase inhibition causes the intermediate DHF to accumulate intracellularly.  "},

{"id":"1892","title":"Two antineoplastic drugs are shown to inhibit intracellular thymidylate formation.  The chemotherapeutic effect of drug X can be overcome by N5-formyl-tetrahydrofolate supplementation, but that of drug Y is not affected.  The drugs described in this scenario are most likely which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Drug X∆Drug Y","answer_1":"§A.∆Cytarabine∆Gemcitabine","answer_2":"§B.∆Fluorouracil∆Leucovorin","answer_3":"§C.∆Fludarabine∆Methotrexate","answer_4":"§D.∆Methotrexate∆Fluorouracil","answer_5":"§E.∆Gemcitabine∆Fludarabine","percent_1":"1%","percent_2":"8%","percent_3":"4%","percent_4":"86%","percent_5":"1%","right_answer":"§D.∆Methotrexate∆Fluorouracil","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1892.jpg","explanation_1":"","explanation_2":"$The two antineoplastic agents described in the question stem are methotrexate (Drug X) and 5-fluorouracil (Drug Y).  Methotrexate is a folic acid analog that functions by binding and inactivating dihydrofolate reductase, the enzyme responsible for reducing folic acid to tetrahydrofolate.  Tetrahydrofolate participates in the transfer of carbon groups in certain intracellular reactions including purine and thymidine synthesis.  5-fluorouracil (5-FU) is a pyrimidine analog that primarily functions to inhibit DNA synthesis by inhibition of thymidylate synthetase after enzymatic conversion to its nucleotide floxuridine monophosphate by any of a number of intracellular reactions. $The key metabolic difference between methotrexate and 5-fluorouracil is that methotrexate prevents the reduction of folic acid to tetrahydrofolate, while 5-FU binds tetrahydrofolate and thymidylate synthetase in a stable-reaction intermediate form, thereby effectively decreasing the amount of thymidylate synthetase available for thymidine synthesis. $Leucovorin (N5-formyl-tetrahydrofolate) is a tetrahydrofolate derivative that does not require reduction by dihydrofolate reductase before it can function as a cofactor for thymidylate synthase and other enzymes involved with purine and amino acid synthesis.  Because leucovorin bypasses the dihydrofolate reductase step that is inhibited by methotrexate, it can be used to \"rescue\" normal cells from the toxicity of methotrexate.  5-FU, on the other hand, requires the presence of reduced folate in order to form complexes with thymidylate synthetase.  5-FU has a reduced cytotoxic effect in cells that are deficient in tetrahydrofolate.  For this reason, leucovorin can be utilized to potentiate the toxicity of fluoropyrimidines such as fluorouracil by strengthening the association of the drug with thymidylate synthase. $#(Choice A)# Cytarabine, like 5-FU, is also a pyrimidine analog antimetabolite that is incorporated into DNA leading to strand termination.  It does not affect folate metabolism.  Gemcitabine is another pyrimidine analog that functions much like cytarabine.  It differs from cytarabine in that it is not S-phase specific, likely owing to additional cytotoxic functions such as inhibition of ribonucleotide reductase. $#(Choice C)# Fludarabine is a deamination-resistant purine nucleotide analog that exerts its cytotoxicity by many mechanisms, including inhibition of DNA polymerase, DNA primase, DNA ligase, and ribonucleotide reductase.  Fludarabine is used to treat chronic lymphocytic leukemia (CLL). $#Educational objective# Methotrexate and 5-FU both effectively inhibit thymidylate formation, but the chemotherapeutic effect of methotrexate is overcome by N5-formyl-tetrahydrofolate (folinic acid, leucovorin) supplementation.  "},

{"id":"1286","title":"The age-adjusted mortality trends for 5 cancers in women in the United States are shown in the graph below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1286.jpg","title_2":"Which of the following curves best corresponds to lung cancer?","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"78%","percent_2":"13%","percent_3":"3%","percent_4":"5%","percent_5":"1%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1286.jpg","explanation_1":"","explanation_2":"$#Lung cancer# has been the @leading cause@ of #cancer mortality# in both #women# and @men@ in the United States since the 1980s.  #Tobacco use# (primary and secondhand) is the most important cause of lung cancer, particularly #non-small cell# lung cancer.  Female use of cigarettes peaked in 1955, and mortality rates increased 20-50 years after smoking onset.  Lung cancer mortality began to decrease after 2000, corresponding to a decline in tobacco use. $ Tobacco is a causative factor for numerous other cancers (eg, leukemia, nasopharyngeal, larynx, esophagus, pancreas, cervix, colon).  It is directly carcinogenic to tissue by causing irritation and inflammation of the body's natural protective barriers.  Patient education about tobacco's harmful effects is extremely important, as smoking cessation for even longtime users can be beneficial for reducing cancer risk and improving life expectancy. $ (Choice B)  Breast cancer is the most common non-skin cancer and the second most common cause of cancer death among women in the United States.  Mortality from breast cancer began to decrease in the 1990s.  Increased use of adjuvant chemotherapy and/or radiation and more frequent breast cancer screening are likely contributing factors to this decline. $ (Choice C)  Colon cancer mortality has decreased since the 1950s due to advances in surgical technique and adjuvant chemotherapy.  Additional protective factors may include colorectal cancer screening, menopausal hormone therapy in women, and aspirin use. $ (Choice D)  The incidence and mortality of pancreatic cancer have increased in women over the last century and recently became the fourth most common cause of cancer death in women.  Pancreatic cancer trends, like those of lung cancer, follow the pattern of increased smoking in women.  However, lung cancer is responsible for three times more deaths than pancreatic cancer in women. $ (Choice E)  Stomach cancer incidence and mortality decreased drastically over the first half of the twentieth century.  Proposed reasons include advances in refrigeration and food preservation (leading to decreased salt intake), and better sanitation and more adequate housing (reducing Helicobacter pylori infection rates).  $Educational objective Between 1950 and 2000, rising rates of tobacco use resulted in an increase in female lung cancer incidence and mortality.  Lung cancer is currently the most common cause of cancer death in both women and men in the United States.","clickable_1":"images/img1.1286.jpg","clickable_2":"images/img2.1286.jpg"},

{"id":"1819","title":"An investigator is studying a line of tumor cells that has developed resistance to several anticancer agents.  The tumor cells are exposed to various chemotherapeutic agents, and the intracellular drug concentration is subsequently measured.  Following exposure to doxorubicin, the intracellular drug concentration is reduced compared to control cells with no doxorubicin resistance.  Western blot analysis shows the tumor cells have increased expression of a specific glycoprotein.  This protein most likely has which of the following functions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Apoptosis regulator","answer_2":"B. ATP-dependent transporter","answer_3":"C. Cell adhesion molecule","answer_4":"D. DNA repair enzyme","answer_5":"E. Receptor tyrosine kinase","percent_1":"13%","percent_2":"38%","percent_3":"7%","percent_4":"33%","percent_5":"9%","right_answer":"B. ATP-dependent transporter","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1819.jpg","explanation_1":"","explanation_2":"$Tumor cells can develop the ability to resist chemotherapeutic agents, resulting in reduced drug efficacy.  The tumor cells in this experiment have acquired resistance to multiple drugs by #decreasing intracellular concentration# of the drugs, most likely via increased expression of efflux pumps such as #P-glycoprotein#. $P-glycoprotein, encoded by the multidrug resistance 1 gene (MDR1), is a transmembrane protein that functions as an #ATP-dependent efflux pump#.  It is normally highly expressed in intestinal and renal tubular epithelial cells (functions to eliminate foreign compounds from the body) as well as in the endothelium of the vessels that form the blood-brain barrier (prevents penetration of foreign compounds into the CNS). $In tumor cells, #increased expression# of P-glycoprotein can increase the efflux of numerous chemotherapeutic agents from the cytosol, particularly hydrophobic agents (eg, doxorubicin, vincristine).  This results in decreased intracellular drug accumulation and is an important mechanism underlying #multidrug resistance#. $#(Choices A and D)#  Tumor cells can evade apoptosis by increasing expression of DNA repair proteins (eg, endonucleases) and antiapoptotic proteins (eg, BCL2).  As a result, they become more resistant to chemotherapeutic drugs that damage DNA and induce apoptosis.  However, decreased intracellular drug concentration would not be expected. $#(Choice C)#  Cell adhesion molecules (eg, cadherins) are proteins located on the cell surface that mediate binding with other cells or with the extracellular matrix.  Cell adhesion molecules are often downregulated in malignant tumors, allowing these cells to spread from their site of origin. $#(Choice E)#  Receptor tyrosine kinases (eg, HER2) generally mediate the effects of hormones that promote cell growth.  HER2 is overexpressed in some cases of breast carcinoma and can be targeted by trastuzumab, a monoclonal antibody. $#Educational objective# Tumors can acquire resistance to multiple chemotherapeutic agents by increasing expression of P-glycoprotein, a transmembrane ATP-dependent efflux pump that has broad specificity.  "},

{"id":"22845","title":"A 68-year-old man is evaluated for progressive dysphagia and unintentional weight loss.  Physical examination shows several enlarged, hard supraclavicular lymph nodes.  Endoscopy reveals an esophageal stricture.  Biopsy of the esophageal lesion shows squamous cell carcinoma.  PET-CT scan performed using radiolabeled glucose demonstrates increased uptake in the esophageal lesion and the lymph nodes.  Compared to normal terminally differentiated cells, this patient's malignant cells are likely to demonstrate which of the following biochemical changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased glutamine conversion to TCA cycle intermediates","answer_2":"B. Decreased production of one-carbon donor molecules","answer_3":"C. Downregulation of fatty acid synthesis enzymes","answer_4":"D. Increased ATP production from oxidative phosphorylation","answer_5":"E. Increased rate of glycolysis with lactate production","percent_1":"3%","percent_2":"3%","percent_3":"5%","percent_4":"28%","percent_5":"61%","right_answer":"E. Increased rate of glycolysis with lactate production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Cells produce energy via 2 main pathways depending on oxygen availability, as follows: $• #Anaerobic glycolysis# occurs in oxygen-poor states.  This pathway converts glucose → pyruvate → lactate in the cytosol, which is then excreted from the cell.  It nets #2 ATP#. $• #Oxidative phosphorylation# occurs in oxygen-rich states.  This pathway moves pyruvate from the cytosol to the mitochondria, where it is converted to acetyl-CoA and run through the #tricarboxylic acid cycle#.  This generates NADH, a reductive compound used to produce ATP in the electron transport chain.  Oxidative phosphorylation nets up to #36 ATP# for each glucose molecule. $Oxidative phosphorylation is the primary driver of energy metabolism in most terminally differentiated cells during normal conditions.  However, rapidly dividing cells such as stem cells and #cancer cells# generate most of their energy through anaerobic glycolysis despite the presence of adequate oxygen (Warburg effect) #(choice D).#  These cells produce significantly more #lactate# than a normal terminally differentiated cell as almost all glucose is converted to lactate and excreted. $The alteration of cellular metabolism from oxidative phosphorylation to anaerobic glycolysis is a crucial part of oncogenesis, and is thought to benefit cancer cells due to the following: $• Shunting glucose away from oxidative phosphorylation increases the concentration of glucose metabolic products (eg, ribulose 5-P, serine, glycine, glycerol) for the synthesis of nucleic acids, amino acids, and lipids. $• Lactic acid excretion promotes production of vascular endothelial growth factor by stromal cells, which improves blood flow to the tumor.  It also creates an acidic tumor microenvironment, which impairs antitumor cytotoxic T cells. $Because anaerobic glycolysis generates only 2 molecules of ATP per molecule of glucose, tumor cells uptake much more glucose than normal cells.  Therefore, areas of tumor activity can usually be visualized by positron emission scanning with radiolabeled glucose. $#(Choice A)#  Glutamine is converted to alpha-ketoglutarate, a component of the tricarboxylic acid (TCA) cycle; it is used as an alternative to glucose to generate NADH.  Tumor cells often increase (not decrease) glutamine absorption/conversion to increase NADH generation. $#(Choice B)#  One-carbon donor molecules (eg, serine, glycine, methionine) are used to generate nucleotides, phospholipids, and reduction factors as part of the folate and methionine pathways.  The production/use of one-carbon donor molecules is generally increased (not decreased) in rapidly dividing cells to provide adequate substrates for cellular proliferation. $#(Choice C)#  Tumors require large amounts of fatty acids as part of cell growth and replication; therefore, enzymes that generate fatty acids (eg, acetyl-CoA carboxylase) are typically upregulated (not downregulated). $#Educational objective# Rapidly dividing cells such as stem cells and cancer cells generate energy through anaerobic glycolysis (Warburg effect).  This pathway converts the majority of glucose to lactate despite the presence of adequate oxygen to run oxidative phosphorylation.  Therefore, cancer cells generally produce far more lactate than a normal terminally differentiated cell.  "},

{"id":"19198","title":"A 58-year-old man comes to the emergency department due to wound dehiscence.  The patient had a left subclavian catheter port placed 3 months ago to begin bevacizumab infusions for recurrent glioblastoma.  The incision wound closed completely but has now partially reopened.  Vital signs are normal.  Examination of the left side of the chest reveals that 50% of the incision has opened; subcutaneous tissue and part of the port are visible, but there is no drainage from the wound or erythema of the surrounding skin.  A complication of bevacizumab is suspected.  Which of the following is the most likely primary mechanism of this patient's wound dehiscence?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Depletion of endothelial growth factors for angiogenesis","answer_2":"B. Eccentric myointimal proliferation and luminal obstruction of the arterioles","answer_3":"C. Impaired cytoskeleton microtubule development","answer_4":"D. Impaired inflammatory cell migration to the wound site","answer_5":"E. Inadequate hydroxylation of collagen polypeptides","percent_1":"79%","percent_2":"2%","percent_3":"4%","percent_4":"9%","percent_5":"6%","right_answer":"A. Depletion of endothelial growth factors for angiogenesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Wound dehiscence# is partial or complete separation of previously approximated wound edges.  It occurs due to disruption of the wound-healing process and may be a complication of medications such as bevacizumab. $#Bevacizumab# is a monoclonal antibody that #binds vascular endothelial growth factor (VEGF)#, preventing it from binding to its cell surface receptor.  This #inhibits angiogenesis#—the process by which new blood vessels sprout from surrounding, uninjured vessels and grow into the wound—because angiogenesis is largely stimulated by VEGF. $Because bevacizumab suppresses the growth of new blood vessels, it limits the blood supply to the tumor and is often referred to as cancer-starving therapy.  However, because it also suppresses angiogenesis in healing wounds, it can cause wound dehiscence.  The lack of angiogenesis leads to #inadequate blood supply# to support #collagen production# during the @proliferation phase@ (3 days to 5 weeks) and collagen #remodeling and cross-linking# during the maturation phase (3 weeks to 2 yr).  When these are inhibited, the #tensile strength# of the wound remains #low#, and dehiscence can occur even weeks to months after initial wound closure. $#(Choice B)#  Radiation therapy, commonly used in cancer treatment, causes DNA damage, resulting in apoptosis of susceptible (eg, highly proliferative) cells.  However, it also damages surrounding noncancerous tissues, including local blood vessels, which can subsequently develop progressive eccentric myointimal proliferation and luminal obstruction.  This can eventually result in tissue ischemia (eg, chronic skin ulcers). $#(Choice C)#  Vinca alkaloids such as vincristine and vinblastine inhibit cytoskeleton microtubule development.  This results in the arrest of cell division and replication at the @metaphase stage@, leading to failure of division and cell death. $#(Choice D)#  Anti-inflammatory agents such as glucocorticoids can impair inflammatory cell migration to the wound site.  Suppression of inflammation, the wound-healing phase that precedes proliferation, can delay the progression of wound healing. $#(Choice E)#  Vitamin C deficiency can result in inadequate hydroxylation of proline and lysine residues during collagen synthesis.  Because hydroxyproline and hydroxylysine are essential for collagen cross-linking, vitamin C deficiency compromises collagen cross-linking and reduces the maximal tensile strength of the wound. $#Educational objective# Bevacizumab is a monoclonal antibody that inhibits the binding of vascular endothelial growth factor (VEGF) to its receptor.  This inhibits angiogenesis and limits blood supply to tumors (ie, cancer-starving therapy).  However, it also impairs wound healing and can lead to wound dehiscence.  ","clickable_1":"images/img1.19198.jpg","clickable_2":"images/img2.19198.jpg"},

{"id":"11728","title":"A 62-year-old woman is evaluated for refractory nausea and vomiting.  She was recently diagnosed with ovarian cancer and underwent total hysterectomy with bilateral salpingo-oophorectomy and pelvic lymph node dissection.  The patient was started on highly emetogenic adjuvant chemotherapy.  Despite taking ondansetron around the clock, she continues to have nausea and vomiting.  She has no abdominal pain or constipation.  Vital signs are normal.  Examination shows a well-healed abdominal scar.  There is no tenderness or abnormal masses.  Bowel sounds are normal.  Additional therapy blocking which of the following receptors would most likely be helpful in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Endogenous opioid","answer_2":"B.Motilin","answer_3":"C.Neurokinin 1","answer_4":"D.Neuropeptide Y","answer_5":"E.Nicotinic acetylcholine","percent_1":"17%","percent_2":"14%","percent_3":"34%","percent_4":"25%","percent_5":"11%","right_answer":"C.Neurokinin 1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of antiemetic drugs# ∆⨉∆⨉ §^#Drug class# ∆^#Examples# ∆^#Clinical uses# §^#Antimuscarinics (anticholinergics)# ∆ • Scopolamine ∆ • Motion sickness • Hyperemesis gravidarum • (promethazine) §^#Antihistamines# ∆ • Diphenhydramine • Meclizine • Promethazine ∆↕ §^#Dopamine receptor antagonists# ∆ • Prochlorperazine • Metoclopramide ∆ • Chemotherapy-induced emesis §^#Serotonin (5-HT3) receptor $antagonists# ∆ • Ondansetron • Granisetron ∆↕ §^#Neurokinin 1 (NK1) receptor $antagonists# ∆ • Aprepitant • Fosaprepitant ∆↕","explanation_img":"","explanation_1":"","explanation_2":"#Vomiting# is a reflex that can be activated by either humoral or neuronal stimuli.  The #area postrema# in the fourth ventricle has a chemoreceptor trigger zone that can respond to many neurotransmitters, drugs, or toxins.  The #nucleus tractus solitarius# (NTS) in the medulla receives information from the area postrema, gastrointestinal tract via the vagus nerve, vestibular system, and central nervous system (eg, meninges, hypothalamus).  Neurons from the NTS project to other medullary nuclei and coordinate the vomiting process. $The 5 major receptors involved in stimulating the vomiting reflex in the area postrema and adjacent vomiting center nuclei are M1 muscarinic, D2 dopaminergic, H1 histaminic, 5-HT3 serotonergic, and neurokinin 1 (NK1) receptors.  #5-HT3 receptor antagonists# (eg, ondansetron) and dopamine receptor antagonists (eg, metoclopramide) are particularly helpful for chemotherapy-induced vomiting.  When these do not control symptoms, #NK1 receptor antagonists# (prevent substance P release) can be considered; they prevent both acute vomiting and delayed emesis associated with chemotherapy. $#(Choice A)#  Opioid receptor antagonists (eg, naltrexone) competitively bind opioid receptors to prevent action of endogenous or exogenous opioids.  They are used mainly for opioid dependence. $#(Choice B)#  Motilin regulates interdigestive migrating contractions.  Erythromycin is a motilin receptor agonist used for gastroparesis. $#(Choice D)#  Neuropeptide Y is a polypeptide neurotransmitter found in the central and autonomic nervous systems.  It is thought to play a role in appetite and pain perception.  Neuropeptide Y antagonists have been investigated as potential antiobesity drugs. $#(Choice E)#  Nicotinic antagonists are primarily used for muscle paralysis during surgery.  Some antihistamines (eg, promethazine, meclizine) and antimuscarinics (eg, scopolamine) have anticholinergic activity and inhibitory effects on both the vomiting center and vestibular apparatus (useful for motion sickness). $#Educational objective# Vomiting is a reflex regulated mainly by 5 receptors, including M1 muscarinic, D2 dopaminergic, H1 histaminic, 5-HT3 serotonergic, and neurokinin 1 (NK1) receptors.  5-HT3 and NK1 receptor antagonists are particularly useful for chemotherapy-induced vomiting.  "},

{"id":"2018","title":"Cancer cells from a 23-year-old male with testicular cancer demonstrate high sensitivity to etoposide.  The etoposide-killed cancer cells show a high number of double-stranded DNA fractures.  These fractures are due to dysfunction of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Thymidylate synthase","answer_2":"B. Topoisomerase I","answer_3":"C. Topoisomerase II","answer_4":"D. Microtubules","answer_5":"E. Dihydrofolate reductase","percent_1":"6%","percent_2":"18%","percent_3":"67%","percent_4":"6%","percent_5":"3%","right_answer":"C. Topoisomerase II","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Etoposide is a semisynthetic derivative of the plant alkaloid podophyllotoxin, which targets topoisomerase II.  The topoisomerases are enzymes that relieve the DNA supercoiling that occurs during DNA replication as a result of separation and unwinding of the double helix.  Topoisomerase I makes single-stranded nicks to relieve negative supercoiling, while topoisomerase II induces transient breaks in both DNA strands simultaneously to relieve both positive and negative supercoiling.  Etoposide and podophyllin specifically inhibit topoisomerase II's ability to seal the strand breaks it induces, causing chromosomal breaks to accumulate and eventual cell death.  Two major uses of etoposide are in testicular cancer and small cell lung cancer.  Podophyllin is used topically to treat genital warts. $#(Choices A and E) #Antimetabolites are medications that interfere with nucleotide metabolism, thus inhibiting incorporation of new nucleotides into elongating DNA strands.  For example, thymidylate synthase and dihydrofolate reductase are enzymes central to thymidine nucleotide synthesis.  5-Fluorouracil and 5-deoxyuridine are antimetabolites that inhibit thymidylate synthase, and methotrexate is an antimetabolite that inhibits dihydrofolate reductase. $#(Choice B)# Irinotecan and topotecan inhibit topoisomerase I, an enzyme that induces single-strand breaks in DNA to relieve negative supercoiling during replication. $#(Choice D) #Vinca alkaloids like vincristine and vinblastine bind tubulin monomers, disrupting the microtubules necessary for separating chromosome strands during mitosis.  Taxanes like paclitaxel also cause microtubular dysfunction. $#Educational objective #Etoposide is a chemotherapeutic agent that inhibits the sealing activity of topoisomerase II.  Treatment with etoposide causes chromosomal breaks to accumulate in dividing cells, ultimately causing cell death.  "},

{"id":"15706","title":"A 52-year-old woman comes to the office due to 2 weeks of constant back pain.  She has also had several months of nonproductive cough, anorexia, and unintentional weight loss.  The patient has a 40-pack-year smoking history.  Physical examination shows diffuse muscle wasting, left lung crackles, and vertebral tenderness.  Imaging reveals a left lung mass and lytic lesions in the vertebrae.  Further evaluation confirms metastatic non-small cell lung cancer.  Treatment with a cisplatin-based chemotherapy is begun, and the patient is also started on a neurokinin-1 receptor antagonist.  The latter medication is most likely to improve which of the following in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chemotherapy-induced nausea","answer_2":"B. Malignancy-related anorexia","answer_3":"C. Metastases-related hypercalcemia","answer_4":"D. Opioid-induced constipation","answer_5":"E. Tumor lysis-induced renal failure","percent_1":"85%","percent_2":"4%","percent_3":"2%","percent_4":"2%","percent_5":"7%","right_answer":"A. Chemotherapy-induced nausea","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common antiemetic drugs# ∆⨉∆⨉∆⨉ §^#Drug class# ∆^#Examples# ∆^#Clinical uses# ∆^#Major side effects# §^#Antimuscarinics$ (anticholinergics)# ∆ • Scopolamine ∆ • Vestibular nausea • Motion sickness ∆ • Anticholinergic$ effects (eg, dry$ mouth, sedation) §^#Antihistamines# ∆ • Meclizine ∆ ↕ ∆ ↕ §^#Dopamine receptor$ antagonists (DRAs)# ∆ • Prochlorperazine • Metoclopramide • Chlorpromazine ∆ • Migraine headache$ (DRAs) • Acute or chronic $nausea/vomiting • Acute chemotherapy-$ induced emesis ∆ • Extrapyramidal $reactions §^#Serotonin (5-HT3)$ receptor antagonists# ∆ • Ondansetron • Granisetron ∆ ↕ ∆ • QT prolongation §^#Neurokinin-1 (NK1)$ receptor antagonists# ∆ • Aprepitant • Fosaprepitant ∆ • Delayed chemotherapy$ -induced emesis ∆ • Neutropenia","explanation_img":"","explanation_1":"","explanation_2":"#Chemotherapy-induced nausea and vomiting# (CINV) is a common side effect of cancer treatment.  It is caused by both peripheral and central mechanisms, as follows: $• #Acute-phase CINV# (<24 hours after chemotherapy) is mediated primarily by the release of #serotonin# from intestinal enterochromaffin cells that have been damaged by chemotherapy.  Serotonin stimulates vagal afferent fibers (5-HT3 receptors) in the bowel wall, which project to the brainstem and stimulate the vomiting reflex.  Therefore, #serotonin receptor antagonists# (eg, ondansetron) can be used for treatment. $• #Delayed-phase CINV# (1-5 days after chemotherapy) is mediated primarily by increased levels of #substance P# in the brainstem due to chemotherapy-associated emetic stimuli in the cerebrospinal fluid and bloodstream.  Substance P binds to and activates the #neurokinin-1# (NK1) #receptor# in areas of the brainstem that mediate vomiting (eg, nucleus tractus solitarius, area postrema).  Therefore, #NK1 receptor antagonists# (eg, aprepitant, fosaprepitant) are often used for treatment. $Most patients who undergo chemotherapy associated with a high risk of vomiting (eg, cisplatin) receive a combination of serotonin receptor antagonists and NK1 receptor antagonists (often with other antiemetics) to prevent both types of CINV. $#(Choice B)#  Malignancy-related anorexia is the loss of muscle and fat caused by elevated levels of circulating inflammatory cytokines.  Progesterone analogs (eg, megestrol acetate) are the first-line treatment; corticosteroids and cannabinoids are also frequently used. $#(Choice C)#  Malignancy-related hypercalcemia is typically treated with bisphosphonates (eg, zoledronic acid), which reduce osteoclast-mediated bone resorption. $#(Choice D)#  Opioid-induced constipation occurs due to opioid-mediated effects on the bowel wall, which reduce peristalsis.  Methylnaltrexone, an opioid antagonist that has limited ability to cross the blood-brain barrier (it does not trigger withdrawal), can be used as treatment. $#(Choice E)#  Patients who have highly aggressive lymphomas and leukemias are at risk for tumor lysis syndrome (TLS) with chemotherapy.  Its primary manifestation is renal damage from elevated uric acid levels (catabolism of nucleic acids released from tumor cells increases uric acid).  Rasburicase, a drug that breaks down uric acid, is used to prevent TLS in high-risk patients. $#Educational objective# Chemotherapy-induced nausea and vomiting is mediated by peripheral and central mechanisms.  It can be treated with serotonin receptor antagonists (eg, ondansetron) to prevent serotonin stimulation of afferent vagal fibers in the bowel wall (peripheral cause) and neurokinin-1 receptor antagonists (eg, aprepitant) to prevent the effects of substance P in the brainstem (central cause).  "},

{"subjectSystem":"Biostatistics-Hematology oncology","id":"1206","title":"The figure below shows the estimated incidence and mortality in 2019 for the 3 most common cancers affecting women in the United States, based on the American Cancer Society's Cancer Facts & Figures 2019.  The x-axis lists the specific cancers, and the y-axis shows the projected number of patients affected.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1206.jpg","title_2":"Which of the following lists of cancers most likely corresponds to Cancers 1, 2, and 3, respectively?","audio":"","comparison_items":"","answer_1":"A. Breast, lung, colorectal","answer_2":"B. Lung, breast, colorectal","answer_3":"C. Breast, ovary, lung","answer_4":"D. Lung, breast, cervix","answer_5":"E. Breast, colorectal, lung","percent_1":"77%","percent_2":"11%","percent_3":"4%","percent_4":"3%","percent_5":"5%","right_answer":"A. Breast, lung, colorectal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1206.jpg","explanation_1":"","explanation_2":"$According to estimates by the American Cancer Society, the most common cancers (excluding basal and squamous cell skin cancer) in 2019 among women living in the United States are (by order of incidence) breast, lung, and colorectal cancer.  Although #breast cancer# has the #highest incidence# (268,600), its mortality is relatively low (41,760) due to early detection while the tumor is still localized.  In contrast, the incidence of #lung cancer# in women is lower (111,710), but its #mortality is higher# (66,020), in part because lung cancer tends to be detected later and is less localized #(choice B)#.  Lung cancer has emerged as the leading cause of cancer mortality in women. $#(Choices C and D)#  The incidence of ovarian (22,530) and cervical (13,170) cancers is much lower than that of the three cancers presented in the figure. $#(Choice E)#  The incidence (67,100) and mortality (23,380) of colorectal cancer are lower than that of either breast or lung cancer. $#Educational objective# According to 2019 estimates, the most common cancers (excluding basal and squamous cell skin cancer) in women by order of incidence are breast, lung, and colorectal cancer.  In terms of mortality, lung cancer claims the most lives, followed by breast and colorectal cancer.  "},

{"id":"18649","title":"A 64-year-old man comes to the office due to a lump in his neck.  He has a long history of using chewing tobacco.  On examination, there is an ulcerative lesion in the left floor of mouth.  There is also a firm, palpable, nontender left submandibular mass.  Biopsy of the submandibular mass is shown in the @exhibit@.  Which of the following is the most likely route of spread from the floor of mouth to the submandibular mass?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit18649.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Direct invasion through the floor of mouth","answer_2":"B. Field cancerization of the oral cavity mucosa","answer_3":"C. Lymphatic drainage to the submandibular lymph nodes","answer_4":"D. Perineural spread through the lingual nerve","answer_5":"E. Sublingual vein to the submandibular gland","percent_1":"10%","percent_2":"14%","percent_3":"70%","percent_4":"1%","percent_5":"5%","right_answer":"C. Lymphatic drainage to the submandibular lymph nodes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cancer routes of spread#∆⨉∆⨉ §^#Type# ∆^#Definition# ∆^#Examples# §^#Direct invasion# ∆ Extension into neighboring tissues ∆ • Most cancers §^#Lymphatics# ∆ Embolic drainage or invasion into lymphatic channels allows spread to regional lymph nodes ∆ • Most carcinomas §^#Hematogenous# ∆ Embolic spread through the vasculature (usually veins) ∆ • Sarcomas • Renal cell carcinoma • Hepatocellular carcinoma §^#Transcoelomic# ∆ Spread throughout a body cavity ∆ • Ovarian tumor → surface of the liver §^#Perineural# ∆ Spread along nerves or nerve sheaths ∆ • Pancreatic ductal adenocarcinoma • Prostate cancer","explanation_img":"","explanation_1":"","explanation_2":"This patient with an ulcerative lesion in the floor of mouth and ipsilateral lymphadenopathy in the submandibular area has a biopsy that shows malignant cells with #atypical mitotic figures and keratin pearls#, findings which are consistent with head and neck mucosal @squamous cell carcinoma@ (HNSCC). $Most #carcinomas#, including head and neck squamous cell carcinoma, first #spread# from the primary site of the tumor to #regional lymph nodes# via the #lymphatics#.  In this patient with a floor of mouth squamous cell carcinoma, the spread is to the upper anterior cervical lymph nodes, manifesting as submandibular lymphadenopathy. $Assessment of regional lymph node status is important for tumor staging based on the #TNM staging system#, which evaluates the size and characteristics of the #T#umor, regional lymph #N#ode involvement, and distant #M#etastases.  The presence of metastases is indicative of advanced cancer and often confers a poor prognosis. $#(Choice A)#  Direct invasion through the floor of mouth can occur in head and neck squamous cell carcinoma and result in extension to the submandibular space.  However, it is likely to present as a large, fungating mass with local destruction (eg, bony invasion). $#(Choice B)#  Field cancerization refers to widespread, premalignant damage to cells in a large area.  It is thought to be responsible for the high rate of synchronous tumors in patients with head and neck squamous cell carcinomas. $#(Choice D)#  Perineural invasion occurs in many cancers, including head and neck cancer, and conveys a poor prognosis.  It may contribute to some symptoms of cancer, including numbness or pain, but is not responsible for disease in the lymph nodes of this patient. $#(Choice E)#  Hematogenous spread of cancer typically follows venous drainage routes and is common in sarcomas and a few carcinomas (eg, renal cell carcinoma, hepatocellular carcinoma); however, it is not typical in head and neck squamous cell carcinoma. $#Educational objective# Head and neck squamous cell carcinomas typically spread first to the anterior cervical lymph nodes via the lymphatics.  The involvement of anterior cervical lymph nodes affects the staging of the disease.  ","clickable_1":"images/img1.18649.jpg"},

{"id":"15299","title":"A 62-year-old woman comes to the office due to a month of progressive right chest and back pain.  The patient also noticed a right breast lump several months ago, which has grown over time.  She has no prior medical issues, has not seen a physician for many years, and has had no cancer screenings.  Physical examination reveals a hard, 5-cm right breast mass, enlarged axillary lymph nodes, and point tenderness along the right-sided ribs and 10th thoracic vertebra.  Biopsy of the breast mass shows hormone receptor–positive, HER2-negative, invasive ductal carcinoma.  Skeletal survey demonstrates lytic lesions of the ribs and thoracic vertebrae.  As part of the treatment regimen, the patient receives a medication that is a potent inhibitor of cyclin-dependent kinase.  Which of the following is the most likely dose-limiting toxicity of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Bone marrow suppression","answer_2":"B.Cardiomyopathy","answer_3":"C.Immune-mediated toxicity","answer_4":"D.Peripheral neuropathy","answer_5":"E.Sensorineural hearing loss","percent_1":"65%","percent_2":"18%","percent_3":"6%","percent_4":"7%","percent_5":"4%","right_answer":"A.Bone marrow suppression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15299.jpg","explanation_1":"","explanation_2":"$The @cellular growth cycle@ consists of 4 distinct phases:  G1, S, G2, and M.  Progression through the phases is controlled by surveillance systems (checkpoints) that interrupt the cell cycle and/or induce apoptosis if cells do not meet the requirements to progress forward: $• The transition from G1→S (initiation of DNA replication) is controlled by a combination of cell size and nutrient status, exposure to growth factors, and proper surveillance and repair of damaged DNA. $• At the G2→M transition, the cell again checks for DNA damage and repairs replication errors before they can be passed on to daughter cells during mitosis.  An additional spindle checkpoint ensures that duplicated chromosomes separate appropriately during cell division. $#Cyclin-dependent kinases# (CDKs) 4 and 6 control cell cycle progression from G1→S.  These CDKs are activated by cyclin D and subsequently inhibit the retinoblastoma tumor suppressor protein, leading to the upregulation of transcriptional factors that #progress the cell cycle# to S phase.  Many cancers exploit this crucial checkpoint and achieve unregulated cellular growth via cyclin D amplification (or inactivating mutations to retinoblastoma gene). $#CDK 4/6 inhibitors# (eg, palbociclib) can be used to block the cyclin D binding site on CDK, which results in decreased CDK 4/6 activation, increased activity of the retinoblastoma tumor suppressor protein, and cell cycle arrest.  Although CDK 4/6 inhibitors are generally well tolerated, they often #inhibit #cellular replication in other #rapidly dividing cells#, particularly hematologic cells in the #bone marrow#.  This can result in treatment-limiting hematologic side effects such as neutropenia, leukopenia, and anemia. $#(Choice C)#  Immunotherapy that targets PD-1, PD-L1, and CTLA-4 enhances the immune response against cancer and is often used in the treatment of malignant melanoma.  The major side effects of these medications are autoimmune-related adverse events, including skin, liver, gastrointestinal, and endocrine inflammation. $#(Choices B, D, and E)#  CDK 4/6 inhibitors do not generally cause adverse side effects in cells that are arrested in G0, such as myocytes, cochlear hair cells, or neurons.  Cardiomyopathy is a common side effect of anthracyclines (eg, doxorubicin) and HER2 antibodies (eg, trastuzumab).  Sensorineural hearing loss can be seen with platinum-based chemotherapy (eg, cisplatin).  Peripheral neuropathy is a common side effect of vincristine and bortezomib. $#Educational objective# Cyclin-dependent kinases (CDKs) 4/6 regulate the movement of cells from G1→S phase.  Cancers often have mutations that enhance the activity or downstream effects of CDK 4/6, which contribute to unregulated cellular growth.  Inhibitors to CDK 4/6 can be used to treat certain forms of cancer.  However, they can inhibit cellular replication in other rapidly dividing cells such as the hematologic cells in the bone marrow (eg, neutropenia, anemia, or thrombocytopenia).  ","clickable_1":"images/img1.15299.jpg"},

{"id":"112394","title":"A 5-year-old boy is admitted to the hospital after being diagnosed with B-cell acute lymphoblastic leukemia.  Treatment is being discussed with the family, including regimens with various standard chemotherapeutic drugs such as vincristine, prednisone, asparaginase, methotrexate, cyclophosphamide, and mercaptopurine.  One of the consequences of treatment with the proposed options is the risk of developing a secondary malignancy.  Which of the following agents confers the greatest risk for this adverse effect?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Asparaginase","answer_2":"B. Cyclophosphamide","answer_3":"C. Mercaptopurine","answer_4":"D. Methotrexate","answer_5":"E. Prednisone","answer_6":"F. Vincristine","percent_1":"7%","percent_2":"55%","percent_3":"11%","percent_4":"11%","percent_5":"6%","percent_6":"12%","right_answer":"B. Cyclophosphamide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Toxicities of common chemotherapeutic agents# ∆⨉∆⨉ §^#Chemotherapy agent# ∆^#Mechanism of action# ∆^#Toxicity# §^Anthracyclines*$ (eg, doxorubicin) ∆ • Binds with topoisomerase II to cleave DNA • Binds with iron to generate free radicals ∆ • Dilated cardiomyopathy §^Bleomycin ∆ • Induces free radical formation ∆ • Pulmonary fibrosis §^Cisplatin* ∆ • Cross-links DNA to inhibit DNA synthesis ∆ • Nephrotoxicity • Ototoxicity • Peripheral neuropathy §^Cyclophosphamide* ∆ • Cross-links DNA to inhibit DNA synthesis ∆ • Hemorrhagic cystitis • Bladder cancer §^Paclitaxel ∆ • Inhibits microtubule disassembly ∆ • Neuropathy §^Vincristine/$ vinblastine ∆ • Binds β-tubulin to inhibit microtubule formation ∆ • Neuropathy %#*Drugs that induce DNA damage also increase risk for secondary malignancy.","explanation_img":"","explanation_1":"","explanation_2":"This patient with acute leukemia will undergo chemotherapy with a combination of agents, each with its own spectrum of adverse effects.  Of particular concern are chemotherapeutic agents that #induce DNA damage#, as these agents significantly increase the #risk of secondary malignancy#. $#Cyclophosphamide# is a cell-cycle nonspecific alkylating agent that is converted into phosphoramide mustard, a metabolite that induces formation of #inter- and intrastrand DNA crosslinks#.  The extensive DNA damage inhibits replication and causes apoptosis of malignant cells.  However, nonmalignant cells are also affected and can aquire #new mutations# (due to erroneous DNA repair) that contribute to development of secondary malignancies.  For instance, DNA alterations in hematopoietic stem cells can lead to the formation of #treatment-related myeloid neoplasms#. In addition, the risk of #bladder cancer# is increased, although the mechanism likely involves toxic effects of acrolein (another cyclophosphamide metabolite) on bladder urothelial cells. $Other chemotherapeutic agents that can induce significant DNA damage in nonmalignant cells include additional alkylating agents (eg, cisplatin), #topoisomerase inhibitors# (eg, etoposide), and #anthracyclines# (eg, doxorubicin), each of which also carries a risk of secondary malignancy. $#(Choice A)#  Asparaginase is an enzyme that hydrolyzes asparagine, an essential amino acid for leukemic cells.  Without asparagine, leukemic cells cannot synthesize protein and therefore undergo apoptosis.  Asparaginase can cause hypersensitivity reactions but not secondary malignancy. $#(Choices C and D)#  Mercaptopurine and methotrexate are antimetabolites that interfere with nucleotide synthesis.  Although these drugs may be associated with a slight increased risk of secondary malignancy, the risk is not nearly as high as with agents that directly damage DNA. $#(Choice E)#  Prednisone is a glucocorticoid that can cause hypertension, hyperglycemia, and weight gain with prolonged use. $#(Choice F)#  Vincristine is a vinca alkaloid that inhibits microtubule assembly during mitosis.  Vincristine is associated with an increased risk for peripheral neuropathy, not secondary malignancy. $#Educational objective# Chemotherapeutic drugs that induce DNA damage increase the risk for secondary malignancy (eg, treatment-related myeloid neoplasms).  Cyclophosphamide is an alkylating agent that induces apoptosis in malignant cells via formation of DNA cross-links.  "},

{"id":"22785","title":"Researchers are investigating the use of immune checkpoint inhibitors for the treatment of advanced colorectal cancer.  They find that this therapy is more effective in patients with DNA mismatch-repair deficiency compared to patients with an intact mismatch-repair mechanism.  Which of the following most likely explains the improved efficacy of the drug in the first group of patients?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Higher burden of tumor neoantigens","answer_2":"B. Increased MHC class I expression in tumor cells","answer_3":"C. Increased number of regulatory T cells","answer_4":"D. Increased synthesis of metalloproteinases","answer_5":"E. Lower frequency of DNA mutations","percent_1":"51%","percent_2":"19%","percent_3":"8%","percent_4":"7%","percent_5":"15%","right_answer":"A. Higher burden of tumor neoantigens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#DNA mismatch repair# (MMR) is a highly conserved pathway that #maintains genomic integrity# by correcting base-base mismatches and insertions/deletions during DNA replication, recombination, or repair.  Loss of MMR in germline cells is a common driver of malignancy (eg, colorectal cancer) because it leads to the development of unrepaired #oncogenic mutations# during cellular division, which accumulate through generations of cellular progeny.  Mutations in genes that control apoptosis, cellular growth, and epigenetics eventually lead to malignant transformation. $Cancer cells with damaged MMR typically contain >1,000 somatic coding mutations, whereas cancer cells with intact MMR usually have only 40-50 #(choice E)#.  MMR impairment greatly increases the rate of frameshift mutation, resulting in the formation of #large quantities of neoantigens# not seen in healthy cells.  These neoantigens are displayed on class I major histocompatibility complexes (MHCs) on the cancer cell surface, leading to the activation of a #diverse, polyclonal pool# of antitumor cytotoxic T cells. $Therefore, in order to survive and proliferate, malignant cells with impaired MMR are particularly dependent on adaptations to avoid cytotoxic T-cell–mediated destruction; these adaptations typically include downregulating expression of class I MHCs #(choice B)#, which impairs identification of the cancer cell by cytotoxic T cells, and overexpressing #immune checkpoint molecules# (eg, CTLA4, PD-L1), which impairs T-cell activation and effector function.  Although no approved therapy targets diminished class I MHC expression, treatment with @immune checkpoint inhibitors@ (eg, ipilimumab, pembrolizumab) can restore cytotoxic T-cell function in the tumor microenvironment, leading to aggressive antitumor activity. $#(Choice C)#  @Regulatory T cells@ suppress immune activity with surface receptors (eg, CTLA4) and cytokines (eg, IL-10, TGF-beta).  Increased regulatory T cells in the tumor microenvironment is associated with poor prognosis, but MMR mutations are not associated with regulatory T-cell recruitment. $#(Choice D)#  Metalloproteinases allow tumor cells to open a channel through the basement membrane and dislodge from their site of origin.  This is an important component of metastasis but is not strongly associated with MMR deficiency. $#Educational objective# Because tumors with defective DNA mismatch repair generate high levels of neoantigens, they are particularly dependent on adaptations (eg, overexpression of immune checkpoints) to avoid cytotoxic T-cell destruction.  Treatment with immune checkpoint inhibitors restore antitumor cytotoxic T-cell activity and often dramatically reduce tumor burden. ","clickable_1":"images/img1.22785.jpg","clickable_2":"images/img2.22785.jpg"},

{"id":"11585","title":"A 51-year-old woman comes to the office for a follow-up visit.  Three weeks ago, she had a screening mammogram that was suspicious for malignancy.  An ultrasound-guided needle aspiration was performed and showed invasive ductal carcinoma.  The patient underwent a lumpectomy with axillary dissection and was found to have no metastatic disease.  Immunohistochemical analysis of the tumor specimen was significant for the following:","title_table":"?Estrogen receptor? Positive ?Progesterone receptor? Positive ?Human epidermal growth factor receptor 2? Positive","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Adjuvant therapy with a monoclonal antibody is started.  Which of the following is the most likely target of this drug?","audio":"","comparison_items":"","answer_1":"A. Estrogen receptor","answer_2":"B. Peripheral aromatase enzyme","answer_3":"C. Receptor activator of nuclear factor kappa-B ligand","answer_4":"D. Receptor tyrosine kinase","answer_5":"E. Vascular endothelial growth factor","percent_1":"31%","percent_2":"5%","percent_3":"8%","percent_4":"49%","percent_5":"7%","right_answer":"D. Receptor tyrosine kinase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has localized invasive ductal #breast carcinoma# that shows estrogen receptor (ER), progesterone receptor (PR), and #human epidermal growth factor receptor 2 (HER2)# positivity.  #Trastuzumab# is a monoclonal antibody used in the management of patients with HER2-positive breast cancer.  It binds to a portion of the extracellular domain of HER2 and prevents activation of a transmembrane #tyrosine kinase#.  This downregulates cellular proliferation and promotes apoptosis.  Approximately 20% of all invasive breast cancers overexpress HER2; this can also be found in other solid tumors (eg, stomach, lung, ovary). $ #(Choices A and B)#  Hormone receptor-positive breast cancer (ER and/or PR overexpression) is treated with antiestrogen medications to reduce tumor cell proliferation.  Premenopausal patients are typically treated with selective estrogen receptor modulators (eg, tamoxifen), while aromatase inhibitors (eg, anastrozole, letrozole) are used in postmenopausal women.  However, these medications are not monoclonal antibodies. $ #(Choice C)#  Receptor activator of nuclear factor kappa-B ligand (RANKL) activates osteoclasts; RANKL expression on bone may contribute to bone metastases by binding to RANK on tumor cells.  Denosumab, a human monoclonal antibody against RANKL, is used to reduce skeletal-related events if metastasis to bone occurs. $ #(Choice E)#  Vascular endothelial growth factor (VEGF), which also binds to a receptor tyrosine kinase, induces angiogenesis.  VEGF inhibitors, such as the monoclonal antibody bevacizumab, have a role in treatment of some metastatic cancers (eg, colon, lung). $ Educational objective Human epidermal growth factor receptor 2 (HER2) is a receptor tyrosine kinase that is overexpressed in 20% of breast cancer patients.  In such patients, HER2 blockade with the monoclonal antibody trastuzumab downregulates cellular proliferation and promotes apoptosis."},

{"id":"1894","title":"A 56-year-old man comes to the office due to a neck mass, which has been enlarging over the past 2 months.  The patient also reports night sweats and a weight loss of 7 kg (15.4 lb).  Physical examination shows a 3-cm, rubbery, nontender cervical lymph node.  Biopsy of the neck mass reveals non-Hodgkin lymphoma.  The patient undergoes systemic chemotherapy with vincristine as part of the regimen.  Which of the following adverse effects is most likely to occur with use of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abdominal pain and jaundice","answer_2":"B. Burning on urination and urgency","answer_3":"C. Dry cough and exertional dyspnea","answer_4":"D. Finger numbness and tingling","answer_5":"E. Leg swelling and orthopnea","answer_6":"F. Tarry stool and fatigue","percent_1":"6%","percent_2":"3%","percent_3":"6%","percent_4":"80%","percent_5":"1%","percent_6":"4%","right_answer":"D. Finger numbness and tingling","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1894.jpg","explanation_1":"","explanation_2":"#Vincristine#, a vinca alkaloid, is often included in chemotherapy regimens to treat numerous malignancies (eg, lymphoma).  Vinca alkaloids #inhibit microtubule formation# by binding to the beta tubulin protein and blocking polymerization.  Inhibition of microtubule formation #prevents mitotic spindle synthesis# in dividing cells.  This leads to failed @cell division@ and apoptosis of the malignant cells. $Vincristine also impacts microtubule formation in #neuronal axons#, which can lead to dose-limiting #neurotoxicity#.  Microtubules are a critical cytoskeletal component for axonal transport, providing a pathway for motor proteins (eg, kinesin, dynein) to carry organelles and other cellular products to and from the cell body and axon terminal.  #Disrupted axonal transport# results in #peripheral neuropathy#, which can affect sensory (eg, progressive numbness, tingling), motor (eg, weakness), and autonomic (eg, constipation) nerves.  This adverse effect impacts almost all patients who undergo vincristine therapy. $#(Choice A)#  Abdominal pain and jaundice are potential adverse effects of mercaptopurine (purine analogue) and methotrexate (folic acid analogue) due to their high degree of hepatotoxicity. $#(Choice B)#  Burning on urination and urinary urgency may be seen with hemorrhagic cystitis, a potential adverse effect of alkylating agents cyclophosphamide and ifosfamide. $#(Choice C)#  Dry cough and exertional dyspnea are potential adverse effects of bleomycin, an antitumor antibiotic classically associated with pulmonary toxicity (eg, pulmonary fibrosis). $#(Choice E)#  Leg swelling and orthopnea are symptoms of congestive heart failure.  Of the chemotherapeutic agents, anthracyclines (eg, doxorubicin, daunorubicin) are most commonly associated with dilated cardiomyopathy and heart failure. $#(Choice F)#  Tarry stool and fatigue may be seen with any chemotherapeutic agent that affects rapidly dividing cells (eg, gastrointestinal mucosa, hematopoietic), but are classically associated with alkylating agents.  Tarry stool (ie, melena) usually indicates an upper gastrointestinal bleed, commonly due to an ulcer. $#Educational objective# Neurotoxicity is the dose-limiting adverse effect of vincristine therapy.  Vincristine inhibits axonal microtubule formation, resulting in impaired axonal transport and peripheral neuropathy (eg, numbness, tingling).  ","clickable_1":"images/img1.1894.jpg"},

{"id":"20769","title":"A 7-year-old boy is admitted to the hospital after his adoptive parents brought him to the emergency department due to fatigue and pallor.  Laboratory evaluation reveals pancytopenia with an absolute neutrophil count consistent with severe neutropenia.  Bone marrow examination reveals signs of aplastic anemia, and subsequent genetic testing reveals a congenital genomic defect in DNA repair leading to chromosomal instability.  A bone marrow transplant is required for treatment.  The patient's only living relatives are an identical twin brother and older sister who were both adopted by the same parents.  He also has stored umbilical stem cells that were harvested after birth.  Which of the following is the best bone marrow transplantation method for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Freshly harvested autologous transplant","answer_2":"B. Matched unrelated donor","answer_3":"C. Stored umbilical cord stem cells from the patient","answer_4":"D. Twin sibling syngenetic transplant","answer_5":"E. Unmatched sibling allogeneic transplant","percent_1":"4%","percent_2":"34%","percent_3":"26%","percent_4":"30%","percent_5":"7%","right_answer":"B. Matched unrelated donor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20769.jpg","explanation_1":"","explanation_2": "$#Hematologic stem cell transplantation# (HCT) requires identification of a donor with similar #human leukocyte antigens# (HLAs), polymorphic proteins expressed on the surface of every cell.  The most important HLA proteins to match are #HLA-A, B, and C#, which form major histocompatibility complex class I molecules, and #HLA-DP, DQ, and DR#, which form major histocompatibility complex class II molecules.  Because these HLAs play a vital role in the differentiation between self and nonself, recipients who receive well-matched donor cells have lower rates of graft rejection (ie, host cells attack the donor) and graft-versus-host disease (ie, donor cells attack the host). $Donor sources are generally categorized as follows: $• #Autologous#:  Stem cells harvested from the patient or banked from the patient's cord blood at birth are transplanted to reconstitute the patient's bone marrow.  However, autologous transplants cannot be used for congenital genetic disorders because the genetic mutation will be present in all cells harvested from the patient #(choices A and C)#. $• #Syngenetic#:  Identical twins have the same genome; therefore, cells transplanted from one identical twin to the other will be an exact HLA match and will not cause graft rejection or graft-versus-host disease.  However, syngenetic transplants are not helpful for congenital genetic conditions because any congenital mutation present in one twin will be present in the other #(choice D).# $• #Allogeneic donors#:  Donors who do not have the same genome as the patient are classified as related or unrelated. $ ○ #Related donors#:  Because HLA alleles are encoded on chromosome 6, each nonidentical sibling has a 25% chance of being an exact HLA match (HLA identical), a 50% chance of sharing half the HLA alleles (haploidentical), and a 25% chance of sharing none of the HLA alleles (HLA mismatch).  Therefore, siblings often are tested first for HLA matching because there is a 1:4 chance they will be an exact match.  However, unmatched siblings usually are not used for donation because their HLA alleles are not the same as the patient's #(choice E).# $ ○ #Unrelated donors#:  Unrelated donors do not have the same genome as the patient but can have perfect or near-perfect HLA matching; however, extensive searching is often required.  #Matched unrelated donors# generally are #best for congenital genetic conditions# because the genomic error that leads to the patient's condition will not usually be present in an unrelated individual. $#Educational objective# Patients who require stem cell transplantation due to a congenital genomic disease typically receive matched unrelated donor cells because they will have matched human leukocyte antigen alleles but will not have the genomic mutation that caused the condition.  "},

{"id":"20771","title":"An 8-year-old boy is brought to the hospital due to severe headache and altered mental status.  An aggressive, high-risk neuroblastoma is diagnosed.  As part of his treatment, the patient will receive an autologous bone marrow transplant using stem cells obtained from his peripheral blood.  His pretransplant evaluation reveals a history of Epstein-Barr virus infection.  This patient is at greatest risk for which of the following after transplantation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute transplant rejection","answer_2":"B. Chronic transplant rejection","answer_3":"C. Graft versus host disease","answer_4":"D. New primary Epstein-Barr virus infection","answer_5":"E. Reactivation of Epstein-Barr virus","percent_1":"4%","percent_2":"3%","percent_3":"9%","percent_4":"9%","percent_5":"75%","right_answer":"E. Reactivation of Epstein-Barr virus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hematopoietic stem cell transplantation#∆⨉∆⨉§ ∆^#Autologous# ∆^#Allogeneic#§^#Donor# ∆^Patient (self) ∆^Related/unrelated (nonself)§^#Primary stem cell source# ∆^Peripheral blood ∆^Bone marrow§^#Donor cell rejection# ∆^Uncommon ∆^Possible, depending on match§^#Long-term immunosuppression# ∆^No ∆^Yes§^#Graft versus host disease# ∆^No ∆^Possible§^#Graft versus tumor activity# ∆^No ∆^Possible§^#Infection transmission# ∆^No ∆^Possible","explanation_img":"","explanation_1":"","explanation_2":"Patients who undergo #hematopoietic stem cell transplantation# (HCT) first receive myeloablative chemotherapy, a regimen of highly cytotoxic medications that irreversibly kill existing hematopoietic stem cells.  Once pancytopenia is established, patients then receive an infusion of #donor hematopoietic stem cells#, which engraft in the bone marrow, proliferate, and subsequently reconstitute peripheral blood cells.  Donor cells are classified as allogeneic when they are obtained from a related or an unrelated donor and #autologous# when they are #obtained from the patient# (eg, preprocedure peripheral blood or umbilical cord blood banked at birth). $With autologous transplantation, the human leukocyte antigens on major histocompatibility complex class I and II molecules will be a perfect match because the donor and recipient are the same individual.  Therefore, there is #no risk of graft rejection# (host cells attack the graft) or #graft versus host disease# (graft cells attack the host) because the delineation between self and nonself is preserved #(choices A, B, and C)#. $Although patients who undergo autologous HCT do not require ongoing immunosuppressive medications following HCT (due to the perfect match between donor and recipient), exposure to #myeloablative chemotherapy# causes a period of #temporary, profound immunosuppression# until donor cells engraft and reconstitute the peripheral blood cells.  During this period of immunosuppression, chronic or latent infections may worsen.  Risk is particularly high for the #reactivation# of human herpesviruses (eg, #Epstein-Barr virus#, cytomegalovirus, varicella-zoster virus, herpes simplex virus), which establish life-long latent infections and require an intact cytotoxic T-cell response for control. $#(Choice D)#  There is little risk of transfusing a new bloodborne infection (eg, primary EBV, HIV, hepatitis virus, cytomegalovirus) in autologous HCT because the donor cells are obtained from the patient themself. $#Educational objective# Autologous hematopoietic stem cell transplantation reinfuses host cells from the patient's peripheral blood or banked cord blood to reconstitute the bone marrow.  Because the reinfused cells are genetically identical to the host's, there is no risk of graft rejection or graft versus host disease.  Although there is also no risk of transferring a new bloodborne pathogen, chronic or latent infections (eg, Epstein-Barr virus, cytomegalovirus, varicella-zoster virus) may worsen due to the transient immunosuppression induced by myeloablative chemotherapy. "},

{"id":"1050","title":"A 34-year-old male who is being treated for acute leukemia develops oliguria.  His serum creatinine level is 2.7 mg/dL.  Renal biopsy reveals multiple uric acid crystals obstructing renal tubular lumen.  The principal site of uric acid precipitation would be which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Proximal tubules due to high solute concentration","answer_2":"B. Proximal tubules due to impaired uric acid transport","answer_3":"C. Loop of Henle due to urine hyposmolarity","answer_4":"D. Distal tubules due to high urine flow rate","answer_5":"E. Collecting ducts due to low urine pH","percent_1":"25%","percent_2":"20%","percent_3":"7%","percent_4":"4%","percent_5":"44%","right_answer":"E. Collecting ducts due to low urine pH","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Tumor lysis syndrome is an oncologic emergency.  It often develops during chemotherapy for high-grade lymphomas, leukemias, and other tumors that have rapid cell turnover and high sensitivity to chemotherapy.  When a large number of tumor cells are destroyed during chemotherapy, intracellular ions, such as potassium, phosphorous, and uric acid (a metabolite of tumor nucleic acid), are released into the serum and are then filtered by the kidneys. $Uric acid (pKa = 5.4) is soluble at physiologic pH, but precipitates in an acidic environment.  The lowest pH along the nephron is found in the distal tubules and collecting ducts; so these are the segments of the nephron that become obstructed by uric acid crystals.  Obstructive uropathy and acute renal failure follow. $The risk of tumor lysis syndrome can be reduced by urine alkalinization and hydration.  Additionally, allopurinol (a xanthine oxidase inhibitor) is used to reduce uric acid production during the breakdown of tumor cells. $#(Choice D)# Ignore the anatomy portion of choice D and evaluate the latter portion.  A \"high urine flow rate\" would universally decrease uric acid crystallization and precipitation.  Therefore, this cannot possibly be the correct answer. $#(Choices A, B and C)# Uric acid does not precipitate in proximal tubules or in Henle's loop. $#Educational objective# Tumor lysis syndrome occurs when tumors with a high cell turnover are treated with chemotherapy.  The lysis of tumor cells causes intracellular ions, such as potassium and phosphorous, and uric acid (metabolite of tumor nucleic acid) to be released into serum.  Uric acid is soluble at physiologic pH, but it can precipitate in the normally acidic environment of distal tubules and collecting ducts.  The prevention of tumor lysis syndrome includes urine alkalinization and hydration, as high urine flow and high pH along the nephron prevents crystallization and precipitation of uric acid.  "},

{"id":"14956","title":"Researchers are conducting a study to determine the effectiveness of a novel humanized monoclonal antibody in patients with metastatic colorectal cancer.  This medication works by binding to the programmed cell death-1 receptor on T cells to block its ligands from binding.  They find this therapy is most effective in patients with a high degree of microsatellite instability or defects in DNA mismatch repairs.  Which of the following best explains the favorable drug effect in this subset of patients?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Higher expression of P-glycoprotein","answer_2":"B. Higher number of cancer neoantigens","answer_3":"C. Higher rate of KRAS mutations","answer_4":"D. Higher rate of p53 mutations","answer_5":"E. More intense desmoplastic reaction","percent_1":"16%","percent_2":"34%","percent_3":"18%","percent_4":"26%","percent_5":"6%","right_answer":"B. Higher number of cancer neoantigens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The genetic mutations that drive oncogenesis also create unique proteins not found in healthy cells.  Antigens from these proteins (#neoantigens#) are displayed on the surface of tumor cells and may be subsequently recognized by patrolling cytotoxic T cells as \"not-self\" and destroyed.  Cancers with defects in #mismatch repair proteins# and high microsatellite instability (reflecting DNA polymerase errors during cellular replication) are particularly susceptible to #immune recognition# because they rapidly accumulate mutations and generate approximately 20-fold more neoantigens than tumor cells that have normal mismatch repair. $Cancer cells use a wide range of mechanisms to thwart cytotoxic T-cell detection, including: $• Downregulating cell surface receptors involved in immune recognition.  For instance, decreased expression of the major histocompatibility complex leads to decreased neoantigen presentation on the surface of the cell. $• Overexpressing cell surface proteins that inhibit the immune response.  For instance, cancer cells can overexpress @programmed death-ligand 1@ (PD-L1), which binds to the programmed cell death-1 (PD-1) receptor on the T-cell surface and inhibits the cytotoxic T-cell response (T-cell exhaustion). $Cancer cells that overexpress PD-L1 are less susceptible to cytotoxic T-cell–mediated destruction (enhanced T-cell exhaustion).  These tumors can be treated with #monoclonal antibodies# that block the PD-1 receptor on T cells (eg, pembrolizumab, nivolumab) or the PD-1 ligand on cancer cells (eg, atezolizumab).  Treatment stimulates the cytotoxic T-cell response; it is particularly effective against tumors with large quantities of neoantigens (eg, those with deficits in mismatch repair) because these tumors are particularly susceptible to recognition as \"not-self.\" $#(Choice A)#  P-glycoprotein is a multidrug transporter that can be used by cancer cells to pump cytotoxic chemotherapy out of the cell. $#(Choice C)#  KRAS is a proto-oncogene that is part of the signaling pathway for the epidermal growth factor receptor.  Activating mutations in KRAS lead to unregulated cellular growth.  Tumors with activating mutations to KRAS are resistant to monoclonal antibodies against epidermal growth factor receptor because they have an activating mutation in a downstream signal. $#(Choice D)#  p53 is a tumor-suppressor protein that inhibits cellular replication when DNA is damaged and induces apoptosis.  Mutations to p53 can lead to unregulated cellular growth and may inhibit cytotoxic chemotherapy–mediated cancer cell apoptosis. $#(Choice E)#  Desmoplasia (dense fibrosis) around a tumor can reduce the ability of cytotoxic chemotherapy to enter cancer cells. $#Educational objective# Cancer cells avoid immune recognition by overexpressing programmed death-ligand 1 (PD-L1), which binds to the programmed cell death-1 (PD-1) receptor on cytotoxic T cells and inhibits their response (T-cell exhaustion).  Monoclonal antibodies that block PD-L1 and PD-1 are effective against cancers that express high levels of neoantigens on their surface because these tumors are particularly susceptible to immune recognition by cytotoxic T cells.  ","clickable_1":"images/img1.14956.jpg"}


]