[

{"id":"18661","title":"A 17-year-old girl is brought to the office for evaluation of a right wrist mass.  She noticed swelling on the top of her wrist approximately 3 months ago but said that it did not bother her until she was teased about it in school.  She has no other concerns.  Examination shows a nontender, rounded mass on the dorsal wrist that transilluminates with a penlight.  An image of the mass is shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/18661.jpg","title_2":"Which of the following is the most likely underlying etiology?","audio":"","comparison_items":"","answer_1":"A. Benign proliferation of fat cells","answer_2":"B. Degeneration of periarticular tissue","answer_3":"C. Immune-mediated joint destruction","answer_4":"D. Malignant transformation of synovial tissue","answer_5":"E. Uric acid crystal deposition","percent_1":"57%","percent_2":"30%","percent_3":"2%","percent_4":"9%","percent_5":"1%","right_answer":"B. Degeneration of periarticular tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Ganglion cyst#∆⨉ §^#Pathophysiology# ∆ • Mucoid degeneration of periarticular tissue • Mucinous fluid collects via a 1-way valve mechanism §^#Presentation# ∆ • Usually painless but can cause mild aching or compressive symptoms • Smooth, rubbery, round structure that overlies a joint or tendon & transilluminates §^#Management# ∆ • Usually resolves spontaneously","explanation_img":"","explanation_1":"","explanation_2":"This patient has a #ganglion cyst#, a benign, fluid-filled mass that overlies a joint or tendon.  Ganglion cysts occur most commonly on the dorsal wrist; other common sites include the volar wrist, digits, and feet.  They are thought to be due to #mucoid degeneration of periarticular tissue#, leading to outpouching of the connective tissue.  Mucinous fluid collects via a 1-way valve mechanism, possibly due to repetitive joint movements, resulting in slow growth of the cyst. $Ganglion cysts are usually #painless#, and most patients seek medical attention because of cosmetic concerns or fear of malignancy.  However, some patients may experience mild aching, and significant compression can occasionally result in paresthesia or weakness.  Physical examination reveals a #smooth#, rubbery, #round structure# that overlies a joint or tendon and #transilluminates# with a penlight.  Most ganglion cysts #resolve spontaneously# without intervention. $#(Choice A)#  @Lipomas@ are benign neoplasms caused by the proliferation of fat cells.  Although they can occur on the wrist, they most commonly present on the trunk or proximal arms.  Lipomas do not transilluminate. $#(Choice C)#  Rheumatoid arthritis (RA) is characterized by immune-mediated joint destruction.  It can be associated with rheumatoid nodules, which present as @nontender subcutaneous nodules@ over pressure points (eg, olecranon process).  However, rheumatoid nodules do not transilluminate, and patients with RA typically have symmetric joint swelling and pain in the small joints of the hands and wrists, as well as characteristic joint deformities (eg, @ulnar deviation@). $#(Choice D)#  Synovial sarcoma occurs from the malignant transformation of synovial tissue and can cause isolated swelling along the tendons.  However, it does not transilluminate. $#(Choice E)#  @Tophi@ occur from chronic uric acid deposition and present with firm, nontender subcutaneous nodules that are often yellow tinged; they do not transilluminate.  In addition, patients usually have a history of recurrent gout flares (ie, exquisitely painful, swollen, erythematous joint). $#Educational objective# Ganglion cysts are benign, fluid-filled masses that occur due to mucoid degeneration of periarticular tissue.  They present as painless, smooth, rubbery, round structures that overlie joints (eg, wrist) or tendons and transilluminate with a penlight.  Most resolve spontaneously without intervention.  ","clickable_1":"images/img1.18661.jpg","clickable_2":"images/img2.18661.jpg","clickable_3":"images/img3.18661.jpg","clickable_4":"images/img4.18661.jpg"},

{"id":"15636","title":"A 27-year-old man comes to the emergency department with progressive right knee swelling and pain.  He has no history of trauma to the area.  The patient has no other medical conditions and takes no medications.  X-rays reveal a large lytic and sclerotic lesion involving the proximal tibia, with extensive soft tissue swelling.  After additional confirmatory testing, the patient undergoes a right-sided, above-knee amputation.  Histologic examination of the resected mass is shown in the @exhibit@.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15636.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chondrosarcoma","answer_2":"B. Ewing sarcoma","answer_3":"C. Metastatic adenocarcinoma","answer_4":"D. Osteoid osteoma","answer_5":"E. Osteosarcoma","percent_1":"22%","percent_2":"13%","percent_3":"2%","percent_4":"7%","percent_5":"56%","right_answer":"E. Osteosarcoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15636.jpg","explanation_1":"","explanation_2":"$Histopathology of this patient's proximal tibial lesion is consistent with #osteosarcoma#, the most common primary malignant bone tumor in children and young adults.  Most cases arise in the #metaphyses of long bones# (eg, proximal tibia, distal femur), near the growth plate where bone proliferation is the highest. $Patients typically have localized #pain# and #soft tissue swelling#.  X-ray often reveals a lytic and sclerotic bone lesion (due to destruction of existing bone and production of neoplastic bone) that extends into the surrounding soft tissue.  Periosteal elevation (ie, @Codman triangle@) and a sunburst periosteal reaction are also common. $Osteosarcomas are thought to arise from mesenchymal stem cells or osteoblastic progenitor cells.  Histopathology shows #malignant cells# (eg, pleomorphic, hyperchromatic nuclei, prominent nucleoli) that #produce neoplastic osteoid# (ie, unmineralized bone matrix composed of type I collagen) and thin trabeculae of #mineralized bone#.  Treatment typically includes surgical resection and chemotherapy. $#(Choice A)#  @Chondrosarcoma@ is a malignant, cartilage-forming tumor that typically occurs in the axial skeleton (eg, pelvis) of patients age >40.  Unlike osteosarcoma, it does not produce neoplastic osteoid or bone.  Histopathology shows neoplastic chondrocytes in a cartilage matrix that invades the existing bone. $#(Choice B)#  @Ewing sarcoma@, the second most common primary bone malignancy in children and adolescents, often arises in the diaphysis of long bones, causing progressive pain, swelling, and lytic bone lesions.  Histopathology shows sheets of small, round, blue cells; no neoplastic osteoid or bone is produced. $#(Choice C)#  @Adenocarcinoma@ of the lung often metastasizes to bone.  However, histopathology shows glands lined by malignant cells that produce mucin. $#(Choice D)#  Osteoid osteoma is a small, benign, bone-forming tumor that typically occurs in the lower extremity of adolescent boys, causing pain that is characteristically worse at night.  Histopathology shows irregular woven bone lined by a single layer of benign-appearing osteoblasts (not pleomorphic, hyperchromatic cells). $#Educational objective# Osteosarcoma is the most common primary malignant bone tumor in children and young adults and typically arises near the metaphyses of long bones (eg, femur, tibia), causing progressive pain and soft tissue swelling.  X-ray typically reveals a lytic and sclerotic bone lesion, and histopathology shows malignant tumor cells that produce neoplastic osteoid and mineralized bone.  ","clickable_1":"images/img1.15636.jpg","clickable_2":"images/img2.15636.jpg","clickable_3":"images/img3.15636.jpg","clickable_4":"images/img4.15636.jpg"},

{"id":"15665","title":"A 50-year-old man comes to the office for evaluation of a mass on his back.  He has had the mass for several years, and it has increased only slightly in size during that time.  The patient has 2 other similar lesions, one on his arm and the other on his leg.  The lesions are painless, and he has no other symptoms.  Vitals signs are normal.  Examination shows multiple subcutaneous, soft, freely mobile, and nontender masses.  The lesion on his back is shown in the image.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15665.jpg","title_2":"Histologic examination of the mass is most likely to show which of the following findings?","audio":"","comparison_items":"","answer_1":"A. Mature adipocytes arranged in lobules and separated by fibrous septa","answer_2":"B. Pleomorphic malignant cells producing new woven bone","answer_3":"C. Septal panniculitis with a mixed cellular infiltrate of lymphocytes and histiocytes","answer_4":"D. Sheets of polygonal cells with prominent intercellular bridges and keratinization","answer_5":"E. Spindle cells with wavy nuclei embedded in collagen stroma","percent_1":"89%","percent_2":"1%","percent_3":"3%","percent_4":"2%","percent_5":"5%","right_answer":"A. Mature adipocytes arranged in lobules and separated by fibrous septa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a #soft, mobile, subcutaneous mass# consistent with a @lipoma@.  #Lipomas# are very common, #benign# tumors that arise from the subcutaneous fat.  They typically occur in middle-aged adults and are generally stable or #enlarge slowly# over time.  The overlying #epidermis is normal#. $The diagnosis of lipoma is usually easy to make on clinical examination.  However, if necessary, @excisional biopsy@ can be performed and shows well-differentiated, #mature adipocytes# with an intact fibrous capsule.  Because lipomas are generally harmless, most can be left in place, although excision can be considered for cosmetic reasons or patient discomfort. $#(Choice B)#  @Osteosarcoma@ is usually seen in children and young adults; it is uncommon in older adults, in which it is often associated with Paget disease of bone.  It presents with local pain and swelling; the mass, if palpable, is nonmobile.  Histopathology shows pleomorphic malignant cells with hyperchromatic nuclei forming neoplastic osteoid or bone. $#(Choice C)#  @Erythema nodosum@ presents acutely as tender, subcutaneous nodules in the lower extremities.  It occurs in association with a variety of infectious (eg, herpes simplex) and inflammatory (eg, sarcoidosis) conditions.  Histopathology shows septal inflammation in the subcutaneous fat (@septal panniculitis@) with edema, fibrinous exudate, and a variable cellular infiltrate (neutrophils, lymphocytes, histiocytes). $#(Choice D)#  @Cutaneous squamous cell carcinoma@ typically forms an enlarging epidermal lesion in sun-exposed areas.  The lesions often develop a thickened, rough surface or ulcerate with crusting and bleeding.  Pathologic findings include sheets of eosinophilic squamous cells with @keratin pearls and intercellular bridges@. $#(Choice E)#  Cutaneous @neurofibromas@ usually manifest during early adolescence as raised, fleshy tumors (<2 cm) that often increase in size and number with age.  They are composed primarily of @Schwann cells@ (spindle-shaped cells with wavy or serpentine nuclei), fibroblasts, and perineural cells within a collagenous stroma. $#Educational objective# Lipomas are common, benign tumors that arise from the subcutaneous fat and present as soft, mobile masses that are stable or enlarge slowly over time.  The diagnosis is usually made clinically, but histopathology shows well-differentiated, mature adipocytes with a fibrous capsule.  ","clickable_1":"images/img1.15665.jpg","clickable_2":"images/img2.15665.jpg","clickable_3":"images/img3.15665.jpg","clickable_4":"images/img4.15665.jpg","clickable_5":"images/img5.15665.jpg","clickable_6":"images/img6.15665.jpg","clickable_7":"images/img7.15665.jpg","clickable_8":"images/img8.15665.jpg","clickable_9":"images/img9.15665.jpg"},

{"id":"19775","title":"A 38-year-old man comes to the office due to a 2-month history of an enlarging, localized swelling on the left foot.  Tying his shoelaces too tight leads to localized pain and numbness in the third and fourth toes.  Examination shows a firm, nontender, well-circumscribed lesion on the dorsum of the foot as shown in the @exhibit@.  The lesion transilluminates when a penlight is applied to it.  Without treatment, which of the following is most likely to occur in this patient?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit19775.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bloodstream infection","answer_2":"B. Continued crystal aggregation","answer_3":"C. Foot paralysis","answer_4":"D. Malignant proliferation","answer_5":"E. Spontaneous resolution","percent_1":"2%","percent_2":"8%","percent_3":"10%","percent_4":"2%","percent_5":"77%","right_answer":"E. Spontaneous resolution","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Ganglion cyst!?Pathophysiology? • Mucoid degeneration of periarticular tissue• Herniation of connective tissue from joint capsule, tendon sheath, bursae• Filled with clear/gelatinous fluid?Presentation? • Wrist (most common), dorsal foot, knee• Rubbery, round, well-circumscribed cystic nodule• Transillumination positive?Treatment? • Observation for asymptomatic cysts• Needle aspiration (recurrence common)• Surgical excision?Prognosis? • Most resolve spontaneously","explanation_img":"","explanation_1":"","explanation_2":"This patient has a #ganglion cyst#, an outpouching of connective tissue arising from #tendon sheaths#, #joint structures# (eg, joint capsule), or bursae.  Clear mucinous or #gelatinous fluid# accumulates in the sac, giving rise to a round, well-circumscribed, firm cyst that #transilluminates# on penlight examination.  Ganglion cysts are most common on the dorsal and volar wrists, but dorsal foot lesions are also common. $Most ganglion cysts #resolve spontaneously# and do not require specific treatment.  Cysts that raise cosmetic concerns or cause pain or paresthesia (due to nerve compression) can be treated with needle aspiration if desired.  However, recurrence is common, and patients may eventually require surgical excision. $#(Choice A)#  Bloodstream infection (bacteremia) can be a complication of @cutaneous abscess@, which also presents as localized swelling.  Unlike a ganglion cyst, an abscess is red, painful, and fluctuant on palpation.  Because of the collection of pus (an opaque liquid), an abscess does not transilluminate. $#(Choice B)#  @Gouty tophi@ are hard, irregular, subcutaneous collections of uric acid crystals found in patients with gout.  Because of its solid nature, a gouty tophus does not transilluminate. $#(Choice C)#  This patient's ganglion cyst is causing compression of dorsal cutaneous nerves (sensory branches of @superficial peroneal nerve@), leading to paresthesia.  However, these branches do not contain motor fibers and so the patient is not at risk for paralysis. $#(Choice D)#  Synovial sarcoma can present as a mass adjacent to a joint in a young adult; however, due to its solid nature, it does not transilluminate. $#Educational objective# A ganglion cyst is a connective tissue outpouching arising from tendon sheaths and joint structures.  It is typically round, firm, well-circumscribed, and transilluminates on penlight examination.  Most resolve spontaneously. ","clickable_1":"images/img1.19775.jpg","clickable_2":"images/img2.19775.jpg","clickable_3":"images/img3.19775.jpg"},

{"id":"15635","title":"A 15-year-old boy is brought to the emergency department due to hemoptysis.  He has a history of amputation of the right lower extremity due to bone cancer.  Chest imaging reveals a lung mass.  Excisional biopsy of the mass shows sheets of uniform, round, small cells slightly larger than lymphocytes with scant, clear cytoplasm.  The cellular deposits are interrupted by vascular fibrous septa, with areas of hemorrhage and an abrupt transition from viable to necrotic cells.  A representative sample is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15635.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Adenocarcinoma","answer_2":"B. Chondrosarcoma","answer_3":"C. Ewing sarcoma","answer_4":"D. Multiple myeloma","answer_5":"E. Osteosarcoma","percent_1":"4%","percent_2":"6%","percent_3":"69%","percent_4":"2%","percent_5":"19%","right_answer":"C. Ewing sarcoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Ewing sarcoma!?Epidemiology? • Second most common primary bone malignancy in children• White, adolescent boys?Clinical manifestations? • Diaphysis of long bones (eg, femur), pelvis• Localized pain & swelling• Early metastases (eg, lung)?Radiology? • Poorly defined lytic lesion with 'moth-eaten' appearance• Lamellated periosteal reaction ('onion skinning')• Periosteal elevation (Codman triangle)?Pathology? • Sheets of small, round, blue tumor cells• Translocation (11;22) involving EWSR1 & FLI1","explanation_img":"","explanation_1":"","explanation_2":"This boy with a history of bone cancer has a lung mass composed of uniform, small, round cells, findings consistent with metastatic #Ewing sarcoma# (ES).  ES is the second most common primary malignant bone tumor in children (after osteosarcoma).  It typically occurs in the #diaphysis of long bones# (eg, femur) or in the pelvis and presents with localized pain and swelling.  It often metastasizes to the #lungs#, and pulmonary complications (eg, hemoptysis) are a leading cause of death. $Imaging classically reveals a poorly defined, lytic, '#moth-eaten#' lesion that infiltrates the bony cortex and neighboring soft tissue.  The associated periosteal reaction leads to concentric layers of new, reactive bone ('#onion skin#' appearance). $ES is a primitive tumor of unclear origin (likely arising from neuroectodermal or mesenchymal stem cells).  @Histopathology@ reveals sheets of uniform, #small, round, blue cells# with scant, clear cytoplasm separated by fibrous septa and patches of necrosis.  Most cases are associated with a translocation involving EWSR1 on chromosome 22 and FLI1 on chromosome 11.  This translocation produces a fusion protein that functions as an abnormal transcription factor, leading to uncontrolled cell proliferation. $#(Choice A)#  @Adenocarcinoma@, the most common primary lung malignancy, often metastasizes to bone.  Histopathology shows neoplastic glands lined by mucin-producing cells. $#(Choice B)#  @Chondrosarcoma@ typically occurs in the axial skeleton (eg, pelvis) of older adults (age >40).  Histopathology shows neoplastic chondrocytes in a cartilaginous matrix. $#(Choice D)#  @Multiple myeloma@ is a plasma cell malignancy that is extremely rare in patients age <40.  Imaging often reveals multiple lytic lesions, osteopenia, and pathologic fractures.  Microscopic examination shows numerous plasma cells, characterized by eccentric nuclei with 'clock-face' chromatin, perinuclear clearing, and abundant cytoplasm. $#(Choice E)#  @Osteosarcoma@ is the most common primary bone malignancy in children.  However, histopathology shows pleomorphic malignant cells that produce new osteoid and bone. $#Educational objective# Ewing sarcoma is a malignant bone tumor that typically arises in the long bones or pelvis in children and often metastasizes to the lungs.  Imaging classically reveals a poorly defined, lytic lesion with an 'onion skin' periosteal reaction.  Histopathology shows sheets of uniform, small, round, blue tumor cells.  ","clickable_1":"images/img1.15635.jpg","clickable_2":"images/img2.15635.jpg","clickable_3":"images/img3.15635.jpg","clickable_4":"images/img4.15635.jpg","clickable_5":"images/img5.15635.jpg"}
    
]