[

    {"id":"2090","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $As part of a long-term cohort study, members of a large extended family undergo periodic analysis of multiple serum markers.  Many male participants are found to have abnormal laboratory results despite no obvious signs of disease.  Further analysis shows that these men have an X-linked mutation affecting the phosphoribosyl pyrophosphate (PRPP) synthetase gene, resulting in greatly increased substrate conversion. $#Item 1 of 2# $Which of the following organs is most likely to develop pathology secondary to this mutation?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aorta","answer_2":"B. Heart","answer_3":"C. Joints","answer_4":"D. Liver","answer_5":"E. Pancreas","percent_1":"2%","percent_2":"5%","percent_3":"55%","percent_4":"33%","percent_5":"4%","right_answer":"C. Joints","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2090.jpg","explanation_1":"","explanation_2":"$Gout is a disease caused by tissue deposition of monosodium urate crystals.  Elevated uric acid levels are a known risk factor for gout and increased purine metabolism is one possible cause of hyperuricemia.  Phosphoribosyl pyrophosphate (PRPP) synthetase is the enzyme responsible for the production of the activated ribose necessary for de novo synthesis of purine and pyrimidine nucleotides.  The mutation described in the question stem will cause increased production of purines due to feed-forward activation of the purine synthesis pathway.  As a result, more purine molecules will undergo degradation, resulting in hyperuricemia and an increased risk of gout. $#(Choice A)#  The aorta can develop aneurysms in patients with Marfan syndrome, which results from defects in fibrillin-1. $#(Choices B and D)#  The heart and liver can be affected by glycogen storage diseases resulting from a variety of enzyme deficiencies such as glucose-6-phosphatase deficiency (von Gierke disease) and acid maltase deficiency (Pompe disease). $#(Choice E)#  The pancreas is affected in patients with cystic fibrosis, which results from a mutation in the cystic fibrosis transmembrane conductance regulator gene.  Common sequelae include pancreatitis, pancreatic insufficiency, and destruction of islet cells. $#Educational objective# Gout occurs with increased frequency in patients with activating mutations involving phosphoribosyl pyrophosphate synthetase due to increased production and degradation of purines.  "},

{"id":"2091","title":"#Item 2 of 2# $Incidentally, one of the male patients followed in the study is hospitalized with right knee pain and swelling.  A sample of his synovial fluid shows negatively birefringent crystals under polarized light microscopy.  To achieve rapid improvement in this patient's symptoms, therapy should be directed toward inhibiting which of the following types of cells?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Eosinophils","answer_2":"B. Lymphocytes","answer_3":"C. Neutrophils","answer_4":"D. Synovial cells","answer_5":"E. Mast cells","percent_1":"3%","percent_2":"14%","percent_3":"71%","percent_4":"7%","percent_5":"6%","right_answer":"C. Neutrophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute gouty arthritis# ∆⨉ §^#Signs &$ symptoms# ∆ • Usually involves #first metatarsophalangeal joint o#r knee • Swelling, erythema & #exquisite tenderness# • Symptoms develop rapidly over 24 hr §^#Diagnosis# ∆ • Joint aspiration shows #needle-shaped, negatively birefringent crystals# §^#Treatment# ∆ • Nonsteroidal anti-inflammatory drugs (eg, naproxen, indomethacin) preferred if no contraindications • Colchicine used as second-line therapy","explanation_img":"","explanation_1":"","explanation_2":"$This patient's synovial fluid analysis shows negatively birefringent crystals (ie, monosodium urate crystals) under polarized light, which is diagnostic for gouty arthritis.  Neutrophils are the primary cells responsible for the intense inflammatory response seen in patients with gout.  Phagocytosis of urate crystals by neutrophils causes the release of various cytokines and inflammatory mediators that lead to further neutrophil activation and chemotaxis, resulting in a positive feedback loop that amplifies the inflammatory response. $Nonsteroidal anti-inflammatory drugs (NSAIDs) are first-line therapy for treating acute gouty arthritis.  They inhibit prostanoid biosynthesis (eg, prostaglandins, prostacyclin, thromboxanes), exerting a broad anti-inflammatory effect that includes inhibition of neutrophils.  Patients with contraindications to NSAIDs (eg, peptic ulcer disease, renal impairment) are often treated with colchicine, which impairs neutrophil migration and phagocytosis by interfering with microtubule formation.  Colchicine also decreases tyrosine phosphorylation in response to monosodium urate crystals, resulting in decreased neutrophil activation. $#(Choice A)#  Eosinophils function in defense against parasitic infections and are also pathogenic in patients with asthma, allergy, hypereosinophilic syndromes, and vasculitides such as Churg-Strauss syndrome. $#(Choice B)#  Lymphocytes produce delayed-type hypersensitivity reactions that do not play a role in gout. $#(Choice D)#  Synovial cells and macrophages play a role in initiating the inflammatory response in gouty arthritis.  However, targeting these cells would not eliminate the inflammatory amplification caused by neutrophils, which is the central mechanism involved in precipitating an acute gouty attack. $#(Choice E)#  Mast cell degranulation can be inhibited by medications such as cromolyn sodium, which is used in conditions such as asthma and allergic rhinitis. $#Educational objective# Nonsteroidal anti-inflammatory drugs (NSAIDs) are first-line therapy for treating acute gouty arthritis.  They inhibit cyclooxygenase and exert a broad anti-inflammatory effect that includes inhibition of neutrophils.  When NSAIDs are contraindicated (eg, peptic ulcer disease, renal impairment), colchicine is useful in the acute management of gout as it inhibits neutrophil chemotaxis and phagocytosis by preventing microtubule formation.  "},

{"id":"7556","title":"A 52-year-old woman comes to the office due to pain in the right knee for the past several months.  The pain is typically better in the morning but worsens by the end of the day.  There is no history of trauma to the joint.  Medical history is significant for hypertension, type 2 diabetes mellitus, and hypercholesterolemia.  The patient is a lifetime nonsmoker.  She works as an office clerk.  Family history is significant for stroke in her mother and gout in her father.  Temperature is 37.2 C (99 F), blood pressure is 145/95 mm Hg, and pulse is 90/min.  BMI is 37 kg/m2.  Physical examination shows crepitation on flexion and extension of the right knee; range of motion is otherwise normal, and there is no swelling, warmth, or redness.  Which of the following pathologic processes is most likely occurring in this patient's knee joint?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium pyrophosphate crystal deposition","answer_2":"B. Fissuring and flaking of articular cartilage","answer_3":"C. Iron deposition in cartilage","answer_4":"D. Synovial cell hyperplasia","answer_5":"E. Virus-induced synovial inflammation","percent_1":"8%","percent_2":"84%","percent_3":"0%","percent_4":"7%","percent_5":"1%","right_answer":"B. Fissuring and flaking of articular cartilage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp7556.jpg","explanation_1":"","explanation_2":"$This patient has #chronic knee pain# associated with #crepitus#,# #which is consistent with #osteoarthritis# (the most common form of arthritis).  Besides the knees, osteoarthritis also commonly affects the hips, lumbar spine, and distal joints of the hands.  Patients typically have pain that worsens with activity and is relieved by rest.  Osteoarthritis typically progresses with age and is accelerated in patients with prior joint injury or excessive mechanical stresses (eg, #obesity#, joint deformities). $Osteoarthritis is characterized by progressive #fissuring, flaking, and erosion# (fibrillation) of #articular cartilage#.  The etiology is multifactorial, with excessive biomechanical stress and# increased intraarticular metalloproteinase activity# as the major contributors to cartilage destruction.  Although a number of proinflammatory mediators (eg, IL-6, macrophage chemotactic protein-1) have been linked to osteoarthritis, overt signs of synovitis (eg, redness, warmth) are less prominent than in the classic inflammatory arthritic disorders (eg, gout).  Effusions, if present, are often small. $#(Choice A)#  Calcium pyrophosphate deposition disease presents with an acute inflammatory arthritis resembling gout (ie, pseudogout).  Although this disorder is common in the knee, chronic arthritis without signs of acute synovitis is more consistent with osteoarthritis. $#(Choice C)#  Hemochromatosis can cause deposition of iron salts within the synovium and joint space, which can lead to a chronic arthritis resembling osteoarthritis.  Although hereditary hemochromatosis is associated with diabetes mellitus, this patient lacks other characteristic findings (eg, skin pigmentation, liver dysfunction, cardiac enlargement); in addition, osteoarthritis is a much more common cause of arthritis in the general population. $#(Choice D)#  Rheumatoid arthritis is an inflammatory arthritis associated with synovial hyperplasia.  It most commonly affects the proximal interphalangeal (PIP), metacarpophalangeal (MCP), wrist, knee, and ankle joints.  However, patients typically have symmetric joint involvement and prolonged morning stiffness. $#(Choice E)#  Parvovirus B19 presents in adults as a nonspecific flulike illness, often followed by a symmetric arthritis most commonly affecting the hands.  Symptoms are acute and resolve within a few weeks. $#Educational objective# Osteoarthritis is characterized by progressive fissuring and erosion of articular cartilage.  Risk factors include advancing age, obesity, joint trauma, and repetitive stress.  Patients may have mild effusion and crepitus on physical examination, but signs of synovitis (eg, redness, warmth) are less prominent than in the classic inflammatory arthritic disorders.  "},

{"id":"1451","title":"A 57-year-old man comes to the emergency department due to a 1-day history of pain and swelling in his right knee.  The pain is severe, and he has had difficulty bearing weight on the right leg.  He previously felt well.  Past medical history is notable for hypertension and seasonal allergies.  The patient does not use tobacco and drinks 1 or 2 alcoholic beverages a week.  On examination, the right knee is red and swollen.  He has pain with passive range of motion at the knee.  The knee ligaments show no significant laxity.  Synovial fluid obtained from the involved joint shows a white blood cell count of 25,000/mm3, with a neutrophilic predominance, and numerous crystals (shown below).","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1451.jpg","title_2":"These crystals are most likely composed of which of the following substances?","audio":"","comparison_items":"","answer_1":"A. Calcium hydroxyapatite","answer_2":"B. Calcium oxalate","answer_3":"C. Calcium pyrophosphate","answer_4":"D. Cholesterol","answer_5":"E. Monosodium urate","answer_6":"F. Uric acid","percent_1":"5%","percent_2":"5%","percent_3":"67%","percent_4":"1%","percent_5":"13%","percent_6":"9%","right_answer":"C. Calcium pyrophosphate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1451.jpg","explanation_1":"","explanation_2":"$#Pseudogout#, or calcium pyrophosphate deposition disease (CPPD), results from accumulation of #calcium pyrophosphate dihydrate crystals# in the synovial fluid.  Patients present with an acute mono- or oligoarticular arthritis characterized by pain, joint swelling, erythema, and warmth.  Pseudogout and gout can be difficult to distinguish clinically.  The knee joint is involved in >50% of pseudogout cases, whereas the first metatarsophalangeal joint is more frequently involved in gout. $In pseudogout, synovial fluid analysis reveals an elevated white blood cell count with neutrophilic predominance.  Identification of #rhomboid-shaped# calcium pyrophosphate dihydrate crystals is diagnostic.  These crystals are @positively birefringent@ under compensated polarized light, meaning that the color pattern is the #opposite# of that seen in gout.  Pseudogout crystals are blue when aligned parallel and yellow when aligned perpendicular to the slow ray of the compensator. $#(Choice A)#  Calcific tendonitis results from the deposition of calcium hydroxyapatite crystals in periarticular soft tissues (especially tendons).  The rotator cuff tendons are most commonly affected. $#(Choice B)#  @Calcium oxalate@ is one of the most common constituents of renal calculi. $#(Choice D)#  Soft-tissue deposits of cholesterol and other lipids are called xanthomas.  These appear as yellow papules on the knees, elbows, and tendon insertion sites in patients with hyperlipidemia. $#(Choices E and F)#  In @gout@, monosodium urate (the salt of uric acid) is deposited in joints and soft tissues.  Urate crystals are needle-shaped and negatively birefringent. $#Educational objective# Synovial fluid analysis showing rhomboid-shaped calcium pyrophosphate dihydrate crystals is diagnostic of pseudogout.  These crystals are positively birefringent under compensated polarized light.  The knee joint is involved in >50% of cases.  ","clickable_1":"images/img1.1451.jpg","clickable_2":"images/img2.1451.jpg","clickable_3":"images/img3.1451.jpg"},

{"id":"1600","title":"A 35-year-old man comes to the clinic with acute right knee pain and swelling.  His symptoms have been present for a week and have moderately worsened over this period.  The patient is able to bear weight but has significant pain when climbing stairs or walking for extended distances.  He attempted treatment with ibuprofen, which provided prompt but only temporary relief.  Past medical history is unremarkable, though the patient was seen by his primary care provider for a diarrheal illness 2 weeks before onset of the current symptoms.  Examination shows a moderate-sized effusion at the right knee.  Cultures of a joint aspirate reveal no bacteria.  Which of the following is most likely associated with this patient's joint symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. C1 inhibitor deficiency","answer_2":"B. High titers of antistreptolysin O antibodies","answer_3":"C. Histocompatibility antigen HLA-B27","answer_4":"D. Positive serum antinuclear antibodies","answer_5":"E. Positive serum rheumatoid factor","percent_1":"5%","percent_2":"11%","percent_3":"72%","percent_4":"6%","percent_5":"6%","right_answer":"C. Histocompatibility antigen HLA-B27","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Reactive arthritis#∆⨉ §^#Preceding infection# ∆ • #Genitourinary infection:# Chlamydia trachomatis • #Enteritis#: Salmonella, Shigella, Yersinia, Campylobacter, Clostridioides (formerly Clostridium) difficile §^#Musculoskeletal# ∆ • Asymmetric oligo#arthritis# • Enthesitis • Dactylitis §^#Extraarticular symptoms# ∆ • Ocular: #conjunctivitis,# anterior uveitis • Genital: #urethritis,# cervicitis, prostatitis • Dermal: keratoderma blennorrhagicum, circinate balanitis • Oral ulcers","explanation_img":"","explanation_1":"","explanation_2":"This patient, a young man with acute lower extremity arthritis and a sterile joint effusion following a gastrointestinal infection, has typical symptoms of #reactive arthritis#.  Reactive arthritis is a spondyloarthropathy that preferentially affects #HLA-B27-positive# individuals.  It typically presents as an asymmetric arthritis of the large joints.  Common associated symptoms include conjunctivitis, urethritis, and @keratoderma blennorrhagicum@. $Reactive arthritis is most common following infections with Campylobacter, Shigella, Salmonella, Yersinia, Chlamydia, or Bartonella.  The clinical manifestations are caused by #immune complexes# involving bacterial antigens.  However, it does not represent disseminated infection, and joint aspirates are sterile (ie, it is a 'reactive' not infectious arthritis). $#(Choice A)#  C1 inhibitor deficiency is associated with hereditary angioedema.  C1 inhibitor degrades C1 and prevents excessive complement activation and inflammation. $#(Choice B)#  High titers of antistreptolysin O antibody are seen in nonpurulent complications of group A streptococcal infections, such as rheumatic fever and glomerulonephritis. $#(Choices D and E)#  Antinuclear antibody and rheumatoid factor are nonspecific markers of autoimmune disease, primarily systemic lupus erythematosus and rheumatoid arthritis, respectively.  These conditions are less common in men, do not usually present with acute monoarthritis, and are not associated with recent diarrheal illness. $#Educational objective# Reactive arthritis is a spondyloarthropathy associated with HLA-B27 that can occur following infection with Chlamydia, Campylobacter, Salmonella, Shigella, or Yersinia.  It presents with sterile arthritis due to deposition of immune complexes.  ","clickable_1":"images/img1.1600.jpg"},

{"id":"14917","title":"A 35-year-old man comes to the office due to recurrent foot pain.  In the last 6 months, the patient has had 3 episodes of pain at the base of the left great toe.  The pain awakens him from sleep and is associated with redness and swelling but no fever.  The first 2 episodes resolved spontaneously, but the current episode has been more severe, and ibuprofen has not provided adequate pain relief.  The patient has a history of prediabetes and takes metformin.  He works as a butcher and spends much of his time in an air-conditioned room.  His diet consists primarily of fried foods and salty, carbohydrate-rich snack foods.  He drinks 8-10 cups of coffee and 2 L of diet soft drinks daily and 3 or 4 beers nightly.  The patient does not use tobacco or illicit drugs.  Temperature is 37.5 C (99.5 F), blood pressure is 142/86 mm Hg, and pulse is 92/min.  BMI is 29 kg/m2.  Examination shows erythema and tenderness at the left first metatarsophalangeal joint.  Aspiration of joint fluid reveals many leukocytes and scattered needle-shaped, negatively birefringent crystals.  Which of the following is most likely to have contributed to this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Beer intake","answer_2":"B. Coffee intake","answer_3":"C. Diet soft drink intake","answer_4":"D. Metformin use","answer_5":"E. Salt intake","answer_6":"F. Trans-fatty acid intake","percent_1":"76%","percent_2":"3%","percent_3":"3%","percent_4":"4%","percent_5":"4%","percent_6":"10%","right_answer":"A. Beer intake","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Risk factors for gout!?Increased uric acid$ production? • Dietary sources$==○ Purine-rich foods (eg, seafood, red meat)$==○ Fructose-containing & alcoholic beverages (particularly beer)• ↑ Cell turnover (eg, tumor lysis syndrome)• Lesch-Nyhan syndrome (deficiency of HGPRT)• ↑ Phosphoribosyl pyrophosphate activity?Decreased uric acid$ clearance? • Chronic kidney disease• Volume depletion• Diuretics (eg, thiazide)• Cyclosporine & tacrolimus?Rapid decline in uric acid$ levels? • Xanthine oxidase inhibitors (eg, allopurinol)• Uricosuric drugs (eg, probenecid)%#HGPRT# = hypoxanthine-guanine phosphoribosyltransferase.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #acute gout#, an episodic inflammatory arthritis triggered by deposition of monosodium urate crystals in synovial fluid.  Gout usually presents in a single lower extremity joint, most commonly the first metatarsophalangeal joint.  The diagnosis is confirmed when joint aspiration reveals an elevated leukocyte count and needle-shaped, negatively birefringent @monosodium urate crystals@. $Gout arises in the setting of #hyperuricemia#.  Although the underlying cause of hyperuricemia is most commonly unknown (>90% of cases are considered idiopathic), some patients have modifiable risk factors that increase uric acid production (eg, intake of purine-rich foods) or reduce uric acid excretion (eg, diuretic medications).  The excessive intake of alcohol is considered one of the most common modifiable risk factors for gout.  Alcohol is thought to both reduce urate excretion and increase urate production.  In addition, #beer# is particularly likely to cause gout as it contains high amounts of absorbable purines that are metabolized to uric acid. $#(Choice B)#  Coffee is associated with a lower risk of gout, possibly due to inhibition of xanthine oxidase and reduced breakdown of purines.  This effect is also seen with decaffeinated coffee but not with tea. $#(Choice C)#  Heavy consumption of fructose-sweetened soft drinks is associated with an increased risk of gout (due to increased hepatic production of uric acid), but the intake of artificially-sweetened beverages is not. $#(Choice D)#  Patients with diabetes have an increased risk of gout, at least in part due to shared risk factors (eg, obesity).  However, metformin use is not associated with an increased risk of gout. $#(Choice E)#  High salt intake may increase the risk of a kidney stone but not gout. $#(Choice F)#  Foods that contain high amounts of trans-fatty acids (eg, commercial baked snack foods, hardened margarines) increase the risk of atherosclerotic heart disease but are not a major risk factor for gout.  Gout is provoked by foods rich in purines such as organ meat, red meat, and seafood. $#Educational objective# Moderate to heavy alcohol consumption increases the risk of gout due to increased production and decreased excretion of uric acid.  Beer in particular can trigger a gout flare, as many beers contain significant quantities of absorbable purines that lead to increased blood uric acid levels.  ","clickable_1":"images/img1.14917.jpg"},

{"SubjectSysyem":"Pharmacology-Rheumatology","id":"14967","title":"A 36-year-old man comes to the emergency department due to severe, acute knee pain that awoke him from sleep.  He has a history of end-stage renal disease for which he underwent a renal transplant 8 weeks ago.  The patient takes an immunosuppressive regimen that includes cyclosporine and low-dose prednisone.  He visited his nephrologist last week and serum creatinine levels were normal with no proteinuria.  Temperature is 37.5 C (99.5 F), blood pressure is 136/78 mm Hg, and pulse is 88/min.  Examination shows redness, warmth, and a small effusion in the left knee.  Passive range of motion at the knee causes severe pain.  Microscopic examination of joint fluid from the knee shows numerous neutrophils as well as both intra- and extracellular crystals as shown in the exhibit.  Which of the following mechanisms is most likely responsible for this patient's acute symptoms? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit14967.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased urinary excretion of uric acid","answer_2":"B.Increased production of uric acid","answer_3":"C.Rapid drop in blood uric acid levels","answer_4":"D.Release of nucleic acids from apoptotic cells","answer_5":"E.Volume depletion and decreased renal perfusion","percent_1":"48%","percent_2":"24%","percent_3":"4%","percent_4":"21%","percent_5":"3%","right_answer":"A.Decreased urinary excretion of uric acid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medications associated with gout# ∆⨉ §^#Reduced uric acid excretion# ∆ • Diuretics (eg, hydrochlorothiazide, furosemide) • Salicylates (eg, low-dose aspirin) • ACE inhibitors (eg, lisinopril) • Cyclosporine §^#Increased uric acid production# ∆ • Cytotoxic chemotherapy agents (tumor lysis syndrome) §^#Rapid decline in uric acid levels# ∆ • Xanthine oxidase inhibitors (eg, allopurinol) • Uricosuric drugs (eg, probenecid)","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute monoarticular arthritis of the knee with synovial fluid evidence of inflammation and @needle-shaped@ (monosodium urate) crystals, indicating a diagnosis of #gout#.  Gout develops in patients with #hyperuricemia# and is associated with several risk factors including excessive alcohol intake, meat/seafood consumption, chronic kidney disease, and certain medications. $#Cyclosporine# is a common cause of gout exacerbations in patients who have undergone solid organ transplantation, particularly renal transplantation.  This medication #impairs renal excretion of uric acid#, resulting in hyperuricemia.  Although high doses of systemic glucocorticoids (eg, prednisone) can be used to treat acute gout, the low doses used for immunosuppression in patients who have undergone transplantation are usually not sufficient to prevent gout flares. $#(Choice B)#  Increased production of uric acid is commonly due to a purine-rich diet (eg, red meat, seafood), excessive alcohol intake, fructose-sweetened beverage intake, or disorders associated with increased cell turnover (eg, myeloproliferative disorders, cancers). $#(Choice C)#  Urate-lowering agents (eg, allopurinol) are used to prevent recurrent gout but can occasionally precipitate a gout flare due to rapid declines in blood uric acid levels, which can disrupt preexisting crystal deposits and increase their immunogenicity.  This patient is not taking a medication that lowers uric acid levels. $#(Choice D)#  Patients who have malignancy associated with high tumor burdens (eg, acute lymphoblastic leukemia) can develop tumor lysis syndrome when cytotoxic chemotherapy is initiated.  The massive release of nucleic acids into the circulation (from lysed cells) increases serum uric acid levels (due to catabolism of purine nucleic acids) and can precipitate gout. $#(Choice E)#  Diuretics (eg, furosemide, hydrochlorothiazide) can be associated with gout as these medications reduce urate excretion in the proximal tubule and also cause volume depletion leading to decreased renal perfusion and filtration of uric acid.  This patient has a normal serum creatinine level, indicating adequate renal function. $#Educational objective# Patients undergoing solid organ transplantation are at increased risk of gout due to medications that impair renal clearance of uric acid.  Cyclosporine is particularly associated with gout in the post-transplantation period due to decreased uric acid excretion.  ","clickable_1":"images/img1.14967.jpg"},

{"id":"1771","title":"A 62-year-old woman comes to the office due to activity-related joint pain in the hands and periodic morning stiffness that lasts 10-15 minutes.  The pain is moderately severe and has begun to limit her activities.  The patient has attempted to treat the pain with acetaminophen, which provided only partial relief.  Past medical history is notable for hypertension and diabetes mellitus.  Physical examination shows firm nodules over the distal interphalangeal joints bilaterally as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/1771.jpg","title_2":"Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Fibromyalgia","answer_2":"B. Gout","answer_3":"C. Infectious arthritis","answer_4":"D. Osteoarthritis","answer_5":"E. Reactive arthritis","answer_6":"F. Rheumatoid arthritis","percent_1":"1%","percent_2":"2%","percent_3":"0%","percent_4":"68%","percent_5":"2%","percent_6":"27%","right_answer":"D. Osteoarthritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","table_3":"§^#Osteoarthritis vs rheumatoid arthritis# ∆⨉ ∆⨉§ ∆^#Osteoarthritis# ∆^#Rheumatoid arthritis#§^#Age of onset# ∆ • >40; increases with age ∆ • 40-60; often younger§^#Joint involvement# ∆ • Knees• Hips• DIP joint• 1st CMC joint ∆ • MCP joint• PIP joint• Wrists§^#Morning stiffness# ∆ • None/brief (<30 min) ∆ • Prolonged§^#Systemic symptoms# ∆ • Absent ∆ • Fever• Fatigue• Weight loss§^#Examination findings# ∆ • Hard, bony enlargement of joints ∆ • Soft/spongy, warm joints%#CMC =# carpometacarpal; #DIP =# distal interphalangeal; #MCP =# metacarpophalangeal;$#PIP =# proximal interphalangeal.","explanation_img":"","explanation_1":"","explanation_2":"This patient, an older woman with use-dependent joint pain, has typical features of #osteoarthritis# (OA).  Patients with OA of the hands may also have osteophyte formation leading to bony enlargement of the #distal interphalangeal (DIP) and proximal interphalangeal (PIP)# joints (Heberden and Bouchard nodes, respectively).  OA also commonly involves the spine and the large weight-bearing joints of the lower extremities (knees, hips).  Morning stiffness is more typical of the inflammatory arthritides such as rheumatoid arthritis (RA), but may be experienced for a short duration (<30 minutes) in patients with OA as well. $In contrast, morning stiffness in RA may persist for hours and is often accompanied by systemic symptoms (eg, fever, weight loss).  RA typically causes symmetric arthritis of the metacarpophalangeal, PIP, and other joints, but DIP joint involvement is less common #(choice F).#  In contrast to the bony enlargement in OA, the involved joints in RA have active synovitis, with warmth and spongy swelling. $#(Choice A)#  Fibromyalgia is characterized by diffuse musculoskeletal pain that worsens with weather changes, psychological stress, or reduced sleep.  It does not cause joint deformities. $#(Choice B)#  Gout causes acute, episodic inflammatory monoarthritis that is characterized by a red, swollen, and painful joint.  It usually affects the first metatarsophalangeal joint, knees, or ankles. $#(Choice C)#  Septic arthritis causes intense pain, swelling, and redness of affected joints.  The knee, hip, and shoulder are most commonly involved.  The finger joints are less often affected and bony joint enlargement is not typical.  Moreover, systemic signs, including fever, chills, and malaise, may be present. $#(Choice E)#  Reactive arthritis is characterized by urethritis, conjunctivitis/uveitis, and arthritis (mainly of the knees, ankles, and feet) and is most common in young men.  Hand joint involvement is not typical. $#Educational objective# Osteoarthritis of the hands is characterized by osteophyte formation leading to hard bony enlargement of the distal interphalangeal joints (Heberden nodes) and proximal interphalangeal joints (Bouchard nodes).  Brief morning stiffness may be present.  "},

{"id":"7792","title":"A 48-year-old man comes to the office due to several hours of severe right knee pain.  The patient has a history of peptic ulcer disease and gastroesophageal reflux disease.  His right knee is swollen, erythematous, and tender.  Arthrocentesis is performed and synovial fluid analysis shows needle-shaped, negatively birefringent crystals with many neutrophils.  The medication given to this patient selectively binds to an interleukin-1 inducible enzyme that is highly expressed by inflammatory cells and undetectable in the surrounding normal tissue.  Which of the following is most likely the drug used in this patient's treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Aspirin","answer_2":"B.Celecoxib","answer_3":"C.Colchicine","answer_4":"D.Infliximab","answer_5":"E.Prednisone","percent_1":"3%","percent_2":"39%","percent_3":"20%","percent_4":"25%","percent_5":"12%","right_answer":"B.Celecoxib","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7792.jpg","explanation_1":"","explanation_2":"$Cyclooxygenase (COX), also known as prostaglandin endoperoxide synthase, catalyzes the conversion of arachidonic acid into prostanoids.  It exists in 2 isoforms designated COX-1 and COX-2.  COX-1 is constitutively expressed in various tissues and is involved in a number of \"housekeeping functions\" (eg, platelet aggregation, gastric mucosal protection, vascular homeostasis).  #COX-2# is an #inducible# enzyme that is undetectable in most tissues under normal conditions.  During #inflammation#, infiltrating cells secrete cytokines (eg, #interleukin-1#, #TNF-α#) that cause COX-2 upregulation in the inflamed tissue.  COX-2 then drives the synthesis of pro-inflammatory @arachidonic acid metabolites@. $This patient's acute gout attack should be treated with an agent that provides prompt pain relief without exacerbating his gastrointestinal problems.  Nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen, indomethacin, and naproxen inhibit both COX-1 and COX-2 and can cause significant gastrointestinal injury.  Selective #COX-2 inhibitors# (eg, celecoxib) decrease inflammation but have no effect on COX-1, minimizing gastroduodenal toxicity. $#(Choice A)#  Like other NSAIDs, aspirin nonselectively inhibits both COX-1 and COX-2.  Aspirin irreversibly modifies these enzymes; therefore, restoration of enzymatic activity requires synthesis of new enzymes. $#(Choice C)#  Colchicine binds to tubulin, which inhibits microtubule formation.  This results in impaired neutrophil mitosis and decreased neutrophil chemotaxis. $#(Choice D)#  Infliximab is a monoclonal antibody that irreversibly binds to and inhibits TNF-α, a cytokine involved in the inflammatory response.  TNF-α is an intercellular signaling protein, not an enzyme. $#(Choice E)#  Glucocorticoids (eg, prednisone) bind to cytoplasmic receptors that then translocate to the nucleus where the expression of anti-inflammatory peptides is upregulated.  Glucocorticoids decrease COX-2 transcription but do not bind to COX-2 directly. $#Educational objective# Cyclooxygenase-2 (COX-2) is an inducible enzyme upregulated during inflammation by interleukin-1 and TNF-α.  Selective COX-2 inhibitors (eg, celecoxib) decrease inflammation by inhibiting COX-2 production of pro-inflammatory arachidonic acid metabolites.  Because they do not affect COX-1, they have minimal gastroduodenal toxicity.  ","clickable_1":"images/img1.7792.jpg"},

{"id":"1450","title":"A 64-year-old man comes to the emergency department due to acute knee pain.  He developed redness, swelling, and severe pain affecting the right knee the day before his arrival.  The patient has had 3 similar episodes in the past year that resolved quickly with over-the-counter analgesics.  He has a history of polycythemia vera but has been noncompliant with phlebotomy treatments.  Vital signs and cardiopulmonary examinations are normal.  The right knee is red and warm.  There is severe pain with movement at the joint; the other joints are grossly normal.  Needle aspiration of the joint is performed.  Which of the following is the most likely finding on analysis of this patient's synovial fluid?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Clear fluid with few white blood cells","answer_2":"B. Gram-negative diplococci","answer_3":"C. Gram-positive cocci in clusters","answer_4":"D. Many leukocytes with no crystals or organisms","answer_5":"E. Needle-shaped, negatively birefringent crystals","answer_6":"F. Numerous red blood cells","answer_7":"G. Rhomboid-shaped, positively birefringent crystals","percent_1":"2%","percent_2":"2%","percent_3":"3%","percent_4":"7%","percent_5":"56%","percent_6":"11%","percent_7":"19%","right_answer":"E. Needle-shaped, negatively birefringent crystals","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of gout#∆⨉ §^#Increased#$ #urate production# ∆ • Primary gout (idiopathic) • Myeloproliferative/lymphoproliferative disorders • Tumor lysis syndrome • Hypoxanthine guanine phosphoribosyltransferase deficiency §^#Decreased#$ #urate clearance# ∆ • Chronic kidney disease • Thiazide/loop diuretics","explanation_img":"","explanation_1":"","explanation_2":"This patient, with recurrent acute monoarthritis and history of a myeloproliferative disorder, has typical features of #gout#.  Gout occurs when there is an increased #uric acid# concentration in serum and synovial fluid, leading to monosodium urate crystal formation and deposition in synovium and cartilage.  Gout is most common in joints where cooler temperatures favor crystal formation, especially in the distal lower extremity (eg, #first metatarsophalangeal joint#, ankle, knee).  Uptake of urate crystals by neutrophils leads to free radical release, cytokine production, and joint inflammation.  The hyperuricemia that predisposes to gout can be idiopathic (primary gout) or due to increased urate production (eg, myeloproliferative disorders) or decreased urate clearance by the kidneys. $Gouty arthritis presents with acute onset of severe joint pain, warmth, erythema, and swelling.  The diagnosis is established by synovial fluid analysis, which shows increased white blood cells.  @Monosodium urate crystals@ are seen under polarized light microscopy and may be present both intra- and extracellularly.  They are characteristically #needle-shaped# and #negatively birefringent# (when the crystals are aligned parallel to the slow ray of the compensator, they appear yellow; when aligned perpendicular, they appear blue). $#(Choice A)#  Osteoarthritis causes chronic, progressive arthritis in the distal hands and weight-bearing joints.  Synovial fluid analysis shows normal to minimal inflammatory findings. $#(Choices B and C)#  Gonococcal arthritis presents with fever, skin lesions, and inflammatory mono- or oligoarthritis.  Staphylococcal septic arthritis causes a fulminant monoarthritis, usually with fever.  Recurrent episodes are more characteristic of gout. $#(Choice D)#  Rheumatoid arthritis causes a chronic polyarthritis, typically involving the metacarpophalangeal joints of the hands.  Synovial fluid will show a sterile inflammatory effusion. $#(Choice F)#  Nontraumatic hemarthrosis is most commonly seen in patients taking anticoagulants (eg, warfarin) or with bleeding disorders (eg, hemophilia). $#(Choice G)#  Crystal arthritis due to calcium pyrophosphate deposition (pseudogout) most commonly affects the knee and is often similar to gout.  However, it is less common and not associated with myeloproliferative disorders. $#Educational objective# Gout results from the deposition of monosodium urate crystals in the joints and soft tissues.  Under polarized light, urate crystals appear needle-shaped and negatively birefringent.  Conditions that increase uric acid production or decrease uric acid clearance can increase the risk of gout.  ","clickable_1":"images/img1.1450.jpg"},

{"id":"718","title":"A 45-year-old woman comes to the office for follow-up of arthritis.  For the last year, she has had fatigue, weight loss, and progressive joint pain in the hands associated with prolonged morning stiffness.  Past medical history includes hypothyroidism, for which she takes levothyroxine.  The patient does not use tobacco or alcohol.  Examination shows doughy swelling involving multiple metacarpophalangeal joints in both hands.  Following initial diagnostic testing, a multidrug treatment regimen is started.  Soon after treatment begins, she develops painful mouth ulcers and nausea.  Liver function tests show new aspartate transaminase and alanine transaminase elevations.  Which of the following medications is most likely responsible for the adverse effects seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Hydroxychloroquine","answer_2":"B.Methotrexate","answer_3":"C.Minocycline","answer_4":"D.Naproxen","answer_5":"E.Prednisone","percent_1":"11%","percent_2":"72%","percent_3":"3%","percent_4":"7%","percent_5":"7%","right_answer":"B.Methotrexate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient, a middle-aged woman with polyarthritis, morning stiffness, and systemic symptoms, has typical features of #rheumatoid arthritis# (RA).  #Methotrexate# is the preferred first-line disease-modifying treatment for most patients with moderate to severe RA.  Methotrexate is a folate antimetabolite that halts purine and pyrimidine synthesis through competitive inhibition of @dihydrofolate reductase@. $Methotrexate preferentially inhibits growth of rapidly dividing cells, such as inflammatory and neoplastic cells.  However, this inhibitory effect also causes toxicity to tissues with rapid cellular turnover, such as oral and gastrointestinal mucosa (#ulcerations#), hair follicles (alopecia), and bone marrow (pancytopenia).  Methotrexate can also cause #hepatotoxicity# (hepatitis, fibrosis, cirrhosis) and pulmonary fibrosis. $#(Choice A)#  Hydroxychloroquine is a well-tolerated antirheumatic drug used in mild RA and systemic lupus erythematosus.  Its most significant toxicity is irreversible retinopathy, and patients should have regular ophthalmologic examinations. $#(Choice C)#  Minocycline is a tetracycline antibiotic with weak antirheumatic activity.  Common side effects include photosensitivity dermatitis. $#(Choice D)#  Nonsteroidal anti-inflammatory drugs (NSAIDs [eg, naproxen]) are used for initial symptom relief in RA, although they do not prevent the long-term joint damage caused by the disease.  Significant side effects include gastritis/gastric ulcers and acute kidney injury. $#(Choice E)#  Glucocorticoids are used for initial treatment and acute flares of RA.  Short-term side effects include insomnia and hyperglycemia.  Long-term side effects are significant and include weight gain, osteoporosis, and muscle weakness; these drugs also potentiate the risk of gastric ulcers in patients taking NSAIDs. $#Educational objective# Methotrexate is the preferred disease-modifying treatment for patients with moderate to severe rheumatoid arthritis.  Significant adverse effects include stomatitis, bone marrow suppression, and liver function abnormalities.  ","clickable_1":"images/img1.718.jpg"},

{"id":"743","title":"A 34-year-old man comes to the physician due to painful urination.  Physical examination shows a watery penile discharge.  Urethral swabs obtained from the patient are negative for gonococcal infection.  He is treated appropriately and his symptoms resolve.  Two weeks later, he develops acute conjunctivitis, right knee pain, and vesicular rash on his palms and soles.  This patient's condition is most likely associated with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Esophageal dysmotility","answer_2":"B. Hyperparathyroidism","answer_3":"C. Polymyositis","answer_4":"D. Sacroiliitis","answer_5":"E. Tabes dorsalis","percent_1":"3%","percent_2":"1%","percent_3":"12%","percent_4":"48%","percent_5":"36%","right_answer":"D. Sacroiliitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Reactive arthritis#∆⨉ §^#Preceding infection# ∆ • #Genitourinary infection:# Chlamydia trachomatis • #Enteritis#: Salmonella, Shigella, Yersinia, Campylobacter, Clostridioides (formerly Clostridium) difficile §^#Musculoskeletal# ∆ • Asymmetric oligo#arthritis# • Enthesitis • Dactylitis §^#Extraarticular symptoms# ∆ • Ocular: #conjunctivitis,# anterior uveitis • Genital: #urethritis,# cervicitis, prostatitis • Dermal: keratoderma blennorrhagicum, circinate balanitis • Oral ulcers","explanation_img":"","explanation_1":"","explanation_2":"#Urethritis, conjunctivitis#, and #mono- or oligoarticular arthritis# constitute the classic triad of #reactive arthritis# (ReA).  This seronegative (rheumatoid factor-negative) spondyloarthropathy most commonly affects patients age 20-40 and is associated with #HLA-B27#.  Symptoms generally manifest 1-4 weeks following a primary infection causing urethritis or enteritis and are caused by an autoimmune reaction initiated by the infecting pathogen.  Skin findings include keratoderma blennorrhagicum (hyperkeratotic vesicles on the palms and soles) and circinate balanitis (serpiginous annular dermatitis of the glans penis).  Axial involvement, including #sacroiliitis#, may occur in about 20% of cases. $#(Choice A)#  Esophageal dysmotility is a classic finding in scleroderma although it can occur in other conditions. $#(Choice B)#  Hyperparathyroidism may occur in the setting of multiple endocrine neoplasia. $#(Choice C)#  Polymyositis may occur in the setting of dermatomyositis or as a separate entity. $#(Choice E)#  Tabes dorsalis is a manifestation of tertiary syphilis.  Secondary syphilis causes maculopapular or pustular (but not vesicular) rash that can involve the palms and soles; it is generally associated with polyarthritis (mono-arthritis is very rare). $#Educational objective# The classic triad of reactive arthritis is nongonococcal urethritis, conjunctivitis, and arthritis.  It is an HLA-B27-associated arthropathy that occurs within several weeks following a genitourinary or enteric infection.  It belongs to the group of seronegative spondyloarthropathies (including ankylosing spondylitis) and can cause sacroiliitis in about 20% of cases.  "},

{"id":"19492","title":"A 28-year-old man comes to the office due to a 4-month history of pain and stiffness in the lower back and neck.  Symptoms are worse with prolonged rest and in the early morning.  The patient also has fatigue and poor sleep.  He has no other medical conditions and takes no medications.  Vital signs are normal.  Examination shows limited forward bending of the trunk.  Lower extremity muscle power and reflexes are normal.  Which of the following is most likely to confirm the diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complete blood count","answer_2":"B. Erythrocyte sedimentation rate","answer_3":"C. Nerve conduction studies","answer_4":"D. Rheumatoid factor level","answer_5":"E. X-ray of the pelvis","percent_1":"1%","percent_2":"18%","percent_3":"2%","percent_4":"12%","percent_5":"67%","right_answer":"E. X-ray of the pelvis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Ankylosing spondylitis!?Inflammatory$back pain? • Chronic, insidious back & buttock pain• Onset at age <40• Worse with rest (overnight & in the morning)• Relieved with activity & warm showers?Examination$findings? • Decreased spinal range of motion & chest expansion• Stiff or stooped posture• Tenderness at spine, sacroiliac joints & peripheral tendon$ insertions (eg, Achilles)• Dactylitis (swelling of fingers & toes)• Uveitis?Pathophysiology? • Increased osteoclast activity & bony erosions• Increased bone/syndesmophyte formation?Laboratory? • Elevated ESR & CRP• HLA-B27%#CRP# = C-reactive protein; #ESR# = erythrocyte sedimentation rate; $#HLA-B27# = human leukocyte antigen B27.","explanation_img":"","explanation_1":"","explanation_2":"This patient with #chronic pain and stiffness# in the spine and #reduced spinal mobility# likely has #ankylosing spondylitis# (AS).  The pain in AS is generally better with activity and worse at night and with rest, which can lead to disrupted sleep and daytime fatigue.  AS is characterized by bony erosions and excessive formation of new bone in the axial skeleton, primarily around the vertebral margins. $Patients with suspected AS should undergo x-ray of the spine and pelvis, which can assist in the diagnosis: $• #X-ray of the pelvis# shows inflammatory arthritis of the sacroiliac joints (ie, @sacroiliitis@), visible as joint #erosions with subchondral sclerosis#.  These findings are #relatively specific# for spondylarthritis (including AS) and, in association with typical symptoms, are often adequate for diagnosis.  As the disorder progresses, the joint space is obliterated, leading to bony fusion (#ankylosis#). $• #Spinal x-ray# may show heterotopic ossification affecting the margins of the vertebral bodies, which are visible as #bridging syndesmophytes#.  Advanced and continuous syndesmophyte formation is termed @bamboo spine@. $AS is a seronegative spondyloarthropathy, and there are #no serologic tests# to confirm the diagnosis.  Although most cases are associated with human leukocyte antigen B27 (HLA-B27), most patients with HLA-B27 never develop AS, so this marker does not confirm the diagnosis.  Patients often have elevated inflammatory markers (eg, erythrocyte sedimentation rate, C-reactive protein) and abnormal blood counts (eg, anemia, leukocytosis), but these findings are nonspecific ##(choices A and B)##. $#(Choice C)#  Nerve conduction studies are typically used to identify peripherial nerve lesions in patients with deficits on neurologic examination.  This patient has normal examination findings, so electrodiagnostics would have little utility. $#(Choice D)#  Rheumatoid factor is used in the diagnosis of rheumatoid arthritis (RA), which typically occurs in patients age >40 and is more common in women (AS is more common in men).  RA usually causes a symmetric peripheral arthritis; cervical involvement can occur, but the lumbar spine is usually spared. $#Educational objective# Ankylosing spondylitis presents with chronic back pain with reduced spinal mobility.  X-rays of the spine and pelvis can aid in diagnosis by identifying specific findings such as sacroiliitis (eg, joint erosions with subchondral sclerosis and eventual ankylosis) and bridging syndesmophytes (heterotopic ossification affecting vertebral body margins).  ","clickable_1":"images/img1.19492.jpg","clickable_2":"images/img2.19492.jpg"},

{"id":"752","title":"A 28-year-old man comes to the office with a 2-month history of dull low back pain and morning stiffness.  The pain had an insidious onset, and the patient does not recall any back trauma.  He attempted treatment with acetaminophen and spinal manipulation, which did not provide significant relief.  The patient had been a back sleeper, but now must lie on his side to fall asleep easily.  Past medical history is unremarkable.  Vital signs are normal.  Physical examination shows limited anterior flexion of the spine.  There is no swelling or warmth of any peripheral joints.  X-rays reveal narrowing of the sacroiliac joints.  Which of the following is most strongly associated with this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. A specific human leukocyte antigen class I allele","answer_2":"B. A specific human leukocyte antigen class II allele","answer_3":"C. Auto-reactive immunoglobulin M antibodies","answer_4":"D. Deficient complement component","answer_5":"E. Selective immunoglobulin deficiency","percent_1":"54%","percent_2":"31%","percent_3":"11%","percent_4":"2%","percent_5":"1%","right_answer":"A. A specific human leukocyte antigen class I allele","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Ankylosing spondylitis# is a chronic inflammatory disorder of the sacroiliac joints and axial skeleton.  It is most common in young and middle-aged men and presents with morning stiffness and low back pain.  Ankylosing spondylitis is characterized by destruction of articular cartilage with resulting stiffness and fusion of axial joints.  The #sacroiliac joints# are often tender to palpation, and the spine may have decreased range of motion.  X-ray of the sacroiliac joints may reveal erosions, sclerosis, and narrowing; ultimately @fusion@ of the joint spaces.  @Spine x-rays@ reveal sclerosis, ligamentous calcification, and vertebral fusion (\"bamboo spine\"). $Ankylosing spondylitis, reactive arthritis, arthritis associated with inflammatory bowel disease, and psoriatic arthritis are #seronegative spondyloarthropathies#, so-called due to the absence of serum rheumatoid factor.  Patients with these diseases have a higher incidence of the #human leukocyte antigen (HLA) B27# allele, which encodes a specific HLA class I molecule, compared to the general population (although most patients with HLA B27 will not develop spondyloarthropathies). $#(Choice B)#  Class I HLA proteins (eg, HLA B27) are expressed by all nucleated cells and present endogenous antigens to CD8+ cytotoxic T cells.  By contrast, @HLA class II@ proteins (eg, DR, DP, DQ alleles) are expressed by antigen-presenting cells (eg, macrophages, dendritic cells) and present predominantly foreign antigens to CD4+ helper T cells.  Conditions associated with specific HLA class II alleles include rheumatoid arthritis, type I diabetes mellitus, and celiac disease. $#(Choice C)#  Rheumatoid factor (IgM antibodies against self IgG) is present in the majority of patients with rheumatoid arthritis and may be seen in a variety of other autoimmune diseases as well as in some healthy individuals. $#(Choice D)#  Complement component deficiencies are associated with recurrent infections and systemic lupus erythematosus. $#(Choice E)#  IgA deficiency causes recurrent mucosal and respiratory infections as well as anaphylactic reactions after transfusion of blood products. $#Educational objective# The seronegative spondyloarthropathies include ankylosing spondylitis, reactive arthritis, psoriatic arthritis, and arthritis associated with inflammatory bowel disease.  Individuals expressing HLA B27 (a specific HLA class I molecule) are at increased risk for the seronegative spondyloarthropathies. ","clickable_1":"images/img1.752.jpg","clickable_2":"images/img2.752.jpg","clickable_3":"images/img3.752.jpg"},

{"id":"167","title":"A 56-year-old man comes to the emergency department with acute onset of severe right foot pain.  The pain is associated with local redness and swelling, but he has had no fever or recent trauma.  The patient has never had similar symptoms.  Medical history is significant for type 2 diabetes mellitus, mixed hyperlipidemia, hypertension, and coronary artery disease, for which he takes several medications.  Physical examination shows a swollen, tender first metatarsophalangeal joint.  Aspiration reveals a high leukocyte count, negative Gram stain, and numerous needle-shaped negatively birefringent crystals.  Which of the following drugs is most likely to have precipitated this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Atorvastatin","answer_2":"B.Gemfibrozil","answer_3":"C.Hydrochlorothiazide","answer_4":"D.Losartan","answer_5":"E.Metformin","percent_1":"3%","percent_2":"9%","percent_3":"83%","percent_4":"2%","percent_5":"3%","right_answer":"C.Hydrochlorothiazide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Risk factors for gout!?Increased uric acid$ production? • Dietary sources$==○ Purine-rich foods (eg, seafood, red meat)$==○ Fructose-containing & alcoholic beverages (particularly beer)• ↑ Cell turnover (eg, tumor lysis syndrome)• Lesch-Nyhan syndrome (deficiency of HGPRT)• ↑ Phosphoribosyl pyrophosphate activity?Decreased uric acid$ clearance? • Chronic kidney disease• Volume depletion• Diuretics (eg, thiazide)• Cyclosporine & tacrolimus?Rapid decline in uric acid$ levels? • Xanthine oxidase inhibitors (eg, allopurinol)• Uricosuric drugs (eg, probenecid)%#HGPRT# = hypoxanthine-guanine phosphoribosyltransferase.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has an acute inflammatory arthritis of the first metatarsophalangeal joint with needle-shaped, #negatively birefringent# @crystals@ noted on joint fluid microscopy.  This presentation is consistent with an acute #gout flare#, which occurs due to the deposition of monosodium urate crystals within joint spaces (most commonly in the lower extremities). $Gout occurs in the setting of #hyperuricemia#, which may occur due to increased uric acid production (eg, dietary sources of purine) or reduced uric acid clearance.  Most #diuretics# (eg, hydrochlorothiazide, furosemide) can cause hyperuricemia and trigger gout flares by causing relative #volume depletion#, which decreases the fractional excretion of uric acid.  Other medications that can cause hyperuricemia include certain immunosuppressants (eg, cyclosporine, tacrolimus) and cytotoxic chemotherapeutic agents.  In addition, medications that rapidly lower uric acid levels (eg, allopurinol) can paradoxically trigger an acute attack of gout due to mobilization of tissue urate stores (ie, dissolving crystals become fragile and more easily shed into the joint space). $#(Choices A and B)#  The lipid-lowering medication most prominently associated with gout is niacin, which decreases renal excretion of uric acid.  Statins (eg, atorvastatin) can cause hepatitis and myalgias, and fibrates (eg, gemfibrozil, fenofibrate) can cause severe myopathy when given with statins; fibrates also increase the risk of cholesterol gallstones. $#(Choice D)#  Losartan has a mild uricosuric effect and can be used in hypertensive patients with gout without precipitating an acute attack of gout. $#(Choice E)#  Metformin slightly lowers uric acid, possibly due to changes in fatty acid metabolism.  It is not associated with a significant risk of gout. $#Educational objective# Gout occurs in the setting of hyperuricemia and causes an inflammatory arthritis characterized by negative birefringent, needle-shaped crystals visible on joint fluid microscopy.  Most diuretics (eg, hydrochlorothiazide, furosemide) can cause hyperuricemia and trigger gout flares by causing relative volume depletion, which decreases the fractional excretion of uric acid.  ","clickable_1":"images/img1.167.jpg"},

{"id":"14677","title":"A 62-year-old woman comes to the office due to a 3-month history of painful, swollen wrists and knees.  She also has joint stiffness, which is worse upon wakening and limits her daily activities.  Review of systems is positive for fatigue.  The patient's only other medical condition is hypothyroidism for which she takes levothyroxine.  She smoked a pack of cigarettes daily for 20 years and quit 15 years ago.  Vitals signs are within normal limits.  Physical examination shows symmetric, moderate swelling of the wrists and knees.  The joints are tender and warm.  Range of motion is intact but painful.  Plain radiographs of the symptomatic joints show joint space narrowing and marginal erosions.  Which of the following cytokines are primarily involved in the pathogenesis of this patient's joint destruction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IL-1 and tumor necrosis factor-alpha","answer_2":"B. IL-2 and interferon gamma","answer_3":"C. IL-4 and IL-5","answer_4":"D. IL-10 and transforming growth factor-beta","answer_5":"E. IL-12 and IL-23","percent_1":"67%","percent_2":"20%","percent_3":"4%","percent_4":"5%","percent_5":"4%","right_answer":"A. IL-1 and tumor necrosis factor-alpha","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic, #symmetric, inflammatory arthritis# associated with significant #morning stiffness# and overt #synovitis# (swelling, warmth, tenderness).  In association with the radiographic findings of joint space narrowing and marginal joint erosions, this presentation is typical for #rheumatoid arthritis# (RA).  RA is a progressive autoimmune disorder that has a peak incidence at age 50-75 but can occur at any age; women are affected more often than men.  Systemic symptoms (eg, fatigue, fever) are common. $The pathogenesis of RA involves both humoral (eg, autoantibodies against citrullinated polypeptides) and cell-mediated immunity; activation of #CD4+ T cells#, especially Th1 and Th17, occurs early in the disease process.  Macrophages release proinflammatory cytokines critical for the development and #progressive articular destruction# seen in RA.  These include: $• #Tumor necrosis factor-alpha# (TNF-alpha) stimulates the proliferation of inflammatory cells and causes expression of inflammatory factors (eg, collagenase, prostaglandins) by synovial cells. $• #IL-1# induces synthesis of matrix metalloproteinases and enhances T-cell immune responses. $The proteases (eg, collagenase, metalloproteinase) contribute to cartilage destruction.  In addition, both cytokines indirectly activate osteoclasts, resulting in bony erosions.  Monoclonal antibodies that inhibit TNF-alpha (eg, adalimumab, etanercept) or IL-1 receptors (eg, anakinra) are widely used in the treatment of RA and can slow progression of the disease. $#(Choice B)#  Activated Th1 cells produce significant quantities of IL-2 and interferon gamma, among other cytokines.  Although Th1 cells and interferon gamma play a role in the pathogenesis of RA, IL-2 is less prominent.  These cytokines are present in higher quantities in granulomatous diseases (eg, tuberculosis, sarcoidosis). $#(Choice C)#  IL-4 and IL-5 are involved prominently in mast cell function and play a role in the pathogenesis of atopic disorders (eg, asthma). $#(Choice D)#  Transforming growth factor-beta and IL-10 are antiinflammatory cytokines that downregulate lymphocyte activation and proliferation and reduce the production of proinflammatory cytokines (eg, TNF-alpha).  These cytokines are likely protective of the joint destruction seen in RA. $#(Choice E)#  IL-12 and IL-23 are produced by activated T cells and play a prominent role in the pathogenesis of @psoriasis@. $#Educational objective# The pathogenesis of rheumatoid arthritis involves early activation of CD4+ T cells (especially Th1 and Th17 subsets) with release of cytokines such as tumor necrosis factor-alpha and IL-1 that cause destruction of cartilage and bone.  Monoclonal antibodies that inhibit tumor necrosis factor-alpha or IL-1 receptors can slow progression of the disease.  ","clickable_1":"images/img1.14677.jpg"},

{"id":"753","title":"A 34-year-old man comes to the office due to progressive low back pain for several years.  The patient reports that the stiffness and pain are worse in the morning but gradually improve during the day.  Lately, he has been taking over-the-counter ibuprofen, which provides some relief.  Laboratory evaluation shows a positive HLA-B27 antigen.  X-ray imaging reveals fusion of the sacroiliac joints.  Periodic measurement of which of the following is most helpful to monitor disease progression in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chest wall mobility","answer_2":"B. Hand joint mobility","answer_3":"C. Peak expiratory flow rate","answer_4":"D. Rheumatoid factor level","answer_5":"E. Urine protein level","percent_1":"40%","percent_2":"17%","percent_3":"12%","percent_4":"20%","percent_5":"11%","right_answer":"A. Chest wall mobility","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Symptoms/signs of ankylosing spondylitis# § • Low back pain (onset age <40, insidious onset, improves with exercise but not with rest, pain at night) • Hip & buttock pain • Limited chest expansion & spinal mobility • Enthesitis (inflammation at the site of insertion of a tendon to the bone) • Systemic symptoms (eg, fever, chills, fatigue, weight loss) • Acute anterior uveitis (unilateral pain, photophobia, blurry vision)","explanation_img":"","explanation_1":"","explanation_2":"Low back pain and morning stiffness in a young man is suggestive of #ankylosing spondylitis# (AS), a chronic inflammatory condition associated with the HLA-B27 serotype. $AS is characterized by stiffness and fusion (#ankylosis#) of the axial joints.  The @sacroiliac@ and apophyseal joints of the spine are the most commonly affected, leading to restricted spinal mobility.  Many patients also develop peripheral arthritis and #enthesitis# (ie, tenderness and swelling at sites of tendon insertion into bone).  In addition, AS can cause complications in extraskeletal systems:  $1. Respiratory: Involvement of the thoracic spine and costovertebral and costosternal junctions can #limit chest wall expansion#, leading to hypoventilation  $2. Cardiovascular: The most common cardiovascular complication of AS is ascending aortitis, which can lead to dilation of the aortic ring and aortic insufficiency  $3. Eye: @Anterior uveitis@ develops in some patients with AS and presents with pain, blurred vision, photophobia, and conjunctival erythema $#(Choice B)#  Hand joint mobility testing is part of the assessment of rheumatoid arthritis severity.  However, the small joints of the hands are not prominently affected in patients with AS. $#(Choice C)#  Peak expiratory flow is determined primarily by airway resistance (obstruction) and expiratory muscle function.  Chest wall restriction has less of an effect on peak expiratory flow, which is normal or only slightly reduced in most patients with AS.  In contrast, regular measurement of expiratory flow rates is important in patients with asthma. $#(Choice D)#  Rheumatoid factor can be found in a variety of rheumatic (eg, rheumatoid arthritis, Sjögren's syndrome, systemic lupus erythematosus [SLE]) and nonrheumatic disorders (eg, hepatitis C) and in up to 4% of young and healthy individuals.  However, it is not associated with AS. $#(Choice E)#  Urine protein excretion should be monitored in SLE and diabetes mellitus.  Renal involvement is rare in AS. $#Educational objective# Ankylosing spondylitis is characterized by stiffness and fusion of axial joints (ankylosis) and inflammation at the site of insertion of tendons into bone (enthesitis).  Involvement of the thoracic spine and costovertebral and costosternal junctions can limit chest wall expansion, leading to hypoventilation.  ","clickable_1":"images/img1.753.jpg","clickable_2":"images/img2.753.jpg"},

{"id":"19443","title":"A 52-year-old woman comes to the office due to worsening pain in her hands and ankles for the past several months.  She also has had a nonproductive cough, anorexia, and unintentional weight loss.  The patient has no prior medical conditions.  Physical examination shows digital clubbing and bony tenderness affecting the wrists, hands, and ankles.  There is localized right upper lung wheezing.  Chest x-ray reveals an irregular mass in the peripheral right lung.  Laboratory studies reveal mild normocytic anemia and normal serum electrolytes and calcium.  Which of the following is the most likely cause of this patient's extremity pain?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal new bone formation","answer_2":"B. Avascular necrosis of bone","answer_3":"C. Focal lytic bone lesions","answer_4":"D. Generalized bone mineral loss","percent_1":"27%","percent_2":"6%","percent_3":"43%","percent_4":"24%","right_answer":"A. Abnormal new bone formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Hypertrophic osteoarthropathy!?Clinical features? • Digital clubbing• Joint pain• Periostosis• Joint effusions?Pathogenesis? • Megakaryocytes bypass lung & deposit in peripheral tissues/bone• Focal hypoxemia & release of PDGF & VEGF• Fibrovascular hyperplasia & abnormal bone formation?Disease associations? • Malignant: lung adenocarcinoma, metastases• Nonmalignant lung disease (eg, cystic fibrosis, bronchiectasis, lung abscess)• Cyanotic heart disease (right-to-left shunt)%#PDGF# = platelet-derived growth factor; #VEGF# = vascular endothelial growth factor.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #hypertrophic osteoarthropathy# (HOA), a syndrome characterized by painful bone and soft tissue enlargement in the distal extremities.  Manifestations of HOA include @clubbing@ (enlargement of the distal phalanges with flattening of the nail fold), #painful arthropathy#, periostosis (tender thickening of the periosteum) of long bones, and joint effusions. $HOA commonly occurs in the setting of pulmonary malignancy, primarily #adenocarcinoma#, which characteristically arises in the lung periphery and is the most common primary lung cancer in nonsmokers.  HOA can also occur with lung metastasis, certain nonmalignant lung disorders (eg, cystic fibrosis, bronchiectasis), and cyanotic heart disease. $Under normal conditions, #megakaryocytes# released from the bone marrow migrate to the pulmonary circulation, where fragmentation releases platelets into the bloodstream.  However, in HOA, disruption of the normal pulmonary circulation leads to arteriovenous shunting and allows megakaryocytes to bypass the lungs into the systemic circulation.  Upon lodging in the peripheral tissues (eg, distal digital bone), they #release# platelet-derived #growth factor# and vascular endothelial growth factor, leading to fibrovascular hyperplasia and #abnormal bone formation#. $#(Choice B)#  Avascular necrosis (AVN) of bone is characterized by degeneration of cortical bone due to loss of arterial circulation.  It usually occurs in locations that have limited or retrograde blood supply (eg, head of femur); other than the scaphoid and lunate, it is rare in the hands and wrists.  Also, this patient has no risk factors (eg, glucocorticoid use) for AVN. $#(Choice C)#  Osteolytic skeletal metastasis is common in lung adenocarcinoma but typically affects the spine, pelvis, ribs, and long bones rather than distal limbs.  Calcium is often but not always elevated. $#(Choice D)#  Generalized bone mineral loss is characteristic of osteoporosis, which is typically painless in the absence of fracture. $#Educational objective# Hypertrophic osteoarthropathy is characterized by abnormal growth of new bone and presents with digital clubbing, painful arthropathy, periostosis of long bones, and joint effusions.  It commonly occurs in the setting of pulmonary malignancy, primarily adenocarcinoma, other lung disorders (eg, cystic fibrosis, bronchiectasis), and cyanotic heart disease.  ","clickable_1":"images/img1.19443.jpg"},

{"id":"720","title":"A 55-year-old woman comes for evaluation of persistent morning stiffness.  She was diagnosed with rheumatoid arthritis 4 months ago and was prescribed methotrexate.  The patient currently takes the maximum tolerated dose, along with folic acid and as-needed naproxen.  Vital signs are normal.  On examination, swelling, tenderness, and pain on range of motion are found at the metacarpophalangeal and proximal interphalangeal joints and wrists bilaterally.  Treatment with etanercept is considered.  Which of the following tests should be performed before beginning treatment with this agent?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Brain CT scan","answer_2":"B.Echocardiogram","answer_3":"C.Fecal occult blood test","answer_4":"D.Pulmonary function tests","answer_5":"E.Tuberculin skin test","answer_6":"F.Visual examination","percent_1":"1%","percent_2":"4%","percent_3":"2%","percent_4":"7%","percent_5":"84%","percent_6":"3%","right_answer":"E.Tuberculin skin test","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Tumor necrosis factor-alpha# (TNF-α) inhibitors are large-molecule anti-inflammatory agents (\"biologics\") commonly used to treat moderate to severe rheumatoid arthritis, particularly in patients who have failed methotrexate therapy.  Etanercept is a fusion protein with domains derived from the Fc portion of IgG1 and TNF receptor 2.  It functions as a #decoy receptor# for TNF-α.  Other TNF-α inhibitors are anti-TNF monoclonal antibodies (eg, infliximab, adalimumab). $Inhibition of TNF-α leads to impaired cell-mediated immunity.  In particular, TNF-α is necessary for effective sequestration of mycobacteria within granulomas.  As a result, TNF-α inhibitors promote reactivation of latent tuberculosis and can increase the risk of disseminated disease.  All patients being considered for TNF-α inhibitor therapy should have a baseline tuberculin skin test or interferon-gamma release assay to screen for latent tuberculosis.  TNF-α inhibitors also increase susceptibility to other infectious agents, including fungi and atypical mycobacteria, and should not be used in any patient with an underlying infection. $#(Choice A)#  CT is effective in diagnosing a variety of infections of the central nervous system, including disseminated tuberculosis.  However, a baseline CT scan is not needed in rheumatoid arthritis in the absence of suspicious symptoms. $#(Choice B)#  Baseline assessment of left ventricular function with echocardiogram or radionuclide ventriculography is recommended prior to treatment with anthracycline antineoplastic drugs (eg, doxorubicin). $#(Choice C)#  Patients taking nonsteroidal anti-inflammatory drugs (NSAIDs) are at increased risk for peptic ulcer.  Fecal occult blood testing should be performed in patients taking NSAIDs whenever there is a clinical suspicion of gastrointestinal bleeding. $#(Choice D)#  Pulmonary function tests may be important in patients taking medications known to cause pulmonary fibrosis, such as amiodarone.  Methotrexate can cause both lung and liver toxicity, and a baseline chest x-ray and liver function tests are recommended. $#(Choice F)#  Irreversible retinal damage can occur with long-term use of hydroxychloroquine.  Patients starting hydroxychloroquine should have baseline and regular follow-up ophthalmologic examinations. $#Educational objective# Tumor necrosis factor-alpha (TNF-α) inhibitors impair cell-mediated immunity.  All patients beginning treatment with TNF-α inhibitors should be evaluated for latent tuberculosis.  "},

{"id":"19494","title":"A 24-year-old man comes to the office due to severe pain in the posterior aspect of the right foot that interferes with walking.  For the last several months, the patient has also experienced a dull backache and morning stiffness that is relieved by over-the-counter ibuprofen.  Family history is insignificant, and he does not use tobacco, alcohol, or illicit drugs.  Which of the following is the most probable location of the pathologic process responsible for this patient's foot pain?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Articular cartilage","answer_2":"B. Cortical bone","answer_3":"C. Periarticular bursae","answer_4":"D. Synovial membrane","answer_5":"E. Tendon insertion site","percent_1":"12%","percent_2":"8%","percent_3":"3%","percent_4":"13%","percent_5":"63%","right_answer":"E. Tendon insertion site","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Enthesitis#∆⨉ §^#Location of$ inflammation# ∆ • Sites of mechanical stress • Insertion of tendons, ligaments, joint capsules §^#Common$ presentations# ∆ • Achilles tendinitis (posterior heel pain) • Plantar fasciitis (plantar heel pain) • Dactylitis (\"sausage digits\") §^#Disease$ associations# ∆ • Ankylosing spondylitis • Psoriasis/psoriatic arthritis • Reactive arthritis","explanation_img":"","explanation_1":"","explanation_2":"This patient has inflammatory back pain (ie, onset at age <40, chronic/insidious pain and stiffness that are better with activity and worse with rest), which is likely due to #ankylosing spondylitis# (AS). $In AS, the inflammatory process is thought to originate in the gut due to an altered intestinal biome and defects in the mucosal barrier; the resulting inflammatory response leads to upregulation of cytokines (primarily tumor necrosis factor-alpha and IL-17), with activation of innate immunity and migration of immune cells to the skeleton.  The resulting #skeletal manifestations# are most prominent in areas of #mechanical stress#, primarily at the #insertions of tendons#, ligaments, and joint capsules (collectively, entheses) on bone. $#Enthesitis# is a relatively specific finding in AS and other forms of spondyloarthritis and is characterized by local pain, tenderness, and possible swelling.  Common clinical syndromes include Achilles tendinitis, plantar fasciitis, and dactylitis (\"sausage digits\").  #Achilles tendinitis# affects the site of insertion of the Achilles tendon on the calcaneus and typically presents with severe pain at the #posterior aspect of the heel#. $#(Choices A and D)#  Peripheral arthritis is common in AS.  In these cases, the inflammatory process largely affects the articular cartilage and subchondral bone; synovial involvement is typically minor.  However, the pain is typically felt within the ankle (eg, tibiotalar and subtalar arthritis) rather than at the posterior aspect of the foot. $#(Choice B)#  Injury to the cortical bone of the calcaneus can occur acutely due to a high-velocity fall or crush injury or chronically due to a stress fracture in athletes who run on hard surfaces.  This patient's inflammatory back pain makes enthesitis a more likely cause of his heel pain. $#(Choice C)#  Retrocalcaneal bursitis causes pain and swelling at the posterior heel near the insertion of the Achilles tendon.  It is usually caused by overuse and often occurs in association with Achilles tendinopathy.  However, it is significantly less common than enthesitis as a cause of posterior heel pain in AS. $#Educational objective# Enthesitis (inflammation at the bony insertions of tendons, ligaments, and joint capsules) is a prominent manifestation of spondyloarthritis (eg, ankylosing spondylitis).  Common clinical syndromes include Achilles tendinitis, plantar fasciitis, and dactylitis.  Achilles tendinitis affects the site of insertion of the Achilles tendon on the calcaneus and presents with severe pain at the posterior aspect of the foot.  "},

{"id":"860","title":"A 55-year-old man comes to the emergency department with severe right foot pain that started suddenly in the middle of the night.  He has never had such symptoms before.  The patient has a history of diet-controlled type 2 diabetes mellitus.  BMI is 32 kg/m2.  Physical examination shows swelling and tenderness of the first metatarsophalangeal joint.  Leukocyte count is 13,500/mm3 and serum creatinine is 0.8 mg/dL.  Joint aspiration is performed, and synovial fluid microscopic findings are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/860.jpg","title_2":"Which of the following is the best initial treatment for this patient?","audio":"","comparison_items":"","answer_1":"A.Cyclooxygenase inhibitor","answer_2":"B.Lipoxygenase inhibitor","answer_3":"C.TNF-alpha inhibitor","answer_4":"D.Uricosuric agent","answer_5":"E.Xanthine oxidase inhibitor","percent_1":"66%","percent_2":"1%","percent_3":"1%","percent_4":"6%","percent_5":"26%","right_answer":"A.Cyclooxygenase inhibitor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute gouty arthritis# ∆⨉ §^#Signs &$ symptoms# ∆ • Usually involves #first metatarsophalangeal joint o#r knee • Swelling, erythema & #exquisite tenderness# • Symptoms develop rapidly over 24 hr §^#Diagnosis# ∆ • Joint aspiration shows #needle-shaped, negatively birefringent crystals# §^#Treatment# ∆ • Nonsteroidal anti-inflammatory drugs (eg, naproxen, indomethacin) preferred if no contraindications • Colchicine used as second-line therapy","explanation_img":"","explanation_1":"","explanation_2":"Synovial fluid analysis in this patient with acute monoarthritis shows needle-shaped, @negatively birefringent@ crystals (ie, monosodium @urate crystals@) under polarized light, which are diagnostic for #gout#.  Phagocytosis of urate crystals by neutrophils causes the release of various cytokines and inflammatory mediators that leads to additional neutrophil recruitment, resulting in a positive feedback loop that amplifies the inflammatory response. $#Nonsteroidal anti-inflammatory drugs# (NSAIDs) are the first-line treatment for most patients with acute gouty arthritis.  They inhibit cyclooxygenase enzymes and therefore decrease prostaglandin synthesis and exert a #broad anti-inflammatory effect# that includes inhibition of neutrophils.  NSAIDs should be avoided in patients with renal and hepatic dysfunction or those at high risk for peptic ulcers.  Alternate agents for acute gout depend on patient tolerance and comorbidities and include colchicine and oral or intraarticular glucocorticoids. $#(Choice B)#  Lipoxygenase inhibitors (eg, zileuton) decrease production of proinflammatory leukotrienes and are indicated for treatment of asthma. $#(Choice C)#  TNF-alpha inhibitors (eg, infliximab, etanercept) are used as disease-modifying agents in rheumatoid arthritis. $#(Choices D and E)#  Uric acid–lowering therapy with uricosuric agents (eg, probenecid) or xanthine oxidase inhibitors (eg, allopurinol, febuxostat) is used to prevent acute attacks in patients with recurrent and progressive gouty arthritis and for those with @macroscopic tophi@.  However, these drugs should not be initiated during an acute gout attack because they can exacerbate acute arthritis. $#Educational objective# Nonsteroidal anti-inflammatory drugs are the first-line treatment for acute gouty arthritis.  They inhibit cyclooxygenase and therefore decrease prostaglandin synthesis and exert a broad anti-inflammatory effect that includes inhibition of neutrophils.  ","clickable_1":"images/img1.860.jpg","clickable_2":"images/img2.860.jpg","clickable_3":"images/img3.860.jpg"},

{"id":"15663","title":"A 43-year-old man comes to the office due to joint pain and stiffness in both hands for the past 6 months.  He sometimes awakens with hand pain at night.  Over the last year, the patient also has had chronic fatigue and poor sexual performance.  He has no history of serious illness and takes no medications.  The patient rarely sees a physician.  He does not smoke tobacco or drink alcohol.  Blood pressure is 126/80 mm Hg and pulse is 80/min.  BMI is 25 kg/m2.  Hand radiographs reveal bilateral erosions and joint deformities involving the second and third metacarpophalangeal joints.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic gouty arthritis","answer_2":"B. Hereditary hemochromatosis","answer_3":"C. Multiple myeloma","answer_4":"D. Reactive arthritis","answer_5":"E. Rheumatic fever","percent_1":"19%","percent_2":"36%","percent_3":"9%","percent_4":"29%","percent_5":"7%","right_answer":"B. Hereditary hemochromatosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Clinical manifestations of hereditary hemochromatosis!?Skin? • Hyperpigmentation?Musculoskeletal? • Arthritis (particularly 2nd & 3rd MCP joints)• Chondrocalcinosis?Gastrointestinal? • Elevated liver enzymes, hepatomegaly (early)• Cirrhosis & hepatocellular carcinoma (late)?Endocrine? • Diabetes mellitus• Hypopituitarism (eg, secondary hypogonadism, hypothyroidism)?Cardiac? • Restrictive or dilated cardiomyopathy• Conduction abnormalities%#MCP# = metacarpophalangeal.","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic arthritis, fatigue, and sexual dysfunction, which together suggest #hereditary hemochromatosis (HH)#.  HH is an autosomal recessive disease characterized by excessive gastrointestinal absorption of @iron@, which is then stored as hemosiderin in various tissues.  Manifestations include liver disease, skin hyperpigmentation, diabetes mellitus, pituitary hormone deficiencies (eg, #central hypogonadism#), arthritis, and cardiomyopathy. $#HH-associated arthritis# is thought to be caused by #iron deposition# in the articular cartilage and synovium, with subsequent free radical damage and crystal deposition.  It typically involves the #second and third metacarpophalangeal (MCP) joints# (in contrast to osteoarthritis of the hands, which most often affects the proximal and distal interphalangeal joints and the first carpometacarpal joint).  X-ray findings include characteristic deformities (eg, @hook-like osteophytes@) and deposition of calcium pyrophosphate dihydrate in the articular cartilage (#chondrocalcinosis#). $#(Choice A)#  Gouty arthritis may occasionally present as a chronic arthritis of the small joints of the hands and feet, superficially resembling rheumatoid arthritis.  X-ray often shows associated @bony erosions@.  However, most patients have a history of acute gout attacks, and gout would not explain this patient's fatigue and sexual dysfunction. $#(Choice C)#  Multiple myeloma usually occurs in older patients and is rare at age <50.  Characteristic x-ray findings include scattered osteolytic lesions that typically involve the axial skeleton. $#(Choice D)#  Reactive arthritis typically presents with asymmetric oligoarthritis, enthesitis (ie, inflammation at tendon/ligament insertion sites), and dactylitis (ie, sausage digit).  It is often associated with extraarticular symptoms, including conjunctivitis, uveitis, and urethritis.  Symptoms usually resolve within a few months and would not be chronic. $#(Choice E)#  Rheumatic fever is an immune-mediated complication of streptococcal infections characterized by migratory arthritis, carditis, subcutaneous nodules, rash (erythema marginatum), and chorea.  It is most common at age 5-15 and presents acutely 2-4 weeks after an episode of untreated pharyngitis. $#Educational objective# Hereditary hemochromatosis is an autosomal recessive disease characterized by excessive gastrointestinal absorption of iron, which is then stored as hemosiderin in various tissues.  Secondary arthritis is common and typically involves the second and third metacarpophalangeal joints.  Other manifestations include liver disease, skin hyperpigmentation, diabetes mellitus, pituitary hormone deficiencies (eg, central hypogonadism), and cardiomyopathy. ","clickable_1":"images/img1.15663.jpg","clickable_2":"images/img2.15663.jpg","clickable_3":"images/img3.15663.jpg"},

{"id":"858","title":"A 56-year-old man comes to the urgent care center with severe knee pain.  He was feeling well until he awoke this morning with acute pain, redness, and swelling in the knee.  The patient does not smoke but did drink heavily at a wedding reception the night before.  Past medical history is notable for recent peptic ulcer disease.  He is treated with oral colchicine and experiences significant relief of symptoms within 12 hours.  The drug used in this patient most likely affects which of the steps shown in the diagram below?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/858.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A.A","answer_2":"B.B","answer_3":"C.C","answer_4":"D.D","answer_5":"E.E","answer_6":"F.F","percent_1":"6%","percent_2":"6%","percent_3":"9%","percent_4":"3%","percent_5":"5%","percent_6":"71%","right_answer":"F.F","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with acute atraumatic monoarticular arthritis involving the knee has typical symptoms of #gout#.  The usual first-line treatment of acute gouty arthritis is nonsteroidal anti-inflammatory drugs (NSAIDs) (eg, indomethacin), but these are relatively contraindicated in patients with a history of peptic ulcer.  #Colchicine# can also be used to treat acute gouty arthritis and results in resolution of symptoms in most patients. $Colchicine works primarily by inhibiting #microtubular polymerization#.  It binds to the tubulin protein that helps form microtubules, preventing their aggregation.  This in turn disrupts cytoskeletal-dependent functions such as #chemotaxis, phagocytosis, and degranulation#.  Colchicine also reduces the formation of leukotriene B4.  It does not have any effect on the metabolism or urinary excretion of uric acid.  Important adverse effects of colchicine are nausea, abdominal pain, and diarrhea.  Colchicine should not be used in elderly patients or those with severe renal dysfunction. $#(Choices A and E)#  Glucocorticoids inhibit the enzyme phospholipase A2, which converts membrane phospholipids to arachidonic acid.  This in turn decreases the formation of inflammatory prostaglandins and leukotrienes.  Glucocorticoids can be given systemically or by intra-articular injection for treatment of gout in patients who cannot take NSAIDs or colchicine. $#(Choices B and D)#  The @leukotriene pathways@ can be blocked by inhibiting the 5-lipoxygenase pathway or by blocking the leukotriene receptors.  Zileuton is a specific inhibitor of the enzyme 5-lipoxygenase and inhibits leukotriene formation (LTB4, LTC4, LTD4, and LTE4).  Montelukast inhibits LTD4 receptors.  Leukotriene modifiers are used in the treatment of asthma and allergic rhinitis but have no role in the treatment of gout. $#(Choice C)#  Cyclooxygenase (COX) catalyzes the conversion of arachidonic acid to prostanoids.  It exists in 2 isoforms, COX-1 and COX-2.  COX-2 is an inducible enzyme that is upregulated in inflammatory cells to increase synthesis of pro-inflammatory arachidonic acid metabolites.  Standard NSAIDs (eg, indomethacin, ibuprofen) inhibit both COX-1 and COX-2, while selective COX-2 inhibitors (eg, celecoxib) inhibit only COX-2. $#Educational objective# Colchicine is used for treatment of acute gouty arthritis in patients who cannot take nonsteroidal anti-inflammatory drugs.  It inhibits leukocyte migration and phagocytosis by blocking tubulin polymerization.  Significant side effects of colchicine include nausea and diarrhea.  ","clickable_1":"images/img1.858.jpg"},

{"id":"15627","title":"A 68-year-old man comes to the office due to difficulty performing normal day-to-day activities with his hands.  He has had pain in his finger joints, wrists, and knees for many years and has been taking over-the-counter analgesics.  The patient has been evaluated by doctors for 'joint problems' in the past but declined their treatment recommendations.  He has smoked a pack of cigarettes daily for 30 years.  Vital signs are normal.  Examination findings of the patient's hands are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15627.jpg","title_2":"Which of the following pathogenic mechanisms is most likely responsible for this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Calcific degeneration of the cartilage","answer_2":"B. Cartilage thinning and subchondral sclerosis","answer_3":"C. DNA/anti-DNA immune complex deposition","answer_4":"D. Synovial pannus formation","answer_5":"E. Uric acid crystal deposition","percent_1":"4%","percent_2":"12%","percent_3":"9%","percent_4":"74%","percent_5":"1%","right_answer":"D. Synovial pannus formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15627.jpg","explanation_1":"","explanation_2":"$This patient has a chronic, symmetric, deforming arthritis consistent with #advanced rheumatoid arthritis# (RA).  His examination shows classic features including joint enlargement, #ulnar deviation# at the metacarpophalangeal joints, and #swan neck deformities# (hyperextension at the proximal interphalangeal joints with flexion at the distal interphalangeal joints). $The joint destruction in RA is thought to be initiated by CD4+ T helper cells and is characterized by #synovial hyperplasia# and an #inflammatory infiltrates# (often containing lymphoid follicles).  The joint space often becomes replaced by a #synovial pannus#, an invasive mass composed of fibroblast-like synovial cells, granulation tissue, and inflammatory cells.  Release of proteinases (eg, matrix metallopeptidase 13) causes #destruction #of the articular cartilaginous matrix, facilitating erosion of the surrounding #articular cartilage# and underlying bone.  Ossification of the pannus can lead to fusion of the bones across the affected joint (bony ankylosis). $#(Choices A and E)#  Calcific degeneration of the articular cartilage (chondrocalcinosis) is a characteristic feature of calcium pyrophosphate dihydrate deposition disease (pseudogout).  Deposition of uric acid crystals results in gout.  Both gout and pseudogout are inflammatory arthritides that can cause pain and joint deformation but present with acute, episodic arthritis and are more common in the lower extremities. $#(Choice B)#  Osteoarthritis is characterized by progressive fracturing and erosion of the articular cartilage.  Periarticular findings include osteophyte formation and subchondral sclerosis.  When osteoarthritis affects the hands, it typically presents with bony enlargement at the proximal and distal interphalangeal joints (Bouchard and Heberden nodes, respectively) rather than ulnar deviation at the metacarpophalangeal joints. $#(Choice C)#  Autoimmune complex deposition (type III hypersensitivity) plays a significant role in the arthritis associated with systemic lupus erythematosus.  Although lupus may cause a chronic destructive arthritis resembling RA in a minority of cases, lupus arthritis is typically migratory, nondeforming, and much more common in younger women than in older men. $#Educational objective# Joint destruction in rheumatoid arthritis is characterized by synovial hyperplasia, an inflammatory infiltrate, and synovial angiogenesis.  The joint space often becomes replaced by pannus, an invasive mass composed of fibroblast-like synovial cells, granulation tissue, and inflammatory cells that can erode into the articular cartilage and underlying bone.  "},

{"SubjectSystem":"Immunology-Rheumatology","id":"754","title":"A 45-year-old woman comes to the office due to a long history of joint pain, swelling, and stiffness.  She recently immigrated to the United States and had little access to medical care in her previous country.  On physical examination, her proximal interphalangeal and metacarpophalangeal joints are tender and swollen bilaterally, and her fingers appear significantly deformed.  Subcutaneous nodules are palpated near the elbow.  Laboratory studies are obtained to confirm the diagnosis.  This patient's serum is most likely to contain IgM antibodies against which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Centromeres","answer_2":"B. Double-stranded DNA","answer_3":"C. Fc portion of IgG","answer_4":"D. Mitochondrial components","answer_5":"E. Nuclear basic proteins","answer_6":"F. Phospholipid-binding proteins","answer_7":"G. Sheep erythrocytes","percent_1":"10%","percent_2":"13%","percent_3":"51%","percent_4":"4%","percent_5":"12%","percent_6":"8%","percent_7":"2%","right_answer":"C. Fc portion of IgG","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Clinical features of rheumatoid arthritis!?Clinical presentation? • Pain, swelling & morning stiffness in multiple joints• Small joints (PIP, MCP, MTP); spares DIP joints• Systemic symptoms (fever, weight loss, anemia)• Cervical spine involvement: subluxation, cord compression?Laboratory/$imaging studies? • Positive rheumatoid factor & anti–CCP antibodies• C-reactive protein & ESR correlate with disease activity• X-ray: soft tissue swelling, joint space narrowing, bony erosions%#anti–CCP# = anti–cyclic citrullinated peptide; #DIP# = distal interphalangeal; $#ESR# = erythrocyte sedimentation rate; #MCP# = metacarpophalangeal;$ #MTP# = metatarsophalangeal; #PIP# = proximal interphalangeal.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Bilateral pain, stiffness, and deformity of the #proximal interphalangeal# and #metacarpophalangeal# joints are typical of advanced #rheumatoid arthritis# (RA).  Morning stiffness, tenderness, and edema of the affected joints predominate early in the disease.  Later, osteopenia, erosions, and joint space narrowing lead to decreased range of motion and #deformities# (eg, @swan neck@, @ulnar deviation@).  Patients can also develop @rheumatoid nodules@, firm, nontender, subcutaneous nodules that often occur at pressure points such as the elbows or forearms. $RA is due to failure of immune tolerance, with development of an autoreactive immune response directed against joint components (eg, type II collagen, citrullinated vimentin).  CD4+ T-helper cells become activated by these self-antigens and release cytokines that promote chronic inflammatory synovitis.  CD4+ T cells also induce B cells to synthesize #rheumatoid factor# and anti-citrullinated protein antibodies (ACPAs). $Rheumatoid factor is an antibody (typically IgM) specific for the #Fc component of IgG#.  Rheumatoid factor binds circulating IgG and ACPAs bind modified self-proteins, forming immune complexes that deposit on the synovium and cartilage.  These complexes activate complement in those locations, contributing to chronic inflammation and joint destruction. $#(Choice A)#  Anticentromere antibodies are commonly found in patients with @CREST syndrome@. $#(Choice B)#  Antibodies to double-stranded DNA (anti-dsDNA) are specific for systemic lupus erythematosus. $#(Choice D)#  Antimitochondrial antibodies are found in patients with primary biliary cholangitis. $#(Choice E)#  The presence of antinuclear antibodies is a nonspecific finding in many connective tissue disorders.  These can occur in IgM form, but would be found less frequently than rheumatoid factor in patients with RA. $#(Choice F)#  Antiphospholipid antibodies target specific phospholipid-binding proteins (eg, beta2 glycoprotein I) and can be found in patients with systemic lupus erythematosus and antiphospholipid antibody syndrome.  Antiphospholipid antibodies cause a hypercoagulable state with paradoxical PTT prolongation. $#(Choice G)#  Heterophile antibodies, induced by Epstein-Barr virus (EBV) infection, react to and agglutinate animal erythrocytes (eg, sheep in the Paul-Bunnell test, horse in the Monospot test).  Heterophile antibody tests are used to diagnose EBV-associated infectious mononucleosis. $#Educational objective# Rheumatoid arthritis results from an immune response directed against autoantigens in the joints.  Infiltrating CD4+ T cells secrete cytokines that promote inflammatory synovitis.  They also stimulate B cells to produce rheumatoid factor (IgM antibody specific for Fc component of IgG) and anti-citrullinated protein antibodies that contribute to chronic inflammation and joint destruction. ","clickable_1":"images/img1.754.jpg","clickable_2":"images/img2.754.jpg","clickable_3":"images/img3.754.jpg","clickable_4":"images/img4.754.jpg"},

{"id":"719","title":"A 45-year-old woman comes to the office due to gradually progressive pain, stiffness, and swelling of her hand joints for the past several months.  The patient has prolonged morning stiffness and significant restriction of her daily activities due to the pain, as well as generalized fatigue.  The patient has tried over-the-counter pain medications, such as acetaminophen and ibuprofen, with only minimal relief of her symptoms.  She has no other medical problems.  Which of the following drugs would provide the most rapid relief of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Colchicine","answer_2":"B.Hydroxychloroquine","answer_3":"C.Methotrexate","answer_4":"D.Minocycline","answer_5":"E.Prednisone","answer_6":"F.Sulfasalazine","percent_1":"6%","percent_2":"2%","percent_3":"23%","percent_4":"0%","percent_5":"67%","percent_6":"2%","right_answer":"E.Prednisone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has swelling, pain, and morning stiffness in multiple joints for >6 weeks, consistent with #rheumatoid arthritis# (RA).  The foundation of management for RA is #disease-modifying antirheumatic drugs# (DMARDs), which alleviate pain and inflammation and reduce long-term @joint destruction@ and disability.  Examples of DMARDS are methotrexate (typically first-line), sulfasalazine, hydroxychloroquine, minocycline, and tumor necrosis factor-alpha inhibitors. $However, the response to DMARD therapy typically takes weeks #(choices B, C, D, and F)#.  Therefore, short-term treatment with anti-inflammatory therapies, including systemic and intraarticular #glucocorticoids# (eg, prednisone) or #nonsteroidal anti-inflammatory drugs# (NSAIDs), can provide rapid, temporary relief of symptoms in patients starting on DMARDs.  However, they do not provide adequate long-term control of disease or prevention of joint deformity. $Glucocorticoids exert their anti-inflammatory effects by inhibiting phospholipase A2, which decreases prostaglandin and leukotriene synthesis.  Glucocorticoids also depress the immune response by inhibiting the transcription of multiple cytokines and adhesion proteins, which reduces leukocyte recruitment and activation. $#(Choice A)#  Colchicine is used in the management of both acute and chronic gout.  Colchicine works by binding to tubulin and inhibiting microtubule polymerization.  This results in disruption of neutrophil chemotaxis and phagocytosis, thereby reducing the inflammatory response to uric acid crystals.  Colchicine is not effective in RA. $#Educational objective# The foundation of management for rheumatoid arthritis is disease-modifying antirheumatic drugs, which alleviate pain and inflammation and reduce long-term joint destruction.  However, the response to treatment may take several weeks.  Nonsteroidal anti-inflammatory drugs and glucocorticoids can provide rapid symptom relief in the interim.  ","clickable_1":"images/img1.719.jpg"},

{"id":"20092","image_1":"","exhibit_1":"images/exhibit20092.jpg","explanation_img":"","title":"A 37-year-old woman comes to the office due to left elbow discomfort and swelling for the past several days.  The patient recalls no major trauma but has been participating in a high-intensity workout program recently.  Physical examination findings are shown in the @exhibit@.  The patient is able to fully extend the elbow without increased pain.  Pathology involving which of the following structures is the most likely cause of this patient's current condition? ","title_2":"","audio":"","comparison_items":"","answer_1":"A. Annular ligament","ansImg_1":"","answer_2":"B. Articular capsule","ansImg_2":"","answer_3":"C. Joint synovium","ansImg_3":"","answer_4":"D. Subcutaneous bursa","ansImg_4":"","answer_5":"E. Triceps tendon","ansImg_5":"","right_answer":"D. Subcutaneous bursa","percent_1":"5%","percent_2":"6%","percent_3":"13%","percent_4":"70%","percent_5":"7%","explanation_1":"","explanation_2":"This patient has #olecranon bursitis# with #localized swelling# over the posterior elbow.  The olecranon bursa is a fluid-filled #synovial sac# between the olecranon process and the skin that alleviates friction at the bony prominence.  Repetitive pressure or #overuse# (eg, upper extremity exercise) can injure the bursa, leading to synovial fluid accumulation within it.  Bursitis due to overuse is #noninflammatory#; associated discomfort is typically mild.  However, inflammatory bursitis (eg, gout, rheumatoid arthritis, infection) can present with significant erythema and pain. $Because the bursa is #not an intraarticular structure#, bursitis typically does not interfere with joint range of motion (ie, there is #normal, pain-free range of motion#) unless it is significantly enlarged or inflamed.  In contrast, intraarticular pathologies (eg, septic arthritis, intraarticular fracture) that involve the capsule, synovium, or bone impair range of motion due to joint effusion and pain; diffuse joint swelling (not localized bursal swelling) is typically present #(choices B and C)#. $#(Choice A)#  The annular ligament encircles the radial head and holds it and the ulna together.  In children, ligamental laxity can predispose to @radial head subluxation@ (ie, nursemaid elbow) when axial traction is applied to the arm.  Affected patients have mild tenderness in the anterolateral elbow (radial head) that is worsened by forearm supination.  Swelling is not seen. $#(Choice E)#  The @triceps muscle@ originates from the infraglenoid tubercle of the scapula and posterior humerus and inserts onto the posterior olecranon; it extends the elbow.  Triceps tendon injury leads to pain at the posterior olecranon with elbow extension, and significant swelling would be atypical. $#Educational objective# Olecranon bursitis presents with localized swelling at the olecranon process.  Pain and erythema are typically minimal or absent unless significant inflammation is present.  A bursa is not an intraarticular structure; therefore, range of motion of the associated joint is typically preserved and pain-free.  ","clickable_1":"images/img1.20092.jpg","clickable_2":"images/img2.20092.jpg"},

{"id":"861","title":"A 61-year-old man comes to the office for follow up of acute arthritis.  He was seen at a nearby urgent care center 6 weeks ago for sudden-onset pain and swelling in the ankle.  The patient was treated with an unknown analgesic with rapid relief of his pain.  Since that time, his pain has resolved completely and he is now feeling well.  Past medical history is notable for hypercholesterolemia, for which he takes atorvastatin.  He also has a history of recurrent renal colic.  On examination, his ankle appears normal with no redness, warmth, or swelling.  Serum uric acid level is 9.8 mg/dL.  Which of the following is the best agent for long-term management of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Antibiotic","answer_2":"B.Cyclooxygenase inhibitor","answer_3":"C.Glucocorticoid","answer_4":"D.Lipoxygenase antagonist","answer_5":"E.Uricosuric drug","answer_6":"F.Xanthine oxidase inhibitor","percent_1":"0%","percent_2":"5%","percent_3":"2%","percent_4":"0%","percent_5":"9%","percent_6":"83%","right_answer":"F.Xanthine oxidase inhibitor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient had an episode of acute #gouty arthritis# that has responded to analgesic therapy.  The decision now needs to be made whether to initiate long term preventive therapy.  Patients who have only occasional episodes of gout may not need prophylactic treatment.  However, uric acid-lowering medications can be helpful in patients with frequent episodes of gouty arthritis, chronic joint destruction, uric acid renal stones, or @tophi@. $In addition to acute gout, this patient has had recurring episodes of likely uric acid stones and should be considered for #prophylactic therapy#.  The preferred treatment to prevent recurrent attacks is #xanthine oxidase inhibitors# (eg, allopurinol, febuxostat), which decrease @uric acid@ production.  Prophylactic therapy is usually initiated during intercritical periods (#between attacks#), as changes in serum uric acid levels can worsen an acute attack. $#(Choice A)#  Antibiotic therapy is used in the management of septic arthritis.  Although septic arthritis can cause an acute monoarthritis, it would be unlikely to respond to analgesics. $#(Choice B)#  Nonsteroidal antiinflammatory drugs (NSAIDs) act by inhibiting cyclooxygenase.  NSAIDs are the first-line therapy for acute gouty arthritis and can prevent an acute flare while urate-lowering therapy is started.  However, they are not normally used for long-term therapy due to risk of peptic ulcer. $#(Choice C)#  Oral or intraarticular glucocorticoids can be used for acute gout in patients who cannot tolerate NSAIDs or colchicine.  However, they have significant long-term side effects. $#(Choice D)#  Lipoxygenase inhibitors (eg, zileuton) are oral anti-inflammatory medications used in the long-term management of asthma.  They are not useful for treatment of gout. $#(Choice E)#  Uricosuric agents (eg, probenecid) are second-line drugs for chronic management of gout.  These drugs increase renal excretion of uric acid and are therefore contraindicated in patients with a history of renal stones. $#Educational objective# Chronic uric acid-lowering therapy is recommended for patients with gout who have frequent gouty attacks, uric acid kidney stones, tophi, or chronic joint destruction from gout.  Xanthine oxidase inhibitors are the preferred treatment.  ","clickable_1":"images/img1.861.jpg","clickable_2":"images/img2.861.jpg"},

{"id":"11821","title":"A 61-year-old woman who recently immigrated to the United States has a long history of 'joint problems.'  She began to have pain in her hands at age 30, and her symptoms have been intermittent but progressive since then.  The symptoms were treated with nonsteroidal anti-inflammatory drugs when the pain was most severe.  The patient also has a history of hypertension and chronic anemia.  She does not smoke cigarettes or use illicit drugs.  Family history is insignificant.  On examination, there is gross deformity of multiple joints in both hands.  X-ray findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11821.jpg","title_2":"The disease process responsible for the radiographic findings would most likely affect which of the following?","audio":"","comparison_items":"","answer_1":"A. Cervical spine","answer_2":"B. Lumbar spine","answer_3":"C. Sacroiliac joints","answer_4":"D. Thoracic spine","percent_1":"46%","percent_2":"14%","percent_3":"34%","percent_4":"6%","right_answer":"A. Cervical spine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Clinical features of rheumatoid arthritis!?Clinical presentation? • Pain, swelling & morning stiffness in multiple joints• Small joints (PIP, MCP, MTP); spares DIP joints• Systemic symptoms (fever, weight loss, anemia)• Cervical spine involvement: subluxation, cord compression?Laboratory/$imaging studies? • Positive rheumatoid factor & anti–CCP antibodies• C-reactive protein & ESR correlate with disease activity• X-ray: soft tissue swelling, joint space narrowing, bony erosions%#anti–CCP# = anti–cyclic citrullinated peptide; #DIP# = distal interphalangeal; $#ESR# = erythrocyte sedimentation rate; #MCP# = metacarpophalangeal;$ #MTP# = metatarsophalangeal; #PIP# = proximal interphalangeal.","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic polyarticular arthritis, primarily involving the small joints of the hands.  Her arthritis is progressive, leading to joint destruction and #ulnar deviation# of the digits, consistent with #rheumatoid arthritis# (RA).  The symptoms of RA may be relieved temporarily with nonsteroidal anti-inflammatory drugs or systemic glucocorticoids, but long-term use of disease-modifying antirheumatic drugs is recommended to avoid progressive joint destruction. $In addition to the metacarpophalangeal and proximal interphalangeal joints in the hands (and metatarsophalangeal joints in the feet), RA may also involve the wrists, elbows, knees, and ankles.  #Cervical spine# involvement is also common in longstanding disease, and may lead to severe pain and disability due to #spinal instability# with potential radiculopathy/cord compression.  The hips and lumbosacral joints are usually spared in RA. $#(Choice B)#  The lumbar spine is only rarely involved in RA but is commonly affected by osteoarthritis. $#(Choice C)#  Arthritis of the sacroiliac joints is characteristic of the seronegative spondyloarthropathies (ankylosing spondylitis, reactive arthritis, arthritis associated with inflammatory bowel disease, psoriatic arthritis).  These conditions are seen most commonly in patients who carry the human leukocyte antigen B27 allele. $#(Choice D)#  Arthritis involving the thoracic spine is uncommon and is usually due to osteoarthritis or spondyloarthritis. $#Educational objective# Rheumatoid arthritis causes progressive joint destruction involving the hands, wrists, elbows, and knees.  Cervical spine involvement can lead to spinal instability and cord compression.  "},

{"id":"859","title":"A 54-year-old man comes to the office due to severe foot pain.  The patient attended a wedding reception where he drank several alcoholic beverages, then woke the following morning with pain.  He has a long history of gouty arthritis, and his current symptoms are similar to previous flares of the disease.  Past medical history includes type 2 diabetes mellitus and recently diagnosed peptic ulcer disease.  Physical examination shows erythema, warmth, and swelling at the left first metatarsophalangeal joint.  The patient is started on a new medication for gout that provides significant relief of his symptoms, but he returns to the clinic a week later with diarrhea and persistent nausea.  The drug used in this patient most likely affects which of the following cell structures?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Cytoskeleton","answer_2":"B.Golgi apparatus","answer_3":"C.Microsomes","answer_4":"D.Nucleus","answer_5":"E.Peroxisomes","answer_6":"F.Rough endoplasmic reticulum","answer_7":"G.Smooth endoplasmic reticulum","percent_1":"75%","percent_2":"3%","percent_3":"5%","percent_4":"6%","percent_5":"6%","percent_6":"4%","percent_7":"2%","right_answer":"A.Cytoskeleton","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The preferred first-line treatment for acute gouty arthritis is a nonsteroidal anti-inflammatory drug, but these are contraindicated in patients with a recent history of peptic ulcer.  Other treatment options include colchicine and oral or intraarticular glucocorticoids. $#Colchicine# binds to the intracellular protein #tubulin# and inhibits its polymerization into microtubules.  This, in turn, disrupts cytoskeletal-dependent functions such as chemotaxis and phagocytosis.  Colchicine is administered initially at the first signs of a gout flare and can be repeated an hour later.  It may also be used for prophylaxis while initiating urate-lowering therapy (eg, allopurinol).  Important adverse effects of colchicine include nausea, abdominal pain, and #diarrhea#, which are most common at higher doses.  Colchicine should be avoided in patients who are elderly or have severe renal dysfunction. $#Educational objective# Colchicine inhibits tubulin polymerization into microtubules and can be used for acute treatment and prophylaxis of gout.  Important side effects of colchicine include nausea, abdominal pain, and diarrhea.  "},

{"id":"1897","title":"A 45-year-old man comes to the emergency department due to 2 days of left knee swelling and pain.  The patient has no significant past medical history apart from an episode of facial palsy 3 months ago.  Six months ago, he went on a hiking trip to New Hampshire but has no other travel history.  The patient is in a long-standing monogamous relationship with his wife and has had no other sexual partners.  Temperature is 37.1 C (98.8 F).  Examination shows left knee joint swelling with no surrounding erythema.  The remainder of the musculoskeletal examination is unremarkable.  There is no heart murmur.  Which of the following might have prevented this patient's knee condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Allopurinol","answer_2":"B.Ceftriaxone","answer_3":"C.Lamivudine","answer_4":"D.Live attenuated vaccine","answer_5":"E.Mefloquine","answer_6":"F.Metronidazole","percent_1":"11%","percent_2":"66%","percent_3":"3%","percent_4":"6%","percent_5":"7%","percent_6":"7%","right_answer":"B.Ceftriaxone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has symptoms consistent with long-standing #Lyme disease#.  Lyme disease is caused by the spirochete #Borrelia burgdorferi#, which is transmitted by the bite of an Ixodes tick.  Lyme disease is endemic in the northeastern United States and northern Europe.  Like syphilis, another spirochetal infection, Lyme disease progresses through a predictable series of phases:  $1. Early localized phase: Days to weeks following exposure, patients experience flu-like symptoms and the characteristic cutaneous eruption, @erythema chronicum migrans (ECM)@.  $2. Early disseminated phase: Weeks or months later, there may be central nervous system (eg, #facial palsy#) and/or cardiac involvement (eg, atrioventricular #nodal block#).  $3. Late Lyme disease: This phase, which occurs months to years post-exposure, is rare given the frequency with which patients receive antibiotics for other indications.  Patients may experience #asymmetric arthritis# (most often involving a #single knee joint#, as in this patient) and/or subacute #encephalopathy# with decreased memory, somnolence, and mood changes. $Lyme disease is easily treated with #doxycycline# or penicillin-type antibiotics (eg, ceftriaxone).  This patient does not appear to have noted ECM, for which he would likely have received doxycycline.  However, treatment with #ceftriaxone# when he developed the facial palsy (a possible manifestation of early disseminated Lyme disease) would have prevented progression to late Lyme disease. $#(Choice A)#  Allopurinol competitively inhibits xanthine oxidase, suppressing uric acid synthesis.  This drug is used to treat gout and prevent uric acid kidney stones and tumor lysis syndrome. $#(Choice C)#  Lamivudine is a nucleoside reverse transcriptase inhibitor used for HIV treatment. $#(Choice D)#  A Borrelia burgdorferi vaccine, now discontinued due to low sales, contains a recombinant outer surface protein from these bacteria, not live organisms. $#(Choice E)#  Mefloquine is an antimalarial drug used in prevention and treatment of Plasmodium falciparum infections, among others. $#(Choice F)#  Metronidazole is effective against anaerobic bacteria (eg, Clostridium difficile, Bacteroides) and parasites (eg, Entamoeba histolytica, Giardia lamblia, Trichomonas vaginalis). $#Educational objective# Early Lyme disease causes flu-like symptoms and erythema chronicum migrans.  The second stage of Lyme disease may involve atrioventricular block and facial palsy.  Late Lyme disease can cause chronic asymmetric large joint arthritis and encephalopathy.  Lyme disease is easily treated with doxycycline or penicillin-type antibiotics (eg, ceftriaxone).  ","clickable_1":"images/img1.1897.jpg"},

{"id":"8802","title":"A 47-year-old woman comes to the physician with progressive joint pain and swelling in her hands for the past several months.  She also has easy fatigability that has gradually worsened over the same period.  Morning activities are especially difficult due to stiffness lasting 1 to 2 hours after waking.  Examination shows warmth, swelling, and tenderness involving the proximal interphalangeal joints, metacarpophalangeal joints, and wrists bilaterally.  A blood sample is obtained for laboratory analysis.  Autoantibodies against which of the following components are most specific for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Centromeres","answer_2":"B. Citrullinated peptides","answer_3":"C. Double-stranded DNA","answer_4":"D. Fc portion of human IgG","answer_5":"E. Nuclear basic proteins","answer_6":"F. Phospholipids","percent_1":"3%","percent_2":"52%","percent_3":"6%","percent_4":"34%","percent_5":"2%","percent_6":"2%","right_answer":"B. Citrullinated peptides","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Clinical features of rheumatoid arthritis!?Clinical presentation? • Pain, swelling & morning stiffness in multiple joints• Small joints (PIP, MCP, MTP); spares DIP joints• Systemic symptoms (fever, weight loss, anemia)• Cervical spine involvement: subluxation, cord compression?Laboratory/$imaging studies? • Positive rheumatoid factor & anti–CCP antibodies• C-reactive protein & ESR correlate with disease activity• X-ray: soft tissue swelling, joint space narrowing, bony erosions%#anti–CCP# = anti–cyclic citrullinated peptide; #DIP# = distal interphalangeal; $#ESR# = erythrocyte sedimentation rate; #MCP# = metacarpophalangeal;$ #MTP# = metatarsophalangeal; #PIP# = proximal interphalangeal.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's symmetric polyarthritis (involving the MCP and PIP joints) with prolonged morning stiffness and associated fatigue is highly suggestive of #rheumatoid arthritis# (RA).  The diagnosis is made clinically, but the presence of #anti-cyclic citrullinated peptide (anti-CCP) antibodies# is helpful for confirmation. $Tissue inflammation causes #arginine# residues in proteins such as vimentin to be enzymatically converted into #citrulline# through a process called citrullination.  This alters the shape of the proteins, which can then serve as neoantigens that generate an immune response.  In RA, the immune response against citrullinated proteins is exaggerated, resulting in high titers of anti-CCP antibodies that are not usually present in other inflammatory conditions.  Thus, anti-CCP antibodies have a #high specificity# for RA.  Antibodies to citrullinated peptides/proteins are usually measured by enzyme-linked immunosorbent assay (ELISA) using a mixture of CCPs as the antigen. $#(Choice A)#  Anticentromere antibodies are found in the majority of patients with @CREST syndrome@. $#(Choice C)#  Antibodies to double-stranded DNA (anti-dsDNA) are specific for systemic lupus erythematosus. $#(Choice D)#  Rheumatoid factors are autoantibodies targeting the Fc portion of human IgG that occur in most patients with RA.  Their diagnostic utility is limited by their #poor specificity# as they are found in approximately 10% of healthy individuals, in 30% of patients with systemic lupus erythematosus, and in nearly all patients with mixed cryoglobulinemia. $#(Choice E)#  The presence of antinuclear antibodies (ANA) is a nonspecific finding in many connective tissue disorders.  Antinuclear antibodies characteristically occur in IgM form in patients with RA, but they are found less frequently than rheumatoid factors. $#(Choice F)#  Antiphospholipid antibodies are found in patients with systemic lupus erythematosus and antiphospholipid antibody syndrome.  Antiphospholipid antibody syndrome causes hypercoagulability, paradoxical partial thromboplastin time (PTT) prolongation, and recurrent miscarriages (spontaneous abortions). $#Educational objective# Rheumatoid arthritis is characterized by symmetric polyarthritis (involving the metacarpophalangeal and proximal interphalangeal joints) with prolonged morning stiffness and associated fatigue.  Antibodies to citrullinated peptides/proteins have a high specificity for the condition.  ","clickable_1":"images/img1.8802.jpg"},

{"id":"1503","title":"A 38-year-old man comes to the office due to pain in multiple joints.  He has a 5-year history of lumbar pain and a 2-year history of bilateral knee pain.  The patient works in construction and his pain is worst after a long day on his feet.  He has taken ibuprofen intermittently, but the pain is no longer tolerable.  The patient has a paternal aunt with osteoarthritis.  Physical examination shows blue-black spots on his sclerae and diffuse darkening of the auricular helices.  Which of the following is the most likely cause of this patient's arthritis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Homogentisic acid dioxygenase deficiency","answer_2":"B. Hyperuricemia","answer_3":"C. Multifactorial articular cartilage failure","answer_4":"D. Recent infection with Salmonella","answer_5":"E. Tyrosinase deficiency","percent_1":"70%","percent_2":"4%","percent_3":"19%","percent_4":"1%","percent_5":"7%","right_answer":"A. Homogentisic acid dioxygenase deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1503.jpg","explanation_1":"","explanation_2":"$#Alkaptonuria# is a relatively benign childhood disorder that is marked by severe #arthritis# in adult life.  This #autosomal-recessive# disorder is caused by #deficiency of homogentisic acid dioxygenase#, which normally metabolizes homogentisic acid into maleylacetoacetate.  Accumulated homogentisic acid causes pigment deposits in #connective tissue# throughout the body.  During adulthood, these #blue-black deposits# become apparent in the sclerae and ear cartilage.  Deposits also occur in the large joints and spine, causing ankylosis, motion restriction, and significant pain.  A distinctive characteristic of alkaptonuria is that the urine of these patients turns black when exposed to air due to oxidization of homogentisic acid. $#(Choice B)#  Hyperuricemia can cause acute monoarticular gouty arthritis due to urate crystal deposition in joints (usually the great toe or knee).  These acute attacks resolve in days to weeks and are not associated with connective tissue hyperpigmentation. $#(Choice C)#  Osteoarthritis is due to combined genetic, metabolic, and mechanical factors that result in defects in articular cartilage.  Polyarticular joint involvement of the fingers (including @Heberden@ and Bouchard nodes), knees, hips, and spine classically occur.  Joint pain typically peaks in the afternoon or evening after activity, but osteoarthritis is not associated with the blue-black deposits. $#(Choice D)#  Reactive arthritis can occur following enteric or genitourinary infections with organisms such as Salmonella, Shigella, Campylobacter, and Chlamydia.  The typical pattern is asymmetric involvement of lower extremity joints accompanied by enthesitis (inflammation at insertion of tendons), conjunctivitis, and urethritis.  Reactive arthritis has no associated skin findings in contrast to alkaptonuria. $#(Choice E)#  Albinism is caused by defects in biosynthesis and distribution of melanin.  Melanocytes synthesize melanin from tyrosine via the enzyme tyrosinase. $#Educational objective# Alkaptonuria is an autosomal-recessive disorder caused by a deficiency of homogentisic acid dioxygenase, an enzyme involved in tyrosine metabolism.  Excess homogentisic acid causes diffuse blue-black deposits in connective tissues.  Adults have sclerae and ear cartilage hyperpigmentation along with osteoarthropathy of the spine and large joints.  ","clickable_1":"images/img1.1503.jpg"},

{"id":"1896","title":"A 35-year-old woman comes to the office with symmetric swelling and pain of her proximal interphalangeal, wrist, and knee joints.  She reports that her 5-year-old son was seen by his pediatrician last week for a facial rash and fever.  The patient's family history is significant for diabetes mellitus and gout in her father and rheumatoid arthritis in her mother.  Her serum rheumatoid factor is negative.  Conservative management with nonsteroidal anti-inflammatory drugs is recommended.  The patient returns for follow-up 4 weeks later and reports that she discontinued the medication after 2 weeks due to gastrointestinal upset.  However, her pain and swelling have decreased significantly.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gouty arthritis","answer_2":"B. Herpes simplex virus infection","answer_3":"C. Lyme disease","answer_4":"D. Parvovirus infection","answer_5":"E. Rheumatic fever","answer_6":"F. Rheumatoid arthritis","answer_7":"G. Systemic lupus erythematosus","percent_1":"9%","percent_2":"1%","percent_3":"2%","percent_4":"57%","percent_5":"6%","percent_6":"14%","percent_7":"11%","right_answer":"D. Parvovirus infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Parvovirus B19!?Pathology? • Single-stranded DNA virus• Respiratory, congenital, or hematogenous transmission?Clinical features? • Normal child: erythema infectiosum (fifth disease)• Normal adult: acute symmetric arthropathy• Chronic hemolytic anemia: transient aplastic crisis","explanation_img":"","explanation_1":"","explanation_2":"This patient and her child have typical features of #parvovirus B19# infection.  Parvovirus is a small, single-stranded DNA virus with respiratory, congenital, or hematogenous transmission.  Initial infection may cause a nonspecific viral syndrome with headache, coryza, and gastrointestinal symptoms.  Parvovirus may subsequently cause 2 primary syndromes in immunocompetent patients: $• #Erythema infectiosum# (fifth disease), found primarily in children:  This disease manifests as a bright red rash on the cheeks with circumoral pallor and fever.  Patients may also have a generalized reticular rash on the arms, legs, and trunk. $• #Acute arthropathy#, found primarily in adults:  This symmetric polyarthritis involves the proximal interphalangeal, metacarpal, knee, and ankle joints.  The arthritis is self-limited and nondestructive. $The initial nonspecific period of infection is associated with heavy viremia and viral shedding.  By contrast, erythema infectiosum and acute arthropathy signify an active immune response with formation of #immune complexes# and minimal or undetectable viremia.  These patients have much reduced infectivity. $#(Choice A)#  Gout causes acute monoarthritis, usually affecting the lower extremity (great toe, ankle, knee). $#(Choice B)#  Herpes simplex virus (HSV) infection causes oral or genital lesions characterized by grouped vesicles on an erythematous base.  HSV does not usually cause arthritis. $#(Choice C)#  Lyme disease causes a characteristic annular erythematous rash (erythema chronicum migrans).  Asymmetric arthritis may develop in late or chronic Lyme disease. $#(Choice E)#  In rheumatic fever, there may be migratory pain and swelling of the large joints in addition to fever, carditis, choreiform movements, and @erythema marginatum@.  Rheumatic fever develops following streptococcal pharyngitis. $#(Choice F)#  Rheumatoid arthritis may cause an acute polyarthropathy that is initially similar to parvovirus arthritis.  The symptoms may be temporarily relieved with nonsteroidal anti-inflammatory drugs but would not resolve as promptly as they did in this patient.  In addition, serum rheumatoid factor is usually, although not always, positive. $#(Choice G)#  The typical initial onset of systemic lupus erythematosus is characterized by malaise, weight loss, malar facial rash, and arthralgias. $#Educational objective# Parvovirus B19 causes erythema infectiosum (fifth disease) in children and arthritis in adults.  Parvovirus arthritis can mimic rheumatoid arthritis but is usually self-resolving.  ","clickable_1":"images/img1.1896.jpg"},

{"id":"1168","title":"A 35-year-old man with a known history of peptic ulcer disease comes to the physician with sudden onset of pain, swelling, and redness at the base of his great toe.  The patient was awakened in the middle of the night by the pain and was unable to go back to sleep.  He has no history of trauma to the joint.  Physical examination shows swelling, erythema, and exquisite tenderness involving the right first metatarsophalangeal joint.  Fine-needle aspiration of the joint shows needle-shaped, negatively birefringent crystals.  After making the diagnosis, the physician prescribes an appropriate medication.  Shortly after starting the medication, the patient develops nausea, vomiting, and diarrhea.  Which of the following is the most likely mechanism of action of the drug prescribed to this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased renal tubular uric acid reabsorption","answer_2":"B.Inhibition of cyclooxygenase activity","answer_3":"C.Inhibition of microtubule formation","answer_4":"D.Inhibition of phospholipase A2 activity","answer_5":"E.Inhibition of xanthine oxidase activity","percent_1":"4%","percent_2":"13%","percent_3":"64%","percent_4":"2%","percent_5":"18%","right_answer":"C.Inhibition of microtubule formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute gouty arthritis# ∆⨉ §^#Signs &$ symptoms# ∆ • Usually involves #first metatarsophalangeal joint o#r knee • Swelling, erythema & #exquisite tenderness# • Symptoms develop rapidly over 24 hr §^#Diagnosis# ∆ • Joint aspiration shows #needle-shaped, negatively birefringent crystals# §^#Treatment# ∆ • Nonsteroidal anti-inflammatory drugs (eg, naproxen, indomethacin) preferred if no contraindications • Colchicine used as second-line therapy","explanation_img":"","explanation_1":"","explanation_2":"Acute onset of pain and swelling of the first metatarsophalangeal joint and joint aspiration showing needle-shaped, negatively birefringent crystals are diagnostic for acute gouty arthritis.  Nonsteroidal anti-inflammatory drugs (NSAIDs) are the mainstay of treatment for most patients.  However, colchicine is often used in patients with mild-to-moderate renal failure, peptic ulcer disease, or other contraindications to NSAIDs.  Colchicine is an effective anti-inflammatory agent in acute gouty arthritis and acts by binding to the intracellular protein tubulin, preventing tubulin polymerization into microtubules.  This leads to impaired leukocyte migration and phagocytosis, reducing the inflammation seen in gouty arthritis.  Because colchicine also disrupts microtubule formation in gastrointestinal mucosal cells, many patients develop diarrhea and, less commonly, nausea, vomiting, and abdominal pain. $#(Choices A and E)#  Probenecid decreases proximal tubular uric acid reabsorption, and allopurinol inhibits xanthine oxidase (converts xanthine to uric acid).  These medications are prescribed to lower serum uric acid levels in chronic gout.  These agents are contraindicated in acute gouty arthritis as they can mobilize tissue stores of uric acid and precipitate or worsen acute attacks. $#(Choice B)#  NSAIDs induce their anti-inflammatory effects by inhibiting cyclooxygenase (COX)-1 and COX-2 isoenzymes, thus blocking prostaglandin synthesis.  Because they can cause significant gastrointestinal irritation (eg, nausea, dyspepsia, bleeding), their use is contraindicated in patients with peptic ulcer disease. $#(Choice D)#  Glucocorticosteroids exert their anti-inflammatory effect by inhibiting phospholipase A2 activity.  These medications can be used in acute gout and are not associated with significant diarrhea. $#Educational objective# Colchicine is a second-line agent for treating acute gouty arthritis.  It inhibits tubulin polymerization and microtubule formation in leukocytes, reducing neutrophil chemotaxis and emigration to sites inflamed by tissue deposition of monosodium urate crystals.  Gastrointestinal mucosal function is also impaired by microtubule disruption, leading to diarrhea and, less commonly, nausea, vomiting, and abdominal pain.  "},

{"id":"15629","title":"A 48-year-old woman comes to the office with a 4-month history of pain, stiffness, and swelling of her hands, feet, and knees that is associated with daily fatigue.  She has taken over-the-counter nonsteroidal anti-inflammatory agents, but they only temporarily relieve the pain.  The patient has no other medical issues.  She does not use tobacco, alcohol, or illicit drugs and is not sexually active.  Vital signs are within normal limits.  BMI is 35 kg/m2.  The patient walks with a limp due to pain in the foot.  There is symmetric swelling, tenderness, and restricted range of motion involving the wrists, ankles, forefeet, and knees.  There is no skin rash.  Laboratory studies show anemia.  Which of the following is most likely to be the earliest finding during the development of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibrillation of articular cartilage","answer_2":"B. Joint subluxation","answer_3":"C. Marginal bone erosions","answer_4":"D. Osteophyte formation","answer_5":"E. Synovial neovascularization","percent_1":"27%","percent_2":"9%","percent_3":"19%","percent_4":"13%","percent_5":"31%","right_answer":"E. Synovial neovascularization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Clinical features of rheumatoid arthritis!?Clinical presentation? • Pain, swelling & morning stiffness in multiple joints• Small joints (PIP, MCP, MTP); spares DIP joints• Systemic symptoms (fever, weight loss, anemia)• Cervical spine involvement: subluxation, cord compression?Laboratory/$imaging studies? • Positive rheumatoid factor & anti–CCP antibodies• C-reactive protein & ESR correlate with disease activity• X-ray: soft tissue swelling, joint space narrowing, bony erosions%#anti–CCP# = anti–cyclic citrullinated peptide; #DIP# = distal interphalangeal; $#ESR# = erythrocyte sedimentation rate; #MCP# = metacarpophalangeal;$ #MTP# = metatarsophalangeal; #PIP# = proximal interphalangeal.","explanation_img":"","explanation_1":"","explanation_2":"This patient has a chronic, symmetric, polyarticular arthritis with joint swelling and stiffness consistent with early #rheumatoid arthritis# (RA).  RA is a progressive autoimmune disorder that is often associated with signs of systemic inflammation (eg, fatigue, fever, anemia).  It has a peak incidence at age 50-75 but can occur at any age; women are affected more commonly than men. $The pathogenesis of RA begins with activation of T lymphocytes in response to rheumatoid antigens (eg, citrullinated peptides, type II collagen).  Activated T cells release cytokines that cause #synovial hyperplasia# with recruitment of additional mononuclear cells.  The accelerated metabolic rate of the inflamed synovial tissue leads to #local hypoxia# and increased production of hypoxia-inducible factor 1 and vascular endothelial growth factor by local macrophages and fibroblasts, resulting in #synovial angiogenesis# (neovascularization). $As the disease progresses, new blood vessels provide nutrients that facilitate expansion of inflamed synovium into a #rheumatoid pannus#, an invasive mass composed of fibroblast-like synovial cells, granulation tissue, and inflammatory cells.  Over time, the pannus encroaches into the joint space and can destroy the articular cartilage and erode the underlying subchondral bone #(choice C)#.  Ossification of the pannus can lead to fusion of the bones across the affected joint (bony ankylosis). $#(Choices A and D)#  Osteoarthritis is characterized by progressive fibrillation (ie, fissuring, fracturing) and erosion of articular cartilage due to increased biomechanical stress.  Periarticular findings include osteophyte formation and subchondral sclerosis due to extensive bone remodeling.  In contrast, RA is more frequently associated with periarticular bone erosions. $#(Choice B)#  Late-stage RA is characterized by widespread joint deformities.  Characteristic findings include ulnar deviation at the metacarpophalangeal joints, swan-neck deformities (hyperextension at the proximal interphalangeal joints with flexion at the distal interphalangeal joints) in the digits, and additional deformities (eg, volar subluxation of the carpus, radial drift) at the wrists. $#Educational objective# Rheumatoid arthritis is characterized by synovial hyperplasia with inflammatory infiltrates.  The accelerated metabolic rate of the inflamed synovium causes local hypoxia, which leads to synovial angiogenesis.  As the disease progresses, the joint space is replaced by a rheumatoid pannus (an invasive mass of fibroblast-like synovial cells, granulation tissue, and inflammatory cells) which can destroy the articular cartilage and underlying subchondral bone.  "},

{"id":"19493","title":"A 22-year-old woman comes to the office because of a 6-month history of increasing neck and low back pain that is most severe in the morning.  Her pain improves as the day passes.  The patient has no history of trauma, rashes, or urinary symptoms.  Vital signs are within normal limits.  Examination shows tenderness over the lumbosacral area and at the insertion site of the Achilles tendon.  Forward flexion is reduced.  This patient's symptoms are most likely attributable to upregulation of which of the following cytokines?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IL-2 and interferon gamma","answer_2":"B. IL-4 and interferon alpha","answer_3":"C. IL-5 and tumor necrosis factor-alpha","answer_4":"D. IL-10 and transforming growth factor-beta","answer_5":"E. IL-17 and tumor necrosis factor-alpha","percent_1":"27%","percent_2":"6%","percent_3":"13%","percent_4":"10%","percent_5":"44%","right_answer":"E. IL-17 and tumor necrosis factor-alpha","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Ankylosing spondylitis#∆⨉§^#Pathogenesis# ∆ • Altered gut biome/defects in mucosal barrier • Increased production of IL-17, TNF-α & prostaglandins • Increased risk with HLA-B27§^#Clinical findings# ∆ • Inflammatory back pain (sacroiliitis) $== ○ Insidious onset at age <40 $== ○ Relieved with exercise but not rest $== ○ Nocturnal pain • Reduced chest expansion & spinal mobility • Enthesitis (tenderness at tendon insertion sites) • Dactylitis (swelling of fingers & toes) • Uveitis§^#Laboratory/imaging# ∆ • Elevated ESR & CRP • Sacroiliitis: bone erosions, subchondral sclerosis, eventual bony fusion $(ankylosis) • Bridging syndesmophytes: ossification at vertebral body margins (bamboo$ spine)%#CRP =# C-reactive protein; #ESR =# erythrocyte sedimentation rate;# HLA-B27 =# human leukocyte $antigen B27; #TNF-α =# tumor necrosis factor-alpha.","explanation_img":"","explanation_1":"","explanation_2":"This patient with #inflammatory back pain# (ie, age <40, insidious onset, worse with rest/better with activity) and #enthesitis# (ie, tenderness at insertion of tendons/ligaments on bone) most likely has #ankylosing spondylitis# (AS).  AS is characterized by @bridging syndesmophytes@ in the vertebral column and ankylosis (bony fusion) of the apophyseal and sacroiliac joints. $AS is an inflammatory disorder thought to originate largely in the gut: $• Defects in the mucosal barrier and an abnormal intestinal microbiome induce an IL-17–mediated inflammatory response via innate lymphoid cells and T helper cells (eg, Th1, Th17).  The risk is greater in individuals with human leukocyte antigen B27 (#HLA-B27#), likely due to altered antigen presentation. $• #IL-17# stimulates production of additional inflammatory factors, primarily tumor necrosis factor-alpha (#TNF-alpha#) and #prostaglandins#, which have synergistic effects with IL-17 and induce #bony erosions# and #abnormal bone regrowth#. $Skeletal manifestations of AS occur primarily at #sites of mechanical stress#, such as the entheses, likely due to the migration of activated immune cells to these areas.  Treatment options include nonsteroidal anti-inflammatory drugs (eg, ibuprofen, naproxen), which inhibit prostaglandin formation, and anti-TNF-alpha (eg, etanercept, infliximab) and anti–IL-17 (eg, secukinumab) agents. $#(Choice A)#  IL-2 and interferon gamma have broad immune functions, including activation of the response against viruses and mycobacteria.  Both cytokines inhibit Th17 cell differentiation and do not have a significant role in the pathogenesis of AS. $#(Choice B)#  IL-4 is important in the differentiation of naïve Th cells into the Th2 subset, alternative macrophage activation (M2 type), and IgE production.  It may also have a protective role in AS by limiting IL-17 production by Th1 and Th17 cells.  Interferon alpha is involved primarily in antiviral activity and is not a significant factor in the pathogenesis of AS. $#(Choice C)#  IL-5 induces B-cell growth, IgA production, and eosinophil activity.  IL-5 and IL-4 are important in the etiology of certain allergic disorders (eg, allergic rhinitis, asthma), but do not contribute significantly to AS. $#(Choice D)#  IL-10 is an antiinflammatory cytokine.  Transforming growth factor-beta has antiinflammatory and profibrotic effects.  These cytokines have only a minor effect in AS. $#Educational objective# The pathogenesis of ankylosing spondylitis likely originates with defects in the intestinal mucosal barrier and exposure to the gut microbiome that lead to an enhanced IL-17–mediated inflammatory response.  IL-17 stimulates production of additional inflammatory factors, primarily tumor necrosis factor-alpha and prostaglandins, which have synergistic proinflammatory effects and induce bony erosions and abnormal bone regrowth in the skeleton. ","clickable_1":"images/img1.19493.jpg"},

{"id":"716","title":"A 58-year-old woman comes to the office with left knee pain.  The pain began a year ago and has progressively become more severe.  The pain is worse later in the day and is now limiting her normal day-to-day activities.  She has no history of injury to the joint and has no significant pain in any other joints.  The patient has attempted treatment with acetaminophen, but that has not provided adequate relief.  She does not use tobacco, alcohol, or illicit drugs and works as a school bus driver.  Her BMI is 34 kg/m2.  Left knee joint examination shows a mild effusion, crepitus on movement, and joint line tenderness.  The patient is started on celecoxib therapy.  The presence of which of the following conditions in this patient's medical history would make this medication the preferred treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Hyperlipidemia","answer_2":"B.Hypertension","answer_3":"C.Peptic ulcer disease","answer_4":"D.Renal impairment","answer_5":"E.Stable angina","percent_1":"3%","percent_2":"2%","percent_3":"83%","percent_4":"7%","percent_5":"4%","right_answer":"C.Peptic ulcer disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp716.jpg","explanation_1":"","explanation_2":"$#Cyclooxygenase# (COX; prostaglandin synthase) initiates the synthesis of prostanoids (eg, prostaglandins, thromboxane) from @arachidonic acid@.  COX exists in 2 primary forms: $• COX 1, which plays a physiologic role in a number of normally functioning tissues (eg, platelets, gastrointestinal tract) $• COX 2, which is preferentially expressed at sites of inflammation. $#Nonsteroidal anti-inflammatory drugs# (NSAIDs) work by inhibiting COX to block prostaglandin synthesis.  Most NSAIDs inhibit both the COX 1 and COX 2 isoenzymes.  However, inhibition of COX 1 may lead to severe adverse effects, including #gastric ulceration# (reduced mucosal protection) and #increased bleeding# (decreased platelet aggregation).  Selective #COX 2 inhibitors# (eg, celecoxib) have potent anti-inflammatory effects with #less risk# of bleeding and gastrointestinal ulceration.  They are recommended for use in patients at risk for gastrointestinal complications, such as those with prior peptic ulcer disease.  The risk for ulcers can also be reduced by combining a nonselective NSAID with a second drug (eg, proton pump inhibitors, misoprostol) to reduce gastric acid secretion. $#(Choice A)#  Selective COX 2 inhibitors do not have a substantial effect on serum lipids. $#(Choices B and D)#  Both COX 1 and COX 2 are expressed in renal tissues.  Therapy with either nonselective NSAIDs or selective COX 2 inhibitors can cause fluid retention, aggravation of hypertension, and impaired renal function. $#(Choice E)#  COX 2 is expressed in vascular endothelial cells and vascular smooth muscle cells, where it plays a role in the local production of @prostacyclin@, which has anticoagulant and vasodilatory actions.  COX 2 inhibitors have been associated with an increased risk of cardiovascular events. $#Educational objective# Selective cyclooxygenase 2 (COX 2) inhibitors relieve pain with lower risk of bleeding and gastric ulceration than nonselective nonsteroidal anti-inflammatory drugs.  ","clickable_1":"images/img1.716.jpg","clickable_2":"images/img2.716.jpg"}

]