[

{"id":"2037","title":"A series of experiments is being conducted to determine the structure and function of different types of bacterial RNA.  Cultures of Staphylococcus aureus are exposed to chemicals that lyse the bacterial cells, and the RNA molecules are then extracted.  A specific RNA consisting of 90 nucleotides is purified for further analysis.  It is found to contain high amounts of chemically modified bases such as dihydrouridine, pseudouridine, and ribothymidine, and its secondary structure arises from base pairing within the chain.  Which of the following is the most likely composition of the 3'-end of this molecule?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. AUG","answer_2":"B. CCA","answer_3":"C. Methylguanosine triphosphate","answer_4":"D. Poly-A","answer_5":"E. TATA","answer_6":"F. UAG","percent_1":"6%","percent_2":"41%","percent_3":"6%","percent_4":"30%","percent_5":"4%","percent_6":"13%","right_answer":"B. CCA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2037.jpg","explanation_1":"","explanation_2":"$Transfer RNA (tRNA) is a form of non-coding RNA composed of 74-93 nucleotides.  Specific tRNAs transfer certain amino acid residues to the growing polypeptide during translation.  tRNA functions by recognizing the 3 base codon on the mRNA being translated through its anticodon region, which contains complementary bases.  The secondary structure of tRNA resembles a cloverleaf and contains the following regions: $• The #acceptor stem# is created through the base pairing of the 5'-terminal nucleotides with the 3'-terminal nucleotides.  The CCA tail hangs off the 3' end, with the amino acid bound to the 3' terminal hydroxyl group.  tRNA is \"loaded\" with the appropriate amino acid by aminoacyl tRNA synthetase.  The acceptor stem helps mediate correct tRNA recognition by the proper aminoacyl tRNA synthetase. $•  A #3' CCA tail# is added to the 3' end of tRNA as a posttranscriptional modification in eukaryotes and most prokaryotes.  Several enzymes utilize this tail to help recognize tRNA molecules. $• The #D loop# contains numerous dihydrouridine residues, which are modified bases often present in tRNA.  The D loop (along with the acceptor stem and anticodon loop) facilitates correct tRNA recognition by the proper aminoacyl tRNA synthetase. $• The #anticodon loop# contains sequences that are complementary to the mRNA codon.  During translation, the ribosome complex selects the proper tRNA based solely on its anticodon sequence. $• The #T loop# contains the TΨC sequence that is necessary for binding of tRNA to ribosomes.  The TΨC sequence refers to the presence of ribothymidine, pseudouridine, and cytidine residues. $#(Choices A and F)#  AUG and UAG are mRNA start and stop codons that initiate and terminate translation, respectively. $#(Choices C and D)#  After transcription, eukaryotic pre-mRNA undergoes posttranscriptional modification, which includes the addition of a poly-A tail at the 3' end and methylguanosine cap at the 5' end, and the removal of introns. $#(Choice E)#  A TATA box is an upstream promoter region associated with some genes in eukaryotic organisms.  TATA binding protein binds to this promoter during transcription, unwinding the DNA and initiating separation of the strands. $#Educational objective# Transfer RNA (tRNA)  is a small, noncoding form of RNA that contains chemically modified bases (eg, dihydrouridine, ribothymidine, pseudouridine).  tRNA has a CCA sequence at its 3'-end that is used as a recognition sequence by proteins.  The 3' terminal hydroxyl group of the CCA tail serves as the amino acid binding site.  "},

{"id":"1420","title":"Geneticists are studying a malfunctioning protein that causes impaired endothelial cell migration and angiogenesis.  They have noticed that the amino acid sequence of the protein is truncated compared to normal controls.  The mutated mRNA strand is isolated, and analysis shows a nonsense mutation located near the 3' end of the coding region.  The 3' terminal coding sequence of the abnormal mRNA strand is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1420.jpg","title_2":"Which of the following tRNA anticodons is responsible for adding the last amino acid to the truncated polypeptide during protein translation?","audio":"","comparison_items":"","answer_1":"A. 5'-AAC-3'","answer_2":"B. 5'-AUC-3'","answer_3":"C. 5'-CAA-3'","answer_4":"D. 5'-GCU-3'","answer_5":"E. 5'-UCG-3'","percent_1":"6%","percent_2":"38%","percent_3":"32%","percent_4":"15%","percent_5":"8%","right_answer":"C. 5'-CAA-3'","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1420.jpg","explanation_1":"","explanation_2":"$One codon (AUG) signals initiation of protein synthesis and 3 codons (#UAA#, #UAG#, and #UGA#) stop protein synthesis.  #Stop codons# function only to terminate translation; they do not add amino acids to the polypeptide chain. $Transfer RNA molecules (#tRNA#) transport amino acids to the ribosome and ensure placement of the proper amino acid.  One end of the molecule serves as the amino acid binding site; the opposite end contains a specific nucleic acid sequence known as the #anticodon# that is #complementary# to one or more #mRNA codons# (due to base wobbling).  The type of amino acid that is bound to each tRNA molecule is determined by its anticodon sequence; this ensures that the proper amino acid is added at each mRNA codon during protein synthesis. $Translation of the mRNA template proceeds in the 5' to 3' direction.  The mRNA of the dysfunctional protein in the question stem contains an extra stop codon (UAA) before the normal stop codon (UAG) at the end of the template.  During protein translation, the #first stop codon# encountered will #bind a release factor#, halting protein synthesis.  Therefore, the codon just prior to the first stop codon will be the last codon to add an amino acid.  In this case, (#5'-UUG-3'#) is the last codon to add an amino acid to the truncated protein, and this amino acid will be carried by the #5'-CAA-3'# anticodon (codon-anticodon binding occurs in opposite directions [ie, #5' to 3' binds 3' to 5'#]). $#(Choice A)#  Because complementary sequences align in antiparallel fashion, during translation the tRNA anticodons will bind the 5' to 3' mRNA in the (opposite) 3' to 5' direction.  Therefore, the #5'#-UUG-#3'# mRNA codon will bind the #5'#-CAA-#3'# tRNA anticodon, not the #5'#-AAC-#3'# anticodon. $#(Choices B and E)#  The 5'-AUC-3' and 5'-UCG-3' anticodons will bind to the 5'-GAU-3' and 5'-CGA-3' codons, respectively (5' to 3' binds 3' to 5').  These are not present in the above mRNA sequence. $#(Choice D)#  The last codon shown in the above mRNA sequence is 5'-UAG-3' (a stop codon), with the second-to-last codon being 5'-AGC-3'.  Therefore, 5'-GCU-3' would be the tRNA anticodon responsible for adding the last amino acid to the normal (non-truncated) protein. $#Educational objective# Translation of the mRNA template proceeds in the 5' to 3' direction.  Because complementary sequences align in antiparallel fashion, during translation tRNA anticodons will be oriented in the opposite 3' to 5' direction.  Stop codons (UAA, UAG, and UGA) halt protein synthesis by binding a release factor; they do not add amino acids to the polypeptide chain.  "},

{"id":"11595","title":"A pharmaceutical corporation investigating new therapeutic agents for treatment of Burkitt lymphoma synthesizes a double-stranded RNA molecule that is 21 base pairs in length.  The RNA molecule has a base pair sequence that is complementary to a region of mRNA encoding c-Myc.  Introduction of the RNA molecule into tumor cells results in a significant reduction in cell growth.  Western blot analysis of equivalent numbers of treated and untreated cells is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/11595.jpg","title_2":"Which of the following processes was most likely directly interrupted in the cells exposed to the RNA molecule?","audio":"","comparison_items":"","answer_1":"A. DNA replication","answer_2":"B. DNA transcription","answer_3":"C. mRNA translation","answer_4":"D. Proteasome activity","answer_5":"E. Splicing","percent_1":"8%","percent_2":"18%","percent_3":"65%","percent_4":"3%","percent_5":"6%","right_answer":"C. mRNA translation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11595.jpg","explanation_1":"","explanation_2":"$The results of the western blot show that the treated cell line produces less c-myc protein.  This is most likely due to RNA interference, a mechanism by which short (20-30 base pair) #double-stranded RNA# sequences induce #posttranscriptional gene silencing#. $Silencing RNA includes both small interfering RNA (siRNA) and microRNA (miRNA).  The human genome encodes over 1000 miRNA genes, each one capable of repressing hundreds of target genes; altered expression of miRNA genes are involved in the development of many diseases, including hematologic and solid malignancies.  In addition, synthetic siRNA sequences can be introduced into cells to silence specific pathogenic genes (eg, c-Myc oncogene) and are being explored as possible #therapeutic agents#. $After being transcribed, miRNA undergoes processing in the nucleus to form a #double-stranded# precursor that is then exported into the cytoplasm.  There, the precursor is cleaved into a short RNA helix by a ribonuclease protein called #dicer#.  The individual strands are then separated and incorporated into RNA-induced silencing complex (RISC).  This multiprotein complex uses its associated miRNA as a template to bind to complementary sequences found on target mRNAs.  An exact match generally results in #mRNA degradation#, but a partial match also causes #translational repression# by preventing ribosome and translation factor binding. $#(Choice A)#  DNA polymerase requires a short nucleic acid sequence primer for initiation of DNA synthesis.  During DNA replication, these primers are formed from RNA bases by the enzyme DNA primase. $#(Choice B)#  DNA transcription is the process in which RNA is transcribed from a DNA template by an RNA polymerase enzyme.  Although certain miRNA sequences can cause transcriptional inhibition, posttranscriptional silencing is the predominant means of RNA interference. $#(Choice D)#  Degradation of proteins and polypeptides occurs in proteasomes and lysosomes.  Proteasomes mainly degrade nuclear and cytoplasmic proteins; lysosomes degrade cellular organelles and extracellular proteins. $#(Choice E)#  Small nuclear RNA (snRNA) molecules bind to specific proteins to form small nuclear ribonucleoproteins (snRNPs).  These snRNPs associate with pre-mRNA to form spliceosomes, which function to remove introns from pre-mRNA during processing within the nucleus. $#Educational objective# Short non-coding RNA sequences (eg, microRNA and small interfering RNA) induce posttranscriptional gene silencing by base-pairing with complementary sequences within target mRNA molecules.  "},

{"id":"2029","title":"A pharmaceutical researcher develops a new drug that affects bacterial protein synthesis.  In an experiment, Escherichia coli is exposed to the drug and serially cultured in media containing tagged nucleotides and amino acids.  It is found that the drug inhibits molecules that recognize the highlighted codon in the bacterial mRNA fragment shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2029.jpg","title_2":"Which of the following molecules is the most likely target of this drug?","audio":"","comparison_items":"","answer_1":"A. Charged tRNA","answer_2":"B. Elongation factor 2","answer_3":"C. Releasing factor 1","answer_4":"D. snRNP","answer_5":"E. Transcription factor II D","answer_6":"F. Uncharged tRNA","percent_1":"15%","percent_2":"8%","percent_3":"56%","percent_4":"5%","percent_5":"3%","percent_6":"12%","right_answer":"C. Releasing factor 1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"There are 64 codons in the genetic code, the majority of which code for amino acids.  However, because there are only 20 amino acids, most have more than one codon.  For example, GUU, GUC, GUA, and GUG all code for valine. $In addition, there are codons that call for initiation or #termination of protein synthesis#.  The universal start codon is AUG, which codes for methionine.  #UAA, UAG#, and #UGA# are #stop codons#, which do not code for amino acids or bind tRNA.  Instead, when the ribosome encounters a stop codon, #releasing factor# proteins bind to the ribosome and stimulate release of the formed polypeptide chain and dissolution of the ribosome-mRNA complex. $#(Choice A)#  Charged tRNA delivers amino acids to the protein synthesis complex.  The anticodon on a tRNA molecule recognizes the corresponding codon on mRNA, assuring proper amino acid sequencing. $#(Choice B)#  Elongation factors facilitate tRNA binding and the translocation steps of protein synthesis. $#(Choice D)#  Transcription produces a pre-mRNA molecule containing both introns and exons.  Splicing is a post-transcriptional modification in which introns are removed from pre-mRNA via small nuclear ribonucleoproteins (snRNPs). $#(Choice E)#  Initiation of gene transcription is governed by the binding of transcription factors to the regulatory region of the gene.  Transcription factor II D binds to the TATA promoter sequence located ~25 bases upstream from the coding region of the gene. $#(Choice F)#  During protein synthesis, uncharged tRNA (lacking an amino acid) does not interact with mRNA and ribosomes. $#Educational objective# Releasing factors recognize stop codons (eg, UAA, UAG, and UGA) and terminate protein synthesis.  They facilitate release of the polypeptide chain from the ribosome and dissolution of the ribosome-mRNA complex.  "},

{"id":"2030","title":"A genetic study performed on a 10-year-old boy reveals a single base substitution mutation involving a DNA segment that encodes a cellular protein, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2030.jpg","title_2":"This mutation is most likely to affect which of the following processes?","audio":"","comparison_items":"","answer_1":"A. DNA methylation","answer_2":"B. Polypeptide folding following translation","answer_3":"C. Posttranscriptional RNA splicing","answer_4":"D. RNA elongation","answer_5":"E. Transcription initiation","answer_6":"F. Translation initiation","percent_1":"2%","percent_2":"3%","percent_3":"5%","percent_4":"2%","percent_5":"83%","percent_6":"5%","right_answer":"E. Transcription initiation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2030.jpg","explanation_1":"","explanation_2":"$Genetic information flows from DNA to RNA to proteins.  Most eukaryotic DNA sequences consist of coding exons, noncoding introns, and 2 #promoter regions# (the CAAT box and the TATA box).  The CAAT box is located 70-80 bases upstream of the beginning (5' end) of the coding region, and the #TATA box# is located #25 bases upstream# from the beginning of the coding region. $Gene transcription begins when #RNA polymerase II# attaches to one of the promoter regions in a process that requires general #transcription factors#.  A DNA @enhancer region@ then binds activator proteins that associate with transcription factors and RNA polymerase II at the promoter, thereby increasing gene expression.  Although promoters are not directly translated into protein, promoter mutations can cause abnormal gene expression by altering the ability of RNA polymerase II and transcription factors to bind. $#(Choice A)#  DNA methylation is part of the epigenetic code.  This process is carried out by DNA methyltransferases and serves to silence the genes it affects. $#(Choice B)#  The folding of a formed polypeptide into its secondary and tertiary structures is entirely spontaneous and is determined by the amino acid sequence in the protein's primary structure.  Heat shock proteins assist in the spontaneous refolding of proteins. $#(Choice C)#  Posttranscriptional RNA splicing is facilitated by small nuclear ribonucleoproteins (snRNPs) that remove introns from heterogeneous nuclear RNA (hnRNA) containing GU at the 5' splice site and AG at the 3' splice site. $#(Choice D)#  The TATA box only participates in the initiation of transcription.  The addition of nucleotides to the forming RNA molecule (RNA elongation) continues until RNA polymerase II encounters a termination signal. $#(Choice F)#  In eukaryotes, translation initiation requires both ribosomal subunits (60S and 40S) with their associated rRNA, mRNA, initiation factors, initiator tRNA charged with methionine, and GTP.  The assembled ribosome then recognizes the AUG start codon on mRNA to begin the process. $#Educational objective# The TATA box is a promoter region that binds transcription factors and RNA polymerase II during the initiation of transcription.  It is located approximately 25 bases upstream from the beginning of the coding region.  ","clickable_1":"images/img1.2030.jpg"},

{"id":"1428","title":"A geneticist is performing an experiment to alter protein structures by incorporating modified amino acids into their polypeptide sequences.  During the process, she incubates dermal fibroblasts in a medium containing fluorescently labeled lysine residues.  After several hours, she finds that aminoacyl tRNA synthetase in the fibroblasts \"loads\" lysine residues onto tRNA molecules containing the anticodon UUU.  This residue most likely attaches to tRNA at which of the following sites in the image shown below? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1428.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"67%","percent_2":"2%","percent_3":"2%","percent_4":"17%","percent_5":"2%","percent_6":"9%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1428.jpg","explanation_1":"","explanation_2":"$The image above shows the \"cloverleaf\" secondary structure of #transfer RNA (tRNA)#, a small, noncoding subtype of RNA that is responsible for transporting amino acids to the site of protein synthesis and introducing them into the growing polypeptide chain at the correct locations. $The acceptor stem of tRNA is created through the base pairing of the 5'-terminal nucleotides with the 3'-terminal nucleotides.  It contains the #CCA tail#, which is added to the #3'# end of tRNA as a post-transcriptional modification and serves as the #amino acid binding site#.  Aminoacyl tRNA synthetase is the enzyme responsible for \"loading\" the appropriate amino acid to the 3' terminal hydroxyl group of the CCA tail.  The acceptor stem helps mediate correct tRNA recognition by the proper aminoacyl tRNA synthetase. $#(Choice B)#  The T loop contains the TΨC sequence, which is necessary for the binding of tRNA to ribosomes.  The TΨC sequence refers to the presence of the chemically modified bases ribothymidine and pseudouridine, and cytidine. $#(Choice C)#  The variable loop contains a variable number of bases that lie between the T and anticodon loops.  The variable loop is not present in all tRNAs. $#(Choice D)#  The anticodon loop contains sequences that are complementary to the mRNA codon.  During translation, the tRNA anticodon binds to the mRNA codon and assures placement of the proper amino acid in the growing polypeptide chain. $#(Choice E)#  The D loop contains numerous dihydrouridine residues, which are modified bases often present in tRNA.  The D loop (along with the acceptor stem and anticodon loop) facilitates correct tRNA recognition by the proper aminoacyl tRNA synthetase. $#(Choice F)#  The 5' end of tRNA contains a terminal phosphate group that does not participate in amino acid or mRNA binding. $#Educational objective# The 3' CCA tail of tRNA serves as the amino acid binding site.  Aminoacyl tRNA synthetase is the enzyme responsible for \"loading\" the appropriate amino acid to the 3' terminal hydroxyl group of the CCA tail.  "},

{"id":"2039","title":"A 58-year-old man comes to the office with a persistent dry cough.  He also has involuntarily lost 10 kg (22 lb) over the past 3 months.  The patient drinks 2 or 3 beers daily and has a 40-pack-year smoking history.  Physical examination shows dullness to percussion over the right lower lung base.  CT scan of the chest reveals a right-sided pleural effusion and a mass in the lower lobe of the right lung.  Microscopic examination of the mass demonstrates malignant cells with large nuclei that contain prominent, round, basophilic bodies, as shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2039.jpg","title_2":"Which of the following enzymes is most likely to function only within this basophilic region of the nucleus?","audio":"","comparison_items":"","answer_1":"A. Peptidyltransferase","answer_2":"B. RNA polymerase I","answer_3":"C. RNA polymerase II","answer_4":"D. Ubiquitin ligase","percent_1":"11%","percent_2":"46%","percent_3":"27%","percent_4":"16%","right_answer":"B. RNA polymerase I","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Synthesis & function of eukaryotic RNA#∆⨉∆⨉ §^#Synthesizing$ polymerase# ∆^#Type of RNA$ produced# ∆^#Function# §^#RNA polymerase I# ∆ 18S, 5.8S & 28S ribosomal RNA ∆ Forms essential ribosomal components §^#RNA polymerase II# ∆ mRNA ∆ Translated by ribosomes to form specific proteins §↕ ∆ Small nuclear RNA ∆ Involved in mRNA splicing & transcription regulation §↕ ∆ MicroRNA ∆ Causes gene silencing via translation arrest or mRNA degradation §^#RNA polymerase III# ∆ Transfer RNA ∆ Adaptor molecule linking codons with specific amino acids §↕ ∆ 5S ribosomal RNA ∆ Essential component of 60S ribosomal subunit %#mRNA# = messenger RNA.","explanation_img":"","explanation_1":"","explanation_2":"This patient's biopsy demonstrates malignant cells with prominent nucleoli, which appear as round, dense, basophilic (ie, dark blue to purple) intranuclear bodies on hematoxylin and eosin staining.  The #nucleolus# is the primary site of #ribosomal RNA (rRNA) transcription#.  Copies of the 45S pre-rRNA gene are arranged in clusters (nucleolar organizing regions) on multiple chromosomes; these regions come together in the nucleus to form the nucleolus.  #RNA polymerase I# functions exclusively within the nucleolus to transcribe the 45S pre-rRNA gene into a single transcript that is subsequently processed into mature 18S, 5.8S, and 28S rRNAs. $In addition to rRNA transcription, the nucleolus is involved in the maturation and #assembly of ribosomal subunits#.  Ribosomal proteins, which are synthesized in the cytoplasm, are transported into the nucleolus, where they combine with rRNA to form immature 40S and 60S subunits.  These subunits are then shuttled via nuclear pores to the cytoplasm, where they ultimately participate in protein synthesis. $The regulation of ribosomal synthesis occurs in part by controlling the number of active rRNA genes.  Generally, as cells become more differentiated, growth slows and the cells require fewer ribosomes for protein production.  In contrast, #malignant cells# with high metabolic activity usually have a large number of active rRNA genes and @prominent nucleoli@. $#(Choice A)#  Peptidyltransferase catalyzes peptide bond formation during protein synthesis, which occurs in mature ribosomes found in the cytoplasm. $#(Choice C)#  RNA polymerase II synthesizes messenger RNA (mRNA), small nuclear RNA (snRNA), and microRNA (miRNA) in the nucleus.  It is the most highly regulated of the 3 RNA polymerases, with its function determined by multiple transcription factors and epigenetic processes. $#(Choice D)#  Ubiquitin ligase attaches ubiquitin molecules to proteins in the cytoplasm, tagging them for degradation in the cell's proteasome complex.  The ubiquitin-proteasome pathway is important for the degradation of short-lived, senescent, or abnormal (eg, denatured, misfolded) proteins. $#Educational objective# The nucleolus is the site of ribosomal RNA (rRNA) transcription and ribosomal subunit assembly.  RNA polymerase I functions exclusively within the nucleolus to transcribe the 45S pre-rRNA gene, which codes for most of the rRNA components (18S, 5.8S, and 28S rRNAs).  ","clickable_1":"images/img1.2039.jpg"},

{"id":"1417","title":"Molecular biologists are investigating the functional significance of non-coding RNA molecules.  During an experiment, they isolate large complexes containing both protein and RNA from exocrine pancreatic cells.  The complexes are found both freely floating in the cytoplasm and bound to the endoplasmic reticulum.  The RNA found within these complexes is primarily synthesized at which of the following intracellular sites?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1417.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"10%","percent_2":"55%","percent_3":"23%","percent_4":"9%","percent_5":"3%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1417.jpg","explanation_1":"","explanation_2":"$The large complexes containing both protein and RNA that are found freely floating and bound to the endoplasmic reticulum are most likely #ribosomes#.  Ribosome biogenesis occurs primarily within the #nucleolus#, a dense #round structure# inside the nucleus that is in direct contact with the rest of the nucleoplasm.  The nucleolus contains ribosomal DNA coding for the 28S, 5.8S, and 18S ribosomal RNA (rRNA) components, and it is here where most of the #rRNA is transcribed#.  After synthesis, rRNA is combined with ribosomal protein components that are translated in the cytoplasm and then imported into the nucleus.  The immature 60S and 40S ribosomal subunits are then exported from the nucleus to fully mature in the cytoplasm. $#(Choice A)#  The rough endoplasmic reticulum is identifiable due to its characteristic long, folded membranes that are coated with ribosomes, giving it a speckled or rough appearance. $#(Choice C)#  The nucleus is identifiable as a membrane-bound structure that contains the nucleolus, electron-lucent euchromatin, and electron-dense heterochromatin (condensed DNA typically found around the periphery).  However, most of the ribosomal DNA is found in the form of tandem repeats within the nucleolus; only the 5S rRNA is transcribed outside of the nucleolus. $#(Choice D)#  Mitochondria are organelles with dual phospholipid bilayer membranes that can be recognized by the presence of foldings (ie, cristae) in their inner membranes.  Mitochondria have their own ribosomes, but they are typically found within the mitochondrial matrix or bound to the inner mitochondrial membrane. $#(Choice E)#  Pancreatic zymogen granules are electron-dense structures containing digestive proenzymes that are released from the cell via exocytosis. $#Educational objective# The nucleolus is a dense intranuclear body visible by light and electron microscopy that functions as the primary site of ribosome synthesis and assembly.  All ribosomal RNA except 5S rRNA is transcribed in the nucleolus.  "},

{"id":"2033","title":"In an experiment, cultured fibroblasts are mechanically lysed, and the membrane lipids and cellular proteins are chemically removed to isolate nucleic acids.  The cellular extract containing the purified nucleic acids is incubated along with short sequences of repeated deoxythymidine residues fixed to latex beads.  The solution is washed several times to remove unbound molecules.  Which of the following types of nucleic acid is most likely to bind the strongest to the latex beads in this experiment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aminoacyl-tRNA","answer_2":"B. Mature mRNA","answer_3":"C. Promoter regions of DNA","answer_4":"D. Ribosomal RNA","answer_5":"E. Splice sites of pre-mRNA","answer_6":"F. Telomere regions of chromosomes","percent_1":"14%","percent_2":"28%","percent_3":"29%","percent_4":"7%","percent_5":"6%","percent_6":"16%","right_answer":"B. Mature mRNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2033.jpg","explanation_1":"","explanation_2":"$In the experiment described above, the poly-A tail on mature mRNA is most likely to bind the latex beads because the adenine residues in this tail would form complementary base pairs with the repeated deoxythymine residues fixed to the beads. $#Mature mRNA# refers to mRNA that has been processed and is ready for nuclear export and translation into protein.  mRNA processing (#post-transcriptional modification#) involves the following steps:  $1. 5' capping: A 7-methyl-guanosine cap is added to the 5' end of the mRNA.  $2. Polyadenylation: A #poly-A tail# (chain of adenine residues) is added to most eukaryotic mRNA molecules by poly-A polymerase.  Poly-A tails are not transcribed from the DNA template.  Instead, a #consensus sequence (AAUAAA)# located near the #3'# end of the RNA molecule directs the addition of the poly-A tail.  This tail protects the mRNA from degradation within the cytoplasm after it exits the nucleus.  $3. Splicing: The initial mRNA transcript (pre-mRNA) contains sequences from coding and noncoding regions of DNA, known as exons and introns, respectively.  Spliceosomes (complexes of small nuclear ribonucleoproteins [snRNPs] and other proteins) remove introns containing GU at the 5' splice site and AG at the 3' splice site #(choice E).# $#(Choice A)#  Aminoacyl-tRNA is tRNA charged with its amino acid.  The cloverleaf structure of tRNA consists of a 3' CCA tail (amino acid binding site); a T loop abundant in ribothymidine, pseudouridine, and cytidine residues; a D loop rich in dihydrouridine residues; and an anticodon loop. $#(Choice C)#  DNA promoter regions help initiate transcription by binding transcription factors and RNA polymerase II.  Promoter regions contain consensus sequences that are typically AT-rich (eg, TATA and CAAT boxes) or GC-rich (eg, GC box). $#(Choice D)#  Ribosomal RNA (rRNA) is a component of the ribosome that catalyzes peptide bond formation during translation. $#(Choice F)#  Telomeres are located at the ends of chromosomes and contain TTAGGG repeats, which are added by the enzyme telomerase (RNA-dependent DNA polymerase).  Critical shortening in telomere length is thought to signal programmed cell death. $#Educational objective# The poly-A tail is not transcribed from DNA; instead, it is added as a post-transcriptional modification downstream of the consensus sequence (AAUAAA) located near the 3' end of the mRNA molecule.  This tail protects mRNA from degradation within the cytoplasm after it exits the nucleus.  "},

{"id":"1424","title":"A researcher develops 2 functional mRNA sequences composed of CUC and CUU trinucleotide repeats, respectively.  He subsequently incubates these mRNAs in a solution containing functional ribosomes and tRNAs charged with the appropriate amino acids.  After several hours, it is found that both mRNA sequences produce polypeptide chains containing leucine repeats.  This observed finding is due to which of the following genetic principles?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ambiguity","answer_2":"B. No punctuation","answer_3":"C. Transition","answer_4":"D. Universality","answer_5":"E. Wobble","percent_1":"11%","percent_2":"1%","percent_3":"2%","percent_4":"7%","percent_5":"79%","right_answer":"E. Wobble","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1424.jpg","explanation_1":"","explanation_2":"$There are 61 codons that code for amino acids, but only 20 amino acids are used in protein synthesis.  The #genetic code# is therefore considered #\"degenerate\"# because more than 1 codon can code for a particular amino acid.  For instance, the codons CUC and CUU both code for the amino acid leucine. $Individual tRNA molecules are specific for certain amino acids and recognize the mRNA codons associated with those amino acids.  Certain tRNA molecules can recognize #multiple different codons# coding for the #same amino acid#, a phenomenon explained by the #wobble hypothesis#.  This hypothesis states that the first 2 nucleotide positions on the mRNA codon require traditional (Watson-Crick) base pairing with their complementary nucleotides on tRNA, whereas the third \"wobble\" nucleotide position may undergo less stringent (nontraditional) base pairing.  In the case of leucine, for example, 1 tRNA molecule recognizes 2 codons (CUC and CUU) because only the first 2 nucleotide positions (CU in the codon) form traditional bonds. $#(Choice A)#  The genetic code is not ambiguous as each codon is associated with only a single amino acid. $#(Choice B)#  The genetic code is read sequentially from a starting point and has no internal punctuation as each codon is adjacent to the next without spacer nucleotides in between. $#(Choice C)#  Genetic transition refers to a point mutation that results in replacement of a purine nucleotide for another purine or a pyrimidine nucleotide for another pyrimidine.  In contrast, transversion refers to a point mutation that results in the replacement of a purine nucleotide for a pyrimidine or a pyrimidine nucleotide for a purine. $#(Choice D)#  The genetic code is almost universal as amino acid codons are nearly identical across species; however, mitochondria and some bacteria and single-celled eukaryotes deviate from the standard genetic code. $#Educational objective# The genetic code is considered \"degenerate\" because more than 1 codon can code for a particular amino acid.  Some of this degeneracy is explained by the wobble hypothesis, which states that the first 2 nucleotide positions on the mRNA codon require traditional (Watson-Crick) base pairing, whereas the third \"wobble\" nucleotide position may undergo less stringent (nontraditional) base pairing.  "},

{"id":"2035","title":"A 32-year-old man is recovering from extensive burns.  Fibroblasts near the site of injury actively synthesize precursor mRNA to be used as templates for protein synthesis.  After transcription, extensive processing of the precursor RNA occurs to form the finalized mRNA sequence.  The finalized mRNA then exits the nucleus and undergoes translation by ribosome complexes before being degraded.  Which of the following steps involving the processing and handling of mRNA occurs only within the cytoplasm of cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 5'-terminal guanosine triphosphate addition","answer_2":"B. Methylation of the 5'-terminal guanine","answer_3":"C. Multiple adenine nucleotide attachment to the 3'-end","answer_4":"D. Interaction with snRNP","answer_5":"E. Removal of intervening sequences","answer_6":"F. Interaction with P bodies","percent_1":"6%","percent_2":"13%","percent_3":"12%","percent_4":"15%","percent_5":"9%","percent_6":"45%","right_answer":"F. Interaction with P bodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"After transcription, the preliminary, unprocessed mRNA is known as precursor mRNA, or heterogeneous nuclear RNA (hnRNA).  Eukaryotic pre-mRNA undergoes significant posttranscriptional processing before leaving the nucleus, including 5'-capping, poly A tail addition, and intron splicing. $Once mRNA is finalized, it leaves the nucleus bound to specific packaging proteins.  Upon entering the cytoplasm, these mRNA complexes often associate with ribosomes to undergo translation.  However, certain mRNA sequences instead associate with proteins that are found in P bodies.  P bodies are distinct foci found within eukaryotic cells that are involved in mRNA regulation and turnover.  They play a fundamental role in translation repression and mRNA decay, and contain numerous proteins including RNA exonucleases, mRNA decapping enzymes, and constituents involved in mRNA quality control and microRNA-induced mRNA silencing.  P bodies also seem to function as a form of mRNA storage, as certain mRNAs are incorporated into P bodies only to be later released and utilized for protein translation. $#(Choices A and B)#  The 5' end of all mRNA is capped with a 7-methylguanosine residue by a unique 5' to 5' linkage, which occurs in two stages.  The first step is the addition of guanine triphosphate to the 5' end of mRNA in a reaction catalyzed by guanylyltransferase.  Methylation of the guanosine cap is then catalyzed by guanine-7-methyltransferase.  Capping of the precursor RNA occurs in the nucleus as the RNA is being transcribed.  This methylated cap protects mRNA from degradation by cellular exonucleases, and allows it to exit the nucleus. $#(Choice C)#  mRNA is polyadenylated at the 3' end by the polyadenylate polymerase complex, which recognizes a specific sequence (AAUAAA), cleaves the pre-mRNA molecule a few residues downstream from this sequence, and then adds a stretch of 20 - 250 adenine residues called the poly A tail.  The addition of the poly A tail occurs before the mRNA exits the nucleus.  In the cytosol, the poly A tail is gradually shortened, eventually leading to mRNA degradation. $#(Choices D and E)#  Since pre-mRNA contains both introns and exons, and only exons code for proteins, introns must be excised before translation through a process known as splicing.  Splicing of pre-mRNA occurs within the nucleus and is facilitated by the interaction of pre-mRNA with small ribonucleoprotein particles called snRNPs (or \"snurps\" for short). $#Educational objective# When mRNA is first transcribed from DNA, it is in an unprocessed form called pre-mRNA or heterogeneous nuclear mRNA (hnRNA).  Several processing steps are required before finalized mRNA molecules can leave the nucleus, including 5'-capping, poly A tail addition, and intron splicing.  Cytoplasmic P bodies play an important role in mRNA translation regulation and mRNA degradation.  "},

{"id":"2038","title":"An 8-year-old boy of Ashkenazi Jewish ancestry is brought to the office after developing reduced sensitivity to pain, impaired tear formation, and orthostatic hypotension.  Familial dysautonomia is suspected due to the patient's symptoms and heritage.  This disorder is caused by loss of function of the IKAP protein, which is essential for development and survival of sensory and autonomic neurons.  IKAP gene sequencing reveals a single nucleotide substitution that causes a guanine residue to be replaced by adenine at the highlighted position in the normal gene sequence shown below.  Exon sequences are represented by capital letters and introns by lowercase letters.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2038.jpg","title_2":"Which of the following is the most likely effect of this mutation?","audio":"","comparison_items":"","answer_1":"A. Decreased mRNA export to the cytosol","answer_2":"B. Impaired ribosomal attachment to mRNA","answer_3":"C. Incorrect splicing of pre-mRNA","answer_4":"D. Increased degradation of mRNA by 5' exonucleases","answer_5":"E. Translation of the 3'-untranslated region of mRNA","percent_1":"3%","percent_2":"5%","percent_3":"86%","percent_4":"3%","percent_5":"4%","right_answer":"C. Incorrect splicing of pre-mRNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2038.jpg","explanation_1":"","explanation_2":"$Following transcription, pre-mRNA is the initial transcript that contains both intron and exon sequences.  Before leaving the nucleus, pre-mRNA must be processed to mature mRNA by 3 post-transcriptional modifications: 5' methylguanosine capping, addition of a 3' polyadenine (Poly A) tail, and splicing. $Splicing is performed by #spliceosomes#, which are complexes of small nuclear ribonucleoproteins (snRNPs) and other proteins that assemble on pre-mRNA.  Spliceosomes #remove introns# containing #GU# at the #5' splice site# and #AG# at the #3' splice site#.  Initially, the 5' end of intron 1 (splice donor site) is cleaved and joined to the branch point.  The freed 3'-OH of exon 1 then forms a phosphodiester bond with the 5'-phosphate at the splice acceptor site, joining exons 1 and 2.  Mutations at splice sites may result in inappropriate removal of exons and retention of introns.  This often leads to the formation of proteins with impaired structure and function as described in the case above. $#(Choice A)#  Polyadenylation of the 3' end of mRNA is performed by the enzyme polyadenylate polymerase.  This process stabilizes mRNA and helps it exit the nucleus. $#(Choices B and D)#  In eukaryotes, translation is initiated when the small ribosomal subunit attaches to the 5' cap of mRNA and then scans for the AUG start codon within the Kozak consensus sequence.  The 5' cap also protects against exonucleases and helps stabilize mRNA in the cytosol. $#(Choice E)#  Termination of polypeptide synthesis occurs at the 3 stop codons (UAA, UAG, UGA) in mRNA.  Mutations in stop codons (nonstop mutations) can result in continued and inappropriate translation of mRNA into the 3'-untranslated region, producing an extremely long, nonfunctional polypeptide. $#Educational objective# Splicing is performed by spliceosomes, which remove introns containing GU at the 5' splice site and AG at the 3' splice site.  Splice site mutations may result in inappropriate removal of exons and retention of introns, leading to the formation of dysfunctional proteins.  "},

{"id":"2032","title":"In an experiment, erythrocyte precursor cells are incubated in a medium containing radiolabeled cysteine.  These radiolabeled cysteine residues are attached to their appropriate tRNAs by the enzyme aminoacyl-tRNA synthetase.  The bound cysteine residues are then chemically modified to form alanine.  The end product of this reaction is a tRNA molecule that contains the cysteine anticodon but is mischarged with alanine.  Which of the following is most likely to occur to this alanine residue during polypeptide synthesis of alpha-hemoglobin?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. It will be incorporated into the polypeptide chain at a site requiring alanine","answer_2":"B. It will be incorporated into the polypeptide chain at a site requiring cysteine","answer_3":"C. It will be randomly incorporated into the polypeptide chain, halting chain elongation","answer_4":"D. It will be rapidly cleaved off tRNA by the enzyme glycosylase","answer_5":"E. It will never be incorporated into the polypeptide chain and will remain attached to tRNA","percent_1":"5%","percent_2":"70%","percent_3":"5%","percent_4":"13%","percent_5":"6%","right_answer":"B. It will be incorporated into the polypeptide chain at a site requiring cysteine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Amino acid activation and attachment to the 3' end of tRNA are catalyzed by #aminoacyl-tRNA synthetases# (AA-tRNA synthetases).  Each amino acid/tRNA pair has a specific AA-tRNA synthetase that links them together.  These enzymes are responsible for ensuring that each amino acid binds to the tRNA with the proper anticodon.  AA-tRNA synthetase activation and binding sites are #highly specific# for their correct amino acids and tRNA molecules.  In addition, some AA-tRNA synthetases can #\"proofread\"# their specific tRNA molecules and hydrolyze the amino acid bond when their tRNAs are incorrectly charged.  The error rate for AA-tRNA synthetases is therefore very low, with less than 1 error per 104 charges. $During protein synthesis, tRNA acts as an adaptor molecule between the codons found on mRNA and the amino acids being incorporated into the polypeptide chain.  The amino acid sequence in a polypeptide chain is dictated by the binding of a tRNA anticodon to its complementary codon on the mRNA molecule being translated.  #Erroneous amino acid/tRNA coupling# by AA-tRNA synthetase causes the #wrong amino acid# to be #incorporated# into the growing polypeptide chain #(choice E).# $For example, under normal circumstances, when the ribosome encounters a cysteine codon (eg, UGU) on mRNA, the complementary tRNA anticodon (eg, ACA) binds.  If this tRNA is improperly charged with alanine, as described in the experiment above, alanine will be incorrectly incorporated into the growing polypeptide chain in place of cysteine #(choice A).# $#(Choice C)#  During polypeptide chain elongation, ribosomes move from codon to codon on mRNA in the 5' to 3' direction, sequentially adding amino acids from aminoacyl-tRNA to the peptide chain.  This continues until the ribosome encounters a stop codon (ie, UAA, UAG, or UGA).  Releasing factors then assist in polypeptide chain termination. $#(Choice D)#  DNA glycosylases are enzymes involved in DNA base excision repair. $#Educational objective# The sequence of amino acids in a growing polypeptide chain is dictated by the interaction of the mRNA codon with the tRNA anticodon.  tRNA that is mischarged with the incorrect amino acid (and not corrected by aminoacyl-tRNA synthetase proofreading) will incorporate the wrong amino acid into the growing polypeptide chain.  "}


]