[

{"id":"8371","title":"A 45-year-old woman with advanced HIV infection has been receiving antiretroviral therapy for several years.  When treatment was first initiated, the patient's viral load rapidly decreased to undetectable levels and her CD4+ cell count remained above 200/mm3.  However, recent HIV RNA levels have increased above the detection threshold.  After undergoing drug resistance testing, she is started on an integrase inhibitor, and her viral load decreases precipitously.  Which of the following steps of viral replication is most likely to be inhibited as a result of this patient's new treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cleavage of a viral polyprotein precursor","answer_2":"B. Complementary DNA synthesis from a viral RNA template","answer_3":"C. Fusion of viral and host phospholipid bilayers","answer_4":"D. Production of viral messenger RNA","answer_5":"E. Viral attachment to host cells","percent_1":"19%","percent_2":"25%","percent_3":"13%","percent_4":"36%","percent_5":"8%","right_answer":"D. Production of viral messenger RNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8371.jpg","explanation_1":"","explanation_2":"$After an HIV virion enters a host cell, viral RNA is released from the nucleocapsid and transcribed into #double-stranded DNA# by reverse transcriptase.  The viral DNA then enters the nucleus and, through the actions of #integrase#, permanently #inserts into# the host cell's #chromosomes# to become a provirus.  RNA polymerase II then transcribes viral mRNA from the proviral DNA.  Once synthesized, HIV mRNA exits through the nuclear pores into the cytoplasm, where it uses the host cell's ribosomes to translate the enzymes, glycoproteins, structural proteins, and regulatory proteins needed to promote viral replication and transmission.  The full-length mRNA also serves as the viral genome that is packaged into newly synthesized virions. $#Raltegravir# is an #integrase inhibitor# that disrupts the ability of double-stranded HIV DNA to integrate into the host cell's chromosomes.  In the absence of integration, the #viral genome# #cannot be transcribed# by host cellular machinery and is eventually degraded by nucleases. $#(Choice A)#  Most of the proteins necessary for HIV replication are translated into a polyprotein precursor that is then cleaved into individual proteins by viral and cellular protease enzymes.  The action of viral protease can be directly prevented by protease inhibitors such as saquinavir. $#(Choice B)#  Complementary DNA synthesis from the HIV RNA template is directly impaired by nucleoside and non-nucleoside reverse transcriptase inhibitors. $#(Choice C)#  Drugs that bind to gp41, HIV's transmembrane envelope protein, are known as fusion inhibitors (eg, enfuvirtide).  These drugs prevent gp41 from undergoing the conformational changes necessary for viral membrane fusion with the host cell membrane. $#(Choice E)#  For HIV to infect a cell, the envelope glycoprotein gp120 must bind to both a CD4 molecule and a chemokine receptor (eg, CXCR4 or CCR5).  CCR5 antagonists, such as maraviroc, exert their antiviral activity against HIV by blocking attachment and entry of CCR5-tropic viruses into CD4+ T cells and macrophages. $#Educational objective# Integration of double-stranded HIV DNA into the host cell's chromosomes is necessary to induce viral gene expression and prevent degradation of the viral genome.  Raltegravir is an integrase inhibitor that disrupts HIV genome integration, preventing synthesis of viral mRNA.  "},

{"id":"379","title":"A 25-year-old man is hospitalized with fever, anorexia, and fatigue.  He admits to IV drug abuse and many episodes of unprotected sex over the past few years.  His condition is treated and he is discharged from the hospital.  The patient follows up with his physician regularly over the next 8 months, and the following serologic marker dynamics are obtained (see the graph below).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/379.jpg","title_2":"*Grey bars indicate the detectable presence of the specified serum marker. $This patient most likely:","audio":"","comparison_items":"","answer_1":"A. Had acute hepatitis B and has successfully recovered","answer_2":"B. Had an exacerbation of preexisting hepatitis B","answer_3":"C. Had acute hepatitis B that has progressed to chronic hepatitis with low infectivity","answer_4":"D. Had acute hepatitis B that has progressed to chronic hepatitis with high infectivity","answer_5":"E. Was vaccinated against HBV during the hospitalization","percent_1":"6%","percent_2":"2%","percent_3":"8%","percent_4":"83%","percent_5":"2%","right_answer":"D. Had acute hepatitis B that has progressed to chronic hepatitis with high infectivity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The serologic markers for hepatitis B infection appear on a predictable timeline with a long asymptomatic incubation period (lasting an average of 6-8 weeks) followed by acute disease lasting several weeks to months.  HBsAg first appears before the onset of symptoms, peaks when the patient is most ill, and then becomes undetectable in 3-6 months (unless the disease progresses to a chronic phase).  Shortly after HBsAg first appears, HBeAg and HBV DNA can be detected in the serum and are markers of active viral replication.  Anti-HBcAg IgM and elevated serum transaminases appear shortly before symptom onset.  Over the next few months, the anti-HBcAg IgM component is replaced with an IgG component.  Anti-HBeAg appears shortly after HBeAg vanishes and suggests subsiding viral activity (transition from high viral replication/infectivity to low viral replication/infectivity).  Anti-HBsAg IgG arises once the acute disease has resolved (unless the disease progresses to a chronic phase), and is typically not detectable until weeks or months after HBsAg has disappeared.  This antibody may persist indefinitely, conferring lifelong immunity. $Given this serologic marker graph, it appears that this patient has a persistence of HBsAg and HBeAg over a long period with low to moderate levels of anti-HBcAg IgG and no detectable Anti-HBsAg.  These findings are suggestive of an acute hepatitis B infection that has not resolved, but rather has progressed to a highly infectious chronic hepatitis B (note the persistence of HBeAg and lack of anti-HBeAg). $#(Choice A)#  Were this patient to have fully recovered from his bout of acute hepatitis B, all antigens should have dropped to undetectable levels and he should have high levels of anti-HBsAg IgG and anti-HBcAg IgG. $#(Choice B)#  An exacerbation of preexisting hepatitis B would be characterized by a decline followed by a spike in antigen levels. $#(Choice C)#  Acute hepatitis B that progressed to chronic hepatitis with low infectivity would be indicated by a graph similar to the one shown for this patient.  However, there would be low or undetectable levels of HBeAg (the marker for high infectivity) and likely detectable quantities of anti-HBeAg. $#(Choice E)#  Vaccination against HBV would be identified by a surge in anti-HBsAb with no anti-HBcAg, anti-HBeAg, or viral antigens detected. $#Educational objective# If HBeAg persists for several months and host anti-HBeAg remain at low or undetectable levels, suspect chronic hepatitis B infection with high infectivity.  "},

{"SubjectSystem":"Immunology-Infectious","id":"380","title":"A 23-year-old man comes to the emergency department due to 7 days of fever and malaise.  He has also had nausea and a poor appetite.  The patient has no significant medical history but regularly uses injection drugs and has had multiple sexual partners.  Temperature is 38 C (100.4 F).  On physical examination, there is scleral icterus.  A tender, smooth liver edge is palpable 4 cm below the right costal margin.  Appropriate therapy is initiated.  The following graph illustrates this patient's hepatitis B serologic markers over time.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/380.jpg","title_2":"Which of the following best explains these observed findings?","audio":"","comparison_items":"","answer_1":"A. Acute hepatitis B that progressed to chronic hepatitis with high infectivity","answer_2":"B. Acute hepatitis B that progressed to chronic hepatitis with low infectivity","answer_3":"C. Acute exacerbation of pre-existing chronic hepatitis B infection","answer_4":"D. Immunity against hepatitis B acquired from vaccination during the hospitalization","answer_5":"E. Recovery from acute hepatitis B infection with immunity against reinfection","percent_1":"14%","percent_2":"12%","percent_3":"4%","percent_4":"4%","percent_5":"66%","right_answer":"E. Recovery from acute hepatitis B infection with immunity against reinfection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Importance of hepatitis B serological markers#∆⨉§^#HBsAg# ∆ • Hepatitis B virus surface glycoproteins • Detectable during acute infection • Persistence >6 months = #chronic infection#§^#HBeAg# ∆ • Hepatitis B virus polypeptide • Detectable during acute infection • Indicates #↑ viral replication &# infectivity§^#Anti-HBc IgM# ∆ • Detectable during #acute i#nfection • Present during #window phase (#between HBsAg & anti-HBs)§^#Anti-HBs# ∆ • Seen with cleared infection or vaccination • Confers long-term #immunity#§^#Anti-HBe# ∆ • Develops in cleared infection & later in chronic infection • Indicates #↓ viral replication &# infectivity§^#Anti-HBc IgG# ∆ • Present in both acute & chronic infection • #Not present a#fter vaccination","explanation_img":"","explanation_1":"","explanation_2":"Serologic evidence of #hepatitis B virus# (HBV) exposure is present in ~2 billion people worldwide.  Perinatal transmission is most common in high-incidence areas (eg, sub-Saharan Africa).  In low-prevalence countries such as the United States, Western Europe, and Canada, most cases arise due to unsafe sexual practices or #injection drug use#. $Serological markers for HBV can be used to distinguish between acute infection, chronic infection, and a protective vaccination response.  #Acute# HBV infection is marked by the proliferation of the virus in hepatocytes with the release of viral antigens (#HBsAg#, #HBeAg#) and #HBV DNA# into the bloodstream and the generation of #IgM against HB core antigen#.  Many patients with acute infection will have subclinical, anicteric disease, but approximately 30% develop several weeks or months of jaundice, fatigue, hepatomegaly, and elevated transaminases. $Most adults with HBV clear the virus and generate protective immunity against future infection.  This is reflected serologically by the following @progression@:  $1. #Anti-HBe# antibodies develop 3-6 months after initial infection and are associated with the elimination of HBeAg.  This correlates with reduced viral replication and infectivity.  $2. HBsAg is eliminated around the time that HBeAg becomes undetectable. $3. #Anti-HBsAg# antibodies form several weeks/months later and provide #protective immunity# against future infection. $#(Choices A and B)#  Patients with chronic hepatitis B have elevated HBsAg >6 months after initial infection.  @Chronic hepatitis B@ with high infectivity is represented by persistent elevation of HBsAg, HBeAg, and HBV DNA with no anti-HBe.  Transition from high infectivity to low infectivity usually occurs years later and is marked by anti-HBe, the elimination of HBeAg, and the continued production of HBsAg. $#(Choice C)#  Patients with an exacerbation of chronic hepatitis B have an abrupt increase in liver enzymes and increased levels of HBV DNA.  Exacerbations are often asymptomatic, but some individuals develop symptoms of acute hepatitis. $#(Choice D)#  Vaccination against hepatitis B would be identified by the presence of anti-HBs with no anti-HBc, anti-HBe, or viral antigens. $#Educational objective# The presence of anti-HBc and anti-HBs antibodies in the serum without detectable viral antigens indicates recovery from acute hepatitis B infection.  In contrast, patients vaccinated against hepatitis B will have anti-HBs antibodies without detectable levels of anti-HBc.  Chronic hepatitis B is indicated by persistent levels of HBsAg and HBV DNA in the serum. ","clickable_1":"images/img1.380.jpg","clickable_2":"images/img2.380.jpg"},

{"id":"15107","title":"A 45-year-old woman is hospitalized due to severe Pneumocystis pneumonia.  The patient has a history of injection drug use and was diagnosed with HIV 10 years ago.  She does not adhere to antiretroviral therapy and has developed resistance to multiple antiretroviral medications.  Laboratory evaluation reveals severe immunosuppression with a high HIV viral load.  After the patient is adequately treated for pneumonia, HIV genotypic analysis is performed.  The viral isolates are found to have a mutation in the variable (V3) region of the env gene, which makes the virus capable of infecting T cells with a specific surface receptor, but infection of macrophages is inefficient.  Which of the following antiretroviral medications is most likely to be ineffective in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atazanavir","answer_2":"B. Efavirenz","answer_3":"C. Enfuvirtide","answer_4":"D. Maraviroc","answer_5":"E. Raltegravir","answer_6":"F. Tenofovir","percent_1":"2%","percent_2":"6%","percent_3":"22%","percent_4":"60%","percent_5":"4%","percent_6":"6%","right_answer":"D. Maraviroc","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15107.jpg","explanation_1":"","explanation_2":"$HIV binds to host cells using the host CD4 receptor and a chemokine coreceptor (either CCR5 or CXCR4).  The virus preferentially targets T lymphocytes, dendritic cells, and macrophages because these cells contain high surface concentrations of CD4.  However, each of these cell types contains different surface concentrations of the 2 chemokine receptors.  HIV is considered #tropic# for a certain cell type, depending on whether it preferentially binds to CCR5 or CXCR4 for viral entry, as follows: $• #R5 virus# uses CCR5 for viral entry and is considered #macrophage-tropic# because CCR5 is expressed in high concentrations on both macrophages and lymphocytes.  R5 is the predominant HIV type. $• #X4 virus# uses CXCR4 for viral entry and is considered #T lymphotropic# because CXCR4 is expressed primarily on T lymphocytes but only #minimally on macrophages#. $HIV trophism is determined by a gene sequence in the variable (V3) region of the #env gene#, which encodes for the HIV surface glycoprotein 120.  This glycoprotein mediates viral attachment to the CD4 receptor and chemokine coreceptor. $The laboratory results in this case indicate an X4 virus (T lymphotropic with minimal macrophage invasion).  Patients with X4 virus cannot be treated with HIV medications that target CCR5 (eg, #maraviroc#) because the X4 virus uses CXCR4, not CCR5, to enter cells. $#(Choice A)#  Protease inhibitors (eg, atazanavir, indinavir, darunavir) inhibit HIV protease from cleaving HIV polyproteins into the individual, functional proteins that compose the virus.  This results in the formation of immature, noninfectious virions that are unable to infect T cells or macrophages. $#(Choices B and F)#  Non-nucleoside reverse transcriptase inhibitors (eg, efavirenz, nevirapine) allosterically bind reverse transcriptase, which alters its shape and prevents it from converting the HIV RNA genome into complementary DNA (cDNA).  Nucleoside reverse transcriptase inhibitors (eg, tenofovir, emtricitabine) competitively bind reverse transcriptase and are integrated into growing cDNA strands, which results in chain termination.  Both of these HIV medication classes truncate viral replication but do not affect viral attachment or fusion. $#(Choice C)#  Enfuvirtide is an HIV fusion inhibitor that binds to the HIV transmembrane surface protein glycoprotein 41 and prevents the virus from fusing with the host cell membrane.  Fusion inhibitors would inhibit the ability of HIV to invade both lymphocytes and macrophages. $#(Choice E)#  Integrase inhibitors (eg, raltegravir, dolutegravir) prevent the HIV enzyme integrase from incorporating viral cDNA into the host chromosome, which prevents viral replication.  They do not affect viral attachment or fusion. $#Educational objective# R5 strains (macrophage-tropic) of HIV attach to the host CD4 receptor and CCR5 chemokine coreceptor; CCR5 inhibitors such as maraviroc can be used in the treatment of R5 virus.  X4 strains (T lymphotropic) of HIV bind to the CD4 receptor and CXCR4 chemokine receptor; X4 virus cannot be treated with CCR5 inhibitors.  "},

{"SubjectSystem":"Histology-Infectious","id":"483","title":"A 35-year-old woman, gravida 1, para 0, at 12 weeks gestation comes to the office for evaluation of genital warts.  She first noticed the warts last week and is concerned that it has persisted.  The patient has occasional mild pruritus but no pain.  She is currently sexually active with her boyfriend and engages in oral and vaginal intercourse.  Examination shows several verrucous, skin-colored lesions over the labia majora.  The patient asks whether the lesion could affect her future child.  The virus involved in this patient's condition also has an affinity to infect which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveoli","answer_2":"B. False vocal cords","answer_3":"C. Paranasal sinuses","answer_4":"D. Trachea","answer_5":"E. True vocal cords","percent_1":"4%","percent_2":"26%","percent_3":"16%","percent_4":"9%","percent_5":"45%","right_answer":"E. True vocal cords","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Respiratory epithelium#∆⨉∆⨉ §^#Type# ∆^#Location# ∆^#Function# §^#Ciliated, pseudostratified, columnar# ∆Nasal cavity, upper pharynx, false vocal cords, trachea, bronchi ∆ • Mucus-secreting cells moisten air & trap debris/pathogens • Ciliary beating sweeps debris toward pharynx for swallowing §^#Squamous, stratified# ∆True vocal cords ∆ Protects from abrasion & chemical attack §^#Cuboidal# ∆Bronchioles ∆ Conducts air to alveoli §^#Simple squamous# ∆Alveoli ∆ Gas exchange","explanation_img":"","explanation_1":"","explanation_2":"This patient's verrucous, skin-colored genital lesion is most consistent with condylomata acuminatum, also known as anogenital warts.  Condylomata acuminatum is caused by #human papillomavirus (HPV)#, a small #double-stranded DNA virus# with >100 subtypes.  HPV is the most common sexually transmitted disease and can be transmitted by vaginal, anal, and oral intercourse.  Most infections are cleared by host immunity, but #types 6# and #11# can result in warts. $HPV infects basal epithelial cells through small breaks in the skin or mucosal surfaces.  It has a predilection for #stratified squamous epithelium#, which is found in the anal canal, vagina, and cervix.  In the respiratory tract, the #true vocal cords# are the only area covered with stratified squamous epithelium.  The vocal cords undergo near-constant friction and abrasion to produce speech.  Stratified squamous epithelium is protective, as deeper cells can replace surface cells that are damaged. $Infants can acquire respiratory papillomatosis via passage through the birth canal of mothers infected with the virus.  Warty growths on the true vocal cords can lead to a weak cry, hoarseness, and stridor. $#(Choice A)#  The alveoli are comprised of simple squamous epithelium.  This thin and flat epithelium facilitates rapid transmembrane exchange of oxygen and carbon dioxide. $#(Choice B)# The false vocal cords, also known as ventricular folds, are folds of mucous membrane lined in respiratory epithelium, which is ciliated, pseudostratified, columnar, and mucus-secreting.  The false vocal cords are adjacent to the true vocal cords and help to lubricate the true vocal cords with mucus and protect the airway from foreign bodies. $#(Choices C and D)#  The paranasal sinuses and trachea also are lined in respiratory epithelium.  This ciliated, pseudostratified, columnar, and mucus-secreting epithelium protects the respiratory tract from debris and pathogens.  Goblet cells secrete mucus to trap particulate matter, and the cilia beat in a rhythmic fashion to propel this mucus/debris toward the oral cavity, where it can be swallowed or coughed up. $#Educational objective# Human papilloma virus (HPV) is a small DNA virus with a tropism for stratified squamous epithelium, which protectively lines anatomical areas that undergo frequent friction and abrasion, including the true vocal cords, cervix, and anus.  Infants can acquire respiratory papillomatosis via passage through an HPV-infected birth canal.  "},

{"id":"6547","title":"A 23-year-old woman diagnosed with a viral infection participates in a longitudinal research study.  The patient experiences symptoms of similar spectrum over a specific time, as shown in the image.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/6547.jpg","title_2":"Which of the following viral infection characteristics is most likely responsible for the pattern of illness seen in this patient?","audio":"","comparison_items":"","answer_1":"A. Latent infection within hepatocytes","answer_2":"B. Latent infection within neuronal cell bodies","answer_3":"C. Latent infection within transformed B-lymphocytes","answer_4":"D. Superinfection by a different virus","answer_5":"E. Viral surface protein changes from gene reassortment","percent_1":"15%","percent_2":"46%","percent_3":"15%","percent_4":"3%","percent_5":"21%","right_answer":"B. Latent infection within neuronal cell bodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp6547.jpg","explanation_1":"","explanation_2":"$Patients with #herpes simplex virus# (HSV) usually have symptoms that flare and remit in a cyclical fashion.  Initial HSV infections are marked by viral replication at the site of exposure (eg, perioral or genital skin), which leads to vesicular @mucocutaneous@ lesions and flulike symptoms.  Manifestations last a week or two and then resolve spontaneously when viral replication ceases.  However, the virus also spreads to dermal nerve terminals and is transported in a retrograde fashion to the #sensory ganglia#, where it establishes a lifelong #latent infection# within the #neuronal cell bodies#. $During latent infection, no viral replication occurs, so the disease is asymptomatic.  However, infected cells continue to produce some HSV genes (eg, latency-associated transcript gene), and stress and other triggers can reactivate viral replication and lead to the re-emergence of symptoms (eg, vesicular lesions on the oral/genital mucous membranes, low-grade fever, malaise).  Recurrent symptoms last a week or two and then resolve; they are often less severe than the initial episode. $#(Choice A)#  Although strains of malaria with dormant liver phases (eg, Plasmodium ovale, Plasmodium vivax) can cause relapsing symptoms every 6-8 weeks, this patient was diagnosed with a viral (not parasitic) infection and had infrequent relapses over years.  Infection with hepatitis B or C is typically asymptomatic for years or decades; affected patients eventually develop progressive cirrhosis and related complications (eg, jaundice, ascites, encephalopathy). $#(Choice C)#  Epstein-Barr virus has a tropism for B-lymphocytes.  Initial infection is associated with infectious mononucleosis (eg, sore throat, lymphadenopathy, malaise, atypical lymphocytosis); @latent infection@ is usually asymptomatic, but there is a small risk of B-cell or Hodgkin lymphoma due to malignant transformation.  Both Epstein-Barr virus and herpes simplex virus are members of the Herpesviridae family. $#(Choice D)#  Hepatitis D virus is a small RNA molecule that requires coinfection with hepatitis B virus to have complete viral assembly.  Superinfection by hepatitis D virus in patients with hepatitis B virus can lead to acute hepatic failure. $#(Choice E)#  Influenza has a segmented genome, which leads to high rates of gene reassortment of surface glycoproteins (eg, hemagglutinin, neuraminidase).  This causes new strains to emerge and can result in new infections in those with a history of previous influenza infection.  However, reinfection is typically marked by symptom severity similar to previous episodes, rather than lessened severity over time. $#Educational objective# Patients infected with herpes simplex virus develop a lifelong latent infection of the sensory ganglion.  Periodic viral replication can lead to symptoms that flare and resolve over time.  ","clickable_1":"images/img1.6547.jpg","clickable_2":"images/img2.6547.jpg"},

{"id":"1463","title":"An infant is evaluated at the office after developing prominent oral thrush, interstitial pneumonia, and severe lymphopenia during the first year of life.  The patient was born full-term to a 25-year-old woman who received no prenatal care and has substance use disorder with intravenous drug use.  She breastfed her son for the first month but then switched to formula feedings.  The mother is currently unwilling to undergo any kind of testing.  She tells the health care provider, \"Just take care of my son.\"  Which of the following prenatal interventions would have most likely prevented this infant's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enzyme inhibitor drug","answer_2":"B. Interferon therapy","answer_3":"C. Killed vaccine","answer_4":"D. Live attenuated vaccine","answer_5":"E. Prenatal vitamins","answer_6":"F. Toxoid vaccine","answer_7":"G. Viral component vaccine","percent_1":"62%","percent_2":"14%","percent_3":"7%","percent_4":"5%","percent_5":"5%","percent_6":"3%","percent_7":"4%","right_answer":"A. Enzyme inhibitor drug","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Oral thrush, interstitial pneumonia, and severe lymphopenia during the first year of life are consistent with mother-to-child #vertical transmission of HIV-1#.  The risk of HIV infection occurring in an infant born to an HIV-positive mother who received no prenatal #antiretroviral therapy# (ART) can be as high as 35%.  ART during pregnancy reduces the risk of perinatal transmission to 1%-2%.  All pregnant women with HIV should take ART, regardless of their CD4 cell count or viral load. $Triple combination therapy is recommended for HIV-positive pregnant women (as it is for all HIV-positive adults) and most commonly has a backbone of 2 nucleoside/nucleotide #reverse transcriptase inhibitors# along with a third drug (protease inhibitor, non-nucleoside reverse transcriptase inhibitor, or integrase inhibitor).  Drugs that are associated with a teratogenic risk (eg, efavirenz in first 8 weeks) or for which there is insufficient evidence during pregnancy are to be avoided.  ART should be continued as long as women are breastfeeding.  Infants generally receive several weeks of prophylaxis (zidovudine). $#(Choice B)#  Interferon-α is used for the treatment of hairy cell leukemia, condyloma acuminata, hepatitis B virus infection, and Kaposi sarcoma. $#(Choices C, D, F, and G)#  There are no vaccines currently available to prevent HIV.  Infants whose mothers are HBsAg-positive should receive the hepatitis B vaccine and immunoglobulin within hours of birth to prevent perinatal transmission.  There is no effective prevention for mother-to-child transmission of hepatitis C. $#(Choice E)#  Folic acid in prenatal vitamins (PNVs) can help prevent neural tube defects.  Other important PNV components include iron (for hemoglobin synthesis), calcium (for bone growth), and iodine (for thyroid function).  PNV intake does not prevent vertical transmission of HIV. $#Educational objective# Antiretroviral therapy during pregnancy reduces the risk of perinatal transmission of HIV to 1%-2% and is recommended for all pregnant women with HIV.  "},

{"id":"1952","title":"A 19-year-old man comes to the office with an ulcer on his penis.  The patient first noticed the lesion 3 days ago.  His temperature is 37.1 C (98.8 F).  Physical examination shows an indurated and painless ulcer near the glans penis, with no surrounding erythema and no inguinal lymphadenopathy.  The patient is a college student.  He has no significant past medical history and takes no medications.  He has no known drug allergies.  The first-line treatment for this patient has structural similarities with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. D-alanine-D-alanine","answer_2":"B. D-glutamic acid-D-glutamic acid","answer_3":"C. Folic acid","answer_4":"D. L-alanine-D-glutamine","answer_5":"E. N-acetylglucosamine","answer_6":"F. N-acetylmuramic acid","percent_1":"63%","percent_2":"6%","percent_3":"3%","percent_4":"6%","percent_5":"11%","percent_6":"11%","right_answer":"A. D-alanine-D-alanine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has a chancre due to #primary syphilis#, a sexually transmitted infection caused by the spirochete Treponema pallidum.  Spirochetes are universally sensitive to #penicillin# because they are all gram-negative organisms with a peptidoglycan cell wall. $Penicillins work by covalently binding to and inhibiting #transpeptidase#.  This enzyme catalyzes the final #cross-linking# step in peptidoglycan cell wall formation: the joining of the amino acid in the third position of a peptidoglycan molecule to the terminal D-alanine-D-alanine of another peptidoglycan molecule.  The structural similarity of penicillins to D-alanine-D-alanine likely facilitates their binding to transpeptidase.  When transpeptidase is inhibited, cell wall synthesis ceases and cell wall degradation by bacterial autolysins proceeds unchecked.  The weakened cell wall integrity causes osmotic lysis of the bacterium. $#Vancomycin#, a glycopeptide antibiotic, #directly# binds to the D-alanine-D-alanine residues, preventing the incorporation of new subunits into the cell wall.  Vancomycin acts at an earlier stage of cell wall formation than do the penicillins. $#(Choices B and D)#  D-glutamic acid-D-glutamic acid and L-alanine-D-glutamine are not sequences targeted by transpeptidase.  Penicillin is not a structural analog of either molecule. $#(Choice C)#  Sulfonamide antibiotics are antimetabolites that compete with para-aminobenzoic acid for incorporation into folic acid.  Trimethoprim blocks another step in folic acid synthesis by inhibiting the enzyme dihydrofolate reductase. $#(Choices E and F)#  Peptidoglycan precursor molecules consist of a disaccharide composed of N-acetylmuramic acid (MurNAc) and N-acetylglucosamine (GlcNAc). $#Educational objective# Penicillins, structurally similar to D-alanine-D-alanine, inhibit transpeptidase by binding covalently to its active site.  The result is failed synthesis of the bacterial peptidoglycan cell wall.  "},

{"id":"1949","title":"A 16-year-old boy comes to the office due to 3 days of burning with urination and yellow penile discharge.  The patient is sexually active with one female partner; they engage in vaginal intercourse and do not use condoms.  He has no other medical conditions, takes no medications, and has no allergies.  Urine nucleic acid amplification test results are pending, and urethral Gram stain is shown in the exhibit.  Appropriate treatment of this patient's condition involves antibiotics from which of the following drug classes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fluoroquinolone and macrolide","answer_2":"B. Fluoroquinolone and third-generation cephalosporin","answer_3":"C. Macrolide only","answer_4":"D. Penicillin only","answer_5":"E. Tetracycline and third-generation cephalosporin","answer_6":"F. Third-generation cephalosporin only","percent_1":"5%","percent_2":"9%","percent_3":"3%","percent_4":"2%","percent_5":"76%","percent_6":"5%","right_answer":"E. Tetracycline and third-generation cephalosporin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1949.jpg","explanation_1":"","explanation_2":"This patient with dysuria and penile discharge likely has #infectious urethritis# due to sexually transmitted infection.  Most cases are caused by Neisseria gonorrhoeae, Chlamydia trachomatis, or Mycoplasma genitalium.  The underlying pathogen is typically identified with #nucleic acid amplification testing# (NAAT) of urine, vaginal, or endocervical swab.  However, light microscopy with #Gram stain# can be performed to rapidly identify N gonorrhoeae while awaiting NAAT results, as follows: $• #Gonococcal urethritis:#  leukocytes with #intracellular gram-negative diplococci# $• #Nongonococcal urethritis:#  leukocytes with no visible organisms; because Chlamydia and Mycoplasma do not have sufficient peptidoglycan in the cell wall to take up Gram stain, they cannot be ruled in or out with microscopy $Patients with gonococcal urethritis who have coinfection with C trachomatis or #uncertain# #C trachomatis# #status# (as in this patient whose NAAT results are pending) require a #third-generation cephalosporin# (eg, ceftriaxone) and a #tetracycline# (eg, doxycycline) to cover gonococcus and possible C trachomatis coinfection.  Patients with gonococcal urethritis who have negative C trachomatis NAAT should be treated with third-generation cephalosporin (eg, ceftriaxone) alone #(choice F).#  Patients with nongonococcal urethritis should be treated with macrolide (eg, azithromycin) or tetracycline (eg, doxycycline) monotherapy #(choice C).# $#(Choices A and B)#  N gonorrhoeae is largely resistant to fluoroquinolones (eg, ciprofloxacin, levofloxacin), so this class of medication is not recommended. $#(Choice D)#  Penicillin is the treatment of choice for syphilis.  However, empiric treatment is not recommended unless a @chancre@ is present.  Other stages of syphilis should only be treated when serology (eg, rapid plasma reagin, VDRL) is positive or the organism is otherwise identified. $#Educational objective# Infectious urethritis in men is typically caused by Neisseria gonorrhoeae, Chlamydia trachomatis, or Mycoplasma genitalium.  Diagnosis is generally made by nucleic acid amplification testing, but microscopy with Gram stain can be used to quickly diagnose gonococcal infection.  Patients with gonorrhea and positive or uncertain Chlamydia status require ceftriaxone and doxycycline; ceftriaxone alone can be used in those who do not have Chlamydia coinfection.  ","clickable_1":"images/img1.1949.jpg"},

{"id":"15069","title":"A 31-year-old man comes to the office due to a week of fever, night sweats, sore throat, malaise, and extreme fatigue.  He has no prior medical conditions and takes no medications.  The patient has had multiple sexual partners over his lifetime and uses condoms inconsistently.  Temperature is 38 C (100.4 F), blood pressure is 110/80 mm Hg, pulse is 92/min, and respirations are 20/min.  Physical examination shows multiple shallow ulcers on the oropharyngeal mucosa, and the tonsils are enlarged and hyperemic.  Cervical and axillary lymphadenopathy is present, and there is a generalized, erythematous, maculopapular skin rash.  HIV testing shows the following results:","title_table":"?Anti-HIV antibodies? negative ?HIV p24 antigen? positive ?Plasma HIV RNA? detectable","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following best explains this patient's laboratory findings?","audio":"","comparison_items":"","answer_1":"A. Early viral infection before serologic response","answer_2":"B. High antigenic variability of the surface glycoprotein","answer_3":"C. Inadequate antibody production due to immunosuppression","answer_4":"D. Insufficient viral replication necessary for antibody production","answer_5":"E. Underlying primary immunodeficiency","percent_1":"72%","percent_2":"7%","percent_3":"14%","percent_4":"3%","percent_5":"5%","right_answer":"A. Early viral infection before serologic response","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15069.jpg","explanation_1":"","explanation_2":"$Most patients infected with #HIV# develop mononucleosis-like symptoms (eg, fever, diffuse lymphadenopathy, malaise, myalgia, sore throat, and headache) 2-4 weeks after inoculation (#acute retroviral syndrome#).  The presence of #oropharyngeal ulcers# and a diffuse #maculopapular rash# are important diagnostic clues. $Acute retroviral syndrome is associated with extremely #high levels of viral replication# (~5 million copies/mL) as the cell-mediated and humoral antibody response against the virus is not yet fully activated.  Therefore, laboratory results during this period usually show evidence of HIV in the plasma (positive viral load and p24 antigen) with a #negative serologic response# (negative HIV-1/HIV-2 antibody).  This is referred to as the \"#window period,#\" as patients are infected with HIV but HIV antibody screening tests may be negative (newer screening tests incorporate testing for HIV p24 antigen and are more sensitive in early infection). $The humoral response to HIV typically develops 6-8 weeks after initial infection.  At this time, anti-HIV antibodies in the serum neutralize circulating virus, which reduces viral load and leads to resolution of acute retroviral symptoms.  Most patients then enter a long asymptomatic period until diminished CD4 counts open the door to opportunistic infections. $#(Choice B)#  Antibodies against HIV surface glycoproteins (eg, gp120) help neutralize circulating virus and reduce viral load.  However, HIV surface glycoproteins display a high degree of antigenic variation, which prevents the formation of a completely effective antibody response. $#(Choices C and E)#  Patients with HIV develop immunosuppression primarily due to impairments in the cell-mediated immune response.  Although the humoral immune response is also impaired, patients are able to generate anti-HIV antibodies that partially neutralize the virus.  It is very rare that a patient with HIV will be too immunodeficient to seroconvert. $#(Choice D)#  Acute retroviral syndrome is marked by an extremely high rate of viral replication.  Although antibodies eventually form, the response is delayed because the humoral immune response takes several weeks to fully develop. $#Educational objective# Initial HIV infection is often associated with mononucleosis-like symptoms (eg, fever, lymphadenopathy, sore throat) 2-4 weeks after transmission.  Important diagnostic clues are oropharyngeal ulcers and a diffuse maculopapular rash.  As the humoral antibody response is not fully activated early in infection, laboratory results typically show HIV in the serum (positive viral load and p24 antigen) but negative HIV serology.  "},

{"id":"1550","title":"A 24-year-old man comes to the physician with painful blisters on the shaft of his penis.  The lesions erupted 2 days ago.  The patient has had 5 lifetime sexual partners and is currently sexually active with one female partner; he uses condoms inconsistently.  Examination shows multiple vesicular lesions on the penis, and Tzanck smear is positive for multinucleated giant cells.  HIV testing is negative.  The patient has had several similar episodes every year for the past 2 years but had been too embarrassed to seek treatment until now.  Which of the following would most likely have prevented recurrence of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Continuous daily valacyclovir","answer_2":"B. Immunoglobulin during the first episode","answer_3":"C. Lamivudine with recurrence of blisters","answer_4":"D. Regular condom use after the first episode","answer_5":"E. Weeklong course of acyclovir during the first episode","percent_1":"52%","percent_2":"2%","percent_3":"2%","percent_4":"6%","percent_5":"38%","right_answer":"A. Continuous daily valacyclovir","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's recurrent vesicular lesions and positive Tzanck smear are consistent with recurrent #genital herpes simplex virus (HSV)#, generally due to reactivation of latent HSV-2 infection within the S2, S3, and S4 dorsal root (sensory) ganglia.  Recurrence of genital HSV can be suppressed or minimized with daily oral valacyclovir (preferred as it is dosed once daily and has good bioavailability), acyclovir, or famciclovir.  Although the antiviral agents may not be active against latent virus forms, they can suppress further multiplication as soon as reactivation occurs.  Suppressive therapy would likely have been offered to this patient with multiple yearly episodes of recurrence; it is generally continued for years with periodic re-evaluation. $#(Choice B)#  Immunoglobulin therapy can be used for varicella postexposure prophylaxis (eg, in neonates or pregnant women) but is not commonly used for genital HSV infections. $#(Choice C)#  Lamivudine is a nucleoside analog reverse transcriptase inhibitor with activity against HIV and hepatitis B virus.  It is not known to be effective against HSV-2. $#(Choice D)#  Although condom use may prevent sexual transmission of HSV-2 (and therefore might have prevented this patient from acquiring his primary genital HSV-2 infection), it does not reduce the frequency of recurrence of genital herpes. $#(Choice E)#  A short (7-10 days) course of treatment with oral acyclovir during primary genital HSV infection usually reduces the duration of viral shedding, time for lesional healing, and local pain; however, it does not appear to alter recurrence rates. $#Educational objective# A new-onset genital vesicular rash with a positive Tzanck smear in a previously asymptomatic patient is suggestive of primary genital herpes simplex virus (HSV) infection due to HSV-2.  Recurrences of genital herpes can be reduced through daily treatment with oral valacyclovir, acyclovir, or famciclovir.  Condom use can help prevent a primary genital HSV infection but does not prevent reactivation of latent infection.  "},

{"id":"1723","title":"A 34-year-old man came to the office due to white plaques on his buccal mucosa that he incidentally discovered while brushing his teeth.  After appropriate workup, he was found to be HIV positive, with a CD4+ T lymphocyte count of 280/mm3.  He was referred to an infectious diseases specialist for follow-up but was noncompliant with appointments.  The patient returns 3 years later due to several months of pain and itching in the perirectal area.  He also has intermittent rectal bleeding and often sees bright red blood on the tissue after wiping.  The patient did not seek medical care because he thought he had hemorrhoids.  On examination, a single, hard mass with superficial ulceration measuring approximately 2x2 cm is noted in the anal canal.  No hemorrhoids are present.  There is no palpable regional lymphadenopathy.  Which of the following pathogens is most likely responsible for this patient's current anal pathology?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenovirus","answer_2":"B. Candida albicans","answer_3":"C. Chlamydia trachomatis","answer_4":"D. Cytomegalovirus","answer_5":"E. Epstein-Barr virus","answer_6":"F. Herpes simplex virus type 2","answer_7":"G. Human papillomavirus","percent_1":"1%","percent_2":"6%","percent_3":"2%","percent_4":"8%","percent_5":"5%","percent_6":"11%","percent_7":"68%","right_answer":"G. Human papillomavirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with HIV likely has #anal squamous cell carcinoma# given the duration of pain, itching, and rectal bleeding in addition to the visible #ulcerative mass# (anal cancers are ulcerative in >50% of cases).  Anogenital squamous cell carcinomas and their precursors, squamous intraepithelial lesions, have been linked to #human papillomavirus# (HPV) infection.  Intraepithelial neoplasias of the cervix, vulva, penis, and anus have a well-documented association with HPV types 16 and 18.  A strong correlation between HPV and invasive carcinoma has been established for cervical cancer. $Immunodeficiency states (eg, AIDS) increase host susceptibility to HPV infection and more severe infection.  #HIV#-positive men who have sex with men are at increased risk of developing anal squamous cell carcinoma (anal intercourse is hypothesized to be related), and HIV-positive women are more prone to developing cervical squamous cell carcinoma. $#(Choice A)#  Adenoviruses can cause severe upper respiratory illnesses, pneumonia, and disseminated infection in immunosuppressed patients. $#(Choices B and E)#  HIV-positive patients often experience reactivation of latent Epstein-Barr virus (EBV) infection.  EBV replication in such patients is associated with certain lymphomas and with oral hairy leukoplakia, which typically manifests as white plaques on the lateral tongue margins (this patient's white buccal plaques on initial diagnosis were more likely thrush due to Candida). $#(Choice C)#  Chlamydia trachomatis causes lymphogranuloma venereum (LGV), characterized by an ulcerative or vesicular lesion on the external genitalia followed by significant regional lymphadenopathy.  Proctitis with tenesmus and bloody discharge can be seen with both LGV and anal carcinoma; however, LGV has a less indolent clinical course, and painful lymphadenopathy is a cardinal feature. $#(Choice D)#  HIV-positive patients with CD4+ cell counts <100/mm3 are at significantly increased risk of developing cytomegalovirus (CMV) infection, which most frequently causes retinitis in AIDS patients.  CMV involvement of the gastrointestinal tract typically manifests as esophageal ulcers or colitis, not anal masses. $#(Choice F)#  Although AIDS increases the prevalence of herpes simplex virus type 2 (HSV-2) infection and the frequency of symptomatic genital herpes recurrences, HSV-2 is not typically associated with anogenital carcinoma.  A large, hard mass is not characteristic of herpetic lesions (classically painful vesicles or ulcers). $#Educational objective# Human papillomavirus (HPV) types 16 and 18 are strongly associated with anal and cervical squamous cell carcinoma.  HIV infection increases the prevalence of HPV infection and the risk of anal carcinoma; this risk is further augmented in men who have sex with men.  "},

{"id":"1958","title":"A 32-year-old woman comes to the office due to a small amount of malodorous vaginal discharge.  She is sexually active with a male partner and uses condoms sporadically.  The patient also requests testing for all sexually transmitted diseases because she is unsure if her partner is monogamous.  She drinks a glass of wine every night with dinner and has had an abnormal Pap test in the past.  Speculum examination reveals thin, gray discharge.  Wet mount microscopy of the discharge shows large, atypical vaginal epithelial cells and no protozoa.  Application of potassium hydroxide solution to the discharge yields a strong odor.  Which of the following is the best treatment option for this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azithromycin","answer_2":"B. Ceftriaxone","answer_3":"C. Clindamycin","answer_4":"D. Fluconazole","answer_5":"E. Penicillin","percent_1":"13%","percent_2":"6%","percent_3":"69%","percent_4":"9%","percent_5":"3%","right_answer":"C. Clindamycin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1958.jpg","explanation_1":"","explanation_2":"$This patient has #bacterial vaginosis# (BV), an alteration in the normal vaginal flora associated with loss of lactobacilli and #overgrowth of anaerobes#, particularly the gram-variable rod #Gardnerella vaginalis#.  Although BV is not a sexually transmitted infection, it is associated with sexual activity (due to alterations of the vaginal flora from semen or contraceptives [eg, spermicide]). $Patients with BV commonly have a #thin, gray or clear# malodorous vaginal discharge.  The discharge's odor becomes more prominent when #potassium hydroxide (KOH)# is added to a sample (#whiff test#) because of the volatilization of #amines# produced by G vaginalis and other anaerobes.  #Clue cells# on wet mount microscopy are also characteristic. $#Clindamycin# and #metronidazole# are effective treatments for BV.  Clindamycin is a bacteriostatic drug that inhibits protein translation by binding to the 50s ribosomal subunit.  Metronidazole is bactericidal and damages the DNA of anaerobes; it is typically avoided with concurrent use of alcohol due to a disulfiram-like reaction (eg, vomiting, flushing). $#(Choice A)#  Chlamydia trachomatis is an intracellular, gram-negative bacterium that can infect the columnar epithelium of the cervix (eg, cervicitis) and urethra, in addition to the lungs and eyes.  Diagnosis is with nucleic acid amplification testing, and treatment is with azithromycin, a bacteriostatic macrolide antibiotic. $#(Choice B)#  Neisseria gonorrhoeae is a gram-negative diplococcus that infects the genital mucosa (eg, cervicitis, urethritis) and is diagnosed with gram stain of discharge or nucleic acid amplification testing.  It is treated with ceftriaxone (a third-generation cephalosporin that inhibits cell wall biosynthesis) monotherapy in the setting of negative testing for Chlamydia, and ceftriaxone plus doxycycline when Chlamydia coinfection is present. $#(Choice D)#  Vulvovaginal candidiasis is typically due to Candida albicans, which causes vaginal pruritus, labial erythema, and a white, curd-like discharge.  KOH examination shows yeast forms and pseudohyphae.  Treatment is with azole antifungals (eg, fluconazole), which block ergosterol synthesis. $#(Choice E)#  Syphilis causes a painless chancre (not vaginal discharge), followed by a rash and systemic symptoms; it is caused by the gram-negative spirochete Treponema pallidum.  It is treated with penicillin, a bactericidal beta-lactam antibiotic that inhibits cell wall synthesis. $#Educational objective# Bacterial vaginosis causes a thin, gray or clear, malodorous discharge from overgrowth of anaerobes (eg, Gardnerella vaginalis) and a loss of lactobacilli in the vaginal flora.  Diagnosis is confirmed by the presence of clue cells and a positive amine whiff test with potassium hydroxide.  Treatment is with clindamycin or metronidazole.  "},

{"id":"1154","title":"A 45-year-old man comes to the office with groin pain and swelling.  About a month ago, he noticed a sore on his penis but did not seek medical attention because the ulcer was not painful and disappeared within a week.  Several days ago, he began to experience painful swelling in his inguinal region, with inflammation of the overlying skin and eventual formation of several draining ulcers.  He also has mild fever and malaise that began around the same time as his groin symptoms.  The patient is a sailor.  His other medical problems include well-controlled hypertension and hyperlipidemia.  Cell scrapings from his lesions show cytoplasmic inclusion bodies.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chlamydia trachomatis","answer_2":"B. Haemophilus ducreyi","answer_3":"C. Herpes simplex virus","answer_4":"D. Klebsiella granulomatis","answer_5":"E. Treponema pallidum","percent_1":"43%","percent_2":"12%","percent_3":"10%","percent_4":"6%","percent_5":"29%","right_answer":"A. Chlamydia trachomatis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of ulcerative sexually transmitted diseases#∆⨉∆⨉∆⨉ §^#Disease# ∆^#Causative$ agent# ∆^#Features of primary lesion# ∆^#Initial lesion$ painful?# §^Chancroid ∆^Haemophilus$ ducreyi ∆ • Multiple & deep ulcers • Base may have gray to yellow exudate • Organisms often clump in long parallel strands (\"school of fish\") ∆^Yes §^Genital herpes ∆^Herpes simplex$ virus 1 & 2 ∆ • Multiple, small, grouped ulcers • Shallow with erythematous base • Multinucleated giant cells & intranuclear inclusions (Cowdry type A) ∆^Yes §^Granuloma inguinale$ (donovanosis) ∆^Klebsiella$ granulomatis ∆ • Extensive & progressive ulcerative lesions without lymphadenopathy • Base may have granulation-like tissue • Deeply staining gram-negative intracytoplasmic cysts (Donovan bodies) ∆^No §^Syphilis ∆^Treponema$ pallidum ∆ • Single, indurated, well-circumscribed ulcer • Nonexudative base • Painless inguinal lymphadenopathy • Thin, delicate, corkscrew-shaped organisms on dark-field microscopy ∆^No §^Lymphogranuloma$ venereum ∆^Chlamydia$ trachomatis ∆ • Small & shallow ulcers • Large, painful, coalesced inguinal lymph nodes (\"buboes\") • Intracytoplasmic chlamydial inclusion bodies in epithelial cells & leukocytes ∆^No","explanation_img":"","explanation_1":"","explanation_2":"#Chlamydia trachomatis# is a small, gram-negative (albeit difficult to stain), obligate #intracellular# bacterium.  Serotypes A through C cause ocular infection (trachoma) in children; serotypes D through K cause urogenital (sexually transmitted) infections and inclusion conjunctivitis; and serotypes L1 through L3 cause #lymphogranuloma venereum# (LGV). $LGV is characterized initially by a painless, small, shallow genital ulcer containing infected cells.  The #painless# nature helps distinguish LGV from other diseases.  The appearance of the ulcer is followed weeks later by swollen, #painful#, coalescing #inguinal nodes# (\"#buboes#\") that can develop stellate abscesses and rupture.  If left untreated, LGV can cause fibrosis, lymphatic obstruction, and anogenital strictures and fistulas.  Histologically, LGV lesions contain areas of mixed granulomatous and neutrophilic inflammation with #intracytoplasmic chlamydial inclusion bodies# in epithelial and inflammatory cells. $Doxycycline is recommended.  Although it is relatively uncommon in the United States or Western Europe, LGV is endemic in some parts of the world. $#(Choice B)#  Haemophilus ducreyi causes chancroid, an ulcerative, sexually transmitted infection characterized by #painful# (rather than painless) red papules on the genitals that eventually erode to become tender ulcers (you \"do cry\" with H ducreyi).  Regional lymph nodes may swell and become chronic ulcers. $#(Choice C)#  Herpes simplex virus type 2 is the most common cause of @genital herpes@, characterized by vesicles that develop into shallow ulcers.  These lesions are often painful and heal within 10 days.  Histologically, multinucleated giant cells and large pinkish-purple intranuclear (not intracytoplasmic) inclusions, termed Cowdry type A bodies, are present. $#(Choice D)#  Klebsiella granulomatis causes granuloma inguinale (donovanosis), which also initially manifests as a painless genital papule that eventually ulcerates; however, lymphadenopathy is uncommon.  Intracytoplasmic Donovan bodies are diagnostic.  If donovanosis is untreated, scarring and strictures can lead to severe lymphatic obstruction and lymphedema (elephantiasis). $#(Choice E)#  Syphilis, caused by the gram-negative spirochete Treponema pallidum, is initially characterized by a painless lesion (chancre) that heals without treatment within weeks.  It does not typically develop into buboes and is not characterized by cytoplasmic inclusion bodies. $#Educational objective# Chlamydia trachomatis serotypes L1 through L3 cause lymphogranuloma venereum, a sexually transmitted disease characterized initially by painless ulcers with later progression to painful inguinal lymphadenopathy (\"buboes\") and ulceration.  Chlamydial inclusion bodies are seen in host cell cytoplasm.  ","clickable_1":"images/img1.1154.jpg"},

{"id":"1316","title":"A 32-year-old man comes to the office due to 2 weeks of fever, malaise, and arthralgia.  Temperature is 38.2 C (100.8 F) and pulse is 102/min.  Physical examination reveals several enlarged cervical, axillary, and inguinal lymph nodes and a diffuse maculopapular skin rash.  Serum aminotransferase levels are elevated.  During further testing, the patient's serum is added to a mixture of cardiolipin, cholesterol, and lecithin, which leads to extensive clumping and flocculation.  Evaluation for antibodies directed against which of the following is the best next step in management of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Borrelia burgdorferi","answer_2":"B. Fc portion of IgG","answer_3":"C. Histoplasma capsulatum","answer_4":"D. Mitochondrial components","answer_5":"E. Treponema pallidum","percent_1":"13%","percent_2":"17%","percent_3":"5%","percent_4":"9%","percent_5":"57%","right_answer":"E. Treponema pallidum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Syphilis: diagnostic serology#∆⨉ §^#Nontreponemal#(RPR, VDRL) ∆ • Antibody to #cardiolipin-cholesterol-lecithin antigen# • Lower sensitivity in early infection §^#Treponemal#(FTA-ABS, TP-EIA) ∆ • Antibody to #treponemal antigens# • Greater sensitivity in early infection %#FTA-ABS =# fluorescent treponemal antibody-absorption (test); #RPR =# rapid plasma reagin (test); #TP-EIA =# Treponema pallidum enzyme immunoassay.","explanation_img":"","explanation_1":"","explanation_2":"This patient has fever, arthralgias, diffuse lymphadenopathy, elevated aminotransferases, and widespread maculopapular rash raising suspicion for @secondary syphilis@.  Syphilis is a multistage infection caused by the spirochete #Treponema pallidum#.  Diagnostic screening and confirmation rely primarily on serologic testing. $#Nontreponemal serologic tests# (rapid plasma reagin, VDRL) mix a patient's serum with a cardiolipin-cholesterol-lecithin antigen.  Aggregation or flocculation (clumping) indicates the presence of #anticardiolipin antibodies# in the patient's serum.  These antibodies form in response to the release of lipids from cells damaged by T pallidum.  However, anticardiolipin antibodies are #nonspecific#; they can also develop in other treponemal (eg, yaws, pinta, bejel) and nontreponemal (eg, tuberculosis) infections and certain rheumatologic diseases (eg, lupus), which can lead to false-positive results. $Positive nontreponemal screening requires diagnostic confirmation with #treponemal serologic testing# (eg, fluorescent treponemal antibody-absorption).  Treponemal tests evaluate for #antibodies that directly target T pallidum#; patient serum is mixed with killed T pallidum to evaluate for antibody adherence using immunofluorescence.  Patients with positive nontreponemal and treponemal tests are considered infected with syphilis. $#(Choice A)#  Lyme disease is caused by the spirochete Borrelia burgdorferi.  Patients with early Lyme disease often develop flulike symptoms and a bull's-eye rash (not a diffuse maculopapular rash).  Serologic testing for IgM/IgG against Borrelia can aid in the diagnosis as the disease progresses. $#(Choice B)#  Rheumatoid factor is an antibody that targets the Fc portion of IgG.  Elevations are often seen in patients with rheumatoid arthritis and other autoimmune diseases. $#(Choice C)#  Histoplasma capsulatum infection can be diagnosed by examining urine and serum for fungal antigens.  Histoplasma infections usually present with prominent pulmonary manifestations rather than diffuse rash and lymphadenopathy. $#(Choice D)#  Antimitochondrial antibodies are present in >95% of cases of primary biliary cholangitis, which usually causes fatigue, pruritus, hepatomegaly, and elevated alkaline phosphatase.  This patient's systemic maculopapular rash and diffuse lymphadenopathy make syphilis more likely. $#Educational objective# Syphilis is caused by the spirochete Treponema pallidum.  Confirmation of the diagnosis requires 2 forms of serologic testing to prevent false-positive results.  Nontreponemal tests (eg, rapid plasma reagin, VDRL) evaluate for anticardiolipin antibodies (nonspecific); treponemal tests evaluate for antibodies targeted against T pallidum.  ","clickable_1":"images/img1.1316.jpg"},

{"id":"15565","title":"A 23-year-old man comes to the office due to penile ulcers that appeared after unprotected sexual intercourse.  Physical examination shows 3 subcentimeter ulcers on the penile shaft.  Microscopic examination of a scraping from an ulcer base reveals the following:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15565.jpg","title_2":"Which of the following medications is most appropriate for this patient?","audio":"","comparison_items":"","answer_1":"A. Acyclovir","answer_2":"B. Azithromycin","answer_3":"C. Doxycycline","answer_4":"D. Fluconazole","answer_5":"E. Penicillin","answer_6":"F. Permethrin","percent_1":"70%","percent_2":"5%","percent_3":"8%","percent_4":"1%","percent_5":"14%","percent_6":"1%","right_answer":"A. Acyclovir","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15565.jpg","explanation_1":"","explanation_2":"$Microscopy of this patient's penis ulcer reveals a #multinucleated giant cell# with ground-glass intranuclear inclusions, raising strong suspicion for #herpes simplex virus (HSV) infection#.  Genital HSV is usually caused by HSV type 2, which is spread primarily via direct skin contact with herpetic sores or infected genital secretions during sexual activity.  Initial infection is often characterized by #painful genital ulcers#, fever, lymphadenopathy, and dysuria.  Symptoms typically resolve within a few weeks, but latent infection develops in the sacral dorsal root ganglia and can periodically reactivate, leading to recurrence. $HSV is generally diagnosed by cell culture or PCR, but #Tzanck smear# (as seen above) can reveal the cytopathic effects of the virus (eg, @multinucleated giant cells@, acantholytic cells, keratinocyte ballooning, nuclear molding).  Oral antiviral agents such as #acyclovir#, a competitive inhibitor of viral DNA polymerase, help speed symptom resolution. $#(Choice B)#  Azithromycin can be used to treat chancroid, which is characterized by the formation of a papule that evolves into a pustule and then an ulcer.  However, it is very rare in the United States and is caused by the gram-negative organism Haemophilus ducreyi; multinucleated giant cells would not be seen. $#(Choice C)#  Doxycycline can treat lymphogranuloma venereum, a genital infection caused by certain serotypes of Chlamydia trachomatis.  This disease is marked by the formation of a small genital ulcer, followed by significant lymph node inflammation and pain in the inguinal or femoral region.  C trachomatis appears as intravacuolar organisms in macrophages. $#(Choice D)#  Fluconazole can treat @Candida@ balanitis, which is typically marked by a painful, pruritic, erythematous rash.  Yeasts and pseudohyphae can often be seen on microscopy. $#(Choice E)#  Penicillin can be used to treat syphilis, a spirochetal infection caused by Treponema pallidum that begins with the formation of a chancre (painless ulcer with heaped-up borders and a clean base) at the site of inoculation.  Diagnosis is generally made with serologic testing because T pallidum cannot be cultured; multiple ulcers and multinucleated giant cells are not typically seen. $#(Choice F)#  Permethrin can be used to treat pubic lice, which are associated with significant pruritus of hairy genital areas.  Lice can generally be visualized on the hair shaft. $#Educational objective# Herpes simplex virus is a common, sexually transmitted infection marked by the formation of painful genital ulcers.  Tzanck smear can reveal the characteristic cytopathic effects of the virus, including multinucleated giant cells, ground-glass intranuclear inclusions, acantholytic cells, keratinocyte ballooning, and nuclear molding.  ","clickable_1":"images/img1.15565.jpg","clickable_2":"images/img2.15565.jpg"},

{"id":"20315","title":"A 19-year-old man comes to the emergency department due to dysuria and scrotal pain.  The patient first noticed discomfort with urination and a watery urethral discharge 3 days ago.  Yesterday, he developed pain on the left side of the scrotum while sitting in class.  Vital signs are normal.  On examination, tender swelling is present along the posterior aspect of the left testis, which is otherwise normal in size and position.  Diagnostic testing reveals Chlamydia trachomatis as the sole causative pathogen.  Which of the following additional results are most consistent with this patient's diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Urine white blood cells ∆Urine Gram stain ∆Standard urine culture","answer_1":"§A. ∆ positive ∆organisms seen ∆bacterial growth","answer_2":"§B. ∆ positive ∆organisms seen ∆no growth","answer_3":"§C. ∆ positive ∆no organisms ∆no growth","answer_4":"§D. ∆ negative ∆organisms seen ∆bacterial growth","answer_5":"§E. ∆ negative ∆no organisms ∆no growth","percent_1":"3%","percent_2":"6%","percent_3":"79%","percent_4":"1%","percent_5":"11%","right_answer":"§C. ∆ positive ∆no organisms ∆no growth","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§ ∆^#Gonococcal urethritis# ∆^#Nongonococcal urethritis# §^#Organism# ∆ • Neisseria gonorrhoeae ∆ • Chlamydia trachomatis • Mycoplasma genitalium • Trichomonas vaginalis §^#Urethral fluid# ∆ • Purulent ∆ • Watery, scant §^#Gram stain# ∆ • Intracellular gram-negative diplococci ∆ • Aseptic with leukocytes §^#Treatment# ∆ • Ceftriaxone ∆ • Azithromycin or doxycycline","explanation_img":"","explanation_1":"","explanation_2":"This patient has #infectious urethritis# and #epididymitis# due to #Chlamydia trachomatis#.  C trachomatis urethral infections are often asymptomatic but patients may develop #dysuria# and scant, watery discharge; deeper spread to the epididymis is typically marked by #scrotal pain# with tenderness along the posterior aspect of the testis. $Laboratory results in patients with infectious urethritis due to C trachomatis are as follows: $• #Pyuria#:  Urine dipstick testing will show positive leukocyte esterase, and urine Gram stain will reveal ≥10 white blood cells/hpf #(choice E).# $• #Poor Gram staining#:  Gram stain of urethral swab can quickly diagnose Neisseria gonorrhoeae infection (intracellular gram-negative diplococci); however, #organisms will not be seen# in the setting of C trachomatis or Mycoplasma genitalium infection because these pathogens do not have sufficient peptidoglycan in their cell wall to pick up Gram stain. $• #Negative urine culture#:  Because C trachomatis is an obligate intracellular pathogen, it cannot be grown on traditional culture medium; therefore, urine and genital swab cultures will be negative. $The microbial diagnosis of C trachomatis infection is generally established with urine (or cervical) nucleic acid amplification testing. $#(Choice A)#  Positive urine white blood cell, Gram stain, and urine culture results are typical of a urinary tract infection caused by Escherichia coli or Klebsiella pneumoniae.  However, obligate intracellular bacteria such as C trachomatis are not seen on Gram stain or easily cultured. $#(Choice B)#  Patients with N gonorrhoeae infection usually have pyuria, but have a negative urine culture because a specialized medium (eg, Thayer-Martin agar) is typically required to grow the organism.  Gram stain of urethral discharge would show gram-negative intracellular diplococci. $#(Choice D)#  Positive urine Gram stain and culture with no pyuria may be seen in some patients with asymptomatic bacteriuria, a typically benign condition except in select situations (eg, pregnancy). $#Educational objective# Urinalysis in patients with Chlamydia trachomatis infection classically shows sterile pyuria (positive urine white blood cells, no bacteria on Gram stain, no growth on culture) because the C trachomatis bacterium is an obligate intracellular bacterium with minimal peptidoglycan in its cell wall.  The diagnostic test of choice is nucleic acid amplification testing.  "},

{"id":"1499","title":"A 4-year-old boy is brought to the office with 3 days of fever, irritability, and oral lesions.  His parents are concerned due to his refusal to eat or drink and lack of urination today.  Physical examination demonstrates painful ulcers on the tongue and gingiva, swollen gums, and cervical lymphadenopathy.  The remainder of his examination is unremarkable.  Microscopic examination of an oral ulcer base scraping is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1499.jpg","title_2":"Which of the following is most likely the cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Abortive infection","answer_2":"B. Latent infection","answer_3":"C. Primary infection","answer_4":"D. Slow virus infection","answer_5":"E. Virus reactivation","percent_1":"1%","percent_2":"9%","percent_3":"69%","percent_4":"3%","percent_5":"18%","right_answer":"C. Primary infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1499.jpg","explanation_1":"","explanation_2":"$The above image depicts a #Tzanck smear#, in which epithelial cells are scraped from an ulcer base and stained.  The presence of #multinucleated giant cells# is suggestive of #herpes simplex virus# (HSV) infection, which is consistent with this child's symptoms.  Tzanck smears are insensitive and do not differentiate between HSV and varicella-zoster virus infection.  Therefore, Tzanck smears largely have been replaced by polymerase chain reaction testing. $Primary infection with HSV-1 results in herpetic #gingivostomatitis#.  Peak age for primary infection is age 6 months to 5 years.  Prodromal symptoms (eg, fever, malaise, chills) begin approximately 1 week after contact with an infected person (who is generally asymptomatic).  Painful #vesicles# appear, extensively covering the lips and gingiva, and may include the palate, tongue, or oropharynx.  The vesicles organize into extensive ulcers and resolve within 1-2 weeks.  The pain of gingivostomatitis often results in #dehydration#, the most common reason for hospitalization. $#(Choice A)#  An abortive viral infection refers to an infection in which the virus enters the cell but does not successfully produce new infective virus.  Therefore, an abortive infection is not capable of causing disease. $#(Choice B)#  HSV is capable of latency by integrating into the trigeminal (or sacral, for HSV-2) ganglia.  However, during latency no virus is produced and therefore no clinical disease occurs. $#(Choice D)#  A slow virus infection is characterized by a prolonged incubation period that lasts months to years.  During this time, the virus gradually multiplies before finally causing clinically apparent disease.  Examples of slow viral infections include HIV, hepatitis C, and subacute sclerosing panencephalitis following measles infection. $#(Choice E)#  Reactivation of HSV from the trigeminal ganglia causes herpes labialis.  In contrast to gingivostomatitis, recurrent labialis disease is usually mild, unilateral, and limited to the lips due to host immune mechanisms (eg, presence of neutralizing antibody & HSV-specific cytotoxic T cells). $#Educational objective# Herpetic gingivostomatitis is a severe vesicular or ulcerative disease following primary infection with herpes simplex virus type 1.  The diagnosis is supported by the presence of multinucleated giant cells in a Tzanck smear.  Involvement of the gingiva, tongue, palate, and pharynx along with systemic symptoms (eg, fever, malaise) is common.  In contrast, herpes reactivation in the trigeminal ganglia generally results in mild perioral vesicles.  "},

{"id":"11590","title":"A 43-year-old man comes to the office after a recent hospitalization for Pneumocystis pneumonia.  The patient is taking trimethoprim-sulfamethoxazole and says that his pulmonary symptoms are better.  He has a history of HIV and was on highly active antiretroviral therapy until self-discontinuing treatment 2 years ago.  On physical examination, the patient appears to be in no acute distress.  BMI is 20 kg/m2.  A few crackles are heard at the lung bases.  His most recent CD4 count is 122/mm3.  After discussing the need to resume antiretroviral therapy, HIV genotyping assay is performed.  Additional testing for the HLA-B*57:01 allele yields positive results.  Which of the following medications is contraindicated in this patient due to the risk of a potentially fatal hypersensitivity reaction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abacavir","answer_2":"B. Darunavir","answer_3":"C. Efavirenz","answer_4":"D. Emtricitabine","answer_5":"E. Nevirapine","percent_1":"51%","percent_2":"6%","percent_3":"18%","percent_4":"17%","percent_5":"8%","right_answer":"A. Abacavir","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Abacavir# is a nucleoside reverse transcriptase inhibitor (NRTI) used in the treatment of HIV/AIDS that can provoke a #hypersensitivity reaction# in up to 8% of patients.  Abacavir hypersensitivity is strongly associated with the #HLA-B*57:01# allele of the human leukocyte antigen (HLA) system; abacavir interacts with the peptide binding groove of the HLA-B*57:01 protein, which alters the presentation of self-peptides to the immune system and results in a delayed (#type IV#) hypersensitivity reaction. $Manifestations are mediated by a cytotoxic T-cell response and typically include fever, malaise, gastrointestinal symptoms, and a @delayed rash@.  Abacavir discontinuation results in rapid improvement.  A negative test for the HLA-B*57:01 allele has almost a 100% negative predictive value for AHR.  Therefore, genetic testing is usually done prior to administering the medication. $#(Choice B)#  Common side effects of protease inhibitors such as darunavir include metabolic abnormalities (hyperglycemia), gastrointestinal symptoms, and lipodystrophy. $#(Choices C and E)#  The non-NRTIs efavirenz and nevirapine may cause Stevens-Johnson syndrome and toxic epidermal necrolysis, but these conditions are not associated with HLA alleles.  Liver function abnormalities can also occur with these 2 non-NRTIs. $#(Choice D)#  Emtricitabine, another NRTI, has been associated with an asymptomatic macular rash on the palms or soles; no genetic basis for this reaction has been identified. $#Educational objective# Abacavir hypersensitivity reaction occurs in a significant minority of patients and is strongly associated with the HLA-B*57:01 allele.  ","clickable_1":"images/img1.11590.jpg"},

{"id":"819","title":"A 33-year-old man is hospitalized due to recent weight loss, odynophagia, and progressive cough.  He is found to be HIV-positive and his CD4 count is 45/mm3.  The patient's condition improves on a newly instituted treatment, but 4 weeks later at outpatient follow-up he is found to have significantly elevated fasting blood glucose.  Which of the following medications is most likely responsible for his hyperglycemia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acyclovir","answer_2":"B. Lopinavir","answer_3":"C. Azithromycin","answer_4":"D. Foscarnet","answer_5":"E. Trimethoprim-sulfamethoxazole","answer_6":"F. Zidovudine","percent_1":"3%","percent_2":"45%","percent_3":"5%","percent_4":"13%","percent_5":"9%","percent_6":"24%","right_answer":"B. Lopinavir","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mechanism of action of HIV antiretroviral medications# ∆⨉∆⨉ §^#Class# ∆^#Example(s)# ∆^#Mechanism of action# §^NRTI ∆Tenofovir, emtricitabine, $lamivudine, abacavir, $zidovudine ∆Inhibits HIV DNA synthesis from RNA template by $terminating DNA chain elongation • NRTI: #Competitive n#ucleoside/nucleotide RT $inhibitor • NNRTI: #Allosteric R#T inhibitor §^NNRTI ∆Efa#vire#nz, ne#vira#pine ∆ ↕ §^PI ∆Ataza#navir,# daru#navir,# $indi#navir,# ritonavir ∆Inhibits HIV polyprotein #cleavage# §^Inte#gras#e $inhibitor ∆Dolute#gravir,# ralte#gravir# ∆Inhibits HIV DNA integration into host genome §^#Fus#ion inhibitor ∆En#fuv#irtide ∆Inhibits HIV fusion with target cell membrane by binding $to HIV #gp41# §^CCR5$ antagonist ∆Maraviroc ∆Inhibits HIV entry by blocking the HIV #gp120 allosteric$ i#nteraction with CCR5 (tropism testing required) %#CCR5 =# chemokine (C-C motif) receptor 5; #NNRTI =# non-nucleoside reverse transcriptase inhibitor;$ #NRTI =# nucleoside/nucleotide reverse transcriptase inhibitor; #PI =# protease inhibitor;$ #RT =# reverse transcriptase.","explanation_img":"","explanation_1":"","explanation_2":"Lopinavir is a #protease inhibitor (PI)#.  These drugs reversibly inhibit viral protease, an enzyme responsible for @HIV polyprotein cleavage@ to form mature viral proteins.  PIs are never used as monotherapy as viral resistance to the entire class can form quickly.  The following important adverse effects can be seen with PIs:  $1. #Lipodystrophy# leads to increased fat deposition on the back and abdomen and decreased adipose tissue on the face, extremities, and buttocks.  This gives patients a \"buffalo hump\" appearance with central obesity and peripheral wasting.  $2. #Hyperglycemia# results from increased insulin resistance and may lead to diabetes.  $3. #Inhibition of cytochrome P450# may cause interactions with other drugs.  Rifampin increases P450 activity and will therefore decrease PI serum levels; as a result, rifampin can be replaced with rifabutin in the treatment of tuberculosis in patients on PIs. $#(Choice A)#  Acyclovir is an antiviral drug active against herpes simplex virus types 1 and 2 and varicella-zoster viruses.  Renal toxicity is the most important side effect. $#(Choice C)#  Azithromycin is a macrolide antibiotic used for treatment and prophylaxis of Mycobacterium avium complex infections in patients with HIV. $#(Choice D)#  Foscarnet is used for the treatment of cytomegalovirus infections.  It may cause nephrotoxicity and electrolyte disturbances (eg, hypocalcemia, hypomagnesemia, hypokalemia). $#(Choice E)#  Trimethoprim-sulfamethoxazole (TMP-SMX) is used in patients with HIV for the prevention and treatment of pneumonia caused by Pneumocystis jirovecii (formerly P carinii).  The most important side effects associated with TMP-SMX are megaloblastic anemia, Stevens-Johnson syndrome, and toxic epidermal necrolysis. $#(Choice F)#  Zidovudine is a nucleoside reverse transcriptase inhibitor (NRTI).  NRTIs act by suppressing DNA synthesis from viral RNA.  One of the most common side effects of zidovudine is bone marrow toxicity, resulting in anemia in up to 40% of patients. $#Educational objective# Protease inhibitors are HIV antiretroviral medications that inhibit cleavage of the polypeptide precursor into mature viral proteins.  Their side effects as a class include hyperglycemia, lipodystrophy, and drug-drug interactions due to inhibition of cytochrome P450.  ","clickable_1":"images/img1.819.jpg"},

{"id":"15169","title":"A 27-year-old man comes to the emergency department due to 2 weeks of low-grade fever, malaise, and loss of appetite.  The patient has no prior medical conditions and takes no medications.  He does not smoke cigarettes or drink alcohol but regularly injects illicit drugs.  The patient is sexually active and uses condoms inconsistently.  Physical examination reveals scleral icterus.  A smooth and mildly tender liver edge is palpable 4 cm below the right costal margin.  Laboratory results are as follows:","title_table":"!Liver function studies!?Total bilirubin? 4.3 mg/dL?Alkaline phosphatase? 220 U/L?Aspartate aminotransferase (SGOT)? 1,600 U/L?Alanine aminotransferase (SGPT)? 2,100 U/L!Hepatitis panel!?Hepatitis A virus antibody, IgM? negative?Hepatitis B surface antibody (HBsAb)? negative?Hepatitis B core antibody (HBcAb), IgM? positive?Hepatitis B surface antigen (HBsAg)? positive?Hepatitis C virus antibody? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is an essential step in the replication cycle of the virus infecting this patient?","audio":"","comparison_items":"","answer_1":"A. Cleavage of precursor polyprotein by viral protease","answer_2":"B. Expression of regulatory latency-associated transcript","answer_3":"C. Integration of viral DNA into the host genome","answer_4":"D. Release of new viral particles by host cell lysis","answer_5":"E. Reverse transcription of template RNA to viral DNA","percent_1":"5%","percent_2":"4%","percent_3":"31%","percent_4":"9%","percent_5":"51%","right_answer":"E. Reverse transcription of template RNA to viral DNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15169.jpg","explanation_1":"","explanation_2":"$#Acute hepatitis B virus# (HBV) infection is associated with the shedding of viral antigens (HBsAg, HBeAg) and HBV DNA into the bloodstream and the development of IgM antibodies against HBc.  Patients are often asymptomatic, but a minority develops constitutional symptoms (eg, fatigue, loss of appetite), hepatomegaly, icterus, and significant elevations in aminotransferase levels.  Transmission in low-prevalence countries (eg, United States) is usually due to injection drug use or unprotected sex. $HBV is an encapsulated virus with a partially double-stranded DNA genome.  It binds to and enters hepatocytes using a host cell bile salt transporter and then sheds its coat in the host cytoplasm.  The partially double-stranded genome is \"repaired\" and transcribed by host cell machinery, yielding a #+ sense single-stranded mRNA template#.  This serves as a #pre-genome# for future progeny; it is converted by #viral reverse transcriptase# into the partially double-stranded DNA genome of budding viral particles (which are subsequently released from the cell).  The mRNA template is also translated by host ribosomes into the proteins that compose the virus. $#(Choice A)#  Both hepatitis C virus and @HIV@ encode for a viral protease that cleaves viral polyprotein into individual proteins.  Protease inhibitors target this step in viral replication and are used for treatment.  HBV does not generate a polyprotein; therefore, it does not encode for a viral protease. $#(Choice B)#  Herpes simplex virus type 1 establishes a life-long latent infection within sensory neurons where it expresses latency-associated transcript, a non-protein coding RNA molecule that suppresses viral lytic genes and inhibits host cell apoptosis. $#(Choice C)#  Although HBV can insert its genome into host chromosomes (which contributes to hepatocarcinogenesis), this step is not required for viral replication.  In contrast, HIV must integrate into the host genome in order to replicate.  Integrase inhibitors (eg, dolutegravir) target this step in HIV replication. $#(Choice D)#  HBV is released via exocytosis from host cells and is not considered a lytic virus.  Hepatocyte damage occurs primarily when cytotoxic T cells recognize HBV antigens on infected cells.  Patients who clear the virus have a robust, polyclonal, cytotoxic T-cell response.  Those that develop latent infection often have a much weaker and narrower cytotoxic T-cell response. $#Educational objective# Hepatitis B virus has a partially double-stranded DNA genome and contains a viral DNA polymerase with reverse transcriptase activity.  Reverse transcriptase serves a crucial step in viral replication; it converts transcribed positive sense single-stranded RNA into the partially double-stranded DNA genome of viral progeny.  ","clickable_1":"images/img1.15169.jpg"},

{"id":"1672","title":"A scientist is conducting research to discover novel drug targets for antiretroviral agents against HIV.  An HIV-positive blood sample is analyzed in the laboratory, and purified CD4 T lymphocytes are extracted.  Using molecular tracing techniques, the scientist follows a viral HIV protein that is synthesized in the blood sample's T cells.  The protein becomes glycosylated before being proteolytically cleaved into 2 smaller proteins in the Golgi apparatus.  Which of the following best describes the function of these 2 newly formed HIV proteins?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Viral DNA integration into the host genome","answer_2":"B. Viral DNA synthesis from RNA template","answer_3":"C. Viral polyprotein cleavage","answer_4":"D. Virion attachment to the target cells","answer_5":"E. Virus-induced cell apoptosis","percent_1":"11%","percent_2":"12%","percent_3":"12%","percent_4":"62%","percent_5":"4%","right_answer":"D. Virion attachment to the target cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1672.jpg","explanation_1":"","explanation_2":"$The HIV genome contains a set of structural genes (gag, pol, and env) that encode #polyproteins#.  These polyproteins are subsequently cleaved by host or viral proteases into the individual proteins that compose the HIV virus. $The only #glycosylated# HIV polyprotein is #gp160#, the product of the env gene.  gp160 is extensively glycosylated in the rough endoplasmic reticulum and Golgi apparatus.  It is then cleaved into the envelope proteins #gp120#, which mediates viral attachment, and #gp41#, which mediates viral fusion with the host cell.  Glycosylation of these proteins is crucial for: $• #Immune evasion# – Glycosylation acts as a shield for the conserved regions of these surface proteins, masking them from immune recognition. $• #Host cell binding# $• Proper protein folding $#(Choices A, B, and C)#  The pol gene encodes for reverse transcriptase, integrase, and protease, three crucial HIV enzymes.  Reverse transcriptase converts single-stranded viral RNA into double-stranded DNA, which is then integrated into the host genome by integrase.  Protease helps cleave HIV polyproteins into individual proteins after translation in the rough endoplasmic reticulum.  These enzymes are not glycosylated. $#(Choice E)#  Uninfected CD4 cells can undergo activation-induced apoptosis when responding to HIV peptides displayed on the surface of infected cells.  CD4 cells infected with HIV are damaged primarily through direct cytopathic effects.  Both mechanisms contribute to CD4 cell depletion in HIV infection. $#Educational objective# In the HIV replication cycle, polyprotein precursors are encoded by the structural genes gag, pol, and env.  Only the env gene polyprotein product (gp160) is glycosylated.  This polyprotein is subsequently cleaved in the Golgi apparatus to form the envelope glycoproteins gp120 and gp41.  "},

{"id":"18620","title":"A 28-year-old man comes to the office due to a rash.  He has a history of seizure disorder and has been taking phenytoin for 6 years.  Examination shows a diffuse, macular rash and lymphadenopathy.  Biopsy of a lymph node is shown in the @exhibit@.  Treatment of this patient's condition is most likely to involve which of the following?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit18620.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of viral reverse transcriptase and integrase","answer_2":"B. Diminished type IV delayed hypersensitivity reaction","answer_3":"C. Inhibition of bacterial DNA gyrase and topoisomerase","answer_4":"D. Inhibition of transpeptidase and bacterial cell wall cross-linking","answer_5":"E. Reduced production of dihydrofolic acid and tetrahydrofolic acid","percent_1":"4%","percent_2":"10%","percent_3":"14%","percent_4":"56%","percent_5":"15%","right_answer":"D. Inhibition of transpeptidase and bacterial cell wall cross-linking","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18620.jpg","explanation_1":"","explanation_2":"$The presence of a generalized rash, lymphadenopathy, and a #corkscrew-shaped organism# on histopathology suggests #secondary syphilis#, a spirochetal infection caused by Treponema pallidum.  Inoculation occurs via skin-to-skin contact during sexual intercourse; replication of T pallidum at the site of transmission results in an ulcer with heaped up borders (primary syphilis).  Subsequent spread through the dermal lymphatic system leads to systemic spread. $Secondary syphilis develops in untreated patients weeks or months after the chancre has resolved.  Common manifestations include a #diffuse, macular rash# and #generalized lymphadenopathy#.  The diagnosis is generally made with nontreponemal (eg, rapid plasma reagin) and treponemal-specific (eg, fluorescent treponemal antibody absorption) serologic testing because microscopy is technically difficult and less sensitive.  However, #dark-field microscopy# or specialized silver stains can identify the spirochete. $All stages of syphilis are most effectively treated with #penicillin#, a beta-lactam antibiotic that disrupts cell wall synthesis by #inhibiting# @transpeptidase@, a bacterial enzyme necessary for #cell wall cross-linking#.  Because penicillin is effective only against bacteria that are dividing, and because T pallidum replicates slowly, penicillin preparations that provide prolonged exposure (eg, intramuscular penicillin G benzathine) are required. $#(Choice A)#  @HIV@ is typically treated with reverse transcriptase and integrase inhibitors.  Although acute HIV infection often presents with rash, lymphadenopathy, and constitutional symptoms a few weeks after transmission, a spiral-shaped organism would not be seen on biopsy. $#(Choice B)#  Phenytoin can cause a diffuse rash due to a delayed type IV hypersensitivity reaction.  However, most cases arise within a few weeks of initiating therapy, not 6 years later.  In addition, a corkscrew-shaped organism would not be seen on biopsy. $#(Choice C)#  Fluroquinolones (eg, ciprofloxacin) disrupt bacterial DNA synthesis by blocking bacterial DNA gyrase and topoisomerase.  Fluroquinolones are often used for gram-negative bacterial infections (eg, urinary tract infection) but not for syphilis. $#(Choice E)#  Trimethoprim-sulfamethoxazole disrupts bacterial @folate metabolism@ by blocking enzymes that generate dihydrofolic and tetrahydrofolic acid.  This agent is often used for urinary tract and skin/soft tissue infection but is not used for syphilis. $#Educational objective# Syphilis is caused by the corkscrew-shaped organism Treponema pallidum.  Secondary syphilis develops in untreated patients weeks or months after the initial infection, and presents with a diffuse, macular rash and generalized lymphadenopathy.  First-line treatment is penicillin, which blocks the last step in bacterial cell wall synthesis (transpeptidation).  ","clickable_1":"images/img1.18620.jpg","clickable_2":"images/img2.18620.jpg","clickable_3":"images/img3.18620.jpg"},

{"id":"953","title":"Researchers develop a novel drug to treat HIV infection.  In an in vitro experiment, wild-type viral isolates are cultured with human CD4 T lymphocytes in the presence of the drug.  Microscopic evaluation of these cells reveals no cytopathic changes, and no intracellular viral particles can be detected.  Further analysis reveals that in the presence of the drug the virus attaches to the cellular membrane, but fusion of the viral and cell membranes does not occur.  Which of the following is the most likely target of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Viral integrase enzyme","answer_2":"B. Viral Nef gene product","answer_3":"C. Viral Tat gene product","answer_4":"D. T-cell antigen receptor-CD3 complex","answer_5":"E. T-cell chemokine receptor","answer_6":"F. T-cell CTLA4 (CD152)","percent_1":"13%","percent_2":"14%","percent_3":"7%","percent_4":"17%","percent_5":"25%","percent_6":"24%","right_answer":"E. T-cell chemokine receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp953.jpg","explanation_1":"","explanation_2":"$HIV attaches to host cells using the viral surface glycoprotein #gp120#.  This glycoprotein# binds to the CD4 #molecule as the primary receptor and the #chemokine receptor CCR5# (or CXCR4) as a coreceptor.  Binding of the primary receptor and coreceptor induces a conformational change in gp120 that exposes the underlying transmembrane glycoprotein #gp41#, which #mediates viral fusion# to the host cell and release of the viral capsid into the cytoplasm. $The drug described in this case does not interfere with viral attachment but does interfere with viral fusion.  This implies that gp120 is still able to bind to the primary CD4 receptor but may be blocked from binding to the chemokine coreceptor, which would prevent the conformational change to gp120 required for viral fusion.  #Chemokine receptor antagonists# (eg, maraviroc) block this step in the HIV replication cycle.  The drug described in this case could also be a fusion inhibitor (eg, enfuvirtide), which blocks gp41 from fusing the viral and host plasma membranes. $#(Choices B and C)#  Nef and tat are @HIV regulatory genes@.  The nef gene product downregulates the expression of class I major histocompatibility complex proteins on the surface of infected cells, which limits immune recognition by cytotoxic T cells.  The tat gene product is a transcriptional activator that promotes viral gene expression. $#(Choice A)#  HIV integrase is a viral enzyme that inserts the viral cDNA into the host cell chromosome. $#(Choice D)#  The CD3 receptor is found on the surface of mature T lymphocytes.  Monoclonal antibodies against CD3 are being investigated for autoimmune disorders, but this receptor does not play a role in HIV entry. $#(Choice F)#  CTLA4 (CD-152) is a negative regulator of T-cell activation.  Antagonists of CTLA4 are used as immune checkpoint inhibitors in cancer therapy (eg, melanoma). $#Educational objective# The chemokine receptor CCR5 is a coreceptor that enables the HIV virus to enter cells.  Blockade of CCR5 by chemokine receptor antagonists prevents viral entry into host cells.  ","clickable_1":"images/img1.953.jpg"},

{"id":"11604","title":"A 20-year-old woman comes to an urgent care center due to pain with intercourse and dysuria for the last 3 days.  She also has had low-grade fevers and a mild headache.  The patient is otherwise healthy and takes oral contraceptives only.  She has no history of urinary tract or sexually transmitted infections.  The patient is sexually active and recently began a relationship with a new partner.  Temperature is 37.2 C (99 F).  The abdomen is soft and nontender.  Pelvic examination shows multiple, painful, shallow ulcers with an erythematous base on the left labium.  No vaginal discharge is present.  Bimanual examination reveals no cervical motion tenderness.  There is bilateral tender inguinal lymphadenopathy.  Which of the following is the best diagnostic test for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biopsy of the lymph node","answer_2":"B. Darkfield microscopy","answer_3":"C. Gram stain of the ulcer swab","answer_4":"D. PCR for viral DNA","answer_5":"E. Potassium hydroxide preparation","percent_1":"5%","percent_2":"12%","percent_3":"19%","percent_4":"60%","percent_5":"3%","right_answer":"D. PCR for viral DNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Genital ulcer disease#∆⨉∆⨉∆⨉∆⨉ § ∆^#Syphilis# ∆^#Genital herpes# ∆^#Chancroid# ∆^#Granuloma inguinale (donovanosis)# §^#Causative$ agent# ∆^Treponema$ pallidum ∆^Herpes simplex virus ∆^Haemophilus ducreyi ∆^Klebsiella $granulomatis §^#Description# ∆^Single,$ #painless# ulcer$ at inoculation$ site with$ heaped-up$ borders & $clean base ∆^Multiple, $#painful superficial vesicles#$ or #ulcerations# with $erythematous base ∆^#Deep,# #purulent$,# painful ulcers with$ matted/#suppurative#$ lymphadenitis ∆^#Painless,#$ progressive, red$ serpiginous $ulcerative lesions$ #without#$ lymphadenopathy §^#Diagnostic$ tests# ∆ • VDRL/RPR • Dark-field$ microscopy ∆ • PCR • Tzanck smear ∆ • Gram stain & culture • PCR ∆ • Gram stain & $culture (difficult) • Biopsy (Donovan$ bodies) %#PCR =# polymerase chain reaction; #RPR =# rapid plasma reagin; #VDRL =# Venereal Disease Research Laboratory.","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has a #herpes simplex virus# (HSV) infection.  HSV classically presents with #multiple#, #painful genital ulcers# with a characteristic erythematous base, dysuria (likely due to irritation of the ulcers), #tender bilateral lymphadenopathy# (common with primary genital HSV infection), and #systemic symptoms# (eg, fever, headache) in the setting of a new sexual partner. $The appearance of genital HSV lesions can vary and mimic other disease processes as the lesions change from vesicles to ulcers.  Therefore, a suspected clinical diagnosis of genital HSV requires laboratory confirmation via #PCR#, viral culture (low sensitivity, particularly as lesions heal), direct fluorescence antibody testing, or Tzanck smear (showing multinucleated giant cells). $#(Choice A)#  Lymph node biopsy is a relatively invasive procedure typically used to exclude malignancy or certain infections such as tuberculosis.  Biopsies of genital lesions may be performed if the diagnosis is unclear or if there is no response to initial treatment. $#(Choice B)#  Darkfield microscopy can be used to diagnose syphilis, which typically presents with painless ulcerations (chancre) and bilateral, nonpainful lymphadenopathy. $#(Choice C)#  Gonorrhea, caused by Neisseria gonorrhoeae, commonly results in urethritis, cervicitis, and pelvic inflammatory disease; Gram stain can reveal gram-negative diplococci.  Chancroid (due to Haemophilus ducreyi) presents with purulent ulcers with ragged borders and suppurative lymphadenopathy; Gram stain may occasionally reveal gram-negative rods in a school-of-fish chain. $#(Choice E)#  Potassium hydroxide is a strong base that destroys epithelial cells and leukocytes but not fungus.  Therefore, KOH can clear a specimen of cellular debris so that fungal elements may be visualized under a microscope.  KOH preparation is often used to diagnose vulvovaginal candidiasis, which typically presents with a white vaginal discharge; genital ulcers would be atypical. $#Educational objective# The finding of multiple painful genital ulcers and constitutional symptoms in a sexually active patient is highly suggestive of primary genital infection with herpes simplex virus.  The diagnosis can be established by PCR testing, direct fluorescence antibody testing, or Tzanck smear.  "},

{"id":"1315","title":"A 34-year-old man comes to the office due to a painless penile ulcer, which he first noticed 3 days ago.  He had unprotected sexual intercourse with a new partner a few weeks ago.  The patient has no significant medical history and takes no medications.  Temperature is 37.1 C (98.8 F).  Examination reveals a 2-cm nontender ulcer close to the glans penis with a raised, indurated margin and a clean base.  There are no surrounding lesions or vesicles.  There are several bilateral enlarged inguinal lymph nodes, which are firm, nontender, and rubbery.  Physical examination is otherwise unremarkable.  Rapid plasma reagin and HIV testing are negative.  Infection with which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chlamydia trachomatis (L serovars)","answer_2":"B. Haemophilus ducreyi","answer_3":"C. Herpes simplex virus","answer_4":"D. Neisseria gonorrhoeae","answer_5":"E. Treponema pallidum","percent_1":"28%","percent_2":"7%","percent_3":"4%","percent_4":"2%","percent_5":"59%","right_answer":"E. Treponema pallidum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Genital ulcer disease#∆⨉∆⨉∆⨉∆⨉ § ∆^#Syphilis# ∆^#Genital herpes# ∆^#Chancroid# ∆^#Granuloma inguinale (donovanosis)# §^#Causative$ agent# ∆^Treponema$ pallidum ∆^Herpes simplex virus ∆^Haemophilus ducreyi ∆^Klebsiella $granulomatis §^#Description# ∆^Single,$ #painless# ulcer$ at inoculation$ site with$ heaped-up$ borders & $clean base ∆^Multiple, $#painful superficial vesicles#$ or #ulcerations# with $erythematous base ∆^#Deep,# #purulent$,# painful ulcers with$ matted/#suppurative#$ lymphadenitis ∆^#Painless,#$ progressive, red$ serpiginous $ulcerative lesions$ #without#$ lymphadenopathy §^#Diagnostic$ tests# ∆ • VDRL/RPR • Dark-field$ microscopy ∆ • PCR • Tzanck smear ∆ • Gram stain & culture • PCR ∆ • Gram stain & $culture (difficult) • Biopsy (Donovan$ bodies) %#PCR =# polymerase chain reaction; #RPR =# rapid plasma reagin; #VDRL =# Venereal Disease Research Laboratory.","explanation_img":"","explanation_1":"","explanation_2":"This patient developed a #genital ulcer# a few weeks after unprotected intercourse, raising suspicion for a sexually transmitted infection.  A wide range of pathogens can cause genital ulcers, but a #solitary#, #painless ulcer# with heaped-up borders and a clean base usually indicates #primary syphilis# (syphilitic chancre).  Syphilis is caused by #Treponema pallidum#, a gram-negative spirochete that cannot be cultured and cannot be detected on Gram stain due to its small size. $The diagnosis of syphilis relies primarily on nontreponemal (eg, rapid plasma reagin, VDRL) and treponemal (eg, fluorescent treponemal antibody absorption) serologic testing.  However, because humoral antibody response often takes 4 weeks to develop, #false-negative serologic testing# is common early in the course of disease.  Nontreponemal tests are particularly susceptible to initial false-negative results (as in this patient); treponemal tests are more sensitive in early infection and are often used preferentially in this setting. $Although not widely available, the diagnostic gold standard for syphilis is to directly visualize the organism in tissue scrapings from a cutaneous lesion (eg, chancre).  This can involve fluorescent antibody testing or #dark-field microscopy#, which will show #motile#, #helical spirochetes#. $#(Choice A)#  L serovars of Chlamydia trachomatis cause lymphogranuloma venereum.  Although initial infection is associated with a painless genital ulcer, patients primarily present after the disease has spread to the regional lymph nodes, which results in painful lymphadenitis.  This disease is very rare in the United States and occurs mostly in tropical and subtropical regions. $#(Choice B)#  Haemophilus ducreyi is a small gram-negative rod that causes chancroid, a sexually transmitted infection characterized by painful (not painless) genital ulcers with an erythematous base.  Lesions typically begin as papules or pustules and evolve into an ulcer.  More than one lesion is often present. $#(Choice C)#  Herpes simplex virus usually causes multiple, bilateral, painful, ulcerating lesions.  Initial infections are frequently associated with systemic symptoms (eg, fever, headache, myalgia) and tender lymphadenopathy. $#(Choice D)#  Neisseria gonorrhoeae, a gram-negative diplococcus, is a leading cause of cervicitis, urethritis, and pelvic inflammatory disease.  Infected patients usually have copious purulent discharge from the urethra; ulcerative genital lesions are not a feature of this organism. $#Educational objective# Patients with early syphilis (eg, chancre) often have false-negative initial serologic testing.  Direct visualization of the organism (Treponema pallidum) by dark-field microscopy or fluorescent antibody testing is the gold standard for diagnosis but is not widely available.  "},

{"id":"1722","title":"A 54-year-old man with HIV is part of a large clinical study.  He was diagnosed with HIV-1 infection 5 years ago.  Blood samples are obtained periodically to perform sequencing analysis of the viral genome.  Current testing reveals a large number of isolates with mutation in the pol gene compared to the previous analyses.  This finding is most closely associated with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Evasion of humoral immune response","answer_2":"B. Inconsistent use of antiretroviral therapy","answer_3":"C. Ineffective CD8 cytotoxicity","answer_4":"D. Prevention of CD4 cell apoptosis","answer_5":"E. Reduction of viral replication","percent_1":"12%","percent_2":"53%","percent_3":"5%","percent_4":"6%","percent_5":"23%","right_answer":"B. Inconsistent use of antiretroviral therapy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"HIV reverse transcriptase does not have a proofreading mechanism.  This allows the virus to rapidly accumulate mutations (~1 nucleotide base pair per replication cycle) that may make it resistant to antiretroviral monotherapy.  However, the consistent use of #combination antiretroviral therapy#, which contains medications that target multiple steps in the HIV replication cycle, effectively prevents the development of resistant strains. $This patient was found to have a large number of viral isolates with new mutations to the #pol gene#, which encodes for the major HIV enzymes protease, reverse transcriptase, and integrase.  Most first-line #antiretroviral medications#, including protease inhibitors, reverse transcriptase inhibitors, and integrase strand transfer inhibitors, target these enzymes.  The emergence of a new predominant strain with mutation to the pol gene suggests that this patient has become resistant to his antiretroviral therapy.  Nearly all cases of acquired antiretroviral resistance are due to #inconsistent use# (transmitted resistance can also occur when an individual is inoculated with a resistant strain).  This patient will likely need a new antiretroviral regimen and should be encouraged to take it as prescribed. $#(Choice A)#  HIV infection results in the generation of antibodies that can reduce free virus in the circulatory system but cannot eliminate the infection due to viral integration into the host genome.  The primary target of neutralizing antibodies against HIV is the surface glycoprotein GP120, which is encoded by the env gene, not the pol gene. $#(Choice C)#  The HIV nef gene encodes for a protein that downregulates major histocompatibility complex class I proteins, reducing the ability of cytotoxic T cells to recognize host cells infected with HIV.  Pol gene mutations are unlikely to directly influence the ability of CD8 cells to respond to the infection. $#(Choice D)#  HIV infection triggers CD4 cell apoptosis through many mechanisms, including chronic immunologic stimulation, activation of the CD4 receptor by envelope glycoproteins (during viral attachment), and increased production of cytotoxic ligands by immune cells.  Mutations to the pol gene are unlikely to result in a reduction in CD4 apoptosis. $#(Choice E)#  Viral replication rate is generally positively correlated with the mutation rate. $#Educational objective# HIV pol gene mutations are responsible for acquired resistance to reverse transcriptase inhibitors, protease inhibitors, and integrase strand transfer inhibitors.  Mutations of the env gene enable escape from host-neutralizing antibodies.  "},

{"id":"15066","title":"A 46-year-old woman comes to the office to be tested for HIV after one of her prior sexual partners found that he was HIV-positive.  She feels healthy and has no symptoms.  The patient has never had a sexually transmitted infection and has no chronic medical conditions.  She has had several sexual partners in her lifetime and uses condoms inconsistently.  Physical examination shows no abnormalities.  HIV antigen/antibody immunoassay and a confirmatory HIV-1 antibody test are positive.  Further studies reveal plasma HIV viral load is >250,000 copies/mL and CD4 lymphocyte count is 150 cells/mm3.  After discussing the results and need for treatment, the patient agrees to start antiretroviral therapy.  An additional medication to prevent opportunistic infections is also planned.  This added treatment is most likely being used to prevent infection from which of the following pathogens?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Candida albicans","answer_2":"B. Cryptococcus neoformans","answer_3":"C. Cytomegalovirus","answer_4":"D. Mycobacterium avium-intracellular","answer_5":"E. Pneumocystis jirovecii","answer_6":"F. Toxoplasma gondii","percent_1":"9%","percent_2":"4%","percent_3":"4%","percent_4":"6%","percent_5":"71%","percent_6":"6%","right_answer":"E. Pneumocystis jirovecii","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Opportunistic infections in HIV#∆⨉∆⨉ §^#Infection# ∆^#Risk factors# ∆^#Prophylaxis# §^Pneumocystis jirovecii ∆ • CD4 count <200/mm3 • Oropharyngeal candidiasis ∆ • Trimethoprim-sulfamethoxazole §^Toxoplasma gondii ∆ • CD4 count <100/mm3 • Positive Toxoplasma IgG antibody ∆ • Trimethoprim-sulfamethoxazole §^Mycobacterium$ avium complex$ (M avium & M intracellulare) ∆ • CD4 count <50/mm3 ∆ • Azithromycin","explanation_img":"","explanation_1":"","explanation_2":"Patients with #HIV# have progressive impairment of the cell-mediated immune response that puts them at risk for #opportunistic infections# (OIs) with bacterial, viral, fungal, and protozoal pathogens.  OIs are associated with significant morbidity and mortality and also worsen HIV progression and viremia.  #Antimicrobial prophylaxis# can decrease the risk of developing certain OIs and is recommended in addition to antiretroviral therapy for all patients with HIV who have CD4 counts #<200/mm3#. $Antimicrobial prophylaxis is guided by the patient's CD4 count, as follows: $• CD4 count <200/mm3 – Antimicrobial prophylaxis against #Pneumocystis jiroveci pneumonia# is indicated.  #Trimethoprim-sulfamethoxazole# is the first-line agent. $• CD4 count <100/mm3 – Patients require antimicrobial prophylaxis against Toxoplasma gondii reactivation if they have serologic evidence of previous exposure (positive Toxoplasma IgG antibody).  Trimethoprim-sulfamethoxazole is also used for prophylaxis against this condition #(choice F).# $• CD4 count <50/mm3 – Patients require antimicrobial prophylaxis against Mycobacterium avium-intracellular (mycobacterium avium complex).  Azithromycin is used most commonly #(choice D).# $Once CD4 counts improve with antiretroviral therapy (>200/mm3 for >3 months), patients can often stop taking antimicrobial prophylaxis. $#(Choice A)#  Patients with advanced HIV who have low CD4 counts are at greater risk for mucocutaneous Candida infections (eg, thrush, esophagitis).  However, routine prophylaxis against Candida infection is not recommended due to risk of drug resistance and drug interactions. $#(Choice B)#  Patients with HIV who have CD4 counts <100/mm3 are at risk for cryptococcal meningitis.  However, prophylaxis is not recommended against Cryptococcus due to drug interactions, adverse effects, risk of fungal resistance, and cost.  This patient's CD4 count >100/mm3. $#(Choice C)#  Cytomegalovirus (CMV) is a common OI in patients with HIV who have CD4 counts <50/mm3.  Reactivation frequently leads to retinitis and gastrointestinal disease (eg, colitis).  However, primary prophylaxis against CMV is not recommended due to cost, toxicity, and the high number needed to treat to reduce risk of disease. $#Educational objective# Patients with advanced HIV and low CD4 counts are at risk for opportunistic infections and require antimicrobial prophylaxis.  Pneumocystis jiroveci pneumonia prophylaxis with trimethoprim-sulfamethoxazole (TMP-SMX) is indicated when CD4 count is <200/mm3.  "},

{"id":"651","title":"A 35-year-old woman comes to the office due to a vulvar lesion.  She has also experienced occasional headaches and memory loss recently.  The patient has had unprotected sexual intercourse with multiple partners.  Cardiovascular examination is notable for a diastolic murmur with a prominent second heart sound.  There is a painless indurated nodule on her vulva.  Cervical cultures are negative for gonorrhea, but a serum Venereal Disease Research Laboratory (VDRL) test is positive.  Chest x-ray reveals calcifications at the level of the ascending aortic arch.  Blood cultures are negative.  Lumbar puncture shows mild pleocytosis and a positive VDRL result.  HIV testing is negative.  Which of the following best describes this patient's vulvar lesion?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chancre","answer_2":"B. Condylomata acuminata","answer_3":"C. Condylomata lata","answer_4":"D. Granuloma inguinale","answer_5":"E. Gumma","percent_1":"28%","percent_2":"4%","percent_3":"24%","percent_4":"1%","percent_5":"42%","right_answer":"E. Gumma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with neurosyphilis (headaches, memory loss, cerebrospinal fluid with Venereal Disease Research Laboratory positivity, pleocytosis) likely has cardiovascular syphilis (asymptomatic murmur with loud second heart sound [S2], ascending aortic arch calcification).  She therefore has #late (tertiary) syphilis#, and her vulvar lesion is most likely a #gumma#.  A chancre would be seen in primary syphilis #(choice A),# and condylomata #lata# occur during secondary syphilis #(choice C).# $The clinical presentation of syphilis occurs in well-defined stages: $• #Primary syphilis# manifests as a painless ulceration with raised, indurated borders.  This #chancre# develops at the Treponema pallidum inoculation site (most commonly penis or vulva) 1-3 weeks after contact and resolves in 3-6 weeks.  The organism commonly disseminates systemically during this stage. $• #Secondary syphilis#, a bacteremic stage that develops 5-10 weeks following chancre resolution, presents with a diffuse macular #rash,# as shown in the @exhibit@, encompassing the palms and soles.  #Condylomata lata#, large gray wartlike growths typically appearing in the genital/perineal region, are another typical manifestation. $• #Latent syphilis# is an asymptomatic period divided into early latent (infection within past year) and late latent (infection >1 year ago). $• #Late (tertiary) syphilis# develops many years after infection in untreated individuals.  #Gummas# are characteristic and often begin as painless, indurated granulomatous lesions that progress to white-gray rubbery lesions that may ulcerate.  They are most commonly cutaneous but also appear in the subcutaneous tissue, bones, liver, and other organs.  Tertiary syphilis can also manifest as cardiovascular involvement with #ascending aortic aneurysms# (with calcification seen on x-ray) and resultant aortic valve #insufficiency# (murmur, high-pitched tambour S2). $#Neurosyphilis#, which may be asymptomatic or cause subacute meningoencephalitis, tabes dorsalis, or other neurologic sequelae, is a common manifestation of late syphilis but can occur at #any# stage. $#(Choice B)#  Condylomata acuminata are anogenital warts due to human papillomavirus (HPV), the causative agent of cervical cancer.  Common strains associated with condylomata acuminata are HPV 6 and 11, which have low oncogenic potential. $#(Choice D)#  Patients with granuloma inguinale, a sexually transmitted disease caused by Klebsiella granulomatis (previously Calymmatobacterium granulomatis), can have inguinal swelling, ulcers, abscesses, and fistulas.  Gram staining of the lesions reveals cells with rod-shaped intracytoplasmic inclusions (Donovan bodies). $#Educational objective# The clinical presentation of tertiary syphilis includes cardiovascular involvement and gummas.  Gummas are necrotizing granulomas occurring on the skin, mucosa, subcutaneous tissue, and bones and within other organs.  Neurosyphilis can occur at any stage of infection.  ","clickable_1":"images/img1.651.jpg"},

{"id":"1674","title":"A 25-year-old man comes to the office for follow-up.  He was diagnosed with HIV several weeks ago following a hospitalization for Pneumocystis pneumonia.  He has no other medical problems.  His HIV drug susceptibility report shows no evidence of resistance.  The patient's treatment regimen includes a drug that is structurally unrelated to nucleosides and is not phosphorylated intracellularly.  The drug acts within the cytoplasm of infected cells to inhibit the synthesis of viral DNA from the RNA template.  Which of the following agents was most likely used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Emtricitabine","answer_2":"B. Enfuvirtide","answer_3":"C. Nevirapine","answer_4":"D. Ritonavir","answer_5":"E. Zidovudine","percent_1":"8%","percent_2":"13%","percent_3":"38%","percent_4":"21%","percent_5":"20%","right_answer":"C. Nevirapine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1674.jpg","explanation_1":"","explanation_2":"$Retroviral reverse transcriptase inhibitors prevent the synthesis of viral DNA from the RNA template.  #Nonnucleoside reverse transcriptase inhibitors# (NNRTIs) do #not# require activation via intracellular phosphorylation.  The more common NNRTIs include #nevirapine# and #efavirenz#.  They are best used in conjunction with other antiretroviral agents for the treatment of HIV infection. $@Adverse effects@ are common with NNRTIs.  Abrupt-onset flulike symptoms, abdominal pain, jaundice, or fever may indicate potentially life-threatening #hepatic failure# (most likely to occur within the first 6 weeks of NNRTI therapy).  Life-threatening skin reactions (eg, Stevens-Johnson syndrome, toxic epidermal necrolysis) have also been observed. $#(Choices A and E)#  Zidovudine and emtricitabine are nucleoside reverse transcriptase inhibitors (NRTIs).  In general, NRTIs must be converted into their monophosphate forms by a cellular kinase (cellular thymidine kinase) before they can be converted into pharmacologically active triphosphate forms. $#(Choice B)#  Enfuvirtide is an HIV fusion inhibitor that binds to HIV envelope gp41 and blocks the conformational changes necessary for the fusion of viral and cellular membranes.  Through this mechanism, enfuvirtide denies the HIV genome entry into uninfected CD4+ T-cells.  Its main site of action is outside the cytoplasm. $#(Choice D)#  Ritonavir is an inhibitor of HIV protease that prevents assembly and maturation of the virus.  Nonfunctional, noninfectious virions are produced instead.  Reverse transcription is not affected. $#Educational objective# Nonnucleoside reverse transcriptase inhibitors (NNRTIs) are antiretroviral drugs that do not require activation via intracellular phosphorylation.  The more common NNRTIs include nevirapine and efavirenz.  ","clickable_1":"images/img1.1674.jpg"},

{"subjectSystem":"Pathology-infectious","id":"472","title":"A 52-year-old man comes to the emergency department due to several days of vague chest pain and cough.  He immigrated to the United States from Taiwan 20 years ago.  Temperature is 37.1 C (98.8 F).  Physical examination reveals a decrescendo-type diastolic murmur over the right sternal border.  Pulmonary auscultation reveals normal breath sounds with no wheezes or rales.  Abdominal examination shows no organomegaly.  Serum fluorescent treponemal antibody absorption testing is positive.  Chest x-ray reveals mediastinal widening.  The pathologic process most likely responsible for this patient's symptoms starts as which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intimal streak","answer_2":"B. Intimal tear","answer_3":"C. Medial degeneration","answer_4":"D. Medial inflammation","answer_5":"E. Vasa vasorum obliteration","percent_1":"3%","percent_2":"8%","percent_3":"6%","percent_4":"11%","percent_5":"72%","right_answer":"E. Vasa vasorum obliteration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient's murmur is characteristic of #aortic regurgitation#, which, in the presence of mediastinal widening, suggests an #aortic aneurysm# that has dilated the aortic annulus.  The positive serology for #syphilis# (positive fluorescent treponemal antibody absorption [FTA-ABS] test) suggests a 'luetic' aneurysm, consistent with tertiary syphilis. $#Tertiary syphilis# begins with #vasa vasorum endarteritis# and obliteration, resulting in inflammation, ischemia, and weakening of the adventitia.  Aneurysmal dilation of the thoracic aorta results and can extend to involve the aortic valve ring.  Syphilitic aneurysms are uncommon in the United States. $#(Choice A)#  Intimal streaks are the earliest lesions of atherosclerosis.  Severe, complicated intimal atheromas can destroy and weaken the underlying media, resulting in aortic aneurysms.  However, the most common site of these lesions is in the abdominal aorta (below the origin of the renal arteries).  Although atherosclerosis can promote aneurysm formation in the thoracic aorta, the positive FTA-ABS test makes atherosclerosis less likely to be the cause of this patient's symptoms. $#(Choices B and C)#  Intimal tear and medial degeneration (elastic tissue fragmentation and separation of the elastic and fibromuscular components of the tunica media by small, cleft-like spaces) are common histopathologic abnormalities seen with aortic dissections (severe chest pain radiating to the back), not aortic aneurysms. $#(Choice D)#  Large vessel arteritides with medial inflammation (eg, Takayasu, giant cell arteritis) might rarely promote an aortic aneurysm; however, they are not associated with a positive serology for syphilis. $#Educational objective# Tertiary syphilis can result in thoracic aortic aneurysm.  If the aneurysm compresses adjacent structures and dilates the aortic valve ring, a murmur and mediastinal widening might be present.  The pathogenesis begins with vasa vasorum endarteritis and obliteration, resulting in inflammation, ischemia, and weakening of the aortic adventitia.  Fluorescent treponemal antibody absorption testing is specific for syphilis.  "},

{"id":"15518","title":"A 26-year-old woman comes to the office due to fever, malaise, and joint pain.  A week ago, the patient had pain in the small joints of her right hand, which improved spontaneously but was quickly followed by pain in the right ankle and left wrist.  She has no prior medical problems and takes no medications.  Temperature is 38 C (100.4 F), blood pressure is 124/82 mm Hg, and pulse is 90/min.  The extremity joints are not erythematous or swollen, but tenderness is present along the tendons of the left wrist and right ankle.  Several small, nontender pustules are seen on the extremities.  There is no other rash.  Blood culture in a selective growth medium consisting of chocolate agar and multiple antibiotics yields the causative pathogen.  Which of the following strategies would most likely have prevented this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Avoiding bites from ticks","answer_2":"B. Obtaining adequate vaccinations","answer_3":"C. Thoroughly cooking meat products","answer_4":"D. Using condoms consistently","answer_5":"E. Using mosquito repellents","percent_1":"12%","percent_2":"20%","percent_3":"3%","percent_4":"61%","percent_5":"4%","right_answer":"D. Using condoms consistently","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Disseminated gonococcal infection# occurs when Neisseria gonorrhoeae spreads from the genitourinary tract to the bloodstream.  It typically presents with the triad of polyarthralgia, tenosynovitis, and dermatitis (painless @pustules@ on the extremities) or purulent arthritis.  The diagnosis is confirmed when the organism is isolated on #Thayer-Martin media# (chocolate agar infused with antibiotics), which permits selective growth of Neisseria species. $N gonorrhoeae is spread primarily via infected genital secretions during #sexual contact#.  Therefore, most cases can be prevented by the #consistent use of condoms#.  Patients with genitourinary N gonorrhoeae infections may have @purulent cervicitis@ or urethritis, but many are asymptomatic.  Asymptomatic infection increases the risk of spread to deeper tissues (eg, disseminated gonococcal infection, pelvic inflammatory disease) because of treatment delay. $#(Choice A)#  Lyme disease is a tick-borne illness caused by the spirochete Borrelia burgdorferi.  Early localized Lyme disease can be associated with arthralgias, myalgias, fever, and @erythema migrans@ (a migrating, erythematous, bull's-eye rash).  However, it is not associated with tendonitis/pustules, and spirochetes cannot be cultured on Thayer-Martin media. $#(Choice B)#  N gonorrhoeae undergoes dramatic antigenic variation of its surface molecules, which prevents the formation of protective antibodies against future infection.  Therefore, recurrent infection is common and vaccinations are ineffective. $#(Choice C)#  The roundworm Trichinella can be transmitted via undercooked pork.  It invades the skeletal muscle and causes severe muscle pain, swelling, and tenderness.  Periorbital edema and eosinophilia are often important diagnostic clues; infection is typically confirmed with serology (not culture). $#(Choice E)#  @Dengue fever@, also called breakbone fever, is a mosquito-borne viral infection associated with fever, severe myalgias, arthralgias, and maculopapular rash.  Hemorrhagic complications can occur.  The diagnosis is usually made clinically; Thayer-Martin media would not yield an organism (as it is a viral pathogen). $#Educational objective# Neisseria gonorrhoeae is spread sexually by genitourinary secretions and can be prevented by the consistent use of condoms.  Genitourinary infections are often asymptomatic, which increases the risk of spread through the bloodstream, leading to disseminated gonococcal infection.  Patients with disseminated disease typically present with the triad of polyarthralgia, tenosynovitis, and dermatitis or purulent arthritis.  ","clickable_1":"images/img1.15518.jpg","clickable_2":"images/img2.15518.jpg","clickable_3":"images/img3.15518.jpg","clickable_4":"images/img4.15518.jpg"},

{"id":"2019","title":"A 24-year-old pregnant woman comes to the emergency department in active labor at full term.  The patient has a history of HIV from injection drug use.  She is not adherent with antiretroviral therapy and has had no recent testing of CD4 count or plasma viral load.  Physical examination shows regular uterine contractions, ruptured amniotic membranes, and a fully dilated cervix.  A decision is made to continue with the vaginal delivery due to advanced labor.  Intravenous zidovudine is administered to the patient during the delivery and to the infant immediately after birth.  This medication helps decrease the risk of perinatal transmission by inhibiting which of the following components of viral genome replication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Folate-dependent uracil methylation","answer_2":"B. Integration of viral DNA into the host genome","answer_3":"C. Nucleoside phosphorylation","answer_4":"D. Phosphodiester bond formation","answer_5":"E. Proper base pairing and hydrogen bond formation","percent_1":"1%","percent_2":"21%","percent_3":"21%","percent_4":"35%","percent_5":"21%","right_answer":"D. Phosphodiester bond formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"HIV is a single-stranded RNA virus that is converted into cDNA (copy/complementary DNA) by the HIV enzyme #reverse transcriptase#.  This enzyme grows DNA by adding nucleotides to the terminal 3′-hydroxyl group using a 3′-5′ #phosphodiester bond#.  #Nucleoside reverse transcriptase inhibitors# (NRTIs) such as zidovudine block this step in viral replication.  This class of medications is composed of nucleoside/nucleotide analogues that #do not have a 3′-hydroxyl group#.  When reverse transcriptase incorporates an NRTI into a growing DNA strand, it results in chain termination because no 3′-hydroxyl group is available to add additional base pairs. $Zidovudine (ZDV) was the first approved HIV medication but is now used primarily to prevent maternal to fetal transmission of HIV during labor and delivery.  It is a thymidine analogue that contains an azido group in place of the hydroxyl group usually found at the 3′ end of thymidine. $#(Choice A)#  The enzyme thymidylate synthase catalyzes the conversion of deoxyuridine monophosphate (dUMP) to deoxythymidine monophosphate (dTMP).  N5, N10-methylene tetrahydrofolate is the methyl donor in this reaction and is converted to dihydrofolate (DHF) in the process.  Tetrahydrofolate is then regenerated from DHF by dihydrofolate reductase.  Methotrexate is a chemotherapeutic agent that inhibits DNA synthesis by inhibiting dihydrofolate reductase. $#(Choice B)#  Integration of viral DNA into the host genome is mediated by integrase, an HIV enzyme that is inhibited by integrase strand transfer inhibitors (eg, raltegravir). $#(Choice C)#  Inhibition of nucleoside phosphorylation is not an effect of ZDV.  In fact, nucleoside reverse transcriptase inhibitors (including ZDV) must be phosphorylated within the host cell to form the functional triphosphate moiety.  Non-nucleoside reverse transcriptase inhibitors can bind directly to (and inactivate) reverse transcriptase without being phosphorylated. $#(Choice E)#  In double-stranded DNA, A always pairs with T, and G always pairs with C.  These bases bind via hydrogen bonds.  Some chemotherapeutic agents, such as the anthracyclines daunorubicin and doxorubicin, intercalate between the bases, causing defective base pairing and splitting of the DNA strands.  Transcription and replication failure and mutagenesis ultimately result. $#Educational objective# Zidovudine (ZDV) is a nucleoside reverse transcriptase inhibitor used to prevent maternal to fetal transmission of HIV during labor (when the mother is not virally suppressed).  It is a thymidine analogue that does not have the normal 3′-hydroxyl group found on thymidine.  Because new nucleotides are added to growing DNA chains only at the 3′-hydroxyl group, the addition of ZDV into DNA results in chain termination.  "},

{"id":"1025","title":"A 26-year-old man develops dysuria and purulent urethral discharge following unprotected sex with a new partner.  Nucleic acid amplification testing is positive for Neisseria gonorrhoeae infection.  The patient develops antibody against the bacterial pili that enhance attachment to host cells.  His symptoms resolve with adequate treatment.  His partner does not receive treatment.  Several weeks later, the patient develops N gonorrhoeae reinfection after repeat exposure to the same partner.  Which of the following is the most likely reason for the lack of long-lasting immunity against the bacteria despite antibody formation in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antigenic mimicry","answer_2":"B. Antigenic variation","answer_3":"C. Conjugative plasmid","answer_4":"D. Low molecular weight antigen","answer_5":"E. Non-protein antigen","percent_1":"2%","percent_2":"88%","percent_3":"5%","percent_4":"1%","percent_5":"5%","right_answer":"B. Antigenic variation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Many strains of Neisseria gonorrhoeae have pili, hair-like protein polymers projecting from the bacterial surface that are involved in organism attachment to mucosal surfaces.  When the host produces antibodies against gonococcal pili, mucosal adherence is inhibited.  At a given time, only 1 pilus gene is functional, so only 1 pilus type is expressed.  However, the structural genes for pilus proteins undergo #antigenic variation# at a high frequency; they undergo #recombination# with each other to produce new antigenic types of pili.  The number of possible antigenic pilus types is theoretically quite large.  This diversity is a reason that vaccine development against N gonorrhoeae pili has been challenging. $#(Choice A)#  Antigenic mimicry is the sharing of antigenic sequences between the microorganism and the host cell, facilitating immune evasion.  The gonococcal lipooligosaccharide is similar in structure to human cell membrane glycosphingolipids.  However, this is not related to antibody formation against the pilus.  Antigenic mimicry can lead to autoimmune disease if the host mounts an immune response against the infectious epitope and that epitope has sufficient sequence homology with a host antigen. $#(Choice C)#  Plasmid conjugation plays an important role in gonococcal antibiotic resistance. $#(Choice D)#  Pilin proteins do not represent a low molecular weight structure that would be poorly immunogenic. $#(Choice E)#  Gonococcal pili are protein polymers.  In addition, vaccines have been developed against non-protein structures (eg, meningococcal vaccine, pneumococcal vaccine). $#Educational objective# Gonococci use their pili to mediate adherence to the mucosal epithelium.  Through antigenic variation, each gonococcus can modify the pilus protein expressed, thereby avoiding host defenses (to some degree) and making vaccination directed against the pilus protein difficult.  "},

{"id":"1895","title":"A 23-year-old man comes to the office due to several days of dysuria.  He has had no fever or hematuria.  The patient has no other medical conditions, takes no medications, and has no known allergies.  Temperature is 37.1 C (98.8 F).  On genitourinary examination, mucopurulent discharge is noted at the urethral meatus.  Microscopy of the discharge shows numerous neutrophils, some of which contain intracellular gram-negative diplococci.  A single intramuscular injection of ceftriaxone is administered.  Which of the following additional medications is recommended at this time?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Doxycycline","answer_2":"B. Fluconazole","answer_3":"C. Metronidazole","answer_4":"D. No additional medication","answer_5":"E. Penicillin G benzathine","answer_6":"F. Trimethoprim-sulfamethoxazole","percent_1":"89%","percent_2":"0%","percent_3":"2%","percent_4":"4%","percent_5":"2%","percent_6":"2%","right_answer":"A. Doxycycline","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Infectious urethritis in men# ∆⨉ §^#Etiology# ∆ • Neisseria gonorrhoeae • Chlamydia trachomatis • Mycoplasma genitalium • Trichomonas vaginalis §^#Manifestations# ∆ • Dysuria • Discharge §^#Diagnosis# ∆ • Gram stain & culture • Nucleic acid amplification testing §^#Treatment# ∆ • GU alone: ceftriaxone • GU + Chlamydia*: ceftriaxone + doxycycline • Chlamydia/Mycoplasma: azithromycin • Trichomonas: metronidazole %*GU + uncertain Chlamydia status is also treated with ceftriaxone + doxycycline.$ #GU =# gonococcal urethritis.","explanation_img":"","explanation_1":"","explanation_2":"This young man with dysuria and penile discharge likely has #infectious urethritis# due to sexually transmitted infection.  Most cases are caused by Neisseria gonorrhoeae, Chlamydia trachomatis, or Mycoplasma genitalium; #simultaneous infection# with multiple pathogens is common. $#Nucleic acid amplification testing# (NAAT) of urethral, vaginal, or anal swabs is used to identify the causative organism.  When available, light microscopy with #Gram stain# is performed to rapidly diagnose N gonorrhoeae infection while awaiting NAAT results.  #Gonococcal urethritis# is diagnosed when there are leukocytes with #intracellular gram-negative diplococci#; nongonococcal urethritis is diagnosed when there are no organisms present (because C trachomatis does not have significant peptidoglycan in the cell wall, it cannot be identified on Gram stain). $Treatment is as follows: $• #Gonorrhea with positive/uncertain Chlamydia status# (as in this patient) is treated with #ceftriaxone and doxycycline# to provide dual coverage for gonorrhea (ceftriaxone plus doxycycline) and coverage for potential Chlamydia coinfection (doxycycline). $• Gonorrhea with negative Chlamydia NAAT is treated with ceftriaxone alone #(choice D).# $• Positive Chlamydia with no gonorrhea is treated with azithromycin or doxycycline monotherapy. $#(Choice B)#  Fluconazole is a triazole-class antifungal agent used to treat candidiasis, cryptococcosis, histoplasmosis, blastomycosis, and coccidioidomycosis.  Fungal urethritis is uncommon in otherwise healthy men. $#(Choice C)#  Metronidazole treats anaerobic bacteria and protozoa.  It has no activity against N gonorrhoeae or C trachomatis but can be used for urethritis caused by Trichomonas vaginalis.  Because T vaginalis is a less common cause of infectious urethritis in men, empiric coverage against T vaginalis is not recommended. $#(Choice E)#  Penicillin G benzathine is used to treat syphilis infection, which typically presents with a chancre (primary syphilis) or diffuse rash and lymphadenopathy (secondary syphilis).  Treatment for syphilis is not indicated without these characteristic symptoms or a positive syphilis test result. $#(Choice F)#  Trimethoprim-sulfamethoxazole is used to treat cystitis or proctitis due to coliform bacilli (eg, Escherichia coli).  These organisms can cause urethritis in older men in the setting of prostatic obstruction of the urethra.  However, infectious urethritis in young men is almost always caused by sexually transmitted infection, not coliform organisms. $#Educational objective# Urethritis in young men is usually due to sexually transmitted infection.  Treatment for gonococcal urethritis with uncertain or positive Chlamydia coinfection status is ceftriaxone plus doxycycline.  Treatment for gonococcal urethritis with negative Chlamydia is ceftriaxone alone.  Patients with no gonorrhea who have Chlamydia are treated with azithromycin or doxycycline monotherapy."},

{"id":"15113","title":"A 43-year-old man comes to the office due to fatigue and worsening pedal edema over the past several weeks.  The patient was diagnosed with advanced HIV infection and started on antiretroviral therapy 3 months ago.  He also has a history of hypertension.  Physical examination shows bilateral lower extremity pitting edema.  Serum creatinine is elevated and serum phosphorus is decreased compared to test results 3 months ago.  Urinalysis reveals moderate proteinuria and glucosuria.  Renal biopsy shows cytoplasmic vacuolization in the proximal tubules accompanied by loss of brush border and basement membrane denudation.  Intracytoplasmic eosinophilic inclusions are also seen in the proximal tubules.  There are no significant interstitial inflammatory infiltrates, and the glomeruli appear normal.  Which of the following is the most likely diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. HIV-associated nephropathy","answer_2":"B. Hypertensive nephrosclerosis","answer_3":"C. Postinfectious glomerulonephritis","answer_4":"D. Tenofovir-induced nephrotoxicity","answer_5":"E. Trimethoprim-sulfamethoxazole–induced nephrotoxicity","percent_1":"18%","percent_2":"5%","percent_3":"4%","percent_4":"55%","percent_5":"18%","right_answer":"D. Tenofovir-induced nephrotoxicity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with HIV was recently started on antiretroviral therapy and subsequently developed evidence of proximal tubule dysfunction (eg, hypophosphatemia, glucosuria, proteinuria, biopsy abnormalities), raising concern for #tenofovir-induced nephrotoxicity#.  Tenofovir is a common part of first-line HIV therapy.  It is an adenosine analogue that is a member of the #nucleotide reverse transcriptase inhibitors# (NRTIs).  NRTIs prevent reverse transcriptase from converting the HIV RNA genome into complementary double-stranded DNA, which inhibits viral replication. $Tenofovir is primarily eliminated via the proximal tubule cells of the kidney.  High concentrations of tenofovir in these cells can interfere with mitochondrial DNA synthesis and result in cellular damage.  This typically manifests with #acute kidney injury# (eg, elevated creatinine, water retention) and/or signs of #proximal tubule dysfunction# (eg, phosphaturia, glucosuria, proteinuria).  Histopathology may show damage to proximal tubule cells (eg, loss of brush border, basement membrane denudation) and evidence of giant mitochondria (eg, large eosinophilic inclusions).  Renal abnormalities typically improve once tenofovir is discontinued. $#(Choice A)#  HIV-associated nephropathy is due to viral infection of kidney epithelial cells and typically manifests with hematuria, hypertension, and edema.  Biopsy classically shows focal segmental glomerulosclerosis and significant interstitial inflammation. $#(Choice B)#  Hypertensive nephrosclerosis is most common in black patients who have markedly elevated blood pressure.  It usually is characterized by proteinuria with or without renal insufficiency.  Biopsy typically reveals damage to the renal vasculature (eg, intimal thickening, luminal narrowing), glomeruli (eg, glomerulosclerosis), and renal interstitium (eg, fibrosis, atrophy). $#(Choice C)#  Poststreptococcal glomerulonephritis is an immune complex disease of the glomeruli caused by a preceding infection with a nephritogenic strain of group A beta-hemolytic streptococcus.  Patients may have proteinuria, edema, hypertension, and/or acute kidney injury.  However, they usually also have red/brown urine and biopsy evidence of diffuse proliferative glomerulonephritis. $#(Choice E)#  Trimethoprim-sulfamethoxazole is often used in patients with advanced AIDS to prevent Pneumocystis pneumonia and/or Toxoplasma gondii.  It can cause interstitial nephritis and acute kidney injury but does not usually cause focal damage to the proximal tubule. $#Educational objective# Tenofovir is a nucleotide reverse transcriptase inhibitor that is a common component of HIV therapy.  This drug is generally well tolerated but may occasionally cause damage to the proximal tubule of the kidney, leading to acute kidney injury and/or proximal tubule impairment (eg, phosphoruria, glucosuria, proteinuria, water retention).  Biopsy typically reveals a normal glomerulus and renal interstitium but damage to the proximal tubule.  "},

{"id":"1675","title":"Researchers analyze the HIV viral structure and replication cycle for new drug targets.  They find the virus encodes a large glycoprotein, which gets cleaved into 2 subunits, the surface and transmembrane subunits.  These subunits remain noncovalently bound to each other in the virion.  Upon activation of the surface protein, conformational changes occur in the transmembrane subunit exposing the functional inner core.  A novel drug is developed that selectively binds and prevents normal functioning of the transmembrane subunit, interfering with the normal viral replication cycle.  This agent most likely directly inhibits which of the following viral processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Attachment of the virus to target cell surface","answer_2":"B. Budding and release of a new virus particle","answer_3":"C. Cleavage of polyproteins by viral encoded enzyme","answer_4":"D. Entry of the viral core into host cytoplasm","answer_5":"E. Integration of the viral DNA into host genome","answer_6":"F. Synthesis of DNA from viral RNA template","answer_7":"G. Transcription of mRNA from proviral DNA","percent_1":"20%","percent_2":"5%","percent_3":"5%","percent_4":"57%","percent_5":"7%","percent_6":"4%","percent_7":"2%","right_answer":"D. Entry of the viral core into host cytoplasm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1675.jpg","explanation_1":"","explanation_2":"$The HIV genome encodes several enzymes and structural proteins in polycistronic mRNAs that are then translated into polyproteins and cleaved by proteases into the individual proteins that compose the virus.  The env gene encodes the #polyprotein gp160#, which is extensively #glycosylated# in the endoplasmic reticulum and Golgi body and subsequently cleaved into the mature envelope proteins gp120 and gp41.  These envelope proteins remain associated by noncovalent attachments and form the #glycoprotein spikes# that pepper the surface of the HIV virus. $#gp120# forms the outside surface of the glycoprotein spike and #mediates viral attachment# to the host cell by binding with the CD4 receptor and a chemokine coreceptor (CXCR4, CCR5) #(choice A).#  Binding of gp120 to these host receptors induces a conformational change in the structure of the glycoprotein spike that exposes the underlying transmembrane glycoprotein gp41.  #gp41 mediates fusion# of the viral cell membrane with the host cell membrane, thereby allowing the #viral core to enter the cell#. $Drugs that selectively bind gp41 (eg, enfuvirtide) are known as #fusion inhibitors# because they prevent gp41 from undergoing the conformational changes necessary for viral fusion, which prevents the HIV genome from entering uninfected cells. $#(Choice B)#  Viral assembly and budding occur at the cell surface.  The envelope proteins (gp120, gp41) are expressed on the cell surface and then a complex of the nucleocapsid, viral RNA, and viral proteins (gag and pol polyproteins) bud from the surface.  Further assembly then occurs when the virus is free from the host cell.  The transmembrane gp41 does not catalyze the budding or assembly process. $#(Choice C)#  Protease is an HIV enzyme that mediates the cleavage of HIV polyproteins into the individual proteins that compose the HIV virus.  @Protease inhibitors@ (eg, atazanavir, darunavir) block the action of this enzyme. $#(Choice E)#  Integrase inserts the viral double-stranded DNA into the host genome.  Integrase inhibitors (eg, raltegravir, dolutegravir) are often part of first-line therapy for HIV. $#(Choice F)#  Reverse transcriptase converts viral single-stranded RNA into complementary double-stranded DNA.  Reverse transcriptase inhibitors terminate viral DNA elongation by competitive or allosteric inhibition. $#(Choice G)#  Host RNA polymerase II transcribes proviral DNA into mRNA, which is then translated in the rough endoplasmic reticulum. $#Educational objective# Fusion inhibitors (eg, enfuvirtide) bind the HIV transmembrane glycoprotein gp41 and prevent it from approximating the viral and host cellular membranes, which prevents HIV penetration into new host cells.  ","clickable_1":"images/img1.1675.jpg"},

{"id":"60","title":"The rates of hepatocellular carcinoma in some developing countries are many times higher than that in Western nations.  A successful hepatocellular carcinoma prevention strategy in these countries would focus on incorporating:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Water sanitation","answer_2":"B. Vitamin supplementation","answer_3":"C. Universal vaccination","answer_4":"D. Adequate antibiotic use","answer_5":"E. Routine physician check-ups","answer_6":"F. Wider access to hospital care","percent_1":"9%","percent_2":"1%","percent_3":"81%","percent_4":"1%","percent_5":"5%","percent_6":"2%","right_answer":"C. Universal vaccination","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Worldwide, those countries with high rates of hepatitis B virus (HBV) infection have more than 85% of all hepatocellular carcinoma (HCC) cases.  Korea, Taiwan, Mozambique, and China experience the highest annual rates of HCC (36 per 100,000 versus <5 per 100,000 in North America).  The individuals who develop HCC in these countries usually have chronic HBV infection acquired through vertical transmission at childbirth, which increases their risk of developing HCC by early to middle adulthood 200-fold.  In the United States, HCC normally arises after the age of 60.  In these countries with high rates of HBV infection, however, HCC commonly presents in adults 20 to 40 years old. $Therefore, universal vaccination of children against HBV would be the one measure most likely to cause a steep decline in the incidence of hepatocellular carcinoma worldwide. $#(Choice A)#  Improved water sanitation would be of significant help in reducing the incidence of many foodborne illnesses transmitted through the fecal-oral route (such as hepatitis A). $#(Choice B)#  Vitamin supplementation would be of significant help in reducing the incidence of conditions associated with poor nutrition (eg, pellagra). $#(Choice D)#  Adequate antibiotic usage would be of significant help in reducing the length and severity of bacterial infections. $#(Choices E and F)#  Routine physician check-ups and wider access to hospital care would be of significant help in educating the patient population, identifying disease processes in early stages, and reducing suffering. $#Educational objective# Universal vaccination of children against HBV would likely cause a steep decline in the worldwide incidence of hepatocellular carcinoma.  "},

{"id":"15125","title":"A 24-year-old woman comes to the office due to 3 weeks of worsening throat pain and difficulty swallowing.  She has no chronic medical problems but has had recurrent vulvovaginal candidiasis and bacterial folliculitis over the past year.  The patient has also had an unintentional weight loss of 4.5-kg (10-lb) over the past 3 months.  She is an exchange student from Senegal.  Physical examination shows generalized lymphadenopathy and oropharyngeal thrush.  Upper endoscopy confirms Candida esophagitis.  HIV antigen/antibody immunoassay returns positive.  Further testing shows a CD4 count of 180/mm3 but there is no detectable plasma HIV-1 RNA.  Which of the following best explains the observed laboratory findings in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. False-positive serology from cross-reactive antibodies","answer_2":"B. Homozygous CCR5 deletion","answer_3":"C. Infection with CXCR4 tropic strain","answer_4":"D. Infection with HIV-2","answer_5":"E. Window period of HIV infection","percent_1":"3%","percent_2":"7%","percent_3":"7%","percent_4":"60%","percent_5":"23%","right_answer":"D. Infection with HIV-2","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Comparison of HIV-1 & HIV-2#∆⨉∆⨉ § ∆#HIV-1# ∆#HIV-2# §^#Geographic location# ∆Worldwide ∆West Africa §^#Viral load# ∆High ∆Low §^#Progression to AIDS# ∆7-10 years ∆10-25 years §^#Intrinsic resistance# ∆Limited ∆NNRTIs, fusion inhibitors %#NNRTIs =# nonnucleoside reverse transcriptase inhibitors.","explanation_img":"","explanation_1":"","explanation_2":"This patient's opportunistic infection (oropharyngeal/esophageal candidiasis), positive HIV immunoassay testing, and low CD4 count suggest a diagnosis of #AIDS#.  However, she has no detectable HIV-1 RNA in her bloodstream.  Although HIV-1 causes most cases of AIDS worldwide (and nearly all cases in the United States), AIDS can also be due to infection with #HIV-2#, which is endemic to #West Africa# (eg, Senegal). $Patients infected with HIV-2 have much #lower levels of viremia# than those infected with HIV-1.  Because viremia is directly correlated with transmission risk, rate of CD4 count decline, and progression to AIDS, individuals with HIV-2 are usually less infectious and have #longer asymptomatic periods# than patients with HIV-1.  The diagnosis of HIV-2 is often suspected when #HIV test results are incongruent#; most patients will have the following laboratory results: $• #Positive fourth-generation HIV testing# (HIV antigen/antibody test) – This test evaluates for the presence of p24 antigen and HIV-1 and HIV-2 antibodies but does not usually differentiate between HIV-1 and HIV-2. $• #Indeterminate or negative HIV-1 confirmatory testing# – HIV-1 Western blot evaluates for proteins in HIV-1 and is usually indeterminate in the setting of HIV-2 infection.  Plasma HIV-1 RNA testing will be negative. $Confirmation of HIV-2 infection can be made using an HIV-1/HIV-2 differentiation immunoassay.  Treatment with antiretroviral therapy is required to prevent HIV-2 disease progression.  However, nonnucleoside reverse transcriptase inhibitors and fusion inhibitors must be avoided because HIV-2 is intrinsically resistant to these HIV medications. $#(Choice A)#  False-positive HIV serology can be seen in the setting of cross-reacting antibodies due to pregnancy, rheumatic disease, and malignancy.  Although patients with cross-reacting antibodies have negative plasma HIV RNA, they would not have low CD4 counts or an AIDS-defining illness (eg, esophageal thrush). $#(Choice B)#  HIV attacks host cells by @binding@ to the host CD4 receptor and CCR5 (or CXCR4) chemokine coreceptor.  Homozygous deletion to CCR5 usually prevents HIV infection because the virus is not able to enter host cells; these individuals would not typically develop low CD4 count or signs of AIDS. $#(Choice C)#  X4 strains of HIV-1 use the chemokine receptor CXCR4 as a coreceptor during viral entry into host cells.  Patients who are infected with X4 strains have positive plasma HIV-1 RNA. $#(Choice E)#  The window period occurs during early HIV infection when serologic testing and antigen testing for HIV are not yet positive.  This patient had positive HIV antigen/antibody testing; therefore, she is not in the window period. $#Educational objective# Most cases of AIDS worldwide are caused by HIV-1.  However, AIDS can also be caused by infection with HIV-2, which is endemic to West Africa.  HIV-2 infection is associated with lower viral loads, less risk of transmission, and a slower progression to AIDS.  The diagnosis is often suspected when HIV tests are incongruent (positive screening serology but indeterminate Western blot and negative plasma HIV-1 RNA).  Confirmation can be made using HIV-1/HIV-2 immunodifferentiation assay.  ","clickable_1":"images/img1.15125.jpg"},

{"id":"1409","title":"A previously healthy 2-year-old boy is brought to the clinic with fever and mouth pain that began yesterday.  He has consumed an adequate amount of fluids but refuses to eat due to the pain.  The patient has no medical problems and takes no medications.  Physical examination reveals vesicular, inflamed lesions on the gums and lips.  There are no lesions in the posterior oropharynx.  He has enlarged and tender cervical lymph nodes.  The rest of the examination is unremarkable.  Which of the following is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. DNA virus, double-stranded, enveloped","answer_2":"B. DNA virus, double-stranded, non-enveloped","answer_3":"C. DNA virus, single-stranded, non-enveloped","answer_4":"D. RNA virus, double-stranded, non-enveloped","answer_5":"E. RNA virus, single-stranded, negative-sense","answer_6":"F. RNA virus, single-stranded, positive-sense","percent_1":"51%","percent_2":"16%","percent_3":"7%","percent_4":"3%","percent_5":"11%","percent_6":"12%","right_answer":"A. DNA virus, double-stranded, enveloped","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Double-stranded DNA viruses#∆⨉ §^#Enveloped# ∆ • Hepadna (eg, hepatitis B) • Herpes (eg, varicella, HSV-1, HSV-2) • Pox (eg, smallpox) §^#Nonenveloped# ∆ • Adenovirus • Papilloma (eg, HPV) • Polyoma (eg, JC, BK) %#HPV =# human papillomavirus; #HSV =# herpes simplex virus.","explanation_img":"","explanation_1":"","explanation_2":"Primary #herpes simplex virus type 1# (HSV-1) infection is characterized by #gingivostomatitis# (ie, @vesicles@ on the anterior oral mucosa, particularly the lips and gingivae), fever, and lymphadenopathy.  Recurrent HSV-1 infection (due to viral reactivation) causes @lip lesions@ that are typically less severe due to existing cellular and humoral immunity. $#HSV-1# and other herpesviruses are #enveloped# and possess #double-stranded DNA# genomes.  Transmission is usually by direct contact with infected oral secretions or lesions.  Inoculation occurs on mucosa or skin where the virus replicates rapidly in the host cell nucleus and causes abnormal cell division, resulting in intranuclear inclusion bodies and #multinucleated giant cells# visible on Tzanck smear.  The vesicular lesions result from cell lysis and necrosis as well as tissue destruction, inflammation, and fluid accumulation between the dermis and epidermis. $#(Choice B)#  Most DNA viruses are double-stranded.  They are enveloped (ie, surrounded by a lipid layer) or non-enveloped (ie, lacking a surrounding lipid layer).  Adenovirus is a non-enveloped, double-stranded DNA virus that typically causes self-limited upper respiratory infection or gastroenteritis. $#(Choice C)#  Parvovirus is a single-stranded, non-enveloped DNA virus that causes @erythema infectiosum@, or fifth disease.  Patients classically present with fever, cough, and rhinorrhea followed by a \"slapped-cheek\" and lacy, reticular truncal rash. $#(Choice D)#  Rotavirus, a type of reovirus, is a double-stranded, non-enveloped RNA virus.  Rotavirus infection is a vaccine-preventable disease characterized by profuse, watery diarrhea in children. $#(Choices E and F)#  Most @RNA viruses@ are single-stranded and can be classified as negative- or positive-sense viruses.  Coxsackievirus, a single-stranded, positive-sense RNA virus, causes @herpangina@, which usually presents with vesicles in the posterior oropharynx, not the anterior oral mucosa.  Coxsackievirus also causes @hand, foot, and mouth disease@, which typically presents with vesicles on the buccal mucosa, tongue, and distal extremities (eg, palms).  This patient's anterior mucosal lesions and lack of hand and foot findings are more suggestive of HSV infection. $#Educational objective# Primary herpes simplex virus type 1 (HSV-1) infection in children causes gingivostomatitis (ie, vesicles on the anterior oral mucosa, particularly the lips and gingivae).  HSV-1 and other herpesviruses are double-stranded, enveloped DNA viruses.  ","clickable_1":"images/img1.1409.jpg","clickable_2":"images/img2.1409.jpg","clickable_3":"images/img3.1409.jpg","clickable_4":"images/img4.1409.jpg","clickable_5":"images/img5.1409.jpg","clickable_6":"images/img6.1409.jpg"},

{"id":"560","title":"A 22-year-old woman comes to the emergency department with fevers and arthralgias.  She recently had unprotected sexual intercourse with a new male partner.  Her temperature is 38.4 C (101.1 F), blood pressure is 118/76 mm Hg, pulse is 102/min, and respirations are 16/min.  Examination shows several pustules on the dorsal aspects of her forearms.  Her right wrist and ankle are tender on palpation.  Gram-negative bacteria isolated from this patient's blood produce an enzyme that splits the IgA molecule at the hinge region.  Which of the following is likely to be the most important role of this bacterial enzyme in the course of the infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. It facilitates mucosal adherence of bacteria","answer_2":"B. It impairs complement-mediated cell lysis","answer_3":"C. It impairs opsonization and phagocytosis","answer_4":"D. It impairs secondary immune response generation","answer_5":"E. It promotes intracellular survival","percent_1":"60%","percent_2":"8%","percent_3":"23%","percent_4":"5%","percent_5":"3%","right_answer":"A. It facilitates mucosal adherence of bacteria","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has disseminated gonorrheal infection (triad of arthritis, dermatitis, and tenosynovitis in a sexually active woman) due to Neisseria gonorrhoeae.  In mucosal regions as well as in secretions, IgA exists in its secretory form, composed of an IgA dimer (joined by a peptide J chain) and a peptide secretory component.  IgA antibodies usually bind to pili and other membrane proteins involved in bacterial adherence to mucosa, thus inhibiting mucosal colonization by the microorganism. $Certain bacteria (eg, N gonorrhoeae, N meningitidis, Streptococcus pneumoniae, Haemophilus influenzae) produce #IgA proteases# that cleave IgA at its hinge region (yielding Fab and compromised Fc fragments), thus decreasing its effectiveness.  This facilitates #bacterial adherence to mucosa# (possibly due to easier bacterial access to mucosal surface or immune disguise by binding to released Fab fragments, among others). $#(Choice B)#  IgA is a weak activator of the classic complement pathway.  Impairment of complement-mediated cell lysis can be accomplished by @staphylococcal protein A@, which binds the Fc portion of IgG, preventing complement fixation. $#(Choice C)#  Although IgA Fc-mediated functions such as opsonization are compromised by IgA protease, secretory IgA is a poor opsonin.  Impairment of opsonization and phagocytosis is most frequently accomplished by encapsulated bacteria such as S pneumoniae, N meningitidis, and H influenzae. $#(Choice D)#  IgA does not play a role in the induction of memory lymphocytes necessary for mounting a secondary immune response (which requires the formation of memory B and T lymphocytes after initial antigen exposure). $#(Choice E)#  Promotion of intracellular survival is accomplished by inhibition of phagosome-lysosome fusion or resistance to lysosomal enzymes.  These properties are expressed by Mycobacterium tuberculosis, M leprae, Legionella, and Ehrlichia. $#Educational objective# IgA protease is produced by Neisseria meningitidis, N gonorrhoeae, Streptococcus pneumoniae, and Haemophilus influenzae.  This enzyme cleaves secretory IgA at its hinge region, rendering it ineffective.  Secretory IgA exists on mucosal surfaces and in secretions and acts to bind and inhibit the action of pili as well as other cell surface antigens that normally mediate mucosal adherence and subsequent penetration.  ","clickable_1":"images/img1.560.jpg"},

{"id":"14855","title":"A 27-year-old man comes to the office due to a 2-week history of genital papules that are not painful or pruritic.  Over this period, he has also had fatigue and mild, generalized arthralgia but no urethral discharge or dysuria.  The patient had gonococcal urethritis 3 months ago, which was adequately treated, and tests for other sexually transmitted infections at that time were negative.  He is sexually active with several male and female partners and reports using condoms consistently after the episode of gonorrhea.  Temperature is 37.6 C (99.6 F).  Physical examination shows a faint, diffuse maculopapular skin rash involving the trunk, extremities, palms, and soles.  There are several enlarged, nontender inguinal lymph nodes.  Genital examination reveals multiple elevated lesions on the scrotum and perineal region.  Histopathologic evaluation of these lesions would most likely reveal which of the following in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acantholysis with superficial dermal lymphocytic infiltrate","answer_2":"B. Dysplastic spindle cells with viral genome that form vascular channels","answer_3":"C. Intense plasma cell–rich infiltrate with proliferative endarteritis","answer_4":"D. Panniculitis and septal inflammation with multinucleated giant cells","answer_5":"E. Papillomatous epidermal hyperplasia with cytoplasmic vacuolization","percent_1":"13%","percent_2":"6%","percent_3":"45%","percent_4":"12%","percent_5":"25%","right_answer":"C. Intense plasma cell–rich infiltrate with proliferative endarteritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Syphilis manifestations!?Primary? • Painless genital ulcer (chancre)?Secondary? • Diffuse rash (palms & soles)• Lymphadenopathy (epitrochlear)• Condyloma latum• Oral lesions• Hepatitis?Latent? • Asymptomatic?Tertiary? • CNS (tabes dorsalis, dementia)• Cardiovascular (aortic aneurysm/insufficiency)• Cutaneous (gummas)%#CNS# = central nervous system.","explanation_img":"","explanation_1":"","explanation_2":"#Secondary syphilis# is characterized by the spread of the causative spirochete, Treponema pallidum, through the blood to the skin and mucosal surfaces.  Patients usually have a diffuse #maculopapular skin rash# that includes the @palms@ and soles.  They may also develop #condylomata lata#, which are painless, wart-like, elevated plaques, on moist areas of the skin such as the scrotum and perineum.  #Lymphadenopathy#, fatigue, arthralgias, and mild fever are also common.  Histopathologic examination of syphilitic lesions (at all stages) classically demonstrates #proliferative endarteritis# of small vessels with a surrounding @plasma cell–rich infiltrate@. $This patient was likely infected with syphilis at the same time he was infected with gonorrhea (coinfection is common).  Serologic testing for syphilis (eg, rapid plasma reagin) is often falsely negative in early infection due to lag time between acquisition of T pallidum and the development of a measurable humoral antibody response.  Patients who do not notice or ignore the genital chancre of primary syphilis often develop secondary syphilis 2 – 10 weeks later. $#(Choice A)#  Pemphigus vulgaris is characterized by autoantibodies against epithelial cell surface antigens, leading to the formation of mucous membrane blisters that quickly erode; histopathology usually shows acantholysis (detached keratinocytes) with superficial dermal infiltrate. $#(Choice B)#  @Kaposi sarcoma@ (KS) lesions are histologically characterized by spindle-shaped endothelial cells that form vascular channels.  KS is due to human herpesvirus 8 infection and most commonly occurs in the setting of advanced AIDS.  Lesions typically appear as @purplish or dark brown plaques@ and nodules on the lower extremities. $#(Choice D)#  Biopsy of erythema nodosum lesions usually reveals septal panniculitis with multinucleated giant cells.  Erythema nodosum is a delayed-type hypersensitivity reaction that can occur due to drugs or other antigenic stimuli.  Patients usually present with tender nodules on the bilateral shins. $#(Choice E)#  Biopsy of @anogenital warts@ will demonstrate papillomatous epidermal hyperplasia with cytoplasmic vacuolization.  Anogenital warts are caused by specific serotypes of human papillomavirus (eg, HPV-6, HPV-11).  Anogenital warts are not typically associated with diffuse maculopapular rash or systemic symptoms. $#Educational objective# Histopathologic examination of syphilitic lesions classically demonstrates a proliferative endarteritis with a surrounding plasma cell infiltrate.  Most of the manifestations of syphilis are due to localized tissue ischemia resulting from endarteritis.  ","clickable_1":"images/img1.14855.jpg","clickable_2":"images/img2.14855.jpg","clickable_3":"images/img3.14855.jpg","clickable_4":"images/img4.14855.jpg","clickable_5":"images/img5.14855.jpg"}


]