[

{"id":"8276","title":"A researcher is studying the expression pattern of a particular gene.  Messenger RNA is isolated from several tissues, subjected to electrophoresis, blotted, and probed with radiolabeled DNA containing sequences from exon 4 from that gene.  An x-ray film is then placed over the blotting membrane, with the results of the autoradiogram shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8276.jpg","title_2":"Which of the following best explains the autoradiogram findings in the different tissues?","audio":"","comparison_items":"","answer_1":"A. Alternate RNA splicing","answer_2":"B. DNA rearrangement","answer_3":"C. DNA mutation","answer_4":"D. Enhancer effect","answer_5":"E. Transcription factor effect","percent_1":"79%","percent_2":"4%","percent_3":"2%","percent_4":"5%","percent_5":"10%","right_answer":"A. Alternate RNA splicing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8276.jpg","explanation_1":"","explanation_2":"$The experiment described above is known as the Northern Blot technique, a procedure used to detect specific mRNA sequences in a sample to assess for gene expression.  In this experiment, the Northern Blot identifies three different mRNA transcripts containing exon 4, with varying patterns of expression in the different tissues.  This is consistent with alternative splicing, a process whereby the exons of the pre-mRNA produced by transcription of a gene are reconnected in multiple ways during post-transcriptional processing.  The resulting finalized mRNAs are then translated into different protein isoforms.  Thus, a single gene can code for multiple proteins when the same gene is spliced differently in different tissues. $Alternative splicing is a normal phenomenon in eukaryotes that greatly increases the biodiversity of proteins that can be encoded by the genome.  It is thought that at least 70% of the 30,000 genes in the human genome undergo alternative splicing, and that on average, a given gene produces 4 alternatively spliced variants.  Thus, the human genome is able to encode a total of 80,000 to 100,000 proteins which differ in their sequence and function. $Abnormal variations in splicing are implicated in many diseases (e.g., beta-thalassemia, cancer).  Alternative splicing also plays a prominent role in the lifecycle of many retroviruses.  For instance, HIV produces a single primary RNA transcript that is alternatively spliced to produce over 40 different mRNAs. $#(Choice B)#  DNA (gene) rearrangement occurs during the development and maturation of B cells and T cells.  VDJ (#V#ariable, #D#iverse, and #J#oining) gene recombination is a random process that takes place in the primary lymphoid tissue (the bone marrow for B cells, and Thymus for T cells). $#(Choice C)#  A mutation is a change in the DNA sequence of a gene.  While somatic mutations do sporadically occur throughout the body, they do so only in a minority of cells.  The vast majority of DNA throughout the body’s tissues consists of identical gene coding sequences. $#(Choice D & E)#  Transcription factors influence RNA polymerase’s affinity for specific genes by binding to DNA promoter sequences or enhancer regions, which can either stimulate or inhibit gene transcription.  Transcription factors and enhancer regions affect the expression of pre-mRNA, but they do not influence post-transcriptional processing. $#Educational objective# Alternative splicing is a process where the exons of a gene are reconnected in multiple ways during post-transcriptional processing.  This creates different mRNA sequences and subsequently, different protein isoforms.  It is a normal phenomenon in eukaryotes that greatly increases the biodiversity of proteins encoded by the genome.  "},

{"id":"2015","title":"A pharmaceutical researcher performs preclinical testing on a novel chemotherapeutic drug.  When rat embryos are exposed to this drug during an early stage of organogenesis, they develop severe skeletal malformations.  Further genetic analysis reveals that the drug causes mutations in numerous homeobox genes containing highly conserved 180 base pair DNA sequences.  The genes affected by this drug most likely code for which of the following proteins?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cell surface receptors","answer_2":"B. Cytoplasmic enzymes","answer_3":"C. DNA replication enzymes","answer_4":"D. Structural proteins","answer_5":"E. Transcription regulators","answer_6":"F. Transport proteins","percent_1":"4%","percent_2":"1%","percent_3":"9%","percent_4":"25%","percent_5":"57%","percent_6":"4%","right_answer":"E. Transcription regulators","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2015.jpg","explanation_1":"","explanation_2":"$A homeobox is a highly conserved DNA sequence that is usually about 180 nucleotides in length.  A gene containing a homeobox sequence is called a #homeobox# or #hox gene#.  These genes typically code for #transcription factors# that bind to regulatory regions on DNA, altering the expression of genes involved in the segmental organization of the embryo.  Proper morphogenesis ensures that tissues, organs, and structural elements of the body are formed in the correct position along the cranio-caudal axis.  Homeobox gene mutations interrupt this developmental process, often resulting in severe abnormalities such as skeletal malformations and improperly positioned limbs and appendages. $#(Choices A, B, C, D, and F)#  Homeobox genes do not typically encode cell surface receptors, cytoplasmic enzymes, DNA replication enzymes, structural proteins, or transport proteins. $#Educational objective# Homeobox genes encode DNA-binding transcription factors that play an important role in the segmental organization of the embryo along the cranio-caudal axis.  "},

{"id":"2025","title":"A 12-year-old boy is evaluated in the clinic due to excessive bleeding following a tooth extraction.  The patient also develops large bruises after only minor injury but has had no major bleeding episodes in the past.  His maternal uncle died from an intracranial hemorrhage.  Laboratory testing reveals decreased coagulation factor VIII activity levels.  A referral is made to a clinical geneticist, who suspects that the patient has a deletion mutation in the enhancer sequence of the factor VIII gene.  This mutation has resulted in decreased transcription of factor VIII by RNA polymerase II.  Which of the following is the most accurate statement regarding the abnormal genetic sequence in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. It can be located upstream, downstream, or within introns of the gene","answer_2":"B. It can function within only a short distance of the gene","answer_3":"C. It directly binds RNA polymerase and general transcription factors","answer_4":"D. It does not require protein binding to affect transcription","answer_5":"E. It is required to initiate transcription","percent_1":"61%","percent_2":"7%","percent_3":"14%","percent_4":"5%","percent_5":"12%","right_answer":"A. It can be located upstream, downstream, or within introns of the gene","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2025.jpg","explanation_1":"","explanation_2":"$This patient has hemophilia A, an X-linked recessive disorder characterized by easy bruising and excessive bleeding due to a deficiency in coagulation factor VIII.  The disorder can be caused by a variety of different mutations in the factor VIII gene, including deletions in the enhancer sequence. $In eukaryotic gene transcription, nuclear RNA polymerase II uses a DNA template to generate complementary mRNA, which is then processed and translated into protein.  @Eukaryotic genes@ have associated promoter and enhancer sequences that mediate transcription.  Promoter sequences directly bind general transcription factors and RNA polymerase II upstream from the gene locus, which is necessary for the initiation of transcription #(choices C and E)#.  There are 2 types of eukaryotic promoter regions: the TATA, or Hogness, box, which is located approximately 25 bases upstream from the gene being transcribed; and the CAAT box, which is 70-80 bases upstream from the gene. $In contrast to promoters, #enhancer sequences# bind activator proteins that facilitate bending of DNA.  DNA bending allows activator proteins to interact with general transcription factors and RNA polymerase II at the promoter, increasing the #rate of transcription (choice D).#  Enhancers can be located #upstream or downstream# from the gene being transcribed and may be near the gene or thousands of base pairs away #(choice B).#  They have also been identified both #within introns# of the gene being transcribed as well as on separate chromosomes.  Silencers are similar to enhancers, but they decrease transcription rates by binding repressor proteins. $#Educational objective# Enhancers and silencers may be located upstream, downstream, or within a transcribed gene; these gene sequences function to increase and decrease the rate of transcription, respectively.  In contrast, promoter regions are typically located 25 or 75 bases upstream from their associated genes and function to initiate transcription.  ","clickable_1":"images/img1.2025.jpg"},

{"id":"7791","title":"A pharmaceutical researcher is evaluating a nuclear enzyme inhibitor for the treatment of an inherited disorder.  During an experiment, he extracts and purifies nuclear enzymes from skin cells of an affected patient.  One of these enzymes is found to catalyze the methylation of cytosine residues in DNA using S-adenosyl-methionine (SAM) as the methyl donor.  This enzyme most likely plays a crucial role in which of the following genetic processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aneuploidy","answer_2":"B. Epistasis","answer_3":"C. Imprinting","answer_4":"D. Meiotic nondisjunction","answer_5":"E. Pleiotropy","percent_1":"4%","percent_2":"7%","percent_3":"74%","percent_4":"6%","percent_5":"9%","right_answer":"C. Imprinting","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"DNA methylation refers to the addition of methyl groups to nucleotide residues (often adenine and cytosine) by #DNA methyltransferase#, an enzyme that uses S-adenosyl-methionine (SAM) as the methyl group donor. $DNA methylation is an epigenetic process by which eukaryotic organisms modify gene expression without altering the genetic code.  For example, methylation of cytosine-guanine dinucleotide repeats (CpGs) in the promoter region of genes effectively silences transcription of those genes.  Fragile X syndrome is an X-linked disorder caused by an increased number of CGG trinucleotide repeats on the fragile X mental retardation 1 (FMR1) gene, leading to hypermethylation of cytosine residues and FMR1 inactivation. $#Cytosine methylation# is also used in #genomic imprinting#, a phenomenon in which an offspring's genes are expressed in a parent-specific manner.  For instance, an allele inherited from the father may be inactivated or \"imprinted\" by methylation so that only the allele from the mother is expressed. $#(Choices A and D)#  Aneuploidy refers to the presence of an abnormal number of chromosomes and is the result of chromosomal nondisjunction during mitosis or meiosis. $#(Choice B)#  Epistasis is a phenomenon in which the allele of one gene affects the phenotypic expression of alleles in another gene. $#(Choice E)#  Pleiotropy refers to the phenomenon in which a single gene influences multiple phenotypic traits. $#Educational objective# Genomic imprinting refers to the phenomenon in which an offspring's genes are expressed in a parent-specific manner.  Genomic imprinting is caused by DNA methylation, an epigenetic process in which genes can be silenced by attaching methyl groups to cytosine residues in the DNA molecule.  "},

{"id":"12263","title":"A 6-year-old girl with chronic anemia requiring repeated blood transfusions is undergoing genetic testing.  The patient's mother and older sibling have a history of mild anemia.  Her peripheral blood smear shows hypochromic, microcytic red blood cells, and hemoglobin electrophoresis reveals a predominance of hemoglobins F and A2.  Sequencing of the β-globin gene is performed using the patient's erythroblast DNA.  A schematic representation of the gene and its transcribed RNA is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/12263.jpg","title_2":"The base sequence indicated by the bold red arrow is responsible for which of the following functions?","audio":"","comparison_items":"","answer_1":"A. Enhancement of transcription","answer_2":"B. Initiation of transcription","answer_3":"C. Initiation of translation","answer_4":"D. Repression of transcription","answer_5":"E. Termination of transcription","percent_1":"26%","percent_2":"64%","percent_3":"4%","percent_4":"3%","percent_5":"2%","right_answer":"B. Initiation of transcription","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12263.jpg","explanation_1":"","explanation_2":"$This patient with chronic microcytic anemia requiring blood transfusions and a predominance of hemoglobins F and A2 on hemoglobin electrophoresis likely has beta-thalassemia, a hereditary blood disorder characterized by reduced β-globin chain production. $The base sequence indicated by the bold red arrow in this patient's β-globin gene represents the #CAAT box#, a highly conserved (consensus) sequence that functions as a #promoter of transcription# in the #eukaryotic# genome.  It is typically located 70-80 bases upstream from the transcription start site.  The Hogness (TATA) box is a second promoter region in the eukaryotic genome and is seen just to the right of the CAAT box in the above image.  The TATA box is generally located 25 bases upstream from the transcription start site.  Both the CAAT box and the TATA box promote initiation of transcription by acting as binding sites for general #transcription factors and RNA polymerase II#. $#(Choice A)#  @Enhancer sequences@ bind activator proteins that facilitate bending of DNA.  DNA bending allows activator proteins to interact with general transcription factors and RNA polymerase II at the promoter, increasing the rate of transcription.  Enhancers can be located upstream or downstream from the gene being transcribed and may be near the gene or thousands of base pairs away. $#(Choice C)#  Translation is initiated in the cytoplasm when a ribosome recognizes the AUG (methionine) start codon on a mature mRNA strand.  The Kozak consensus sequence plays a major role in initiation of the eukaryotic translation process. $#(Choice D)#  Silencers are similar to enhancers, but they decrease transcription rates by binding repressor proteins. $#(Choice E)#  Eukaryotic transcription termination is not completely understood.  In prokaryotes, a palindromic code in the DNA template causes formation of a \"hairpin\" turn in the newly synthesized mRNA, which facilitates detachment of RNA polymerase from the DNA template. $#Educational objective# The TATA and CAAT boxes are promoters of transcription in eukaryotic cells and are located approximately 25 and 75 bases upstream from the transcription start site, respectively.  They promote initiation of transcription by serving as binding sites for transcription factors and RNA polymerase II.  ","clickable_1":"images/img1.12263.jpg"},

{"id":"11913","title":"A researcher is studying the Fas receptor (FasR), a protein widely expressed on cell surfaces.  The signaling cascade of programmed cell death is initiated when FasR binds to its ligand (FasL), which is expressed on cytotoxic T cells.  In an experiment, cancer cells that escaped elimination by the immune system were found to contain soluble Fas proteins that did not promote apoptosis.  The soluble Fas proteins were shorter and lacked the transmembrane domain.  DNA analysis of these cells revealed no FAS gene mutations.  Which of the following is the most likely explanation for the formation of altered Fas proteins in these cancer cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alternative splicing","answer_2":"B. Defective polyadenylation","answer_3":"C. DNA methylation","answer_4":"D. Polycistronic mRNA","answer_5":"E. Protein ubiquitination","percent_1":"70%","percent_2":"7%","percent_3":"11%","percent_4":"3%","percent_5":"8%","right_answer":"A. Alternative splicing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11913.jpg","explanation_1":"","explanation_2":"$#Alternative splicing# is a process by which different combinations of DNA coding regions #(exons)# are selectively included or excluded from a mature messenger RNA (mRNA) transcript.  This allows the DNA contained in a single gene to code for a functionally diverse group of proteins. $@Splicing@ is a post-transcriptional modification that removes noncoding DNA regions #(introns)# from precursor-mRNA (pre-mRNA).  The process is driven by a large protein complex #(spliceosome)# comprised of small nuclear ribonucleoproteins (snRNPs).  Pre-mRNA splice sites are bound by the spliceosome, forming a lariat-shaped intermediate containing the introns.  This intermediate is excised and the exons are joined, completing the splicing process. $Alternative splicing is a normal process that allows production of alternate sets of proteins in different tissues.  It has also been implicated in various human diseases.  Cancers in particular can use alternative splicing to evade innate defense mechanisms.  The @Fas receptor-Fas ligand@ interaction drives programmed cell death via the cytotoxic T-cell mediated extrinsic pathway.  Cancer cells may develop the ability to #splice out# a particular exon that codes for the #transmembrane domain# of the Fas receptor (FasR), converting it to a soluble form that is not expressed on the cell surface, which allows the cells to #evade apoptosis#. $#(Choice B)#  Polyadenylation is a post-transcriptional modification in which a tail comprised of multiple adenosine nucleotides is added to the 3' end of a new mRNA transcript.  This process is necessary for the nuclear export and cytoplasmic stability of mRNA. $#(Choice C)#  DNA methylation describes the process by which methyl groups are added to DNA, suppressing transcription of the methylated genes. $#(Choice D)#  Polycistronic mRNA is often found in bacteria and contains multiple open reading frames that are translated into several proteins.  In contrast, eukaryotic organisms have monocistronic mRNA, which codes for only one protein. $#(Choice E)#  Ubiquitination is a process by which certain proteins are tagged with ubiquitin, a small regulatory protein, marking them for proteasomal degradation. $#Educational objective# Alternative splicing is a process by which a single gene can code for various unique proteins by selectively including or excluding different DNA coding regions (exons) into mature mRNA.  ","clickable_1":"images/img1.11913.jpg","clickable_2":"images/img2.11913.jpg"},

{"id":"22214","title":"A 1-day-old boy is evaluated in the neonatal intensive care unit due to severe hypotonia, poor feeding, and respiratory distress.  The patient was born to a 30-year-old woman via vaginal delivery; the pregnancy was complicated by polyhydramnios.  The neonate's mother has a history of recurrent muscle cramps, mostly in her hands; her face is long and narrow and lacks expression.  She is otherwise healthy.  The patient's length, weight, and head circumference are at the 30th percentile.  Examination shows profound hypotonia, truncal and appendicular weakness, and marked hyporeflexia.  Flexion deformities and clubfoot are present bilaterally.  Assuming that the patient and his mother have the same inheritable condition, which of the following mechanisms best explains their different phenotypic presentations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Genetic anticipation","answer_2":"B. Genetic heterogeneity","answer_3":"C. Germline mosaicism","answer_4":"D. Maternal imprinting","answer_5":"E. Single nucleotide polymorphism","percent_1":"44%","percent_2":"27%","percent_3":"17%","percent_4":"7%","percent_5":"5%","right_answer":"A. Genetic anticipation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp22214.jpg","explanation_1":"","explanation_2":"$Compared to his mother, this neonate has profound symptoms of muscle weakness.  These findings suggest #genetic anticipation#, in which an inherited condition #presents earlier# and with #more severe# disease in #successive generations#. $The most likely diagnosis in this case is #myotonic dystrophy# (DM), an autosomal dominant disorder caused by a trinucleotide repeat expansion: $• #Classic# (adult) DM:  Muscle weakness affecting the #distal extremities and face# (eg, absent facial expression, long and narrow face) is classic, as seen in this patient's mother.  #Myotonia# (impaired muscle relaxation) also occurs and is often described by patients as cramping or stiffness. $With #increasing repeat expansion# length, DM can cause worsening symptoms in successive generations, as seen in this infant. $• #Congenital# DM:  Neonates have respiratory distress and poor feeding due to #profound muscle weakness# and hypotonia.  Prenatal findings of DM may include polyhydramnios secondary to impaired swallowing from weakened pharyngeal muscles.  Decreased fetal movement can also result in flexion contractures (ie, arthrogryposis) and clubfoot. $#(Choice B)#  Genetic heterogeneity describes different genetic mutations causing the same disease (eg, tuberous sclerosis).  This mechanism is inconsistent with this patient's symptoms because affected members of the same family would have the same mutation.  Moreover, this mother and child have markedly different disease manifestations. $#(Choice C)#  @Germline mosaicism@ occurs when an unaffected parent has gametes with a mutated allele that is passed to offspring; it is typically suspected when multiple siblings have an autosomal dominant disorder with phenotypically normal parents. $#(Choice D)#  Prader-Willi syndrome often occurs due to @maternal imprinting@, in which a loss-of-function mutation in the paternal allele is inherited while the maternally inherited allele is silenced.  Infants can have profound disease (eg, hypotonia, feeding difficulties), but the mother would not be affected. $#(Choice E)#  Single nucleotide polymorphism (SNP) refers to a variation at a single base pair within a DNA sequence.  SNPs occur frequently throughout the genome and contribute to genetic variation within the population.  If located near or within a gene, they may be markers of certain genetic diseases but would not cause the increasingly severe manifestations seen in this family's successive generations. $#Educational objective# Anticipation describes an inherited condition that presents earlier and with more severe disease in successive generations.  In myotonic dystrophy, increasing length of the pathogenic trinucleotide repeat expansion accounts for severe hypotonia in a neonate (congenital) and mild symptoms (eg, myotonia, facial weakness) in a parent (classic [adult]).  ","clickable_1":"images/img1.22214.jpg","clickable_2":"images/img2.22214.jpg"}
    
]