[

    {"id":"15800","title":"A 16-year-old boy is brought to the emergency department due to severe right groin pain that has worsened over the past 12 hours. During the last month, the patient has had several episodes of mild scrotal pain while walking between classes at school. He has no history of traumatic injury and is sexually active. Medical history is unremarkable except for an inguinal hernia repaired a year ago. Temperature is 36.9 C (98.4 F), blood pressure is 116/78 mm Hg, and pulse is 86/min. On examination, the right hemiscrotum is swollen and tender. The bisected gross specimen from an orchiectomy is shown in the image below.\n\nTitle_2: Which of the following is the most likely mechanism of this patient's acute testicular pain?","image_1":"images/15800.jpg","title_2":"Which of the following is the most likely mechanism of this patient's acute testicular pain?","audio":"","comparison_items":"","answer_1":"A. Abnormal collection of fluid within the scrotum","ansImg_1":"","answer_2":"B. Anatomic defect causing increased mobility of the testis","ansImg_2":"","answer_3":"C. Clonal proliferation of testicular germ cells","ansImg_3":"","answer_4":"D. Migration of bacteria from the urinary tract","ansImg_4":"","answer_5":"E. Postsurgical clotting of the pampiniform plexus","ansImg_5":"","right_answer":"B. Anatomic defect causing increased mobility of the testis","percent_1":"8%","percent_2":"59%","percent_3":"5%","percent_4":"4%","percent_5":"24%","explanation_img":"","table_3":"§^#Testicular torsion#∆⨉ §^#Pathogenesis# ∆ • Twisting of spermatic cord • Venous congestion, hemorrhagic infarction & necrosis of testis • ↑ Risk with poor fixation of testis to tunica vaginalis §^#Clinical$ features# ∆ • Testicular, inguinal, or abdominal pain • Nausea, vomiting • Examination findings $== ○ Swollen, erythematous hemiscrotum $== ○ Elevated, horizontally positioned testicle $== ○ Absent cremasteric reflex §^#Imaging# ∆ • No testicular blood flow on Doppler ultrasound §^#Management# ∆ • Immediate surgical detorsion","explanation_1":"","explanation_2":"$This patient with severe groin pain and unilateral scrotal swelling has evidence of #hemorrhagic infarction# (ie, @venous congestion@ with extravasation of blood) of the testicle, consistent with #testicular torsion#. $Testicular torsion is caused by @spermatic cord twisting@, which most commonly occurs in patients with #inadequate fixation# of the lower pole of the testis to the tunica vaginalis.  This #anatomic defect# (ie, bell clapper deformity) allows for #increased mobility of the testis#, which can turn freely within the scrotum.  As the testis and cord rotate, the pampiniform plexus becomes compressed, leading to reduced venous outflow and hemorrhagic infarction of the testicle.  Diminished testicular perfusion can rapidly progress to ischemia and necrosis. $The classic presentation is an acute onset of #severe scrotal pain# and #swelling# with an elevated, high-riding testis and an absent cremasteric reflex.  Groin or lower abdominal pain may be the initial presentation in some, and there may be a history of milder, self-resolving episodes caused by intermittent torsion, as seen in this patient.  Emergency surgical detorsion (ideally within 4-6 hr of symptom onset) is required to salvage the testis, but orchiectomy may be necessary if the testicle is necrotic or blood flow cannot be restored. $#(Choice A)#  An abnormal fluid collection between the parietal and viscera tunica vaginalis describes a @hydrocele@, which causes scrotal swelling but not acute pain. $#(Choice C)#  Clonal proliferation of testicular germ cells is seen with a germ cell tumor (eg, seminoma), which most often presents as a nontender testicular mass. $#(Choice D)#  Infection (eg, epididymitis, epididymoorchitis) due to bacterial migration from the urinary tract can cause scrotal pain and swelling, but additional symptoms (eg, fever, dysuria) are often present, and a history of sporadic painful episodes is not typical.  Moreover, testicular edema occurs due to inflammation, not hemorrhagic infarction. $#(Choice E)#  Postoperative clotting of the pampiniform plexus (ie, thrombotic varicocele) is a rare surgical complication that causes acute scrotal pain and swelling.  However, this patient's inguinal hernia repair was a year ago, making postsurgical complication unlikely. $#Educational objective# Testicular torsion is characterized by spermatic cord twisting due to an anatomic defect that allows increased testicular mobility.  The presentation includes severe scrotal pain and swelling due to venous compression and hemorrhagic infarction of the testis. ","clickable_1":"images/img1.15800.jpg","clickable_2":"images/img2.15800.jpg","clickable_3":"images/img3.15800.jpg"},

{"id":"15804","title":"An 18-year-old man comes to the office due to a mass in his left scrotum.  He has no other symptoms.  The patient plays basketball regularly but does not recall any recent trauma to the testicle.  He is sexually active with 2 partners and does not use condoms.  Vital signs are within normal limits.  Physical examination shows a left intrascrotal nodule that is difficult to distinguish from the left testis.  The mass is nontender, does not change in size upon supine positioning, and does not transilluminate.  There is no inguinal lymphadenopathy.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Epididymitis","answer_2":"B. Hydrocele","answer_3":"C. Syphilitic gumma","answer_4":"D. Testicular cancer","answer_5":"E. Testicular hematoma","answer_6":"F. Varicocele","percent_1":"13%","percent_2":"1%","percent_3":"8%","percent_4":"64%","percent_5":"6%","percent_6":"7%","right_answer":"D. Testicular cancer","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Testicular cancer! ?Epidemiology? • Age 15-35 • Risk factors: family history, cryptorchidism ?Types? Germ cell tumors (95℅ • ): seminomatous or nonseminomatous (embryonal$ carcinoma, yolk sac, choriocarcinoma, teratoma, mixed) • Sex cord–stromal tumors: Sertoli cell, Leydig cell ?Manifestations? • Unilateral, painless testicular mass • Dull ache in lower abdomen ?Diagnosis? • Examination: firm, ovoid mass • Elevated tumor markers (AFP, β-hCG, LDH) • Scrotal ultrasound %#AFP# = alpha-fetoprotein; #LDH# = lactate dehydrogenase.","explanation_img":"","explanation_1":"","explanation_2":"The presence of a #painless, solid testicular mass# should always be considered #testicular cancer# until proven otherwise.  Most cases present with a nodule or solid swelling in one testicle, which is often initially noticed by a partner or after a minor trauma.  Bimanual examination of scrotal contents generally reveals a firm, hard, or fixed #nodule# within the tunica albuginea (fibrous covering of testes) that is ovoid in shape and painless to palpation.  Because light does not penetrate solid tumors, testicular cancer does not transilluminate (unlike fluid-filled hydroceles) #(choice B)#.  Bilateral scrotal ultrasound and serum tumor markers (eg, alpha-fetoprotein, beta human chorionic growth hormone) are usually obtained next to aid diagnosis. $Most testicular tumors arise in young men (age 15-35) and are derived from a pluripotent testicular germ cell; these testicular #germ cell tumors# are generally curable with surgery and (when needed) chemotherapy. $#(Choice A)#  Epididymitis is common in young, sexually active men and is usually due to a sexually transmitted infection (eg, Chlamydia trachomatis, Neisseria gonorrhoeae).  However, most cases are quite painful, and careful examination usually shows swelling adjacent to, rather than within, the testis. $#(Choice C)#  Syphilitic gummas are a manifestation of tertiary syphilis that can develop many years after initial infection in untreated patients.  They generally present with painless, white-gray lesions on the skin that may ulcerate; testicular gummas (syphilitic orchitis) are rare and usually associated with pain and fever. $#(Choice E)#  Testicular hematoma usually occurs after scrotal trauma and generally presents with significant testicular pain and tenderness to palpation. $#(Choice F)#  @Varicoceles@ are due to venous dilation in the pampiniform plexus.  They can present with painless testicular swelling but characteristically feel like a \"bag of worms\" on physical examination.  Most decompress with recumbency and grow in size with standing. $#Educational objective# A painless, solid scrotal mass should be considered testicular cancer until proven otherwise.  Examination generally reveals a solid, firm, or fixed nodule in the tunica albuginea that is ovoid in shape and painless to palpation.  Testicular tumors do not transilluminate.  ","clickable_1":"images/img1.15804.jpg"},

{"id":"11762","title":"A 6-month-old boy is brought to the urology clinic for follow-up of an undescended right testicle discovered during evaluation in the newborn nursery. Physical examination shows absence of a palpable right testis in the scrotal sac. However, a round mass is palpated superior to the scrotum in the inguinal canal. Orchiopexy, the placement and fixation of the testis in the scrotum, is recommended to the family. During this patient's procedure, the malpositioned testis will most likely be pulled through a physiologic opening in which of the following structures?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Conjoint tendon","ansImg_1":"","answer_2":"B. External oblique aponeurosis","ansImg_2":"","answer_3":"C. Femoral ring","ansImg_3":"","answer_4":"D. Rectus muscle sheath","ansImg_4":"","answer_5":"E. Transversalis fascia","ansImg_5":"","right_answer":"B. External oblique aponeurosis","percent_1":"7%","percent_2":"39%","percent_3":"15%","percent_4":"5%","percent_5":"33%","explanation_img":"images/exp11762.jpg","explanation_1":"","explanation_2":"$Testicles develop in the #fetal abdomen# during organogenesis.  Between 8 weeks and full term, each #testis descends# from the abdomen into the inguinal canal through the deep inguinal ring, which is an opening in the transversalis fascia (bounded laterally by the transversus abdominis muscle and medially by the inferior epigastric vessels).  Each testis then passes anteromedially through the canal and #enters the scrotum# via the superficial inguinal ring, which is a physiologic opening in the external oblique aponeurosis above the pubic tubercle. $#Cryptorchidism# is the failure of one or both testes to descend into the scrotum before birth, which occurs more commonly in preterm neonates.  An undescended testis usually descends spontaneously in the first few months of life.  Testes that have not descended by age 6 months are unlikely to do so and require #orchiopexy#, or surgical fixation of the testis within the scrotum.  In this case, the patient's undescended testicle is #within the inguinal canal# and must be mobilized through the superficial inguinal ring (ie, #external oblique aponeurosis#) and stitched into place in the base of the scrotum. $#(Choices A and E)#  The conjoint tendon is the common tendon of the transversus abdominis and internal oblique muscles, and the @transversalis fascia@ is the connective tissue membrane between the extraperitoneal fat and the transversus abdominis.  These two structures form the posterior wall of the inguinal canal. $#(Choice C)#  The @femoral ring@ is a physiologic opening between the abdominal cavity and the femoral canal.  It transmits lymphatic vessels but not the spermatic cord. $#(Choice D)#  The rectus muscle sheath is formed by the confluence of the aponeuroses of the external and internal oblique muscles and the transversus abdominis muscle. $#Educational objective# The superficial inguinal ring is a physiologic opening in the external abdominal oblique aponeurosis, and surgical repair of an undescended testicle lodged in the inguinal canal involves moving the testis through the superficial inguinal ring and fixing it in the scrotum (ie, orchiopexy).  ","clickable_1":"images/img1.11762.jpg","clickable_2":"images/img2.11762.jpg"},

{"id":"1096","title":"A 24-year-old man comes to the office due to 2 days of burning pain with urination.  The patient has also had increased urinary frequency over the past few days.  He has had no fever, chills, nausea, vomiting, flank pain, or penile discharge.  The patient is sexually active with his longtime boyfriend.  Vital signs are within normal limits.  Physical examination shows mild suprapubic tenderness.  There is no costovertebral angle tenderness.  The penis is uncircumcised.  Laboratory results are as follows:","title_table":"!Urinalysis! ?Specific gravity? 1.016 ?pH? 5 ?Blood? negative ?Leukocyte esterase? positive ?Nitrites? positive","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Based on the urinalysis results, which of the following organisms is the most likely cause of this patient's illness?","audio":"","comparison_items":"","answer_1":"A. Candida albicans","answer_2":"B. Enterococcus faecalis","answer_3":"C. Escherichia coli","answer_4":"D. Herpes simplex virus","answer_5":"E. Proteus mirabilis","answer_6":"F. Staphylococcus saprophyticus","percent_1":"1%","percent_2":"8%","percent_3":"70%","percent_4":"2%","percent_5":"13%","percent_6":"6%","right_answer":"C. Escherichia coli","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Urine dipstick results in urinary tract infection#∆⨉∆⨉ §^#Result# ∆^#Pathophysiology# ∆^#Clinical significance# §^#Leukocyte$ esterase# ∆ • Released by lysed neutrophils/macrophages ∆ • Marker of white blood cells §^#Nitrites*# ∆ • Produced by conversion of urinary nitrate into nitrite by nitrate reductase ∆ • Marker of nitrate reductase–producing bacteria (eg, Escherichia coli, Klebsiella, Proteus mirabilis) §^#pH# ∆ • Alkaline urine (pH >8) due to ammonia produced from hydrolysis of urea by urease ∆ • Marker of urease-producing bacteria (eg, Proteus mirabilis) %#*The absence of nitrites does not exclude these bacteria.","explanation_img":"","explanation_1":"","explanation_2":"Dysuria in sexually active male patients is most commonly due to urethritis and less commonly caused by prostatitis, epididymitis, or #urinary tract infection# (UTI).  In this case, the patient's lack of systemic symptoms, absence of penile discharge, and positive urine dipstick analysis are consistent with UTI. $The most common cause of UTI is fecal florae, including gram-negative rods (eg, #Escherichia coli [most common]#) and gram-positive cocci (eg, Enterococcus faecalis).  Female patients are at highest risk because their urethra is short and close to the anus, but male patients with a history of insertive anal intercourse are also at increased risk. $Urinalysis findings often provide diagnostic insight in identifying the causal bacterium: $• #Leukocyte esterase:#  Leukocyte esterase is an enzyme released by lysed white blood cells and is a marker of inflammation.  Although nonspecific, its presence is supportive of UTI. $• #Nitrite:#  Nitrites are a metabolic by-product of #bacteria producing nitrate reductase#, an enzyme that reduces normal urinary nitrate (NO3−) to nitrite (NO2−).  These bacteria include Escherichia coli and Proteus mirabilis.  Enterococcus faecalis and Staphylococcus saprophyticus do not produce nitrate reductase, making their presence inconsistent with this patient's positive urinary nitrites #(choices B and F)#. $• #pH:#  Alkaline urine (pH >8) in the setting of UTI is suggestive of a bacterium that produces urease (eg, Proteus mirabilis); urease hydrolyzes urea to ammonia (NH3), which is then protonated to ammonium (NH4+), alkalizing the urine.  This helps differentiate P mirabilis from other nitrate reductase–producing bacteria.  In this case, the patient has a #relatively acidic# (ie, pH = 5) urine, a finding that makes infection with P mirabilis unlikely #(choice E).# $This patient's dipstick analysis with positive leukocyte esterase, nitrites, and a mildly acidic pH is most consistent with an Escherichia coli UTI. $#(Choice A)#  UTI with Candida albicans is generally seen only in elderly, hospitalized, and immunocompromised patients.  In addition, dipstick analysis would be positive for leukocyte esterase but negative for nitrites. $#(Choice D)#  Genital herpes simplex virus infection typically presents with clusters of vesicles (not seen in this patient) that may cause dysuria.  Leukocyte esterase may be present in the urine, but nitrites would not. $#Educational objective# The most common cause of urinary tract infection is Escherichia coli, a nitrate reductase–producing bacterium.  Dipstick analysis should be significant for leukocyte esterase, nitrites, and a mildly acidic pH.  "},

{"id":"16003","title":"A 59-year-old man is being evaluated for markedly elevated prostate-specific antigen levels.  He has no bone pain or urinary symptoms.  The patient has no chronic medical conditions or surgical history.  His father died of prostate cancer.  Vital signs are normal.  Digital rectal examination reveals an indurated prostate with no palpable nodules.  The remainder of the examination is normal.  Prostate biopsy is planned.  Which of the following is the best way to obtain a diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cystoscopy guided; multiple random biopsies of the prostate","answer_2":"B. Cystoscopy guided; single biopsy of the central portion of the prostate","answer_3":"C. Transperineal approach; fine-needle aspiration of the prostate","answer_4":"D. Transrectal route; multiple random biopsies of the prostate","answer_5":"E. Transrectal route; single biopsy from the center of the gland","percent_1":"19%","percent_2":"7%","percent_3":"10%","percent_4":"56%","percent_5":"8%","right_answer":"D. Transrectal route; multiple random biopsies of the prostate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp16003.jpg","explanation_1":"","explanation_2":"$The #prostate# is a walnut-sized gland that encases the urethra and vas deferens.  It abuts the urinary bladder superiorly and the rectum posteriorly and is composed of 3 distinct zones: $• The #peripheral zone# is largely glandular and is the site of #>85%# of prostate #adenocarcinoma#.  Because this zone borders the rectum, patients with suspected prostate cancer generally undergo #transrectal ultrasound–guided biopsy#.  In this procedure, transrectal ultrasound identifies the borders of the prostate and suspicious hypoechoic lesions; #multiple core biopsies# (usually 10-12) are then obtained from random locations within the apical and far-lateral prostate (peripheral zone).  Because the distal urethra passes through only a small portion of the peripheral zone, prostate cancer does not typically present with urinary symptoms (eg, voiding difficulty, hematuria). $• The #central zone# surrounds the ejaculatory duct.  This zone is primarily composed of stroma elements; prostate cancer rarely develops in this area. $• The #transition zone# surrounds the #urethra#.  This is the primary site of benign prostatic hyperplasia.  Because only 10% of prostate cancers arise in this region, cystoscopy approaches (via the urethra) are not typically used to sample the prostate for cancer #(choices A and B)#. $#(Choice C)#  Fine-needle aspiration is not recommended for the diagnosis of prostate cancer because tissue architecture is lost during sampling.  Transperineal core biopsies are occasionally used to diagnose prostate cancer in men who cannot tolerate the transrectal approach. $#(Choice E)#  The diagnosis of prostate cancer requires multiple core biopsies to obtain adequate sampling of the prostate.  A single biopsy would dramatically increase the risk of a false negative result.  Furthermore, the central portion of the gland is less likely to develop prostate cancer than the peripheral portion. $#Educational objective# Most prostate cancer arises in the peripheral zone of the gland, which abuts the rectum.  Therefore, prostate biopsies are primarily obtained via the transrectal approach; multiple random core samples of the prostate are typically taken.  Because only a small part of the peripheral zone encases the distal urethra, patients with prostate cancer do not typically present with urinary symptoms.  "},

{"id":"419","title":"A 5-month-old boy is brought to the office for right-sided scrotal enlargement.  The enlargement has been present since birth and increases when he cries or strains to pass a bowel movement.  There is no history of trauma or infection.  The boy's parents do not believe he is in pain and have not noted discoloration of the area.  On ultrasonography, the enlargement is found to be a fluid collection around the right testis.  The specific embryologic defect giving rise to this patient's condition can also lead directly to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Direct inguinal hernia","answer_2":"B. Femoral hernia","answer_3":"C. Hypospadias","answer_4":"D. Indirect inguinal hernia","answer_5":"E. Orchitis","answer_6":"F. Testicular torsion","percent_1":"14%","percent_2":"1%","percent_3":"3%","percent_4":"68%","percent_5":"5%","percent_6":"9%","right_answer":"D. Indirect inguinal hernia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp419.jpg","explanation_1":"","explanation_2":"$Early in normal gestation, the testes are located in the retroperitoneal region and subsequently descend into the scrotum before birth.  @During descent@, they are accompanied by an evagination of the peritoneum called the processus vaginalis, which then obliterates after descent is complete. $#Failure of obliteration# of the #processus vaginalis# leads to a persistent connection between the scrotum and the peritoneal cavity through the inguinal canal.  If the opening is small and allows for #fluid leakage# only, a communicating @hydrocele@ develops.  Diagnosis is made clinically through transillumination of the scrotum; a scrotal ultrasound would reveal fluid surrounding the affected testicle. $If the communication between the peritoneal cavity and the scrotum is large enough to allow for the #passage of abdominal organs#, an #indirect inguinal hernia# develops.  Indirect inguinal hernias are common in children.  They pass through the deep inguinal ring, are covered by internal spermatic fascia, and are located lateral to the inferior epigastric blood vessels.  Hydroceles and indirect inguinal hernias both can present as an asymptomatic scrotal mass that increases in size during Valsalva maneuvers. $#(Choice A)#  @Direct inguinal hernias@ are an acquired protrusion of abdominal contents through a weakness of the abdominal wall (Hesselbach triangle).  Direct inguinal hernias do not pass through the inguinal canal and are located medial to the inferior epigastric blood vessels. $#(Choice B)#  Femoral hernias are an acquired protrusion of abdominal contents through a weakness of the femoral canal.  They are the least common type of hernia. $#(Choice C)#  Hypospadias occurs due to incomplete fusion of the urethral folds and presents as a ventrally located urethra. $#(Choice E)#  Orchitis is a non-specific inflammation of the testes that is classically associated with mumps.  In young adults and adolescents, it is commonly caused by Chlamydia trachomatis and Neisseria gonorrhoeae.  In older patients, Escherichia coli is the most common causative agent. $#(Choice F)#  Testicular torsion is a rotation of the testes around the spermatic cord leading to acute testicular pain.  Trauma or a congenitally-horizontal positioning of the testes (\"bell clapper deformity\") facilitates torsion. $#Educational objective# Communicating hydroceles and indirect inguinal hernias are caused by an incomplete obliteration of the processus vaginalis.  The resultant connection between the scrotum and abdominal cavity can allow for fluid leakage (hydrocele) or the passage of abdominal contents (indirect inguinal hernia).  ","clickable_1":"images/img1.419.jpg","clickable_2":"images/img2.419.jpg","clickable_3":"images/img3.419.jpg"},

{"SubjectSystem":"Pathophysiology-Male reproductive system","id":"19030","title":"A 17-year-old boy comes to the office for evaluation of gynecomastia.  Examination shows sparse facial and pubic hair.  Laboratory studies show:","title_table":"?Serum testosterone ?high ?Serum LH? high ?Serum FSH? normal","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Semen analysis reveals severe oligospermia.  Which of the following mechanisms is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Androgen receptor dysfunction","answer_2":"B. Damage to seminiferous tubules","answer_3":"C. Ejaculatory duct obstruction","answer_4":"D. Exogenous androgen use","answer_5":"E. Impaired Leydig cell function","percent_1":"76%","percent_2":"6%","percent_3":"1%","percent_4":"12%","percent_5":"6%","right_answer":"A. Androgen receptor dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hormonal changes in oligospermia#∆⨉ §^Ejaculatory duct obstruction ∆ • Normal FSH, LH, testosterone §^Primary hypogonadism ∆ • Low testosterone • Elevated FSH, LH §^Secondary (hypogonadotropic) hypogonadism ∆ • Low testosterone • Low/normal FSH, LH §^Partial androgen resistance ∆ • Elevated LH, testosterone • Normal FSH","explanation_img":"","explanation_1":"","explanation_2":"This patient has an #elevated testosterone# level, but his gynecomastia and sparse facial and pubic hair suggests lack of the expected physiologic response.  #Androgen insensitivity syndrome (AIS)# is caused by #loss-of-function# mutations of the #androgen receptor# (AR) gene on the X chromosome.  Complete AIS is characterized by @female body habitus and external genitalia@ (but with absence of internal Mullerian derivatives) and cryptorchid testes.  In contrast, #partial AIS# has a variable phenotype; typical findings include: $• #Undervirilization# of the external genitalia, ranging from phenotypically female to phenotypically male (often with microphallus and hypospadias) $• Decreased facial, axillary, and pubic hair (which is driven by androgens in both males and females) $• #Oligospermia# $• #Gynecomastia# $Dysfunction of the AR in the hypothalamus and pituitary leads to loss of @feedback inhibition@ of gonadotropin-releasing hormone (GnRH), FSH, and LH.  This results in the following hormonal findings: $• GnRH induces #increased LH secretion#, which leads to #increased testosterone production# in the testes. $• FSH secretion is increased by GnRH but suppressed by inhibin from the seminiferous tubules and is often normal. $• Estrogen, which is derived by aromatization of testosterone, may be normal or elevated. $#(Choices B and E)#  Testicular disorders can affect the Leydig cells, seminiferous tubules, or both.  The Leydig cells are the primary site of testosterone production; reduced Leydig cell function can cause gynecomastia and elevated LH but would be associated with low (not high) testosterone.  Injury to the seminiferous tubules leads to loss of inhibin feedback of FSH secretion and an elevated FSH. $#(Choice C)#  Ejaculatory duct obstruction can be caused by congenital defects or infection (eg, Chlamydia trachomatis).  Sperm counts are low but testicular endocrine function (ie, testosterone level) is typically normal. $#(Choice D)#  Abuse of exogenous androgens can reduce spermatogenesis (due to reduced local testicular testosterone levels) and cause gynecomastia (due to aromatization of excess androgens to estrogens).  However, this would be associated with suppression of LH levels. $#Educational objective# Androgen receptor dysfunction in patients with partial androgen insensitivity syndrome leads to decreased facial, axillary, and pubic hair; oligospermia; gynecomastia; and undervirilization of external genitalia (eg, microphallus).  Loss of feedback inhibition of gonadotropin-releasing hormone results in elevated LH and testosterone levels.  ","clickable_1":"images/img1.19030.jpg","clickable_2":"images/img2.19030.jpg"},

{"id":"8351","title":"A 54-year-old man comes to the office due to difficulty maintaining an erection for the last several weeks.  He says, 'One night I was having sex with my wife and could not maintain an erection.  Since then, it has continued to be a problem.'  The patient still has morning erections.  His medical history is significant for hypertension, coronary artery disease, and depression.  He has been married for 20 years but reports that he and his wife have been arguing since he began spending more time at work following a promotion 2 months ago.  His current medications include amlodipine, lisinopril, and bupropion.  Physical examination is unremarkable.  Which of the following is the most likely cause of this patient's erectile dysfunction?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Advancing age","answer_2":"B. Antidepressant-induced sexual dysfunction","answer_3":"C. Antihypertensive-induced adverse effect","answer_4":"D. Psychological distress","answer_5":"E. Vascular insufficiency","percent_1":"2%","percent_2":"6%","percent_3":"3%","percent_4":"87%","percent_5":"2%","right_answer":"D. Psychological distress","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The temporal association between this patient's arguments with his wife and subsequent onset of #erectile dysfunction# (ED) makes #psychogenic# factors the most likely cause of his ED.  The presence of #spontaneous nocturnal erections# is another important diagnostic clue as this demonstrates the integrity of neurologic reflexes and corpus cavernosa blood flow.  Loss of normal nocturnal erections occurs in men with organic ED but is not seen with psychogenic etiologies. $ED can be caused by organic factors, psychogenic factors, or a combination of both.  Psychogenic causes include performance anxiety, depression, sexual trauma, and/or relationship problems and are typically associated with an #abrupt onset# triggered by stress, as in this patient.  In contrast, men suffering from organic causes of ED (eg, vascular insufficiency) tend to have a slower progression of symptoms, with intermittent ED later becoming more persistent in nature #(choice E)#. $#(Choice A)#  There tends to be an increase in the incidence of ED with advancing age.  However, the sudden onset of this patient's dysfunction during a time of relationship and work stress makes a psychogenic cause more likely. $#(Choices B and C)#  Antidepressants, particularly selective serotonin reuptake inhibitors, have been associated with sexual dysfunction.  However, the norepinephrine-dopamine reuptake inhibitor bupropion has not been associated with sexual dysfunction.  Of the antihypertensive agents, thiazide diuretics and sympathetic blockers (eg, clonidine, methyldopa) have the greatest risk for ED.  Angiotension-converting enzyme inhibitors (eg, lisinopril) and calcium channel blockers (eg, amlodipine) have the least risk. $#Educational objective# Psychogenic causes of erectile dysfunction include performance anxiety, depression, sexual trauma, relationship problems, and stress.  Important clues include sudden-onset and normal nocturnal erections.  "},

{"id":"8468","title":"A 42-year-old man comes to the office seeking advice on male contraception.  He and his wife have 6 children and do not want any more, and his wife wants to stop taking oral contraceptive pills.  The patient's medical history is notable for an appendectomy, during which he had no complications from the procedure or the associated anesthesia.  He does not smoke.  On examination, the patient has a normal circumcised penis with no visible genital lesions and no palpable abnormalities in the scrotum.  After appropriate discussion regarding contraceptive options, the patient elects to undergo a vasectomy.  The patient should be advised to expect which of the following side effects during the first few months following the procedure?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased interest in sexual activity","answer_2":"B. Difficulty in maintaining an erection","answer_3":"C. Large reduction in the volume of ejaculate","answer_4":"D. Reduced testosterone production","answer_5":"E. Viable sperm in the ejaculate","percent_1":"1%","percent_2":"3%","percent_3":"21%","percent_4":"2%","percent_5":"72%","right_answer":"E. Viable sperm in the ejaculate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8468.jpg","explanation_1":"","explanation_2":"$The #vas deferens# (ductus deferens) is a long muscular duct that runs from the epididymis, via the spermatic cord, to the ejaculatory duct.  In addition to #transporting sperm#, it functions as a reservoir to store and protect sperm following spermatogenesis. $#Vasectomy# is a male sterilization procedure that involves #transection of the vas deferens# bilaterally to block the transport of new sperm.  However, vasectomy has no effect on existing sperm distal to the transection; a patient can still have #viable sperm# in the distal vas for #up to 3 months# and at least 20 ejaculations following vasectomy.  Sexual intercourse can typically be resumed within a week following the procedure, but pregnancy is still possible due to residual sperm in the ejaculate.  Therefore, another method of birth control must be used after vasectomy until semen analysis confirms azoospermia. $#(Choice A)#  Interest in sexual activity is generally unchanged following vasectomy.  Some patients report increased interest due to the reduced possibility of unplanned pregnancy; decreased interest is only occasionally reported. $#(Choice B)#  Vasectomy transects the vas deferens where it runs within the spermatic cord in the scrotum.  Arterial and neuronal supplies to the erectile corpora are not at risk, and erectile impairment is not a common complication. $#(Choice C)#  Semen is composed primarily of fluid secreted from the seminal vesicles and prostate; spermatozoa make up only 2%-5% of semen by volume.  Therefore, vasectomy has little effect on the volume of ejaculate. $#(Choice D)#  The endocrine function of the testes is unaffected by vasectomy, and testicular Leydig cells continue to produce testosterone at prevasectomy levels. $#Educational objective# Following vasectomy, viable sperm remain in the portion of the vas deferens distal to the transection.  Patients can still have viable sperm in the ejaculate for up to 3 months and at least 20 ejaculations after the procedure.  "},

{"id":"657","title":"A 66-year-old man comes to the office for follow-up of metastatic prostate cancer.  He was diagnosed 12 months ago, when he was found to have a single bony metastasis.  The patient declined orchiectomy and was treated with a long-acting gonadotropin-releasing hormone agonist.  While on this therapy, he developed nocturnal pain in the area of the bony metastasis and was found to have a rising level of prostate-specific antigen.  Flutamide was then added to his initial therapy and led to significant pain relief and a decrease in the size of the primary tumor.  Which of the following mechanisms is the best explanation for the effects of flutamide in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased androgen aromatization","answer_2":"B. Decreased Leydig cell stimulation","answer_3":"C. Decreased peripheral androgen conversion","answer_4":"D. Impaired androgen-receptor interaction","answer_5":"E. Inhibition of androgen synthesis","percent_1":"8%","percent_2":"5%","percent_3":"22%","percent_4":"56%","percent_5":"9%","right_answer":"D. Impaired androgen-receptor interaction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp657.jpg","explanation_1":"","explanation_2":"$Prostate cancer is #testosterone-dependent# and can be treated in most cases with surgical and/or pharmacologic androgen deprivation.  Initial options include bilateral orchiectomy or a gonadotropin-releasing hormone (GnRH) agonist.  #Pulsatile# release of GnRH from the hypothalamus stimulates secretion of LH from the anterior pituitary and leads to increased testosterone production.  However, #constant# GnRH activity causes down-regulation of the GnRH receptors on pituitary gonadotrophin cells, which suppresses LH secretion.  Therefore, long-acting GnRH agonists (eg, leuprolide) paradoxically cause a decrease in testicular Leydig cell stimulation #(choice B).#  The use of long-acting GnRH agonists can be associated with a #transient# rise in LH and testosterone levels following treatment initiation.  As a result, antiandrogens are sometimes prescribed concurrently to limit the tumor-stimulating effects of this initial testosterone rise. $#Flutamide# is a nonsteroid agent that acts as a #competitive testosterone receptor inhibitor#.  Prevention of androgen-receptor binding blocks the stimulatory effect of androgens on the primary tumor and metastases and leads to a reduction in their size (improving symptoms such as bone pain and urinary obstruction). $#(Choice A)#  Aromatase inhibitors (eg, anastrozole) decrease the peripheral conversion of androgens to estrogen and are used in postmenopausal women with estrogen receptor-positive breast cancer.  They do not lower androgen levels and are not used in the treatment of prostate cancer. $#(Choice C)#  Finasteride decreases peripheral conversion of testosterone to dihydrotestosterone by inhibiting 5-α-reductase.  It is used for treatment of benign prostatic hyperplasia and male-pattern baldness. $#(Choice E)#  Ketoconazole is a weak antiandrogen that decreases synthesis of steroid hormones in the gonads and adrenals.  Flutamide does not inhibit testosterone production by Leydig cells. $#Educational objective# Flutamide is a nonsteroid anti-androgen that acts as a competitive inhibitor of testosterone receptors.  It is used in combination with long-acting gonadotropin-releasing hormone agonists for the treatment of prostate cancer.  "},

{"id":"15828","title":"A 28-year-old man comes to the office due to a bump on his right testicle.  The patient is otherwise asymptomatic and healthy.  Vital signs are normal.  A solid mass is palpated in the right testicle.  The rest of the examination is unremarkable.  A scrotal ultrasound reveals a suspicious, partially necrotic mass.  Serum lactate dehydrogenase and alpha-fetoprotein levels are markedly elevated.  The patient undergoes a right radical inguinal orchiectomy.  Which of the following is the most likely histologic diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Leydig cell tumor","answer_2":"B. Nonseminomatous germ cell tumor","answer_3":"C. Sertoli cell tumor","answer_4":"D. Teratoma","answer_5":"E. Testicular lymphoma","percent_1":"4%","percent_2":"79%","percent_3":"7%","percent_4":"9%","percent_5":"1%","right_answer":"B. Nonseminomatous germ cell tumor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Testicular cancer! ?Epidemiology? • Age 15-35 • Risk factors: family history, cryptorchidism ?Types? Germ cell tumors (95℅ • ): seminomatous or nonseminomatous (embryonal$ carcinoma, yolk sac, choriocarcinoma, teratoma, mixed) • Sex cord–stromal tumors: Sertoli cell, Leydig cell ?Manifestations? • Unilateral, painless testicular mass • Dull ache in lower abdomen ?Diagnosis? • Examination: firm, ovoid mass • Elevated tumor markers (AFP, β-hCG, LDH) • Scrotal ultrasound %#AFP# = alpha-fetoprotein; #LDH# = lactate dehydrogenase.","explanation_img":"","explanation_1":"","explanation_2":"This patient's painless testicular lesion, necrotic mass on ultrasound, and elevated serum alpha-fetoprotein (AFP) level raises strong suspicion for #testicular cancer#, the most common solid organ malignancy in men age 15-35.  Most cases (>95%) arise from pluripotent germ cells that normally differentiate into sperm (#germ-cell tumors#), which are categorized as follows: $ • #Non-seminomatous germ cell tumors# (NSGCT) contain undifferentiated or partially differentiated germ cells (eg, embryonal carcinoma, yolk sac tumor, choriocarcinoma).  They often generate abnormal hormones (human chorionic growth [#hCG#] hormone) or proteins (#AFP#) that can be measured in the blood to aid diagnosis and evaluate for recurrence following treatment. $ • Seminomas contain large uniform germ cells that retain the phenotypic features of spermatogonia.  They do not produce AFP but some seminomas secrete limited quantities of hCG. $#Lactate dehydrogenase# (LDH), a marker of tissue injury and cell turnover, is also often elevated in patients with germ cell tumors but is less sensitive and specific than hCG or AFP. $#(Choice A)#  Leydig cells secrete testosterone and are found in the testicular stroma.  Leydig cell tumors often produce estrogen or testosterone, leading to feminization (eg, gynecomastia) or precocious puberty, respectively.  They do not generate AFP or hCG. $#(Choice C)#  Sertoli cells nourish sperm and secrete inhibin, which moderates pituitary gonadotropin release.  Sertoli cell tumors are sometimes associated with the excessive production of estrogen but do not typically elevate AFP. $#(Choice D)#  Teratomas are terminally differentiated germ cells that may contain skin or gastrointestinal epithelium, cartilage, and/or neuronal tissue.  They are often malignant in adults and may be part of some nonseminomatous germ cell tumors.  However, terminally differentiated cells are not generally able to produce AFP or hCG; therefore, these tumor markers are usually not elevated. $#(Choice E)#  Primary testicular lymphoma is uncommon and usually occurs in men age >60.  Although lymphoma can be associated with elevated LDH, AFP is almost always normal. $#Educational objective# Most cases of testicular cancer are either seminomatous or nonseminomatous germ cell tumors.  Nonseminomatous germ cell tumors are composed of partially differentiated germ cells, which often retain the ability to secrete human chorionic growth hormone and alpha-fetoprotein (serum tumor markers).  Serum lactate dehydrogenase, a marker of tissue injury and cell turnover, is also frequently increased. "},

{"id":"19697","title":"A 24-year-old man comes to the emergency department due to a persistent, painful erection that has lasted for more than 8 hours.  He had 3 similar episodes in the past 2 years that were less than 30 minutes in duration and resolved with ice packs at home.  The patient has had no trauma to the perineal or genital area.  He has no other medical conditions and takes no prescription, over-the-counter, or herbal medications.  The patient does not use tobacco, alcohol, or illicit drugs.  Temperature is 37 C (98.6 F), blood pressure is 124/82 mm Hg, pulse is 84/min, and respirations are 16/min.  Examination shows an engorged corpora cavernosa and a rigid, tender penis.  The testicles are normal, and the remainder of the examination shows no abnormalities.  Penile injection with a medication having which of the following mechanisms would most likely relieve this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-1 adrenergic agonism","answer_2":"B. Alpha-1 adrenergic antagonism","answer_3":"C. Beta-1 adrenergic stimulation","answer_4":"D. Beta-2 adrenergic stimulation","percent_1":"61%","percent_2":"30%","percent_3":"2%","percent_4":"7%","right_answer":"A. Alpha-1 adrenergic agonism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19697.jpg","explanation_1":"","explanation_2":"$The @corpora cavernosa@ of the penis receive sympathetic innervation (T11-L2) via the superior hypogastric plexus and cavernosal nerves. $• In the #flaccid# state, tonic alpha-adrenergic (norepinephrine) #sympathetic# activity maintains high vascular and trabecular smooth muscle tone, preventing the corpora from engorging with blood. $• In an #erection#, activation of #parasympathetic# nerve fibers (S2-S4) induces relaxation of smooth muscle in cavernous arteries and trabeculae.  The increased blood flow fills the relaxed corpora, which subsequently causes compression of the emissary veins against the tunica albuginea, blocking the outflow of blood and further increasing pressure within the corpora cavernosa. $This patient has #priapism#, a painful, firm erection in the absence of sexual stimulus or beyond the normal duration of sexual activity.  Priapism is usually idiopathic but can be caused by medications or drugs (eg, trazodone, cocaine) or disease states (eg, sickle cell disease) that disrupt the normal outflow of blood from the corpora cavernosa.  Treatment usually includes penile injection of an #alpha-adrenergic agonist# (eg, phenylephrine), which #induces contraction of cavernous smooth muscle#; this reduces venous obstruction by the engorged corpora, increasing venous outflow and #promoting detumescence#. $#(Choice B)#  Alpha-1 antagonists (eg, tamsulosin, doxazosin) inhibit tonic sympathetic activity and can trigger priapism. $#(Choice C)#  Beta-1 agonists (eg, dobutamine) are positive inotropic agents that increase stroke volume and cardiac output.  This will increase blood flow to the penis and worsen priapism. $#(Choice D)#  Beta-2 agonists induce trabecular smooth muscle relaxation and increase blood flow to the penis, potentially worsening priapism. $#Educational objective# The penile flaccid state is maintained by tonic alpha-adrenergic (norepinephrine) sympathetic activity, causing high vascular and trabecular smooth muscle tone, preventing corporal engorgement with blood.  Priapism can be treated with penile injections of an alpha-adrenergic agonist (eg, phenylephrine), which induce smooth muscle contraction, leading to detumescence.  ","clickable_1":"images/img1.19697.jpg"},

{"id":"11658","title":"A 21-year-old previously healthy man comes to the emergency department with acute onset of severe left scrotal pain and nausea. The pain started after he returned home from the gym following an intense workout. He denies any trauma, fever, or dysuria. Examination shows a swollen and tender left testis that lies higher than the right testis. Doppler ultrasound shows decreased arterial blood flow in the left spermatic cord entering the testis. Which of the following is the likely origin of the artery involved in this patient's condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abdominal aorta","ansImg_1":"","answer_2":"B. External iliac artery","ansImg_2":"","answer_3":"C. Internal iliac artery","ansImg_3":"","answer_4":"D. Internal pudendal artery","ansImg_4":"","answer_5":"E. Obturator artery","ansImg_5":"","answer_6":"F. Renal artery","ansImg_6":"","right_answer":"A. Abdominal aorta","percent_1":"47%","percent_2":"2%","percent_3":"16%","percent_4":"7%","percent_5":"1%","percent_6":"28%","explanation_img":"images/exp11658.jpg","explanation_1":"","explanation_2":"$The #gonadal arteries# arise from the #abdominal aorta# slightly below the renal arteries. Each gonadal artery courses obliquely downward and laterally within the retroperitoneal space near the psoas major muscle. After crossing anteriorly over the ureter, the gonadal arteries run parallel to the external iliac vessels and eventually traverse the inguinal canal to supply the testes via the spermatic cord in males.\n\nThis patient most likely has @testicular torsion@, which is usually due to inadequate fixation of the lower pole of the testis to the tunica vaginalis. Testicular torsion is caused by twisting of the spermatic cord, resulting in compression of the pampiniform plexus of the testicular vein and reduced venous outflow. Arterial blood flow in the testicular arteries is initially preserved or slightly decreased, leading to engorgement and eventual #hemorrhagic infarction#. Torsion is characterized by #acute, severe pain# with nausea/vomiting, an asymmetrically #high-riding testis#, and absent cremasteric reflex (elevation of testis while pinching the skin in upper thigh).\n\n$#(Choice B and C)# The external and internal iliac arteries arise from the common iliac artery. The external iliac artery travels underneath the inguinal ligament and becomes the femoral artery, which supplies the lower extremity. The internal iliac artery provides blood supply to the pelvic wall/viscera, buttock, female reproductive organs, bladder, and medial thigh.\n\n$(Choice D) The internal pudendal artery is a branch of the internal iliac artery and provides blood supply to the anal canal, scrotum, and penis. However, it does not provide blood supply to the testis.\n\n$(Choice E) The obturator artery arises from the internal iliac artery and provides blood supply to the pelvis, bladder, and parts of the femoral head and medial thigh muscles.\n\n$(Choice F) The renal artery provides blood supply to the kidney. Branches of the renal artery supply the ureter but do not travel to the testis. Unlike the gonadal arteries, the gonadal veins arise from different structures. The right gonadal vein drains directly into the inferior vena cava while the left gonadal vein drains into the left renal vein.\n\n$Educational objective\nTesticular torsion is due to twisting of the testis around the spermatic cord (containing the gonadal artery), which can eventually lead to ischemia. The gonadal arteries arise from the abdominal aorta. The right gonadal vein drains directly into the inferior vena cava while the left gonadal vein drains into the left renal vein.","clickable_1":"images/img1.11658.jpg"},

{"id":"16001","title":"A 66-year-old man comes to the office due to 2 episodes of hematuria over the past month.  Digital rectal examination reveals an indurated prostate with no palpable nodules.  An image from a transrectal prostate biopsy is shown in the @exhibit@.  Which of the following is the most likely underlying cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit16001.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute bacterial infection of the prostate","answer_2":"B. Benign hyperplasia of the prostatic stroma","answer_3":"C. Chronic bacterial inflammation of the prostate","answer_4":"D. Invasive carcinoma arising from the urethra","answer_5":"E. Neoplastic proliferation of prostate gland cells","percent_1":"3%","percent_2":"29%","percent_3":"15%","percent_4":"8%","percent_5":"46%","right_answer":"E. Neoplastic proliferation of prostate gland cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp16001.jpg","explanation_1":"","explanation_2":"$This older man with an indurated prostate has histopathologic evidence of crowded glands composed of atypical cells with large nuclei and prominent nucleoli, raising strong suspicion for #prostate adenocarcinoma#.  Because most cases of prostate cancer arise in the periphery of the gland (peripheral zone) far from the prostatic portion of the urethra, patients do not typically present with urinary symptoms.  However, a minority of cases occur in the portion of the gland (transition zone) that abuts the urethra, which can lead to #hematuria# and/or obstructive voiding manifestations. $Diagnostic evaluation begins with #digital rectal examination#; patients with prostate cancer often have an #indurated# (ie, abnormally firm), nontender gland with or without a nodule.  An elevated prostate-specific antigen level adds supporting evidence.  Confirmation is typically made by transrectal prostate biopsy, in which 10-12 random core biopsies of the gland are obtained.  In contrast to @normal prostatic cells@, cancer cells typically display varying degrees of cellular atypia, including enlarged nuclei and prominent nucleoli, and commonly form crowded, infiltrative glands. $#(Choices A and C)#  @Acute prostatitis@ typically causes systemic symptoms (eg, fever, malaise), dysuria, and a tender, boggy prostate on digital rectal examination.  Chronic prostatitis is generally marked by perineal pain and recurrent symptoms of urinary tract infection.  Although patients can have hematuria with these conditions, biopsy would show inflammatory, not atypical glandular, cells. $#(Choice B)#  Benign prostatic hyperplasia is common in older men.  Hyperplasia of prostatic stroma in the area of the prostate that surrounds the urethra generally results in voiding symptoms (eg, hesitancy, dribbling, frequency).  Hematuria may occasionally occur.  Digital rectal examination generally reveals a symmetrically enlarged prostate with no nodules.  Biopsy would show extensive stromal hyperplasia, not atypical glands. $#(Choice D)#  Urothelial carcinoma from the bladder or urethra can occasionally invade the prostate.  Although this cancer often causes hematuria, biopsy typically shows cancerous urothelial cells, not atypical glands.  Furthermore, prostate cancer is a far more common cause of an indurated prostate than a urothelial tumor invading the prostate. $#Educational objective# Prostate adenocarcinoma is generally diagnosed with transrectal prostate biopsy, which often reveals atypical cells with enlarged nuclei and prominent nucleoli forming crowded, infiltrative glands.  ","clickable_1":"images/img1.16001.jpg","clickable_2":"images/img2.16001.jpg"},

{"id":"19695","title":"A 22-year-old man comes to the emergency department due to a painful erection that developed spontaneously 6 hours ago.  The erection has not subsided despite using an ice pack and taking pain medication at home.  There is no history of trauma.  The patient has a history of sickle cell disease and is taking no new medications.  Examination shows a rigid penis with a soft glans.  Aspiration of the corpus cavernosum reveals dark blood, with blood gas analysis showing the following values: pH, 7.21; PO2, 26 mm Hg; and PCO2, 68 mm Hg.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibrosis of the tunica albuginea","answer_2":"B. Impaired penile venous outflow","answer_3":"C. Impairment in penile parasympathetic activity","answer_4":"D. Increased penile arterial blood flow","answer_5":"E. Increased penile sympathetic activity","percent_1":"2%","percent_2":"84%","percent_3":"5%","percent_4":"6%","percent_5":"3%","right_answer":"B. Impaired penile venous outflow","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19695.jpg","explanation_1":"","explanation_2":"$This patient has #priapism# (persistently painful erection caused by engorgement of the corpora cavernosa), a frequent complication of #sickle cell disease# (SCD); with priapism, the corpus spongiosum often remains flaccid (soft glans penis), unlike a normal erection. $Normal penile erection and detumescence (ie, penile relaxation) occurs via the following mechanisms: $• Flaccid state: A predominance of sympathetic input causes arterial and trabecular smooth muscle to be tonically contracted.  This minimizes the volume of the cavernous tissue (sponge-like regions of erectile tissue) and limits blood flow into the vascular channels of the penis. $• Erect state: Increased parasympathetic stimulation leads to a rise in nitric oxide and cyclic GMP production, causing @smooth muscle relaxation@.  The resulting increase in penile blood flow fills the relaxed sinusoids, engorging the corpora cavernosa.  Subsequent compression of the venous sinuses reduces venous outflow and helps maintain the erection. $Priapism most often occurs due to ongoing obstruction of the venous sinuses (low-flow priapism); the resulting #impaired penile venous outflow# prevents normal detumescence.  Patients with SCD are at elevated risk due to increased sensitivity to vasodilators such as adenosine (released by ischemic tissue) that maintain corpora cavernosa engorgement.  Persistent venous obstruction eventually results in #penile ischemia# (similar to compartment syndrome); blood gas analysis will show #hypoxia, hypercarbia, and acidosis#.  Priapism is a medical emergency because events lasting more than 12 hours can result in #permanent erectile dysfunction#. $#(Choice A)#  Fibrosis of the tunica albuginea occurs in Peyronie disease.  The excessive fibrous scar tissue often causes painful erections and abnormal penile curvature.  Persistent erection does not occur in this condition. $#(Choices C and E)#  Parasympathetic activity stimulates erection, whereas sympathetic activity promotes detumescence.  Impaired parasympathetic activity and/or increased sympathetic activity would result in a flaccid penis, not priapism. $#(Choice D)#  Rarely, a pathologic increase in penile arterial inflow (eg, trauma, atrioventricular fistula) can cause high-flow (nonischemic) priapism characterized by aspiration of bright red blood with normal pH, oxygen, and carbon dioxide levels.  However, this patient's penial blood gas analysis is indicative of low-flow (ischemic) priapism, which occurs far more frequently than high-flow priapism (particularly in patients with SCD). $#Educational objective# Engorgement of the corpora cavernosa during erection compresses the venous sinuses, which reduces penile venous outflow to help maintain an erection.  Priapism most often occurs due to persistent obstruction of the venous sinuses that prevents normal detumescence.  Blood aspiration from the corpora cavernosa reveals penile ischemia due to the low-flow state.  ","clickable_1":"images/img1.19695.jpg"},

{"SubjectSystem":"Embryology-Male Reproductive System","id":"1449","title":"An autopsy is performed on a stillborn fetus delivered at 20 weeks gestation to a 35-year-old primigravida.  The woman's pregnancy was unremarkable, and she received routine prenatal care.  Noninvasive prenatal testing was performed earlier in the pregnancy and revealed a 46,XY fetus.  Further work-up reveals a loss of function mutation of the androgen receptor gene on the X chromosome, resulting in complete androgen insensitivity.  Which of the following phenotypes is most likely to be present in this fetus?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Internal genital ducts ∆External genitalia ","answer_1":"§A. ∆Absent ∆Female","answer_2":"§B. ∆Absent ∆Male","answer_3":"§C. ∆Uterus and fallopian tubes ∆Ambiguous","answer_4":"§D. ∆Uterus and fallopian tubes ∆Male","answer_5":"§E. ∆Vas deferens and epididymis ∆Female","percent_1":"33%","percent_2":"6%","percent_3":"18%","percent_4":"6%","percent_5":"37%","right_answer":"§A. ∆Absent ∆Female","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1449.jpg","explanation_1":"","explanation_2":"$#Androgen insensitivity syndrome# is a disorder of sex development seen in genotypic males (XY) and characterized by a #loss-of-function# mutation of the #androgen receptor# gene on the X chromosome. $In utero, Leydig cells of the testes produce testosterone, which normally induces differentiation of precursor genital structures into male-specific genitalia by the following mechanisms: $• Testosterone binds androgen receptors on the wolffian duct, which proliferates and develops into internal male genital ducts (eg, epididymis, vas deferens). $• Testosterone is converted into dihydrotestosterone, which normally binds androgen receptors on the genital tubercle to promote differentiation into external male genitalia. $In patients with complete androgen insensitivity, there is appropriate testosterone and dihydrotestosterone production; however, without functional androgen receptors, patients #do not develop# internal male #genital ducts# or external male genitalia #(choice B).#  Instead, the absence of effective androgens leads to development of #external female genitalia#.  In addition, appropriate production of antimüllerian hormone by testicular Sertoli cells leads to müllerian duct involution and suppression of internal female genital duct (eg, fallopian tubes, uterus) development. $Due to a typical female phenotype at birth, the diagnosis is usually made in @adolescent girls@ with primary amenorrhea; this condition did not contribute to fetal demise in this case. $#(Choices C and D)#  The combination of female internal genital ducts and ambiguous or external male genitalia may occur in a genotypic female (XX) with excess androgen exposure (eg, congenital adrenal hyperplasia). $#(Choice E)#  Internal male genital ducts with external female genitalia occur in genotypic males (XY) with 5-alpha reductase deficiency.  Testosterone can appropriately stimulate internal male genital duct development, but absence of conversion from testosterone to dihydrotestosterone results in the development of external female genitalia. $#Educational objective# Androgen insensitivity syndrome is caused by dysfunctional androgen receptors; genotypic males (XY) have testes but no external male genitalia or internal male genital ducts (eg, vas deferens) due to the lack of androgen effect during fetal development.  Instead, external female genitalia develop, but antimüllerian hormone results in the absence of internal female genital ducts (eg, fallopian tubes) as well.  ","clickable_1":"images/img1.1449.jpg"},

{"id":"107247","title":"A 62-year-old man with amyotrophic lateral sclerosis comes to the office for follow-up.  The patient was diagnosed 8 months ago after experiencing bilateral arm weakness.  He notes no worsening or new physical symptoms.  The patient has no mood depression or anhedonia.  Vital signs are within normal limits.  Cardiopulmonary examination is normal.  Neurologic examination is consistent with prior evaluation; moderate atrophy and weakness of the upper extremities are present, and reflexes are 3+ in the upper and lower limbs.  The patient states that he is glad that the physical examination remains unchanged but shares that he has 'felt distant' from his wife since being diagnosed.  Which of the following is the most appropriate response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. It's normal to have ups and downs in relationships, especially when dealing with a chronic illness; let's continue monitoring how you feel.","answer_2":"B. Many patients with this condition experience changes with intimacy and sex; is there anything you would like to talk about?","answer_3":"C. The physical effects of a chronic illness can strain relationships; have you considered attending couples therapy?","answer_4":"D. You've had a lot of change to deal with recently; it may take time for you to feel like yourself again with your wife.","percent_1":"12%","percent_2":"65%","percent_3":"11%","percent_4":"12%","right_answer":"B. Many patients with this condition experience changes with intimacy and sex; is there anything you would like to talk about?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"Patients with #chronic conditions# often have unaddressed #psychosocial concerns#.  This patient was recently diagnosed with amyotrophic lateral sclerosis, which involves physical impairment.  Although his clinical condition and mood are stable, he confides that he has \"felt distant\" from his wife. $ The best next step is to #validate# the patient's feelings (eg, \"Many patients with this condition experience changes with intimacy and sex\").  Then the physician should #elicit# the patient's #specific concerns# (eg, \"is there anything you would like to talk about?\"). $ The patient could be referring to a new lack of emotional intimacy with his wife or a decline in sexual well-being, which also adversely affects quality of life but may remain unaddressed due to #embarrassment#. For example, a common concern is decreased libido; partners of patients with physical impairment may also be worried about hurting their partners during intercourse.  Therefore, physicians should have a #low threshold# for inquiring about #emotional and sexual well-being# in patients who raise relationship concerns.  If the patient chooses to raise such issues, additional education on condition-specific interventions can be discussed.  In addition, regular reassessment is recommended. $ (Choice A)  This statement validates potential relationship difficulties following a new medical diagnosis.  However, recommending that the patient \"continue monitoring\" his feelings is an inadequate response because it does not explore his specific concerns. $ (Choice C)  This response prematurely focuses on couples therapy without eliciting the reasons for the patient's distance from his wife, which could be related to his chronic condition and may benefit from medical intervention. $ (Choice D)  Normalizing relationship difficulties can be validating.  However, a generalization such as \"it may take time\" is dismissive, and the response does not explore the nature of the patient's concern. $ Educational objective Patients with chronic conditions often have unaddressed psychosocial concerns such as lack of emotional intimacy or decline in sexual well-being that can adversely affect quality of life.  Therefore, physicians should regularly evaluate patients with chronic conditions for emotional and sexual well-being to allow them to raise concerns without embarrassment."},

{"SubjectSystem":"Pharmacology-Male reproductive system","id":"8930","title":"A 64-year-old man comes to the office due to urinary frequency, hesitancy, and dribbling.  His symptoms began insidiously 5 years ago and have progressively worsened.  He has to get up 2 or 3 times each night to urinate.  Vital signs are normal.  Examination shows a smooth, symmetrically enlarged prostate without nodules or tenderness.  There is no suprapubic tenderness.  Prostate-specific antigen level is 3.5 ng/mL, creatinine is 1.2 mg/dL, and urinalysis is normal.  The patient is started on a new medication.  After 6 months of therapy, his urinary symptoms improve and prostate volume decreases by 20%.  Which of the following medications is most likely responsible for the decreased prostate volume in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Finasteride","answer_2":"B. Phenazopyridine","answer_3":"C. Tadalafil","answer_4":"D. Tamsulosin","answer_5":"E. Tolterodine","percent_1":"83%","percent_2":"0%","percent_3":"1%","percent_4":"15%","percent_5":"0%","right_answer":"A. Finasteride","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medical therapy for benign prostatic hyperplasia# ∆⨉ §^#α-Adrenergic $antagonists$ (#eg, terazosin, tamsulosin) ∆ • Relax smooth muscle in bladder neck, prostate capsule & prostatic urethra • Usual first-line therapy • #Adverse effects: o#rthostatic hypotension, dizziness §^#5-α Reductase inhibitors$ (#eg, finasteride, dutasteride) ∆ • Inhibit conversion of testosterone to dihydrotestosterone • Reduce prostate gland size & vascularity (reduced hematuria) • Effectiveness may take 6–12 months • #Adverse effects: d#ecreased libido, erectile dysfunction §^#Antimuscarinics$ (#eg, tolterodine) ∆ • Used to treat overactive bladder (urinary frequency, urgency & incontinence) • #Adverse effects: u#rine retention, dry mouth","explanation_img":"","explanation_1":"","explanation_2":"This patient has #benign prostatic hyperplasia# (BPH).  BPH is due to the effects of dihydrotestosterone on prostatic epithelial cells and is characterized by progressive prostatic enlargement with age, leading to #bladder outlet obstruction# and incomplete bladder emptying.  Typical symptoms include urinary frequency, nocturia, hesitancy, and weak urinary stream.  The bladder outlet obstruction is made up of a #dynamic component# (smooth muscle tone in the bladder neck, prostate capsule, and prostatic urethra) and a #fixed component# (structural effects of the enlarged prostate). $#Alpha adrenergic antagonists# (eg, terazosin, tamsulosin) are smooth muscle relaxants that work on the dynamic component of bladder outlet obstruction.  They work within days to weeks.  However, these drugs do not significantly affect prostate volume #(choice D).#  #5-alpha reductase inhibitors# (eg, finasteride, dutasteride) inhibit the conversion of testosterone to dihydrotestosterone and address the fixed component of bladder outlet obstruction.  Over time, they reduce prostate volume but can take up to 6-12 months to achieve maximal effect. $#(Choice B)#  Phenazopyridine is a urinary analgesic that provides symptomatic relief of dysuria in urinary tract infections.  It is not effective for BPH and does not affect prostate volume. $#(Choice C)#  Tadalafil is a phosphodiesterase-5 inhibitor that is primarily used to treat erectile dysfunction.  Although some studies have shown symptom improvement in BPH, tadalafil does not significantly decrease prostate volume. $#(Choice E)#  Antimuscarinics (eg, tolterodine) are used to treat overactive bladder symptoms (eg, urinary frequency, urgency, incontinence).  They can cause urine retention and are normally used in BPH only once another drug has addressed the bladder outlet obstruction.  They do not affect prostate volume. $#Educational objective# 5-alpha reductase inhibitors (eg, finasteride, dutasteride) block the conversion of testosterone to dihydrotestosterone in the prostate.  These drugs reduce prostate volume in patients with benign prostatic hyperplasia and relieve the fixed component of bladder outlet obstruction.  "},

{"id":"16005","title":"A 67-year-old man comes to the office for a routine health maintenance evaluation.  He feels well and has no specific symptoms.  Vital signs are within normal limits.  Digital rectal examination reveals a firm prostatic nodule.  The patient undergoes transrectal prostate biopsy, and microscopy reveals sheets of tumor cells infiltrating the stroma with no glandular differentiation; the tumor cells have large vesicular nuclei and prominent nucleoli.  Imaging shows enlargement of several iliac lymph nodes.  Which of the following is the best description of this patient's tumor?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Higher-Gleason score and higher stage","answer_2":"B. Higher-Gleason score and lower-stage","answer_3":"C. Lower-Gleason score and higher-stage","answer_4":"D. Lower-Gleason score and lower-stage","percent_1":"68%","percent_2":"8%","percent_3":"22%","percent_4":"2%","right_answer":"A. Higher-Gleason score and higher stage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Prostate cancer# is typically diagnosed by transrectal ultrasound–guided biopsy, which uses ultrasound guidance to take multiple core biopsy samples from random locations within the peripheral zone of the prostate.  Subsequent histopathologic examination confirms the presence of cancer and determines the #degree of glandular architecture abnormality#, which is summarized by the #Gleason grade#. $The lowest Gleason grade of 1 is assigned to well-differentiated tumors; these tumors resemble normal prostatic tissue and are generally arranged into small, well-formed, closely packed glands.  In contrast, the #highest Gleason grade of 5# is assigned to #poorly differentiated# tumors; these tumors do not resemble normal prostatic tissue and are generally arranged into #sheets of invasive cells# with #no glandular elements#.  The 2 predominant Gleason grades in the core biopsies are added together to generate the Gleason score (eg, a tumor that is mostly Gleason grade 3 and 4 would have a Gleason score of 7).  The higher the Gleason score, the higher the risk of spread outside of the prostate. $#Staging# is a marker of #degree of spread# from the site of cancer origin.  Low stage is seen in those with disease confined to the prostate; a higher stage is seen in those with regional (eg, lymph node) or metastatic (eg, bone) lesions.  In this case, the presence of #enlarged iliac nodes# likely indicates metastases to the regional lymph nodes; therefore, he would have a #higher stage# of disease. $#Educational objective# Prostate cancer is graded by Gleason grade, which is a measure of glandular architecture disruption and risk of extra-organ spread; poorly differentiated prostate cancer (eg, no glandular structure) is assigned a high Gleason grade, whereas well-differentiated prostate cancer (eg, well-formed glandular structure) is assigned a low Gleason grade.  Staging is a marker of the extent of spread from the primary cancer site; regional lymph node involvement or distant metastases indicate a higher stage of disease.  "},

{"subjectsystem":"Anatomy - Reproductive male system","id":"11800","title":"A 62-year-old man comes to the office due to an elevated prostate-specific antigen level on a screening test. When asked about genitourinary symptoms, the patient says, \"It often takes a bit of time before my urine starts flowing,\" but he has no other problems. Abdominal and external genital examinations are unremarkable. Digital rectal examination reveals hard prostate nodules. A biopsy confirms adenocarcinoma, and the patient undergoes a radical prostatectomy. During the surgery, the nerves within the fascia surrounding the gland are inadvertently injured. Which of the following is the most likely consequence of the nerve injury?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Detrusor muscle overactivity","ansImg_1":"","answer_2":"B. Erectile dysfunction","ansImg_2":"","answer_3":"C. External urethral sphincter paralysis","ansImg_3":"","answer_4":"D. Fecal incontinence","ansImg_4":"","answer_5":"E. Loss of cremasteric reflex","ansImg_5":"","answer_6":"F. Loss of penile skin sensation","ansImg_6":"","right_answer":"B. Erectile dysfunction","percent_1":"6%","percent_2":"58%","percent_3":"17%","percent_4":"7%","percent_5":"8%","explanation_img":"images/exp11800.jpg","explanation_1":"","explanation_2":"$The #prostatic plexus# lies within the fascia of the prostate and originates from the #inferior hypogastric plexus# (which itself is a continuation of the hypogastric nerve with additional input from the #pelvic and sacral splanchnic nerves#). The lesser and greater #cavernous nerves# arise from the prostatic plexus and pass beneath the pubic arch to innervate the corpora cavernosa of the penis and urethra. The cavernous nerves carry post-ganglionic parasympathetic fibers that facilitate penile erection. #Prostatectomy# or injury to the prostatic plexus can cause #erectile dysfunction#; as a result, surgeons attempt to preserve the integrity of the prostatic fascial shell during surgery.\n\n$(Choice A) Detrusor muscle overactivity leads to urge incontinence, which is more common in women. The detrusor muscle is controlled by parasympathetic fibers from the pelvic splanchnic nerves and inferior hypogastric plexus, which are not usually injured during prostatectomy.\n\n$#(Choices C, D, and F)# Branches of the pudendal nerve innervate the external urethral and anal sphincters. They also provide sensory innervation of the external genitalia. Pudendal nerve injury can lead to fecal incontinence, decreased penile sensation, or external urethral sphincter paralysis. Although urethral muscle injury can occur during prostate surgery, injury to the main pudendal nerve is less common with prostatectomy.\n\n$(Choice E) The cremasteric reflex is elicited by lightly stroking the medial thigh, which causes contraction of the cremaster muscle to pull up the ipsilateral testis. This reflex is mediated by the genitofemoral nerve, which originates from the L1-L2 spinal nerves. Loss of the cremasteric reflex is most commonly seen with testicular torsion or L1-L2 spinal injury.\n\n$Educational objective\nThe prostatic plexus (inferior hypogastric nerves plus pelvic and sacral splanchnic nerves) lies within the fascia of the prostate and innervates the corpus cavernosa of the penis, which facilitates penile erection. As a result, prostatectomy or injury to the prostatic plexus can cause erectile dysfunction."},

{"id":"1737","title":"A 63-year-old man comes to the office due to poor urine flow for several months. The patient says that it takes about 10 seconds to initiate a urinary stream. He also needs to strain when urinating or the stream just stops before his bladder is empty. He has tried behavioral modifications, but the symptoms continue to be bothersome. The patient takes lisinopril for hypertension. He has smoked a pack of cigarettes a day for 30 years. His father had urothelial cancer of the bladder. He reports significant improvement several months after starting finasteride. A therapeutic effect on which of the following structures is most likely responsible for this patient's symptomatic improvement?","image_1":"images/1737.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","answer_6":"F. F","ansImg_6":"","right_answer":"C. C","percent_1":"1%","percent_2":"25%","percent_3":"65%","percent_4":"4%","percent_5":"4%","percent_6":"0%","explanation_img":"images/exp1737.jpg","explanation_1":"","explanation_2":"$This patient has signs of bladder outlet obstruction (eg, urinary hesitancy, need to strain) most likely due to #benign prostatic hyperplasia# (BPH), a condition that is present in >90% of men age >80.  The diagnosis is based on history of urinary symptoms@ and digital rectal examination showing a smooth, homogenously enlarged prostate.  The #prostate# is located just anterior to the anal canal #(choice D)# and posterior to the symphysis pubis (the above CT image is just superior to the joining of the left and right pubic bones). $BPH may cause @static urinary obstruction@ (androgen-mediated enlargement of the prostate) or dynamic obstruction (prostate smooth muscle contraction via α-adrenoceptors).  #5-α reductase inhibitors# (eg, finasteride) inhibit the action of androgens on the prostate gland, preventing the conversion of testosterone to dihydrotestosterone and thereby limiting further prostate enlargement.  #α-adrenergic blockers# (eg, tamsulosin) relax the smooth muscle in the bladder neck and prostate gland and are also used to control symptoms of BPH. $#(Choice B)#  The distal end of the anterior bladder wall may or may not be visible at this level depending on patient positioning and bladder filling. $#Educational objective# The prostate is located between the pubic symphysis and the anal canal and is visible on inferior sections of the pelvis on CT scan.  Benign prostatic hyperplasia is a common, age-related condition that causes urinary symptoms (eg, hesitancy, straining, incomplete voiding).  It can be medically treated with α-adrenergic blockers and 5-α reductase inhibitors.  ","clickable_1":"images/img1.1737.jpg","clickable_2":"images/img2.1737.jpg"},

{"id":"20231","title":"A 19-year-old man comes to the emergency department due to intense scrotal pain over the past 6 hours.  The pain started shortly after participating in a soccer game; he does not recall any specific trauma.  The patient took ibuprofen at home with minimal relief.  He is sexually active and has been treated twice in the past for Neisseria gonorrhoeae.  Temperature is 36.9 C (98.5 F), blood pressure is 110/86 mm Hg, and pulse is 92/min.  On examination, there is no inguinal adenopathy.  There is significant discomfort with scrotal examination primarily on the right where a high-riding swollen mass is palpated within the hemiscrotum.  The left testicle is palpated lower in the scrotum.  Which of the following additional physical examination findings is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absent elevation of the right testicle with stroking of the ipsilateral thigh","answer_2":"B. Enlargement of the mass when the patient coughs or bears down","answer_3":"C. Increase in the size of the mass when standing relative to laying","answer_4":"D. Reduction in pain with manual elevation of the right testicle","answer_5":"E. Transillumination of the mass when a flashlight is placed behind the scrotum","percent_1":"65%","percent_2":"8%","percent_3":"4%","percent_4":"18%","percent_5":"6%","right_answer":"A. Absent elevation of the right testicle with stroking of the ipsilateral thigh","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Testicular torsion#∆⨉ §^#Pathogenesis# ∆ • Twisting of spermatic cord • Venous congestion, hemorrhagic infarction & necrosis of testis • ↑ Risk with poor fixation of testis to tunica vaginalis §^#Clinical$ features# ∆ • Testicular, inguinal, or abdominal pain • Nausea, vomiting • Examination findings $== ○ Swollen, erythematous hemiscrotum $== ○ Elevated, horizontally positioned testicle $== ○ Absent cremasteric reflex §^#Imaging# ∆ • No testicular blood flow on Doppler ultrasound §^#Management# ∆ • Immediate surgical detorsion","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute, severe, progressive scrotal pain with a high-riding scrotal mass, findings concerning for #testicular torsion#.  Torsion is caused by @twisting of the spermatic cord@ and its contents, leading to venous congestion, ischemia, and necrosis of the testis if untreated. $Classic presentation is an adolescent or young adult male with #sudden onset# of #unilateral scrotal pain#, usually with associated nausea and vomiting.  Poor testicular perfusion can also cause reactive #scrotal edema# and #discoloration# (eg, erythema) on examination.  Because the cremaster muscle lies within the spermatic cord, an #absent cremasteric reflex# (testicular elevation when stroking the ipsilateral inner thigh) is highly suggestive of testicular torsion.  The testicle itself is often transverse (due to inadequate fixation of the lower pole of the testis to the tunica vaginalis) and #high riding# (due to cord shortening with rotation). $Diagnosis can be clinical with classic findings or may require ultrasound evaluation.  Twisting of the spermatic cord and/or decreased testicular perfusion on ultrasound confirms the diagnosis. $#(Choice B)#  Increased abdominal pressure (eg, cough, Valsalva maneuver) can lead to bulging within the groin or scrotum due to an @inguinal hernia@.  If incarcerated, a hernia can lead to acute scrotal pain, but a high-riding testicle would not be expected. $#(Choice C)#  @Varicocele@, which is characterized by a scrotal mass with a \"bag of worms\" texture, increases in size when standing as compared with supine positioning.  This dilation of the pampiniform plexus may cause a dull ache, but not acute, severe pain. $#(Choice D)#  Epididymitis caused by infection (eg, Neisseria gonorrhoeae) or trauma causes acute scrotal pain that is relieved with manual elevation of the testicle.  In contrast to this case, urinary symptoms (eg, dysuria, frequency, urgency) are typical, and a high-riding testicle would not be seen. $#(Choice E)#  @Hydrocele@ is a fluid collection within the tunica vaginalis that transilluminates on examination and causes scrotal enlargement but not acute pain. $#Educational objective# Testicular torsion presents with acute, severe, progressive unilateral scrotal pain.  Classic examination findings include scrotal edema and discoloration, a high-riding testicle, and an absent cremasteric reflex (ie, absence of testicular elevation when stroking the ipsilateral thigh).  ","clickable_1":"images/img1.20231.jpg","clickable_2":"images/img2.20231.jpg","clickable_3":"images/img3.20231.jpg","clickable_4":"images/img4.20231.jpg"},

{"id":"664","title":"A 27-year-old man comes to the physician with his wife for an infertility evaluation.  They have been trying to conceive for the last 14 months without success.  A semen analysis shows a normal sperm count but completely immobile sperm due to abnormal tail function.  Which of the following additional findings is most likely associated with this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cleft lip","answer_2":"B. Coarctation of the aorta","answer_3":"C. Fat malabsorption","answer_4":"D. Hypertrophic cardiomyopathy","answer_5":"E. Liver cirrhosis","answer_6":"F. Persistent bronchial dilation","percent_1":"2%","percent_2":"4%","percent_3":"17%","percent_4":"3%","percent_5":"2%","percent_6":"72%","right_answer":"F. Persistent bronchial dilation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The finding of #impaired sperm motility# raises concern for #primary ciliary dyskinesia# (PCD), an autosomal recessive condition caused by a variety of mutations in genes responsible for normal flagellar and ciliary function.  The clinical manifestations of PCD include: $1. Predisposition to upper and lower respiratory tract infections due to impaired mucociliary clearance.  Patients develop chronic cough, #chronic sinusitis#, recurrent otitis media, and @bronchiectasis@ (permanent abnormal airway enlargement). $2. Randomization of left-right body asymmetry; half of all patients have #situs inversus# (reversed right/left positioning of internal organs) $#3. Infertility# due to impaired function of sperm flagella (men) and immobility of fallopian tube cilia (women). $Patients with the triad of situs inversus, chronic sinusitis, and bronchiectasis are said to have #Kartagener syndrome#. $#(Choice A)#  A cleft lip results from failure of the maxillary and medial nasal processes to fuse during development.  It is not associated with defects in ciliary structure or function. $#(Choice B)#  Coarctation of the aorta may be seen in Turner (XO) syndrome. $#(Choice C)#  Fat malabsorption can occur in cystic fibrosis due to pancreatic insufficiency.  Although male patients with cystic fibrosis are typically infertile, this results from bilateral absence of the vas deferens (azoospermia) as opposed to the impaired sperm motility seen in Kartagener syndrome. $#(Choice D)#  Most cases of hypertrophic cardiomyopathy are due to mutations in the genes encoding cardiac sarcomere proteins. $#(Choice E)#  Cirrhosis of the liver is not associated with PCD. $#Educational objective# Primary ciliary dyskinesia results from an autosomal recessive mutation in the proteins responsible for normal flagellar and ciliary structure and function (eg, dynein, assembly proteins).  Clinical manifestations include situs inversus, chronic sinusitis, bronchiectasis, and infertility. ","clickable_1":"images/img1.664.jpg"},

{"id":"107790","title":"A 1-month-old boy is brought to the emergency department due to acute onset fussiness.  The child was born at term without complications.  Temperature is normal.  Examination shows a right-sided inguinal hernia that is not reducible.  The penis appears normal, but the testes are not palpable.  Imaging reveals a mass adjacent to the herniated bowel in the right inguinal canal.  During surgical exploration, the mass is consistent with a testicle; an attached epididymis and vas deferens are identified.  The left testicle is identified intraabdominally.  However, the gonads also appear to be associated with fallopian tubes and a uterus.  This patient's findings are most likely due to a lack of which of the following hormones?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antimüllerian hormone","answer_2":"B. Dehydroepiandrosterone","answer_3":"C. Dihydrotestosterone","answer_4":"D. Luteinizing hormone","answer_5":"E. Testosterone","percent_1":"86%","percent_2":"2%","percent_3":"7%","percent_4":"1%","percent_5":"4%","right_answer":"A. Antimüllerian hormone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107790.jpg","explanation_1":"","explanation_2":"$The precursors to male and female internal and external genital structures (gonads, Müllerian and Wolffian ducts) are initially undifferentiated.  In patients with the SRY gene (eg, XY genotype), the undifferentiated gonads develop into testes, as seen in this patient.  The testes produce: $• #Testosterone#, which induces differentiation of the Wolffian duct into #internal male genital ducts# (eg, epididymis, vas deferens).  Some testosterone is also converted to #dihydrotestosterone# (DHT), which stimulates #external male genitalia# development.  Therefore, this patient with an epididymis, vas deferens, and penis has appropriate testosterone and DHT action #(choices C and E)#. $• #Antimüllerian hormone# (#AMH#) induces Müllerian duct involution, #suppressing internal female genital duct# (eg, fallopian tubes, uterus) development.  The presence of internal female structures in this patient indicates absent AMH. $#AMH deficiency# is a rare disorder of sex development in patients with an XY genotype that results in internal female genital ducts (lack of Müllerian duct involution) but normal external and internal male genital structures (due to androgens).  Patients are at increased risk of cryptorchidism due to tethering of the testicle by Müllerian duct–derived structures during in utero descent from the abdomen to the scrotum; an associated inguinal hernia can also occur, as seen here. $#(Choice B)#  Dehydroepiandrosterone is an adrenal androgen that is not involved in sex differentiation. $#(Choice D)#  Because testosterone regulates LH production via @negative feedback@, a normal testosterone level (as expected in this patient with male anatomy) would result in a normal LH level. $#Educational objective# Antimüllerian hormone (AMH) is produced by the testes and stimulates Müllerian duct involution so internal female structures (eg, fallopian tubes, uterus) do not develop.  The presence of these structures in a genotypic male suggests AMH deficiency.  ","clickable_1":"images/img1.107790.jpg"},

{"id":"19031","title":"A 75-year-old man comes to the office due to 4 weeks of increased urinary hesitancy and progressive low back pain.  Spinal imaging reveals multiple lesions suspicious for metastatic cancer.  Biopsy of a bone lesion shows well-differentiated adenocarcinoma.  Treatment with a medication that does which of the following would most likely reduce the spread of this patient's cancer?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of the androgen receptor","answer_2":"B. Activation of the LH receptor","answer_3":"C. Blockade of the estrogen receptor","answer_4":"D. Blockade of the FSH receptor","answer_5":"E. Inhibition of the 17-alpha-hydroxylase enzyme","percent_1":"9%","percent_2":"13%","percent_3":"5%","percent_4":"20%","percent_5":"53%","right_answer":"E. Inhibition of the 17-alpha-hydroxylase enzyme","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19031.jpg","explanation_1":"","explanation_2":"$This older patient with urinary hesitancy and multiple bone lesions has biopsy evidence of well-differentiated adenocarcinoma, raising strong suspicion for #metastatic prostate adenocarcinoma#.  Prostate cancer is the most common non-skin cancer in men; it has a predilection for metastases to #bone# due to tumor surface proteins that bind to pericytes and bone marrow stromal cells. $Prostate adenocarcinoma is generally an #androgen-sensitive tumor#.  Because androgens in men are produced primarily in the testes, initial treatment for advanced disease usually involves medical or surgical orchiectomy to eliminate testicular production of androgens.  However, androgens are also produced in the adrenal glands and tumor cells via the expression of #17-alpha-hydroxylase#, a cytochrome P-450 enzyme that converts pregnenolone/progesterone into dehydroepiandrosterone #(DHEA)#/#androstenedione#.  Because these extratesticular androgens can also drive tumor growth, patients with advanced disease and those with castration-resistant prostate cancer generally receive #abiraterone#, a medication that irreversibly #inhibits 17-alpha-hydroxylase#.  This limits extratesticular androgen production, which slows the growth of the tumor. $#(Choice A)#  Because prostate cancer is an androgen-sensitive tumor, activation of the androgen receptor would worsen the disease. $#(Choice B)#  LH triggers Leydig cells in the testes to produce androgens.  Therefore, activation of the LH receptor would worsen prostate cancer (increased androgen production).  Medical orchiectomy involves the administration of GnRH analogues, which reduce LH levels by eliminating the pulsatile stimulation of pituitary gonadotrophs. $#(Choice C)#  Estrogen receptor blockade is used in the treatment of estrogen-sensitive breast and endometrial cancer.  Prostate cancer is driven by androgens such as testosterone and DHEA, not estrogen. $#(Choice D)#  FSH induces spermatogenesis in men; LH is responsible for testicular androgen production.  Therefore, blockade of FSH would not inhibit systemic androgen generation. $#Educational objective# Patients with advanced or castration-resistant prostate cancer are often treated with an 17-alpha-hydroxylase inhibitors (eg, abiraterone), which block the generation of androgens in the adrenal glands, testes, and tumor cells.  This reduces systemic androgen levels, which limit prostate cancer growth.  "},

{"id":"1902","title":"A newborn boy is found to have micropenis at birth.  Genetic analysis identifies a specific mutation in the NR5A1/SF-1 gene that results in selective impairment in Sertoli cell function.  The remainder of the hypothalamic-pituitary-gonadal axis is unaffected.  The patient undergoes regular follow-up with a pediatric endocrinologist during childhood and has otherwise normal childhood and pubertal development.  When he is 16 years old, serum hormone levels are obtained.  Which of the following patterns of blood hormone levels are most likely to be seen as a result of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Testosterone ∆Inhibin ∆FSH ∆LH","answer_1":"§A. ∆Decreased ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆Decreased ∆Normal ∆Normal ∆Increased","answer_3":"§C. ∆Normal ∆Decreased ∆Increased ∆Normal","answer_4":"§D. ∆Normal ∆Increased ∆Normal ∆Normal","answer_5":"§E. ∆Normal ∆Normal ∆Increased ∆Normal","percent_1":"3%","percent_2":"8%","percent_3":"82%","percent_4":"3%","percent_5":"4%","right_answer":"§C. ∆Normal ∆Decreased ∆Increased ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1902.jpg","explanation_1":"","explanation_2":"$Sertoli and Leydig cells are the hormone-producing cells of the testis.  #Leydig cells#, which are analogous to female theca cells, produce #testosterone# in response to stimulation by #luteinizing hormone#.  LH is released from the anterior pituitary in response to gonadotropin-releasing hormone (GnRH) from the hypothalamus.  Testosterone causes feedback inhibition of both LH and GnRH release. $#Sertoli cells#, which are analogous to female granulosa cells, produce the hormone #inhibin# in response to #FSH# from the anterior pituitary.  Inhibin suppresses FSH production by the anterior pituitary, although it does not feed back on the hypothalamus.  Sertoli cells also facilitate spermatogenesis within the seminiferous tubules. $Steroidogenic factor-1 (SF-1) is a nuclear receptor that regulates the transcription of several genes involved in steroidogenesis, sexual development, and reproduction.  Mutations of SF-1/NR5A1 cause a wide variety of phenotypic features in males and females, including genital malformations and Sertoli cell failure.  Selective impairment in Sertoli cell function would cause decreased production of inhibin and lead to increased FSH levels #(choice D),# as well as infertility due to impaired sperm production.  However, the Leydig cells are unaffected, so no changes in testosterone or LH levels would be expected. $#(Choice A)#  Decreased release of all of these hormones is a sign of anterior pituitary failure, which can occur with Kallmann syndrome, sellar mass lesions, pituitary apoplexy, or radiation injury. $#(Choice B)#  This pattern would be observed if the Leydig cells were selectively impaired.  Isolated Leydig cell failure has been reported in patients with LH/hCG receptor defects on Leydig cells. $#(Choice E)#  Most pituitary adenomas arising from gonadotrophs produce only the biologically inactive alpha subunit (nonfunctioning adenomas), although adenomas producing intact FSH are occasionally seen.  Inhibin levels may be either normal or elevated.  Males with FSH-secreting adenomas are usually asymptomatic, but some will have enlargement of the testes. $#Educational objective# Sertoli cells produce inhibin in response to FSH from the anterior pituitary.  Inhibin suppresses FSH production in the pituitary.  Sertoli cells also facilitate spermatogenesis within the seminiferous tubules.  Impaired Sertoli cell function would lead to decreased production of inhibin, increased FSH levels, and impaired fertility.  "},

{"id":"19029","title":"A 65-year-old man with benign prostatic hyperplasia has moderately severe symptoms and is started on finasteride.  After six months of treatment with finasteride, his symptoms improve markedly and his prostate has regressed in size.  Which of the following histological patterns was most likely present at the time of initiation of treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperplasia of prostate with predominance of epithelial components","answer_2":"B. Hyperplasia of prostate with predominance of muscular element","answer_3":"C. Hyperplasia of prostate with predominance of collagen","answer_4":"D. Hyperplasia of prostate with predominance of both collagen and smooth muscles","percent_1":"38%","percent_2":"29%","percent_3":"5%","percent_4":"28%","right_answer":"A. Hyperplasia of prostate with predominance of epithelial components","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Finasteride is a #5-alpha reductase inhibitor# and it inhibits the conversion of testosterone to dihydrotestosterone.  It acts on the #epithelial# components of the prostate gland and produces improvement of symptoms as well as reduction in the size of the gland.  There are various histological patterns of BPH.  Some patients have predominant epithelial hyperplasia and others have predominant stromal hyperplasia.  Those with stromal hyperplasia may have collagen or smooth muscle predominance.  Patients with epithelial predominance best respond to treatment with finasteride. $#(Choice B, C & D)#  Alpha-1 blockers produce symptomatic improvement in patients with BPH by their action on smooth muscles present in prostate and bladder base.  Patients with smooth muscle predominance best respond to treatment with alpha-1 blockers.  Patients with collagen predominance respond neither to finasteride nor to alpha-1 blockers. $#Educational objective# Finasteride acts on epithelium and alpha-1 blockers act on smooth muscles of prostate and bladder base.  "},

{"id":"16002","title":"A 77-year-old man is brought to the emergency department due to acute-onset chest pain, shortness of breath, and syncope.  Medical history is significant for coronary artery disease, which was treated with right coronary artery stenting 5 years ago.  The patient develops cardiac arrest and resuscitation is unsuccessful.  Autopsy shows a large bilateral pulmonary embolism occluding the pulmonary trunk.  Further history obtained from the patient's wife indicates that he has had constant back pain over the past few months.  Autopsy of the vertebrae is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/16002.jpg","title_2":"Histologic examination of the bone lesions in this patient would most likely show which of the following?","audio":"","comparison_items":"","answer_1":"A. Aggregates of pleomorphic neoplastic cells containing coarse, brown pigment","answer_2":"B. Cells with enlarged nuclei and prominent nucleoli forming irregular glands","answer_3":"C. Effacement of bone marrow with clusters of plasmablasts and plasma cells","answer_4":"D. Sheets of neoplastic cells with abundant clear cytoplasm","answer_5":"E. Tumor cells showing a complex papillary pattern and psammoma bodies","percent_1":"9%","percent_2":"46%","percent_3":"26%","percent_4":"13%","percent_5":"6%","right_answer":"B. Cells with enlarged nuclei and prominent nucleoli forming irregular glands","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp16002.jpg","explanation_1":"","explanation_2":"$This patient's vertebral body #bony lesions# raise strong suspicion for @osteoblastic metastases@ due to #prostate adenocarcinoma#; his massive pulmonary embolism was likely precipitated by an underlying #hypercoagulable state# of malignancy.  Prostate cancer is the most common non-skin cancer in men, and risk is strongly linked to #advancing age#.  Because most cases develop in the periphery of the prostate gland, urinary symptoms are uncommon until late in the disease course; therefore, the diagnosis is usually prompted by elevated prostate-specific antigen level, abnormal digital rectal examination, or symptoms related to advanced disease (eg, #bone pain#). $Prostate cancer preferentially metastasizes to #bone# due to specific adhesion molecules (eg, CXCR4) and receptor ligands (eg, RANK) on the cancer cell surface that adhere to pericytes and bone marrow stromal cells.  After it establishes a nidus, the tumor secretes #osteoblast differentiation factors# (eg, endothelin 1, insulin-like growth factors, platelet-derived growth factors, bone morphogenic proteins) that promote new bone growth.  Biopsy of a @bone lesion@ would most likely show disordered trabecular growth and evidence of prostate cancer cells such as irregular glands with enlarged nuclei and prominent nucleoli. $#(Choices A, C, D, and E)#  Osteolytic bone metastases appear on @radiology@ and gross pathology as moth-eaten bone, not areas of bony growth.  These bone lesions are typically seen with @metastatic melanoma@ (pleomorphic cells with coarse, brown melanin pigment), @multiple myeloma@ (effacement of marrow with plasmablasts and plasma cells), @renal cell carcinoma@ (sheets of neoplastic cells with abundant clear cytoplasm), and @thyroid papillary carcinoma@ (complex papillary pattern and psammoma bodies). $#Educational objective# Prostate cancer is common in older men and metastasizes primarily to bone due to bone-specific tumor adhesion molecules and receptor ligands on the cellular surface.  Prostate cancer causes osteoblastic lesions that result in new bone growth.  Biopsy would show disordered trabeculae and signs of prostate cancer such as irregular glands with enlarged nuclei and prominent nucleoli.","clickable_1":"images/img1.16002.jpg","clickable_2":"images/img2.16002.jpg","clickable_3":"images/img3.16002.jpg","clickable_4":"images/img4.16002.jpg","clickable_5":"images/img5.16002.jpg","clickable_6":"images/img6.16002.jpg","clickable_7":"images/img7.16002.jpg"},

{"id":"707","title":"A 24-year-old man comes to the emergency department due to a painful erection for the past 6 hours.  He has never had this condition before and says it is unrelated to sexual excitement.  Medical history is significant for treatment-resistant major depressive disorder, obsessive-compulsive disorder, and insomnia.  The patient has smoked a pack of cigarettes a day for 2 years and drinks 1 or 2 cans of beer daily.  Examination reveals engorged corpora cavernosa but otherwise shows no abnormalities.  Which of the following drugs is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bupropion","answer_2":"B. Citalopram","answer_3":"C. Clomipramine","answer_4":"D. Imipramine","answer_5":"E. Paroxetine","answer_6":"F. Phenelzine","answer_7":"G. Trazodone","answer_8":"H. Zolpidem","percent_1":"7%","percent_2":"2%","percent_3":"2%","percent_4":"2%","percent_5":"4%","percent_6":"5%","percent_7":"76%","percent_8":"2%","right_answer":"G. Trazodone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Trazodone# is a #sedating antidepressant# used off-label most often as a hypnotic to treat #insomnia# associated with depression or antidepressant treatment.  It has been associated with the rare but serious side effect of #priapism# (ie, persistent erection of the penis for >4 hours that is not associated with sexual excitement).  Priapism is a medical emergency that, if left untreated, can result in permanent damage to penile tissue and erectile dysfunction.  Priapism occurs most often in young adult men. $Trazodone is a serotonin modulator (it antagonizes postsynaptic serotonin receptors and inhibits serotonin reuptake) that has minimal effects on norepinephrine and dopamine.  Additional properties include alpha-adrenergic blockade—which may account for the side effects of orthostatic hypotension and priapism—and histamine H1 receptor antagonism, which contributes to its sedating effect.  Trazodone should be used with caution in patients with conditions that predispose to priapism (eg, #sickle cell disease#). $#(Choices A, B, and E)#  These antidepressants have not been associated with priapism.  Bupropion is a dopamine-norepinephrine reuptake inhibitor that is not associated with sexual side effects and may reduce sexual side effects induced by selective serotonin reuptake inhibitors (SSRIs) when used as an adjunctive treatment.  Citalopram and paroxetine, in contrast, are SSRIs that have been associated with high rates of sexual side effects (eg, decreased libido, anorgasmia, delayed ejaculation). $#(Choices C, D, and F)#  Clomipramine and imipramine are tricyclic antidepressants used as second-line therapy due to their higher side effect burden and risk for cardiotoxicity in overdose.  Phenelzine is a monoamine oxidase inhibitor used in the treatment of resistant depression; it requires dietary restrictions due to the risk of hypertensive crisis.  These agents do not typically cause priapism. $#(Choice H)#  Zolpidem is a nonbenzodiazepine hypnotic used in the treatment of insomnia; it does not carry a risk of priapism. $#Educational objective# Trazodone is a highly sedating antidepressant commonly used to treat insomnia.  Priapism is a rare but serious adverse effect.  "},

{"id":"11870","title":"A 35-year-old man comes to the office due to a lack of sexual interest.  He says, \"I started seeing this woman 9 months ago and am really attracted to her.  We get along well and things are great, but I just don't want to have sex with her anymore.\"  On further questioning, the patient reluctantly admits that whenever they have intercourse he has an orgasm in less than a minute and finds this very embarrassing.  He does not have the same problem when he masturbates.  He says, \"I'm worried that my girlfriend will leave me, and it's really affecting my self-esteem.\" The patient has no other concerns.  His other medical conditions include type 1 diabetes mellitus, chronic insomnia, and a history of major depression.  His medications include insulin glargine, short-acting insulin, and trazodone.  He does not use illicit substances.  Vital signs are within normal limits.  Laboratory results are significant for hemoglobin A1c of 7% and fasting glucose of 130 mg/dL.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Erectile disorder","answer_2":"B. Male hypoactive sexual desire disorder","answer_3":"C. Premature ejaculation","answer_4":"D. Sexual dysfunction due to diabetes","answer_5":"E. Sexual dysfunction due to major depressive disorder","answer_6":"F. Substance/medication-induced sexual dysfunction","percent_1":"1%","percent_2":"3%","percent_3":"66%","percent_4":"3%","percent_5":"5%","percent_6":"22%","right_answer":"C. Premature ejaculation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"Evaluation of sexual dysfunction requires ruling out medical conditions and substance use, as well as obtaining a history of psychosocial stressors, including stressors in the relationship itself.  This patient has features of #premature ejaculation#, characterized by unwanted episodes of early ejaculation accompanied by a sense of lack of control.  Although concern over the time to ejaculation is common, only an estimated 4% of men will meet diagnostic criteria (ejaculation #within one minute# of penetration, occurring most of the time #for at least 6 months#).  The diagnostic criteria for premature ejaculation are based on ejaculation during partnered sexual activity, therefore a normal time to ejaculation during masturbation does not negate this diagnosis. $ (Choice A)  Erectile disorder is characterized by a persistent inability to attain or sustain an erection. $ (Choice B)  The symptom reported initially was a lack of sexual interest.  However, on further questioning, it was found to be related to his embarrassment over premature ejaculation rather than to a pervasive lack of desire.  It is common for men with premature ejaculation to develop anxiety and resultant aversion to sexual intercourse. $ (Choice D)  Medical conditions, including diabetes, that affect nerve function or blood flow to the pelvic tissue tend to result in erectile dysfunction rather than premature ejaculation.  Medical conditions linked to premature ejaculation include prostatitis and thyroid disease. $ (Choice E)  Sexual dysfunction may occur in the context of psychiatric conditions, such as depression and anxiety.  Apart from the distress secondary to his ejaculatory disorder, this patient reports no depressive symptoms. $ (Choice F)  Trazodone is a serotonin modulator used primarily for the treatment of insomnia.  It may cause priapism (ie, persistent erection), but it does not cause premature ejaculation (nor does insulin). $ Educational objective Premature ejaculation is characterized by recurrent episodes of early ejaculation accompanied by a sense of lack of control.  Evaluation of any sexual disorder requires taking careful medical and substance use histories and assessing psychosocial stressors and comorbid psychiatric conditions."},

{"id":"687","title":"A 62-year-old man comes to the office due to decreased libido and failure to achieve satisfactory erections.  The patient has coronary artery disease and heart failure with reduced ejection fraction and was prescribed spironolactone therapy several months ago.  Other medications include aspirin, lisinopril, furosemide, and metoprolol.  Blood pressure is 110/70 mm Hg and pulse is 70/min.  Oxygen saturation is 95% on room air.  Examination shows a left ventricular S3 and trace pitting ankle edema.  Breast examination demonstrates bilateral enlargement with mild tenderness.  Which of the following is the most likely cause of this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased hepatic degradation of estrogen","answer_2":"B. Decreased pituitary release of gonadotropins","answer_3":"C. Impaired binding of testosterone to its receptor","answer_4":"D. Increased estrogen production by the adrenal glands","answer_5":"E. Increased hCG-mediated Leydig cell dysfunction","percent_1":"11%","percent_2":"8%","percent_3":"54%","percent_4":"26%","percent_5":"1%","right_answer":"C. Impaired binding of testosterone to its receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medication-induced gynecomastia*# ∆⨉ §^#Drug# ∆^#Mechanism# §^#Estrogens# ∆ Direct stimulation of ductal epithelial hyperplasia §^#Antiandrogens$ (eg, flutamide, bicalutamide)# ∆ Competitive inhibition of testosterone receptor §^#5-alpha reductase$ inhibitors (eg, finasteride)# ∆ ↓ Conversion of testosterone to dihydrotestosterone §^#Spironolactone# ∆ ↓ Testosterone synthesis & inhibition of testosterone receptor §^#Ketoconazole# ∆ ↓ Synthesis of steroid hormones (↓ androgen > ↓ estrogen) §^#Cimetidine# ∆ Inhibition of testosterone receptor §^#Androgen-anabolic$ steroids# ∆ Aromatization of androgens to estrogen %#*Drugs that increase the estrogen/testosterone ratio are associated with gynecomastia.","explanation_img":"","explanation_1":"","explanation_2":"This patient has gynecomastia and hypogonadal symptoms (eg, decreased libido, erectile dysfunction) after starting #spironolactone#, an aldosterone antagonist that acts as a #potassium-sparing diuretic#.  In patients with #heart failure#, it reduces retention of sodium and water and attenuates the pathologic cardiac remodeling and deterioration in left ventricular function caused by local effects of aldosterone. $However, spironolactone also has broad @antiandrogenic effects@ due to #blockade of the androgen receptor# and decreased testosterone production.  #Gynecomastia# is abnormal growth of male breast tissue caused by an increase in the physiologic estrogen/androgen ratio and is a common adverse effect of spironolactone.  #Eplerenone#, a more selective aldosterone antagonist, has fewer endocrine adverse effects and can be used in place of spironolactone. $#(Choice A)#  Estrogens are metabolized primarily in the liver, largely by cytochrome P-450 enzymes.  Patients with cirrhosis have diminished metabolism of estrogen, leading to gynecomastia and other signs of hyperestrogenism (eg, spider angiomas).  However, spironolactone does not affect hepatic estrogen metabolism. $#(Choice B)#  Continuous administration of GnRH agonists (eg, leuprolide), such as in patients with metastatic prostate cancer, suppresses the release of FSH and LH, which leads to lower testosterone levels.  FSH and LH are also suppressed by starvation, leading to lower testosterone production and possible gynecomastia. $#(Choice D)#  Sex hormone–producing adrenal tumors are rare neoplasms that can produce excessive quantities of androgens, estrogens (leading to gynecomastia), or both.  Spironolactone decreases testicular production of testosterone, but adrenal estrogen production is not significantly increased. $#(Choice E)#  Secretion of hCG by testicular germ cell tumors impairs testosterone production in testicular Leydig cells while increasing aromatase activity and conversion of androgens to estrogens; the increased estrogen/androgen ratio can cause gynecomastia. $#Educational objective# Spironolactone is an aldosterone antagonist commonly used to treat heart failure.  It has significant antiandrogenic effects and can cause gynecomastia, decreased libido, and impotence.  Eplerenone is a more selective aldosterone antagonist with fewer adverse effects.  ","clickable_1":"images/img1.687.jpg"},

{"id":"1827","title":"A 2-week-old boy is brought to the office for his first newborn evaluation. The boy has had persistent swelling of his left scrotum, but there has been no noticeable discomfort. Review of birth records indicates that the patient was born at 37 weeks gestation after an uncomplicated vaginal delivery. He has been breastfeeding well with normal voiding and stooling. Physical examination shows bilateral descended testicles with an enlarged, fluctuant left hemi-scrotum that transilluminates brightly. No inguinal or abdominal masses are present. The most likely cause of this patient's condition is a swelling in which of the following locations?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Caput of the epididymis","ansImg_1":"","answer_2":"B. Cremasteric fascia","ansImg_2":"","answer_3":"C. External spermatic fascia","ansImg_3":"","answer_4":"D. Internal spermatic fascia","ansImg_4":"","answer_5":"E. Pampiniform plexus","ansImg_5":"","answer_6":"F. Tunica albuginea","ansImg_6":"","answer_7":"G. Tunica vaginalis","ansImg_7":"","right_answer":"G. Tunica vaginalis","percent_1":"2%","percent_2":"1%","percent_3":"2%","percent_4":"2%","percent_5":"9%","percent_6":"9%","percent_7":"74%","explanation_img":"images/exp1827.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation is consistent with a congenital, #communicating hydrocele#, a collection of #peritoneal fluid# within the #tunica vaginalis#.  During embryogenesis, the @testis descends@ through the inguinal canal, drawing with it a diverticulum of peritoneum into the scrotum.  This peritoneal tissue is known as the processus vaginalis.  Normally, the communication between the processus vaginalis and the peritoneum is obliterated, and the tunica vaginalis is the remaining tissue overlying the testis and epididymis.  A communicating hydrocele results when the #processus vaginalis# remains #patent# and allows peritoneal fluid to accumulate in the tunica vaginalis.  This type of hydrocele is common in newborns and presents as a painless scrotal swelling that transilluminates. $#(Choice A)#  The epididymis is a coiled tube posterior to the testicle that is responsible for the storage, maturation, and transportation of sperm.  The caput, or head, of the epididymis is the superior-most aspect of the tube that stores sperm prior to maturation.  Inflammation of the epididymis, or epididymitis, is classically associated with Gonorrhea and Chlamydia infection. $#(Choices B, C, and D)#  The @spermatic cord@ is a collection of structures that originate in the abdominal cavity and course downward toward the testes.  It is covered by 3 layers: internal spermatic fascia, cremasteric fascia, and external spermatic fascia.  The internal spermatic fascia immediately overlies the spermatic cord and is derived from the transversalis fascia.  The cremasteric fascia arises from the internal oblique abdominal muscle.  The external spermatic fascia is derived from the external oblique abdominal muscle.  This is the outermost layer of the spermatic cord and lies deep to the dartos muscle and scrotal fascia. $#(Choice E)#  The pampiniform plexus is a collection of veins within the spermatic cord.  Distension of these veins leads to a @varicocele@ and is clinically described as a palpable \"bag of worms.\" $#(Choice F)#  The tunica albuginea is the fibrous tissue that immediately overlies the testicles (ie, beneath the tunica vaginalis) and the corpora cavernosa of the penis.  In Peyronie disease, excess collagen formation within the tunica albuginea can cause significant pain and curvature of the penis. $#Educational objective# A communicating hydrocele results when serous fluid accumulates within the tunica vaginalis in the setting of a patent processus vaginalis.  It presents as a painless swelling that transilluminates on examination.  ","clickable_1":"images/img1.1827.jpg","clickable_2":"images/img2.1827.jpg","clickable_3":"images/img3.1827.jpg"},

{"id":"11747","title":"A 70-year-old man comes to the office due to 3 weeks of unrelenting low back pain. He was grocery shopping when he first noticed the pain. The patient reports no trauma or leg weakness but describes having to strain to urinate. He has a history of hypertension and hyperlipidemia and has not seen a doctor in the past 5 years. His wife died a year ago, and he now lives alone. The patient is a retired construction worker and has a history of tobacco and marijuana use. There is tenderness in the lower vertebral area. Imaging study of the spine reveals several osteoblastic lesions in the lumbar vertebrae. Which of the following structures was most likely involved during the spread of this patient's disease?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azygos veins","ansImg_1":"","answer_2":"B. Internal iliac lymph nodes","ansImg_2":"","answer_3":"C. Pampiniform plexus","ansImg_3":"","answer_4":"D. Paraaortic lymph nodes","ansImg_4":"","answer_5":"E. Prostatic venous plexus","ansImg_5":"","answer_6":"F. Vertebral artery","ansImg_6":"","right_answer":"E. Prostatic venous plexus","percent_1":"2%","percent_2":"25%","percent_3":"4%","percent_4":"13%","percent_5":"53%","percent_6":"3%","explanation_img":"","explanation_1":"","explanation_2":"$This elderly man with new back pain, urinary symptoms, and osteoblastic lesions in the lumbar spine likely has prostate cancer with metastases to the bone. After regional lymph nodes, liver, and lungs, the skeletal system is the fourth most common site of #metastases#, which usually disseminate hematogenously. Cancers of the pelvis, including the prostate, spread to the lumbosacral spine via the #vertebral venous plexus# (VVP). The VVP communicates with a number of venous networks, including the #prostatic venous plexus#, which receives the venous supply from the prostate, penis, and bladder. It runs up the entire spinal column and connects with the venous supply of the brain via a valveless system, which allows for bidirectional flow and regulation of intracranial pressure. This venous connection to the cerebral circulation may help explain the propensity of tumors to metastasize to the brain.\n\n$#(Choice A and F)# The VVP also communicates with the azygos vein in the chest, which explains in part why breast and lung cancers frequently metastasize to the thoracic spine. Similarly, due to pulmonary venous drainage into the left side of the heart, lung tumors often spread systemically via the arterial system.\n\n$#(Choice B and D)# Although lymph nodes are the most common sites of metastasis in general, lymphatic spread to the skeletal system is very rare.\n\n$(Choice C) The pampiniform plexus receives venous drainage from the testis, epididymis, and ductus deferens and drains into the testicular veins.\n\n$Educational objective\nThe skeletal system is a common site of metastasis due to hematogenous seeding. Cancers of the pelvis, including the prostate, spread to the lumbosacral spine via the vertebral venous plexus, which in turn communicates with a number of venous networks, including the prostatic venous plexus."},

{"subjectSystem":"Pathology-male reproductive","id":"19591","title":"A 45-year-old man comes to the office due to fatigue, lack of sexual desire, and inability to maintain an erection.  A year ago, he was advised to lose weight with diet and exercise due to mildly elevated fasting glucose levels.  The patient has smoked a pack of cigarettes daily for the past 20 years and drinks an alcoholic beverage 3-4 times per month.  Blood pressure is 110/70 mm Hg and pulse is 65/min.  Oxygen saturation is 99% on room air.  BMI is 29 kg/m2.  Skin examination shows increased pigmentation over the knuckles and face.  The liver is palpable 3-4 cm below the right costal margin.  The remainder of the examination reveals small testes.  Which of the following is most likely contributing to the development of the patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortoiliac atherosclerosis","answer_2":"B. Autoimmune adrenalitis","answer_3":"C. Ectopic ACTH production","answer_4":"D. Fibrosis of the seminiferous tubules","answer_5":"E. Iron deposition in the pituitary gland","percent_1":"3%","percent_2":"17%","percent_3":"25%","percent_4":"5%","percent_5":"49%","right_answer":"E. Iron deposition in the pituitary gland","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Clinical manifestations of hereditary hemochromatosis!?Skin? • Hyperpigmentation?Musculoskeletal? • Arthritis (particularly 2nd & 3rd MCP joints)• Chondrocalcinosis?Gastrointestinal? • Elevated liver enzymes, hepatomegaly (early)• Cirrhosis & hepatocellular carcinoma (late)?Endocrine? • Diabetes mellitus• Hypopituitarism (eg, secondary hypogonadism, hypothyroidism)?Cardiac? • Restrictive or dilated cardiomyopathy• Conduction abnormalities%#MCP# = metacarpophalangeal.","explanation_img":"","explanation_1":"","explanation_2":"This patient's decreased libido, erectile dysfunction, and testicular atrophy are indicative of #hypogonadism#.  These findings, in combination with #hyperpigmentation# of the skin, #elevated glucose#/diabetes mellitus, and #hepatomegaly#, are strongly suggestive of #hereditary hemochromatosis# (HH). $HH is an autosomal recessive disorder characterized by excessive intestinal iron absorption and accumulation in various tissues.  #Secondary hypogonadism# occurs in HH due to #deposition of iron in the pituitary gland#, resulting in decreased gonadotropin secretion and subsequent testicular failure.  In women, HH is often not diagnosed until after menopause, as premenopausal women have ongoing menstrual blood loss that usually prevents significant iron overload and symptom development; therefore, amenorrhea is a rare finding in women with HH. $#(Choice A)#  Atherosclerotic disease is a common cause of erectile dysfunction in older men, especially those with a history of smoking, but it typically would not affect libido and would not cause hyperpigmentation or hepatomegaly. $#(Choice B)#  Autoimmune adrenalitis is a common cause of primary adrenal insufficiency (ie, Addison disease).  Hyperpigmentation is common due to increased cosecretion of melanocyte-stimulating hormone with ACTH, but patients typically have orthostatic hypotension (due to loss of mineralocorticoid) and hypoglycemia (not hyperglycemia). $#(Choice C)#  Ectopic ACTH secretion causes paraneoplastic Cushing syndrome (eg, small cell lung cancer).  Patients may develop hyperpigmentation and hyperglycemia but also often have hypertension and proximal muscle weakness.  Small testes are not seen. $#(Choice D)#  Testicular fibrosis is a common manifestation of Klinefelter syndrome (KS).  Hypogonadism due to KS is typically apparent at puberty and is often associated with a eunuchoid habitus, sparse body hair, and high-pitched voice.  Hepatomegaly is not common. $#Educational objective# Hereditary hemochromatosis can cause secondary hypogonadism due to deposition of iron in the pituitary gland, resulting in decreased gonadotropin secretion.  Patients who develop secondary hypogonadism are also at risk for deficiencies in other pituitary hormones (eg, central hypothyroidism).  "},

{"id":"1870","title":"In normal female development, non-fusion of the urethral folds forms the labia minora and the vestibule of the vagina.  In males, non-fusion of the urethral folds would most likely result in which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bifid scrotum","answer_2":"B. Cryptorchidism","answer_3":"C. Epispadias","answer_4":"D. Hydrocele of the testis","answer_5":"E. Hypospadias","percent_1":"9%","percent_2":"1%","percent_3":"12%","percent_4":"1%","percent_5":"77%","right_answer":"E. Hypospadias","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1870.jpg","explanation_1":"","explanation_2":"$Differentiation and development of the @external genitalia@ occurs during #weeks 8-15# of gestation.  In females, the urethral (urogenital) folds do not fuse and ultimately form the labia minora and the vestibule of the vagina.  In males, the urethral folds fuse to form the ventral aspect of the penis and the penile raphe, which serve as the anterior wall of the urethra. $Incomplete fusion of these folds in a male would result in an #abnormal opening# of the urethra at a location proximal to the distal tip of the glans penis.  Depending on the degree of nonunion, the urethral opening can be anywhere from the perineum to just proximal to the glans penis.  This condition is known as #hypospadias# and can generally be repaired surgically to allow normal urination and sexual activity. $#(Choice A)#  A bifid scrotum (two separate sacs) results from malunion of the labioscrotal folds.  In females, the labioscrotal swellings form the labia majora. $#(Choice B)#  Cryptorchidism is failure of a fetal testis to descend into the scrotum.  Most undescended testes will descend spontaneously by the time the infant is 4 months old. $#(Choice C)#  The genital tubercle becomes the glans penis in males and the clitoris in females.  Epispadias is an abnormal opening of the urethra on the dorsal surface of the penile shaft that results from faulty positioning of the genital tubercle in the fifth week of gestation. $#(Choice D)#  The processus vaginalis is a projection of the peritoneal cavity that accompanies the descending testis into the scrotum and ultimately forms the tunica vaginalis of the testis.  Hydrocele is development of a fluid-filled peritoneal sac within the scrotum that results from incomplete obliteration of the processus vaginalis. $#Educational objective# In males, incomplete fusion of the urethral (urogenital) folds results in hypospadias, an abnormal opening of the urethra proximal to the glans penis along the ventral shaft of the penis.  ","clickable_1":"images/img1.1870.jpg"},

{"which":"behavioral - male reproductive","id":"19017","title":"A 78-year-old man comes to the office for a regularly scheduled review of his chronic medical problems.  The patient has hypertension, coronary artery disease, and type 2 diabetes mellitus, for which he takes metformin, atorvastatin, lisinopril, and nitroglycerin as needed for chest pain.  He takes his medications as prescribed and follows diet and exercise instructions.  During the discussion, he hesitates, laughs nervously, and says, \"I can't get an erection anymore, and my wife says I have to ask you about getting the ‘blue pill’\"  Which of the following is the most appropriate response to this patient's concern?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I can see that you feel uncomfortable talking about this.  It can be a sensitive subject for some men.","answer_2":"B. I can understand your concern, but at your age, we hesitate to start too many medications.","answer_3":"C. Medications for erectile dysfunction have significant side effects.  I would not pursue them unless you feel it is important.","answer_4":"D. This is a very common problem for men as they age.  It is good that you mentioned it.","answer_5":"E. We can try medication for erectile dysfunction, but it may not be effective at your age.","percent_1":"19%","percent_2":"3%","percent_3":"5%","percent_4":"73%","percent_5":"0%","right_answer":"D. This is a very common problem for men as they age.  It is good that you mentioned it.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Discussing sexuality with older patients#∆⨉ §^#Empathy &$ reassurance# ∆ • Sexuality is a normal & appropriate topic of discussion at any age. • Sexual problems are common in the elderly. • Clinician is willing to work with the patient as appropriate. §^#Patient-centered$ education# ∆ • Allow the patient to set priorities & subject boundaries. • Use appropriate vocabulary (avoid medical jargon & euphemisms). • Be aware of comorbidities & concurrent medications.","explanation_1":"","explanation_2":"$#Sexual dysfunction# is common in older individuals due to comorbid conditions, medication effects, and in women, menopausal changes.  This patient is experiencing difficulty with sexual intercourse, and his hesitation in discussing it suggests that he feels awkward in bringing up the subject. $ In counseling a patient on a potentially #sensitive subject# such as sexuality, the first objective is #making the patient feel comfortable#.  The clinician should discuss the topic objectively, as with any other medical topic, and avoid giving the impression that the subject of sex is \"dirty\" or inappropriate.  It is generally best to use the same terms the patient uses for bodily functions but otherwise avoid euphemisms.  In this particular case, the clinician should begin the conversation by reassuring the patient that sexual dysfunction is #common# and is a perfectly #appropriate subject of discussion# between a patient and a physician. $ (Choice A)  The patient already appears to feel nervous discussing the subject of sexuality.  This statement conveys empathy but reiterates and draws attention to his anxiety and may reinforce his feelings of awkwardness. $ #(Choices B and E)#  The patient takes a medication (ie, nitrates) that makes phosphodiesterase inhibitors (eg, sildenafil, sometimes referred to colloquially as \"the blue pill\") contraindicated.  Although the use of phosphodiesterase inhibitors is often complicated in patients with cardiovascular disease, age itself is not a contraindication. $ (Choice C)  Patients are unlikely to bring up a sensitive subject, such as sexuality, if they do not consider it important.  This statement may make the patient feel even more uncomfortable in having to justify raising the concern. $ Educational objective Sexual dysfunction is common in older individuals due to comorbid conditions, medication effects, and in women, menopausal changes.  When counseling patients on sexuality, the clinician should attempt to make them feel comfortable and reassure them that sexual dysfunction is common and is an appropriate subject of discussion between a patient and a physician."},

{"id":"19020","title":"A 35-year-old man is seen in the office due to heaviness in his lower abdomen.  He has a history of bilateral cryptorchidism in childhood and underwent orchiopexy at age 14 months.  The patient is otherwise healthy and takes no medications.  Physical examination shows enlargement of both testicles.  Scrotal ultrasound reveals bilateral testicular masses consistent with testicular germ cell tumor.  CT scans of the chest, abdomen, and pelvis do not reveal any lymph node metastasis.  The patient undergoes bilateral orchiectomy.  Which of the following long-term physiologic changes are most likely to occur as a result of treatment in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decrease in subcutaneous fat","answer_2":"B. Decreased prostate glandular volume","answer_3":"C. Increase in lean body weight","answer_4":"D. Increase in trabecular bone density","answer_5":"E. Increased prostate stroma volume","percent_1":"2%","percent_2":"86%","percent_3":"3%","percent_4":"4%","percent_5":"6%","right_answer":"B. Decreased prostate glandular volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Effects of androgen deprivation in men#∆⨉ §^#Body composition# ∆ • Decreased lean body weight • Increased total weight & subcutaneous fat §^#Skin, hair & breast# ∆ • Dry skin • Decreased body hair • Breast enlargement §^#Skeletal# ∆ • Decreased bone density • No change in adult skeletal dimensions §^#Genitourinary# ∆ • Decreased prostate volume §^#Reproductive/sexual# ∆ • Decreased libido • Erectile dysfunction • Decreased sperm count","explanation_img":"","explanation_1":"","explanation_2":"This patient has undergone #bilateral orchiectomy# for testicular germ cell tumor.  Bilateral orchiectomy is also performed for treatment of metastatic prostate cancer and as a component of gender-confirming surgery in transgender patients.  With bilateral testicular loss or failure (eg, mumps orchitis), extragonadal androgen sources (eg, adrenals) are typically inadequate to replace the loss of testosterone, resulting in a #hypogonadal state#. $The prostate is dependent on the trophic effects of dihydrotestosterone (the primary active testosterone metabolite), which is derived from testosterone via 5-alpha-reductase activity in local tissues.  Loss of the normal supply of testosterone leads to marked #atrophy of the glandular component of the prostate#.  The effects on the prostate stroma are relatively less, but apoptosis may be seen in stromal cells, and the combined effect is a significant #decrease in prostatic volume (choice E).#  Other genitourinary and sexual effects of hypogonadism include erectile dysfunction, decreased ejaculate volume, and decreased libido. $#(Choices A and C)#  Loss of testosterone leads to significant changes in body composition over time.  Testosterone induces increased protein synthesis in myocytes, so hypogonadal patients typically experience a decrease in muscle mass/lean body weight.  However, subcutaneous fat increases, and patients frequently experience a small net increase in total body weight. $#(Choice D)#  Testosterone induces proliferation and differentiation of osteoblasts.  If bilateral orchiectomy is performed after skeletal maturity, bone dimensions do not change, but trabecular bone density decreases (osteoporosis). $#Educational objective# Following bilateral orchiectomy, extragonadal androgen sources are inadequate to replace the loss of testosterone, causing a hypogonadal state.  Loss of testosterone leads to changes in body composition, including decreased lean body weight, increased subcutaneous fat, and decreased bone density.  Loss of testosterone also leads to a significant decrease in prostate volume.  "},

{"SubjectSystem":"Microbiology-Male reproductive system","id":"15538","title":"A 66-year-old man comes to the emergency department due to a 3-day history of fever, chills, dysuria, and perineal pain.  The patient has never had similar symptoms before, although he has had occasional nocturia and urinary hesitancy over the last 2 years.  His other medical conditions include type 2 diabetes mellitus and hypertension.  The patient does not use tobacco, alcohol, or illicit drugs.  He has not traveled recently and is not sexually active.  Temperature is 39 C (102.2 F), blood pressure is 124/78 mm Hg, and pulse is 106/min.  The abdomen is soft and nontender with no costovertebral angle tenderness.  Digital rectal examination shows a smoothly enlarged and tender prostate.  External genitalia are normal with no scrotal tenderness.  There is no urethral discharge.  The remainder of the examination shows no abnormalities.  Urinalysis reveals bacteriuria and pyuria.  Which of the following pathogens is most likely responsible for this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chlamydia trachomatis","answer_2":"B. Coccidioides immitis","answer_3":"C. Escherichia coli","answer_4":"D. Mycoplasma hominis","answer_5":"E. Neisseria gonorrhoeae","answer_6":"F. Staphylococcus aureus","answer_7":"G. Staphylococcus saprophyticus","answer_8":"H. Ureaplasma urealyticum","percent_1":"1%","percent_2":"0%","percent_3":"92%","percent_4":"0%","percent_5":"1%","percent_6":"2%","percent_7":"1%","percent_8":"3%","right_answer":"C. Escherichia coli","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute bacterial prostatitis#∆⨉ §^#Etiology# ∆ • Reflux of urine & organisms from bladder & urethra • Mostly #gram-negative bacilli (#majority Escherichia coli) §^#Clinical presentation# ∆ • Systemic symptoms (eg, fever, chills) • Lower urinary tract symptoms (eg, dysuria, urine retention, pelvic pain) • Examination: swollen, tender prostate §^#Diagnosis# ∆ • Urine Gram stain & culture","explanation_img":"","explanation_1":"","explanation_2":"This patient has fever, dysuria, and prostatic tenderness, consistent with #acute bacterial prostatitis# (ABP).  ABP is most commonly caused by reflux of urine and organisms from the bladder and urethra into the prostatic ducts, although it can occasionally be caused by direct inoculation (eg, prostate biopsy) or hematogenous seeding from remote infection (eg, endocarditis).  The risk of developing ABP is greater in patients with diabetes mellitus, anatomic abnormalities (eg, strictures), or bladder catheterization. $As with other urinary tract infections, the most common organisms in ABP include #enteric gram-negative bacilli#, predominantly #Escherichia coli#, because of virulence factors (eg, adhesins on bacterial fimbriae) that allow it to adhere onto mucosal or urothelial cells.  The other bacteria (also gram-negative bacilli) that commonly cause ABP include Proteus, Klebsiella, Pseudomonas. $#(Choices A and E)#  Sexually transmitted organisms (eg, Chlamydia trachomatis, Neisseria gonorrhoeae) commonly cause urethritis and/or urogenital infections that can involve the prostate, but this typically occurs in younger, sexually active men (this patient is older and not sexually active). $#(Choice B)#  Coccidioides infections most commonly cause community-acquired pneumonia in endemic areas (eg, California, Arizona), but they can also cause dermatologic (eg, erythema nodosum or multiforme) or rheumatologic (eg, arthralgias) manifestations. $#(Choices D and H)#  Mycoplasma hominis and Ureaplasma urealyticum commonly colonize the genitourinary tract, but they have not been proven to be a significant cause of symptomatic genitourinary infections. $#(Choice F)#  Gram-positive skin flora (eg, Staphylococcus aureus) most commonly cause skin and soft tissue infections.  Although patients with S aureus bacteremia can develop localized infections throughout the body (eg, endocarditis, osteomyelitis, organ abscess), isolated ABP would be rare. $#(Choice G)#  Coagulase-negative staphylococci (eg, S saprophyticus) are a common cause of acute cystitis in young women. $#Educational objective# Acute bacterial prostatitis is usually caused by reflux of urine and organisms from the bladder and urethra.  The risk is greater in patients with anatomic abnormalities (eg, strictures) or bladder catheterization.  Escherichia coli is the most common cause of acute bacterial prostatitis and other urinary tract infections because of adhesins on its fimbriae that promote adherence to urothelial or mucosal cells.  "},

{"id":"839","title":"A 45-year-old man is brought to the emergency department after a high-speed motor vehicle collision. He has lower abdominal pain and a sensation of bladder fullness, but has been unable to urinate since the collision. Trauma work-up is notable for bruising over the chest and suprapubic tenderness. CT scan of the chest, abdomen, and pelvis reveals rib fractures and a pelvic fracture. Which of the following portions of the urogenital tract is most likely injured in this patient?","image_1":"images/839.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"C. C","percent_1":"18%","percent_2":"12%","percent_3":"63%","percent_4":"6%","percent_5":"2%","explanation_img":"images/exp839.jpg","explanation_1":"","explanation_2":"$This patient with a #pelvic fracture# and difficulty voiding despite a sensation of bladder fullness most likely has a #posterior urethral injury#. Urethral injuries most commonly occur in men because of their longer urethral length and are divided into anterior and posterior injuries:\n\n•\tThe anterior urethra (penile and bulbus segments) is protected from indirect forces by its relative mobility. These regions are typically injured secondary to urethral instrumentation or direct blunt force trauma (eg, @straddle injury@) #(choices D and E)#.\n\n•\tThe posterior urethra (membranous and prostatic segments) is physically fixed to the pelvic bones by supportive structures (eg, sphincter and facial layers of urogenital diaphragm, puboprostatic ligament). Traumatic pelvic fracture can result in upward displacement of these segments, resulting in excessive #stretching of the membranous urethra# which often tears at the #bulbomembranous junction# (anchored distally by the thick perineal membrane).\n\nUrethral disruption typically manifests with #blood at the urethral meatus#. Tearing at the bulbomembranous junction also allows urine and blood to extravasate into the potential spaces under the prostate and bladder, displacing them superiorly (eg, #high-riding prostate#). Significant damage can also impact urethral patency, leading to obstruction of bladder outflow (#inability to void#, suprapubic tenderness, #bladder fullness#).\n\n$(Choice A) Anterior bladder wall injury is common with pelvic fractures and is usually associated with extraperitoneal urine leakage. Superior bladder wall rupture often occurs with abdominal trauma when the bladder is full and results in intraperitoneal urine leakage. However, this patient's sensation of bladder fullness but inability to void makes urethral injury more likely.\n\n$(Choice B) The prostatic urethral segment is structurally supported by the surrounding prostate tissue and is less likely to be injured than the membranous urethra.\n\n$Educational objective\nPelvic fractures are frequently associated with injury to the posterior urethra, in particular the bulbomembranous junction. Inability to void despite a full bladder sensation, a high-riding boggy prostate, and blood at the urethral meatus are clinical findings suggestive of urethral injury.","clickable_1":"images/img1.839.jpg"},

{"id":"580","title":"A 12-year-old boy is brought to the office for a new patient visit.  The patient recently immigrated to the United States with his family.  He has no history of significant illness, trauma, or surgery.  Physical examination shows Tanner stage 3 genitalia but an empty right scrotal sac.  A round mass is palpated in the right inguinal canal and orchiopexy is performed.  The parents should be advised that, despite fixation of the mass in the scrotum, the patient will be at increased risk for which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Incomplete virilization","answer_2":"B. Leydig cell tumor","answer_3":"C. Testicular seminoma","answer_4":"D. Testicular torsion","answer_5":"E. Varicocele","percent_1":"9%","percent_2":"6%","percent_3":"56%","percent_4":"23%","percent_5":"6%","right_answer":"C. Testicular seminoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Cryptorchidism! ?Clinical features? • Empty scrotum or hemiscrotum • ± Mass in inguinal canal ?Treatment? • Orchiopexy before age 1 ?Complications? • Decreased fertility • Testicular cancer • Testicular torsion","explanation_img":"","explanation_1":"","explanation_2":"This patient had an #undescended testis#, or #cryptorchidism#.  Embryologically, the testes originate within the abdomen and then migrate to the scrotum via the inguinal canal; cryptorchidism results when this process is disrupted.  Undescended testes may be unilateral (more common) or bilateral and can lie anywhere along the path from the abdomen to the scrotum. $Complications of cryptorchidism include the following: $• #Infertility#:  Because the seminiferous tubules and #Sertoli cells# are #temperature sensitive# and prone to heat damage, the lower body temperature inside the scrotum is ideal for sperm production.  Testicles located outside of the scrotum are at risk for atrophy and necrosis of the seminiferous tubules, resulting in reduced quality and quantity of sperm and decreased fertility.  Orchiopexy (surgical fixation of the testes in the scrotum) before age 1 helps preserve fertility potential. $• #Malignancy#:  Patients with a history of cryptorchidism are at increased risk for a testicular germ cell tumor (eg, #seminoma#).  Although orchiopexy decreases the rate of malignant transformation, the #risk remains higher# than that of the general population #despite surgery#.  However, fixation of the testis in the scrotum does enable easier detection of testicular masses on examination. $#(Choice A)#  Unlike the seminiferous tubules, the testosterone-producing Leydig cells are not sensitive to temperature, so testosterone levels and virilization are usually normal in patients with cryptorchidism. $#(Choice B)#  Leydig cell tumors are rare, non–germ cell testicular tumors that are not associated with cryptorchidism. $#(Choice D)#  Testicular torsion occurs more frequently in an undescended testicle compared to one in the normal scrotal position; however, the risk is minimal following surgical fixation of the testis. $#(Choice E)#  A varicocele is typically a chronic, benign dilation of pampiniform plexus veins but can occur secondary to venous obstruction from an abdominal mass or thrombus.  Undescended testes are not associated with varicoceles. $#Educational objective# Patients with undescended testicles are at increased risk for infertility (due to atrophy of temperature-sensitive Sertoli cells) and testicular germ cell tumors (eg, seminoma).  Orchiopexy (surgical fixation of the testis in the scrotum) decreases, but does not eliminate, these risks.  "},

{"id":"15560","title":"An 18-year-old man comes to the office due to 2 days of right testicular pain.  The pain is constant and exacerbated by movement.  Vital signs are within normal limits.  On physical examination, there is swelling and tenderness to palpation localized only to the posterior and superior areas of the right testis.  The left testis is normal.  Cremasteric reflexes are intact bilaterally.  Urinalysis shows numerous leukocytes but no bacteria.  Which of the following factors most likely contributed to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inadequate childhood vaccination","answer_2":"B. Increased gonadal venous pressure","answer_3":"C. Lack of normal testicular fixation","answer_4":"D. Unprotected sexual intercourse","answer_5":"E. Urethral colonization by coliforms","percent_1":"17%","percent_2":"12%","percent_3":"12%","percent_4":"54%","percent_5":"6%","right_answer":"D. Unprotected sexual intercourse","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Acute epididymitis! ?Epidemiology? • Age <35: #sexually transmitted# (chlamydia, gonorrhea) • Age >35: bladder outlet obstruction (#coliform bacteria#) ?Symptoms? • Unilateral testicular #pain# • Epididymal #edema# • Dysuria, frequency (with coliform infection) ?Diagnosis? • NAAT for chlamydia and gonorrhea • Urinalysis/culture %#NAAT# = nucleic acid amplification test; #STI# = sexually transmitted infection.","explanation_img":"","explanation_1":"","explanation_2":"$This patient's acute testicular pain, #posterior testicle tenderness#, and pyuria raises suspicion for #acute epididymitis#.  Most cases occur when genitourinary pathogens travel in a retrograde fashion from the urethra via the ejaculatory duct to the vas deferens.  The most likely underlying organism can often be inferred based upon the age of the patient: $• Young men (age <35) usually develop acute epididymitis due to #Chlamydia trachomatis# or #Neisseria gonorrhoeae#, sexually transmitted pathogens acquired during #unprotected sexual intercourse#.  Although these organisms often cause asymptomatic urethritis (no dysuria), #pyuria# is typically seen on urinalysis.  Nucleic acid amplification testing is required for diagnosis because urine culture is generally negative. $• Older men (age >35) are less likely to have sexually transmitted infections due to fewer sexual partners and increased rates of monogamy.  Acute epididymitis in these patients is generally due to gram-negative colonic flora (eg, Escherichia coli), which contaminate the urethra, ascend into the urinary system, and subsequently invade the ejaculatory duct and vas deferens.  Most cases arise in the setting of urethral obstruction (eg, benign prostatic hypertrophy) and are characterized by urinary tract symptoms (eg, dysuria, urinary frequency), bacteruria on urinalysis, and positive urine culture #(choice E)#. $#(Choice A)#  Mumps can occur in those who did not receive appropriate childhood vaccinations and usually presents with a nonspecific prodrome (fever, malaise, myalgias) followed by parotitis.  Complications include orchitis, with high fever and severe diffuse testicular pain, which are not seen in this patient. $#(Choice B)#  Varicocele is characterized by distension of the pampiniform plexus due to elevated gonadal venous pressure.  It presents as a soft scrotal mass that feels like a \"bag of worms\" on palpation.  Pain is mild or absent. $#(Choice C)#  Testicular torsion is the result of inadequate fixation of the lower pole of the testis to the tunica vaginalis.  It is usually characterized by sudden-onset, severe, unilateral testicular pain; nausea; a high-riding testis; and loss of the cremasteric reflex (elevation of testis on pinching of the skin at the upper thigh). $#Educational objective# Epididymitis presents with acute testicular pain, tenderness, and pyuria.  It is caused by retrograde passage of organisms from the urethra into the ejaculatory duct and vas deferens.  The microbiology is largely influenced by patient age: epididymitis in young men is usually due to sexually acquired infections (eg, Chlamydia trachomatis, Neisseria gonorrhoeae), whereas in older men (age >35) it is usually due to gram-negative colonic flora. "},

{"id":"19013","title":"A 22-year-old man comes to the office due to erectile dysfunction and lack of sexual desire.  Medical history is unremarkable.  The patient is in a stable relationship with his fiancé and does not use tobacco, alcohol, or illicit drugs.  Height is 188 cm (6 ft 2 in) and weight is 88 kg (194 lb).  Examination shows bilateral gynecomastia, sparse facial hair, and small, firm testes.  The penis is normal in size and peripheral vision is normal on confrontation.  This patient would most benefit from which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aromatase inhibitor","answer_2":"B. Gonadotropin","answer_3":"C. Phosphodiesterase 5 inhibitor","answer_4":"D. Selective estrogen receptor modulator","answer_5":"E. Testosterone","percent_1":"33%","percent_2":"8%","percent_3":"3%","percent_4":"3%","percent_5":"53%","right_answer":"E. Testosterone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Male primary hypogonadism# ∆⨉ §^#Causes# ∆ • Congenital: chromosomal disorders (eg, Klinefelter syndrome), cryptorchidism • Acquired: cancer chemotherapy, hemochromatosis, aging §^#Clinical$ findings# ∆ • Symptoms: low libido, erectile dysfunction, loss of muscle mass, infertility • Signs: gynecomastia, decreased body hair, low bone density • Laboratory diagnosis: low serum testosterone, high LH & FSH §^#Treatment# ∆ • Transdermal or injected testosterone","explanation_img":"","explanation_1":"","explanation_2":"This patient has features of testosterone deficiency (ie, #hypogonadism#), including erectile dysfunction, low libido, and gynecomastia.  His #tall stature# and #small, firm testes# are consistent with @Klinefelter syndrome (KS)@, which causes hypogonadism due to hyalinization and fibrosis of the testes.  Patients who develop hypogonadism prior to puberty, including patients with KS, often have a eunuchoid habitus, sparse body hair, and high-pitched voice, whereas these features are much less pronounced in those who develop hypogonadism later in life. $#Primary hypogonadism# can be confirmed with #low serum testosterone# associated with #elevated LH#.  Management of male hypogonadism includes #testosterone therapy#, which can improve libido and erectile function, increase bone density, and facilitate muscle development. $#(Choice A)#  Aromatase inhibitors decrease the conversion of androgens to the corresponding estrogens (eg, testosterone to estradiol).  Although some experts use aromatase inhibitors as supplemental therapy in KS, the primary defect is inadequate testosterone production, so testosterone therapy should be initiated first. $#(Choice B)#  hCG has bioactivity analogous to that of LH and can be used to stimulate testosterone production in patients with secondary/central hypogonadism (ie, low endogenous LH).  However, patients with KS have primary hypogonadism, so gonadotropin therapy is not useful. $#(Choice C)#  Phosphodiesterase 5 inhibitors (eg, sildenafil) can assist in the treatment of erectile dysfunction but would not improve this patient's hormone levels or libido. $#(Choice D)#  Selective estrogen receptor modulators (eg, tamoxifen) are sometimes used to minimize breast enlargement in adolescents with KS.  However, nonsurgical interventions are not useful in adults with established gynecomastia. $#Educational objective# Management of male hypogonadism includes testosterone therapy, which can improve libido and erectile function, increase bone density, and facilitate muscle development.  ","clickable_1":"images/img1.19013.jpg"},

{"SubjectSystem":"Genetics-Male Reproductive System","id":"807","title":"A 25-year-old Caucasian man is undergoing evaluation for azoospermia.  The patient has been monogamous with his long-term girlfriend and does not use contraception during sexual intercourse.  They have been trying to conceive for the past year with no success.  The patient has a past medical history of recurrent pneumonia with frequent hospitalizations for antibiotic treatment.  He takes no medications and does not use tobacco, alcohol, or illicit drugs.  The patient has no allergies and his immunizations are up-to-date.  His family history is unknown as he was adopted as an infant.  Physical examination shows digital clubbing.  A transrectal ultrasound shows bilateral absence of the vas deferens.  Which of the following tests would most likely confirm the underlying diagnosis of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chloride level in the sweat","answer_2":"B. Cilia motility of the nasal epithelium","answer_3":"C. Serum alpha-1 antitrypsin level","answer_4":"D. Serum FSH and LH levels","answer_5":"E. Serum IgA levels","answer_6":"F. Serum testosterone levels","percent_1":"63%","percent_2":"26%","percent_3":"2%","percent_4":"4%","percent_5":"1%","percent_6":"4%","right_answer":"A. Chloride level in the sweat","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Primary ciliary dyskinesia vs cystic fibrosis#∆⨉∆⨉ § ∆^#Primary ciliary dyskinesia# ∆^#Cystic fibrosis# §^#Pathogenesis# ∆ • Dynein arm defect → abnormal ciliary motion & impaired mucociliary clearance ∆ • Mutation in the CFTR gene → impaired ion transport §^#Respiratory tract$ features# ∆ • Chronic sinopulmonary infections • Nasal polyps • Bronchiectasis • Digital clubbing ∆ • Chronic sinopulmonary infections • Nasal polyps • Bronchiectasis • Digital clubbing §^#Extrapulmonary$ features# ∆ • Situs inversus (50℅ of cases) • Infertility due to immotile spermatozoa • Normal growth ∆ • Pancreatic insufficiency • Infertility due to absent vas deferens (azoospermia) • Failure to thrive §^#Diagnosis# ∆ • Low nasal nitric oxide levels • Bronchoscopy & electron microscopic visualization of ciliary abnormalities • Genetic testing ∆ • Elevated sweat chloride levels • Abnormal nasal transepithelial potential difference • Genetic testing","explanation_img":"","explanation_1":"","explanation_2":"This patient has a history of recurrent pneumonia, digital clubbing, azoospermia, and bilateral absence of the vas deferens; this is most likely due to #cystic fibrosis (CF)#.  Patients with CF have variable severity of lung and pancreatic function.  Although most patients have recurrent sinopulmonary infections and pancreatic insufficiency, some patients may have mild disease depending on their underlying mutation.  Regardless of lung or pancreas function, virtually all adult men with CF have #azoospermia# and #infertility#.  Although spermatogenesis is usually normal, almost all males with CF are unable to secrete semen due to #congenital bilateral absence of the vas deferens (CBAVD)#.  #CFTR mutations# are likely responsible for abnormal development of Wolffian structures, resulting in vasal agenesis and defective sperm transport. $A diagnosis of CF can be based on #elevated sweat chloride levels#.  If the sweat chloride test is equivocal, measurement of #nasal transepithelial potential difference# and genetic testing for CFTR mutations should be performed to confirm the diagnosis. $#(Choice B)#  Although, primary ciliary dyskinesia (eg, Kartagener syndrome) can cause recurrent pulmonary infections and digital clubbing, infertility in Kartagener syndrome is usually due to immotile spermatozoa.  Abnormal nasociliary motility is a nonspecific finding that is seen most commonly in patients with primary ciliary dyskinesia and in some patients with CF (due to abnormally thick mucus).  A more specific test for CF is the nasal transepithelial potential difference.  In addition, CBAVD is virtually pathognomonic for a CFTR mutation. $#(Choice C)#  Low serum alpha-1 antitrypsin (AAT) is associated with AAT deficiency and not with CF.  AAT deficiency is typically associated with panacinar emphysema and chronic liver disease.  Infertility is not seen in these patients. $#(Choices D and F)#  FSH, LH, and testosterone levels are usually normal in patients with CF.  A low testosterone level in the setting of decreased FSH and LH is seen in hypogonadotropic hypogonadism (eg, Kallmann syndrome). $#(Choice E)#  Primary humoral deficiencies usually manifest as recurrent upper and lower respiratory tract infections due to impaired antibody production.  However, most patients with selective IgA deficiency are asymptomatic. $#Educational objective# CFTR gene mutations are the most common cause of congenital bilateral absence of the vas deferens (CBAVD).  Patients with CBAVD have azoospermia and infertility but normal levels of FSH, LH, and testosterone.  Elevated sweat chloride levels are diagnostic of cystic fibrosis.  "},

{"SubjectSystem":"Physiology-Male Reproductive System","id":"7606","title":"A 25-year-old man is found to have small testes on physical examination.  He has normal male pattern facial and pubic hair.  Further laboratory testing reveals a decreased sperm count and normal serum testosterone level.  Which of the following is the most likely cause of these findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Kallmann syndrome","answer_2":"B. 5-alpha reductase deficiency","answer_3":"C. Klinefelter syndrome","answer_4":"D. Androgen use","answer_5":"E. Hyperprolactinemia","percent_1":"6%","percent_2":"11%","percent_3":"14%","percent_4":"66%","percent_5":"2%","right_answer":"D. Androgen use","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient is taking exogenous #anabolic steroids# (eg, testosterone, synthetic steroidal androgens).  Anabolic steroids are utilized by athletes in an effort to increase lean body mass.  Adverse effects associated with the excessive use of anabolic steroids include acne, gynecomastia, azoospermia, decreased testicular size and increased aggression.  Hypertension, dyslipidemia, cholestatic hepatitis and hepatic failure may also occur. $Serum #testosterone levels# can be low in individuals taking only synthetic androgens (eg, trenbolone), but are #often within the normal range# or elevated due to #exogenous testosterone intake#.  Although serum testosterone may appear adequate, lower than normal local testosterone levels in the seminiferous tubules lead to #decreased spermatogenesis#. $#(Choice A)#  Kallmann syndrome is a cause of GnRH deficiency, which results in abnormally low production of sex hormones by the gonads.  Affected males present with delayed puberty and an abnormally small penis in addition to other nonsexual findings such as anosmia, hearing loss, and cleft palate. $#(Choice B)#  5-alpha reductase deficiency results in an inability to convert testosterone to dihydrotestosterone in the peripheral tissues.  Affected males are born with ambiguous genitalia.  Following puberty, affected patients have normal or elevated levels of serum testosterone. $#(Choice C)#  Klinefelter syndrome (XXY seminiferous tubule dysgenesis) is a common cause of male hypogonadism.  Small, firm testes and a decreased serum testosterone level are characteristic.  Patients may exhibit diminished secondary sexual characteristics. $#(Choice E)#  Hyperprolactinemia causes hypogonadotropic hypogonadism by suppressing LH and FSH release thereby decreasing serum testosterone in affected males.  Symptoms include diminished libido, impotence and oligospermia. $#Educational objective# Adverse effects associated with the use of excessive doses of anabolic steroids include acne, gynecomastia, azoospermia, decreased testicular size, and increased aggression.  When measured, serum testosterone is typically normal or elevated.  However, endogenous testosterone production and spermatogenesis are decreased.  "},

{"id":"343","title":"A 16-year-old boy is brought to the office for a well-child visit.  The parents report that his teacher has expressed concerns about the patient's reading and writing skills.  Height is at the 98th percentile and weight is at the 75th percentile.  Vital signs are normal.  On examination, heart and lung sounds are normal.  He has bilateral gynecomastia and Tanner stage 1 genitalia.  Which of the following is the most likely underlying mechanism responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. FBN1 gene mutation on chromosome 15","answer_2":"B. Loss of paternally derived genes on chromosome 15","answer_3":"C. Meiotic nondisjunction of chromosome X","answer_4":"D. Meiotic nondisjunction of chromosome Y","answer_5":"E. Trinucleotide repeat expansion on chromosome X","percent_1":"6%","percent_2":"7%","percent_3":"62%","percent_4":"12%","percent_5":"14%","right_answer":"C. Meiotic nondisjunction of chromosome X","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp343.jpg","explanation_1":"","explanation_2":"$This patient with learning disabilities, tall stature, small testes, and gynecomastia most likely has #Klinefelter syndrome#, the most common cause of primary hypogonadism in male patients.  The pathogenesis usually involves @meiotic nondisjunction@, in which improper separation of homologous chromosomes (ie, sister chromatids) results in gametes with an abnormal chromosome number (ie, aneuploidy).  Patients with Klinefelter syndrome have nondisjunction of the #X chromosome#, typically resulting in a @47,XXY karyotype@. $Klinefelter syndrome is often diagnosed during puberty when the following characteristic findings develop: $• #Primary hypogonadism# (low testosterone, high gonadotropins [LH, FSH]):  Hypogonadism occurs due to primary testicular failure from hyalinization and fibrosis of the seminiferous tubules.  This results in #small, firm testes# and azoospermia (infertility).  Leydig cell dysfunction also occurs and leads to testosterone deficiency, causing sparse or absent facial and body hair, decreased muscle mass, and #gynecomastia#. $• #Tall stature#:  Because estrogen (derived from testosterone) is responsible for growth plate closure, tall stature is likely in part due to low testosterone levels in Klinefelter syndrome.  Patients also have an additional SHOX (short stature homeobox) gene, which likely contributes to tall stature because it is found on chromosomes X and Y and is essential for linear growth. $• #Learning disabilities# and behavioral abnormalities (eg, lack of insight, poor judgment):  Mild intellectual disability is seen in some patients, although most have normal intelligence. $#(Choice A)#  FBN1 mutation on chromosome 15 causes a defect in the extracellular matrix protein fibrillin and is responsible for @Marfan syndrome@.  Tall stature is typical, but hypogonadism, gynecomastia, and intellectual disability are not associated findings. $#(Choice B)#  Prader-Willi syndrome is caused by the loss of paternally derived genes on chromosome 15.  Hypogonadism and intellectual disability can occur, but short stature and obesity are characteristic features not seen in this patient. $#(Choice D)#  Meiotic nondisjunction of chromosome Y results in XYY syndrome (47,XYY).  Patients have tall stature and learning disabilities, but hypogonadism does not occur. $#(Choice E)#  @Fragile X syndrome@ is caused by a trinucleotide repeat expansion (CGG) in the FMR1 gene and is characterized by macroorchidism (not Tanner stage 1 testes), a long face, large ears, and intellectual disability. $#Educational objective# Klinefelter syndrome (47,XXY) is the most common cause of male primary hypogonadism and is caused by meiotic nondisjunction of chromosome X.  Patients have small, firm testes; gynecomastia; and tall stature.  Learning disabilities and behavioral problems may also occur.  ","clickable_1":"images/img1.343.jpg","clickable_2":"images/img2.343.jpg","clickable_3":"images/img3.343.jpg","clickable_4":"images/img4.343.jpg"},

{"id":"16004","title":"A 68-year-old man comes to the office for follow-up.  The patient underwent radical prostatectomy for prostate adenocarcinoma 6 months ago, which decreased his serum prostate-specific antigen (PSA) level from 16 ng/mL at the time of surgery to 1 ng/mL 6 weeks after surgery.  Initial staging evaluation revealed no evidence of metastatic disease.  PSA level is now 8 ng/dL, and repeat imaging reveals regional lymphadenopathy.  The patient is prescribed combination therapy with buserelin and bicalutamide.  Which of the following is the main reason for adding bicalutamide to this patient's treatment regimen?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. To block androgen production from adrenal glands","answer_2":"B. To induce apoptotic death of cancer cells","answer_3":"C. To prevent sexual dysfunction from buserelin therapy","answer_4":"D. To prevent testosterone surge effect from buserelin therapy","answer_5":"E. To prevent vasomotor symptoms from buserelin therapy","percent_1":"20%","percent_2":"5%","percent_3":"5%","percent_4":"60%","percent_5":"9%","right_answer":"D. To prevent testosterone surge effect from buserelin therapy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Prostate cancer# is an #androgen-dependent# tumor early in the disease course.  Because androgens in men are primarily made in the testes, patients with recurrent (eg, rising prostate-specific antigen level after prostatectomy) or disseminated (eg, regional lymphadenopathy) prostate cancer are generally treated with surgical or #medical orchiectomy# to reduce systemic androgen levels, thereby reducing the primary growth factor for the tumor. $Androgen production in men is controlled by the hypothalamic-pituitary-testicular axis.  #GnRH #is secreted by the hypothalamus in a #pulsatile# fashion, which stimulates pituitary gonadotrophs to release luteinizing hormone (LH); LH then stimulates the Leydig cells of the testes to generate and #secrete androgens#.  Patients who undergo medical orchiectomy are often treated with a GnRH analogue (eg, #buserelin#), which stimulates the pituitary gland in a #continuous# fashion, leading to a down-regulation of the GnRH receptor.  This subsequently drops LH secretion, which #lowers androgen production# by the testes. $However, because GnRH analogues #temporarily activate# the GnRH receptor prior to downregulation, patients often develop a #surge in androgens# during the first few weeks of therapy.  Therefore, androgen-receptor inhibitors (eg, #bicalutamide#) are usually concurrently administered during the first weeks of GnRH analogue therapy to block the activity of androgens on the tumor cells. $#(Choice A)#  Although adrenal synthesis of androgens is not an initial target in prostate cancer, patients who have progressive disease despite medical or surgical orchiectomy are often treated with abiraterone, which limits androgen production in the tumor, adrenal gland, and testes by inhibiting the enzyme 17alpha-hydroxylase. $#(Choice B)#  Chemotherapy is often administered with GnRH analogues in patients with metastatic prostate cancer to induce cancer cell death.  However, bicalutamide is an androgen-receptor inhibitor, not a chemotherapy agent. $#(Choice C)#  Sexual dysfunction occurs in the majority of men given GnRH analogues due to reduced libido and erectile dysfunction.  This can be managed with phosphodiesterase inhibitors. $#(Choice E)#  GnRH analogues often cause vasomotor symptoms (hot flashes) due to estrogen withdrawal.  Treatment is similar to menopausal hot flashes in women; progesterone, cyproterone, and selective serotonin reuptake inhibitors are somewhat effective. $#Educational objective# Because prostate cancer is an androgen-dependent tumor, patients with advanced disease are generally treated with surgical or medical orchiectomy.  Medical orchiectomy uses GnRH analogues to reduce LH production, which subsequently reduces androgen production in the testes.  Because there is an initial surge in androgens at the start of therapy (due to stimulation of the GnRH receptor), patients prescribed GnRH therapy are usually treated with a few weeks of androgen-receptor inhibitors (eg, bicalutamide).  "},

{"id":"19012","title":"A 60-year-old man comes to the office to discuss sexual symptoms.  Eight weeks ago, the patient was admitted to the hospital with a non–ST-elevation myocardial infarction, and a drug-eluting stent was successfully placed in the culprit coronary artery.  The patient now has no cardiovascular symptoms, including when climbing stairs or taking long walks.  Since discharge, he has had difficulty maintaining an erection and delayed ejaculation during sexual intercourse, but he has normal libido and regular nocturnal erections.  Medications include metoprolol, rosuvastatin, aspirin, and ticagrelor.  Vital signs and physical examination are normal.  Which of the following is the most likely cause of this patient's sexual dysfunction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortoiliac occlusion","answer_2":"B. Bladder neck obstruction","answer_3":"C. Metoprolol adverse effect","answer_4":"D. Psychogenic sexual dysfunction","answer_5":"E. Testosterone deficiency","percent_1":"3%","percent_2":"1%","percent_3":"49%","percent_4":"47%","percent_5":"1%","right_answer":"D. Psychogenic sexual dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Sexual performance anxiety/psychogenic ED#∆⨉ §^#Causes & risk factors# ∆ • Marital/relational stress, conflict • Major psychosocial trauma (loss of job or loved one) • Severe medical illness (stroke, myocardial infarction) • Mood, anxiety disorders §^#Features# ∆ • Abrupt onset, clear precipitating event or stressor • Situational ED (normal nocturnal/nonsexual erections) • Impaired or premature orgasm §^#Management# ∆ • Cognitive-behavioral therapy • Couples/relational therapy %#ED# = erectile dysfunction.","explanation_img":"","explanation_1":"","explanation_2":"#Erectile dysfunction (ED)# is characterized by an inability to initiate or maintain an erection adequate for sexual intercourse.  Causes can be categorized as organic (eg, hypogonadism, arterial insufficiency, neurologic impairment) or psychogenic. $#Psychogenic ED# is common in patients with preexisting mood or anxiety disorders but can also occur abruptly following a stressful precipitating event: $• Prolonged illness: Patients may be hesitant or unsure how to initiate sexual activity. $• Severe, acute illness: Patients may believe the illness can be caused or worsened by sexual activity.  This is especially common in those with cardiovascular disease (eg, stroke, myocardial infarction), who are often concerned that sexual activity may strain the heart and lead to further cardiac events. $• Surgical procedures: Patients may be embarrassed by their appearance (eg, surgical scar) or body odor (eg, incontinence, colostomy). $• Loss of loved one: Patients may experience survivor guilt or feel fearful about the future. $Psychogenic ED is often #situational#, with normal erections at night or during masturbation but impaired erections when with a partner.  This patient has situational ED despite normal libido following an acute, severe illness, suggesting #psychogenic sexual dysfunction# (ie, performance anxiety) rather than an organic etiology. $#(Choice A)#  Organic ED is common in patients with cardiovascular disease due to systemic arterial insufficiency and comorbid conditions (eg, diabetes) that impair erectile function.  However, onset typically occurs gradually, rather than abruptly following a stressful event, and nocturnal erections are impaired as well.  In addition, aortoiliac occlusion is often associated with pain in the buttocks, posterior thigh, or calf during exercise; this patient has normal exercise tolerance. $#(Choice B)#  Bladder neck obstruction (eg, benign prostatic hyperplasia [BPH]) can reduce semen volume.  Laxity of the musculature at the bladder outlet, which can occur following surgical repair of BPH, can lead to retrograde ejaculation of semen into the bladder.  However, erections are typically normal unless the patient is taking a 5-alpha reductase inhibitor (eg, finasteride). $#(Choice C)#  Some cardiovascular medications, such as beta blockers (eg, metoprolol) and thiazide diuretics, can cause ED, but nocturnal/nonsexual erections are also affected. $#(Choice E)#  Testosterone deficiency causes ED with decreased libido and loss of nocturnal erections.  This patient's normal libido suggests adequate testosterone levels. $#Educational objective# Psychogenic erectile dysfunction often begins abruptly following severe medical (eg, myocardial infarction) or emotional stressors.  The symptoms are often situational, with normal erections at night or during masturbation but impaired with a partner.  Libido is often normal.  "},

{"id":"1055","title":"A 17-year-old boy is brought to the office due to bilateral breast enlargement.  The patient first noticed it a few months ago and says that it is slightly painful.  His parents are concerned that the breast tissue is gradually becoming more prominent.  The patient is in special education classes due to a long history of learning disabilities.  Height is at the 95th percentile, and weight is at the 25th percentile.  Examination shows symmetric glandular tissue under both nipple-areolar complexes.  The lungs are clear bilaterally, and the abdomen is soft without organomegaly.  The testicles appear small and firm.  Neurologic examination is unremarkable.  Which of the following laboratory findings is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased estradiol","answer_2":"B. Increased androstenedione","answer_3":"C. Increased β-hCG","answer_4":"D. Increased FSH","answer_5":"E. Increased prolactin","percent_1":"2%","percent_2":"20%","percent_3":"4%","percent_4":"56%","percent_5":"18%","right_answer":"D. Increased FSH","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Klinefelter syndrome! ?Pathogenesis? • Nondisjunction of sex chromosomes • 47,XXY karyotype ?Clinical features? • Primary hypogonadism$== ○ Small/firm testes, infertility$== ○ Gynecomastia$== ○ Absent secondary sex characteristics (eg, facial & pubic hair) • Increased long bone length (tall stature) • Learning & socialization difficulties ?Laboratory findings? • ↓ Testosterone • ↑ LH & FSH (due to loss of feedback inhibition) • ↑ Estradiol","explanation_img":"","explanation_1":"","explanation_2":"Breast enlargement in adolescent boys, or #gynecomastia#, is often physiologic during puberty.  However, a #pathologic# cause should be suspected when the onset is outside of midpuberty (eg, Tanner 1 or 5), the tissue is rapidly enlarging, or other abnormalities on physical examination suggest a systemic disorder.  In this case, the patient is age 17 but has #small/firm testes#, a sign of #hypogonadism#.  His learning disability and tall height make @Klinefelter syndrome@, the most common cause of primary hypogonadism, the most likely diagnosis. $Patients with Klinefelter syndrome (47,XXY karyotype) typically have atrophied, hyalinized seminiferous tubules, resulting in low inhibin levels, and damaged Leydig cells, resulting in #low testosterone# levels.  The lack of @feedback inhibition@ results in excess gonadotropin production (ie, #increased FSH and LH#).  Elevated FSH #upregulates aromatase#, the enzyme that converts androgens into estrogens, and therefore causes increased estradiol levels #(choice A)#.  The increase in the estrogen/testosterone ratio is responsible for breast tissue growth. $Other phenotypic findings in patients with Klinefelter syndrome include #tall stature# and absent secondary sex characteristics (eg, deep voice, facial/pubic hair).  Cognitive impairment is typical and characterized by #learning disabilities# and impaired social skills. $#(Choice B)#  Increased androstenedione levels due to anabolic steroid use can cause irreversible gynecomastia and testicular atrophy.  However, exogenous steroids would also cause acne, male pattern baldness, and aggressive behavior, none of which are seen in this patient.  In addition, hastened epiphyseal closure (ie, reduced height potential) is characteristic with adolescent steroid use. $#(Choice C)#  Testicular germ cell tumors produce excessive β-hCG, which can result in gynecomastia.  However, a rapidly growing testicular mass, not small, firm testes, would be present on examination. $#(Choice E)#  Hyperprolactinemia due to a prolactinoma can result in gynecomastia; high prolactin suppresses GnRH, which leads to reduced LH and testosterone secretion.  However, this diagnosis is uncommon and often delayed in male patients, usually resulting in associated neurologic findings (eg, headache, vision changes) due to local tumor growth.  In addition, hyperprolactinemia is not associated with learning disabilities or tall stature. $#Educational objective# Pathologic gynecomastia should be suspected in patients who also have signs of hypogonadism (eg, small/firm testes, absent pubic hair).  Klinefelter syndrome (47,XXY) is the most common cause of primary hypogonadism, and patients have low testosterone, elevated gonadotropin (FSH, LH), and relatively increased estradiol levels. ","clickable_1":"images/img1.1055.jpg","clickable_2":"images/img2.1055.jpg"}


]