[

{"id":"20628","title":"A neonate is born at 38 weeks gestation age via spontaneous vaginal delivery to a 40-year-old woman.  The mother was working in South America when she discovered that she was pregnant.  She had 2 days of fever associated with cough and swollen cervical glands, which resolved spontaneously at 12 weeks gestation prior to returning to the United States.  The mother has no current symptoms.  Neonatal examination shows weight and length at the 8th percentile, and head circumference below the 3rd percentile for age.  Heart and lung sounds are normal.  There is moderate hepatosplenomegaly.  Skin examination shows diffuse, dark-blue papules and nodules.  Serology from the mother and infant are attained.  Which of the following serology patterns is most consistent with a suspected congenital infection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆IgM levels in the mother∆IgG levels in the mother∆IgM levels in the newborn∆IgG levels in the newborn","answer_1":"§A. ∆↑ ∆− ∆↑ ∆−","answer_2":"§B. ∆− ∆↑ ∆↑ ∆↑","answer_3":"§C. ∆↑ ∆↑ ∆− ∆−","answer_4":"§D. ∆↑ ∆− ∆− ∆↑","percent_1":"7%","percent_2":"63%","percent_3":"16%","percent_4":"14%","right_answer":"§B. ∆− ∆↑ ∆↑ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20628.jpg","explanation_1":"","explanation_2":"$Growth restriction, microcephaly, hepatosplenomegaly, and a diffuse dark-blue rash (ie, blueberry muffin rash) are nonspecific features shared by multiple #congenital (TORCH) infections# (eg, cytomegalovirus, toxoplasmosis, rubella).  These infections are transmitted transplacentally to the fetus from a mother infected during pregnancy.  Although maternal symptoms may be mild (eg, fever, lymphadenopathy), the developing fetus can have significant morbidity, particularly with a first trimester infection. $#Serology# and polymerase chain reaction testing can help to determine the diagnosis in a neonate with suspected intrauterine infection.  Neonatal antibody titers can be difficult to interpret, particularly due to maternal transfer of some antibodies and not others: $• Maternal IgM does not cross the placenta, so detection of organism-specific #IgM# in a #symptomatic neonate# is #diagnostic#. $• At birth, virtually all infant IgG is maternally derived IgG that crossed the placenta, and #elevated maternal IgG# would be expected in this mother with infectious symptoms 6-7 months prior to delivery #(choices A and D)#.  Therefore, organism-specific #newborn IgG# (eg, Toxoplasma IgG) will also be #elevated# in the setting of a past maternal infection. $#(Choice C)#  Maternal IgM may be negative with a remote infection (as with this mother) or positive if recently infected.  False negative IgM titers can also occur in neonates with congenital infection whose IgM waned before birth or in those who have yet to form a robust immune response.  However, a positive newborn IgG would be expected due to transplacental transfer of maternal IgG. $#Educational objective# Organism-specific IgM is diagnostic of congenital infection in a symptomatic neonate (eg, growth restriction, microcephaly, hepatosplenomegaly, blueberry muffin rash).  Because maternal IgG titers are expected with a past infection and neonatal IgG at birth is maternally derived, elevated newborn IgG is also expected. "},

{"id":"10401","title":"A 62-year-old man is hospitalized with severe abdominal pain and diarrhea after a recent urinary tract infection.  Six months ago, the patient had an episode of Clostridioides difficile colitis after being treated for pneumonia.  Medical history is also significant for diverticulitis and upper gastrointestinal tract bleeding.  The patient is allergic to penicillin.  An appropriate work-up confirms C difficile colitis.  He is administered an oral macrolide antibiotic that inhibits the sigma subunit of RNA polymerase.  Which of the following agents was most likely initiated in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Doxycycline","answer_2":"B. Fidaxomicin","answer_3":"C. Metronidazole","answer_4":"D. Neomycin","answer_5":"E. Vancomycin","percent_1":"7%","percent_2":"51%","percent_3":"11%","percent_4":"15%","percent_5":"15%","right_answer":"B. Fidaxomicin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clostridioides difficile colitis# ∆⨉ §^#Risk factors# ∆ • Recent antibiotic use • Hospitalization • Gastric acid suppression (eg, PPI) §^#Pathogenesis# ∆ • Disruption of intestinal flora → C difficile overgrowth • Toxins A & B disrupt cytoskeleton integrity & stimulate inflammation • Pseudomembrane formation §^#Clinical presentation# ∆ • Profuse watery diarrhea (most common) • Leukocytosis (~15,000/mm3) • Fulminant colitis/toxic megacolon §^#Diagnosis# ∆ • Stool PCR for C difficile genes* • Stool EIA for C difficile toxin & glutamate dehydrogenase antigen §^#Treatment# ∆ • Oral fidaxomicin or oral vancomycin • IV metronidazole added for fulminant disease %*Genes specific to toxigenic strains are assessed.$ #EIA =# enzyme immunoassay; #IV =# intravenous; #PCR =# polymerase chain reaction; $#PPI =# proton pump inhibitor.","explanation_img":"","explanation_1":"","explanation_2":"Treatment options for #Clostridioides difficile# #infection# (CDI) typically include oral fidaxomicin or oral vancomycin.  #Fidaxomicin# is a macrolide antibiotic that #inhibits# the #RNA polymerase# sigma subunit, the component involved in binding @promoter DNA@ so that transcription can be initiated.  Inhibition of transcription leads to impaired protein synthesis and eventual cell death (#bactericidal# activity against C difficile). $Fidaxomicin is administered #orally# and has minimal systemic absorption, resulting in high concentrations in the colon and feces.  It also has a narrow spectrum of activity, with a lesser effect on normal colonic flora than vancomycin. $#(Choice A)#  Doxycycline binds to the 30S ribosomal subunit and is effective in clostridial skin infections (eg, Clostridium perfringens, Clostridium septicum), but it is not effective for the treatment of CDI. $#(Choice C)#  Metronidazole interacts with DNA in anaerobic organisms, disrupting DNA structure and causing strand breakage.  Oral metronidazole is no longer a first-line treatment for CDI.  Intravenous metronidazole can be a useful adjunct in patients with fulminant CDI (eg, megacolon, ileus, hypotension) because passage of oral antibiotics to the colon is often delayed. $#(Choice D)#  Neomycin is a bactericidal aminoglycoside that inhibits the 30S ribosomal subunit.  It can be used to treat hepatic encephalopathy or diarrhea due to Escherichia coli and as surgical prophylaxis for gastrointestinal procedures.  However, it is not effective against C difficile. $#(Choice E)#  Oral vancomycin has minimal systemic absorption and is bacteriostatic at the concentrations typically used for CDI treatment.  Although it is a first-line treatment option for CDI, its mechanism of action is inhibition of cell wall synthesis, not inhibition of RNA polymerase. $#Educational objective# Clostridioides difficile infection can be treated with oral fidaxomicin or oral vancomycin.  Fidaxomicin is a macrolide antibiotic that inhibits RNA polymerase.  It is bactericidal against C difficile.  ","clickable_1":"images/img1.10401.jpg"},

{"id":"11633","title":"A 24-year-old woman comes to the emergency department due to fevers and chills over the last 24 hours.  Three weeks ago, she underwent a partial bowel resection for Crohn disease without complications.  Since the surgery, the patient has had difficulty eating and has a peripherally inserted central venous catheter in place through which she is receiving parenteral nutrition.  Her temperature is 38.2 C (101 F), blood pressure is 100/60 mm Hg, and pulse is 114/min.  The surgical wound healed well, and her abdomen is soft and nontender.  The catheter site on the left arm is mildly tender but shows no erythema.  Chest x-ray reveals a properly positioned central venous line and is otherwise unremarkable.  Admission blood cultures subsequently return positive for yeast.  The organism responsible for this patient's bloodstream infection is most likely to exhibit which of the following characteristics?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Broad-based budding morphology","answer_2":"B. Endemic to southwestern United States","answer_3":"C. Positive India ink stain","answer_4":"D. Pseudohyphae with blastoconidia","answer_5":"E. Right-angle branching hyphae","percent_1":"16%","percent_2":"3%","percent_3":"10%","percent_4":"56%","percent_5":"15%","right_answer":"D. Pseudohyphae with blastoconidia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of pathogenic yeasts#∆⨉∆⨉ §^#Organism# ∆^#Morphology# ∆^#Clinical syndromes# §^#Candida# ∆Pseudohyphae with oblastoconidia ∆Mucocutaneous or invasive infections (eg, candidemia due to vascular catheter) §^#Blastomyces# ∆Yeast with broad-basedobudding ∆Inhaled → skin & bone §^#Coccidioides# ∆Spherules with endospores ∆Transient pulmonary syndrome → meninges & bone §^#Cryptococcus# ∆Encapsulated yeast ∆Meningitis in immunocompromised (eg, advanced AIDS) §^#Histoplasma# ∆Small, oval yeast withinomacrophages ∆Mostly subclinical but can cause community-acquired pneumonia → dissemination","explanation_img":"","explanation_1":"","explanation_2":"This patient who has a central venous catheter and is receiving parenteral nutrition has sepsis (fever, tachycardia) with blood cultures growing yeast.  Patients receiving #parenteral nutrition# (through a central venous #catheter#) are at high risk for #candidemia# (Candida in the bloodstream).  Candida can colonize the catheter, and the lipid emulsion in the parenteral nutrition solution is thought to promote the growth of some Candida species.  The morphology of @Candida@ includes branching #pseudohyphae# with #blastoconidia# (budding cells).  Most species are susceptible to echinocandins, and C albicans is nearly always susceptible to fluconazole. $#(Choice A)#  Broad-based budding is characteristic of @Blastomyces@.  This organism can cause pulmonary infection and occasional dissemination, but bloodstream infection in the setting of a vascular catheter is unlikely. $#(Choice B)#  @Coccidioides@ is a dimorphic fungus endemic to the southwestern United States.  This organism is inhaled and can cause pulmonary infection with occasional dissemination, particularly among immunocompromised patients. $#(Choice C)#  @Cryptococcus@ is a yeast with a thick capsule that does not absorb India ink, resulting in a clear halo that can aid in the diagnosis of cryptococcal infection.  The most common cryptococcal infection is meningitis, particularly among immunocompromised patients.  Fungemia in the setting of a vascular catheter is uncommon. $#(Choice E)#  Right-angle branching hyphae are characteristic of mucormycosis, a mold infection primarily due to Mucorales or @Rhizopus@ species.  These infections can cause invasive disease in immunocompromised patients, including angioinvasive infections, but the organisms do not grow in blood cultures and are not associated with intravascular catheters. $#Educational objective# The presence of a central vascular catheter and receipt of parenteral nutrition are risk factors for candidemia.  Candida display a morphology of branching pseudohyphae with blastoconidia.  ","clickable_1":"images/img1.11633.jpg","clickable_2":"images/img2.11633.jpg","clickable_3":"images/img3.11633.jpg","clickable_4":"images/img4.11633.jpg","clickable_5":"images/img5.11633.jpg"},

{"id":"22143","title":"A 2-month-old girl is brought to the office due to restricted movements of her upper and lower extremities with swelling of the wrist and knee joints for a week.  She was born at 38 weeks gestation via an uncomplicated vaginal delivery and had an unremarkable neonatal course with no history of birth trauma or excessive bleeding.  The mother had inconsistent prenatal care.  The patient is exclusively breastfed.  Examination shows swelling with no warmth or erythema of the bilateral wrist and knee joints.  Spontaneous limb movements are decreased; the patient cries on passive movement of the joints.  Mild pallor, generalized lymphadenopathy, and hepatosplenomegaly are present.  X-rays of the wrist and knee joints reveal metaphyseal erosions with periosteal reaction.  Which of the following is the most likely cause of this patient's illness?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chlamydia infection through an infected cervix at birth","answer_2":"B. HIV infection through breastfeeding","answer_3":"C. Staphylococcus aureus through nosocomial transmission","answer_4":"D. Transplacental transmission of a spirochete","answer_5":"E. Transplacental transmission of a tachyzoite","percent_1":"18%","percent_2":"7%","percent_3":"14%","percent_4":"49%","percent_5":"11%","right_answer":"D. Transplacental transmission of a spirochete","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Clinical features of early congenital syphilis!?Perinatal? • Intrauterine fetal demise• Prematurity, low birth weight• Focal necrosis of the umbilical cord?Mucocutaneous? • Snuffles: copious rhinorrhea, often purulent or serosanguineous• Desquamating, maculopapular rash involving palms/soles• Fissures near orifices (eg, anal, oral)• Jaundice?Musculoskeletal? • Long bone abnormalities (eg, periosteal thickening, metaphyseal erosion)?Reticuloendothelial? • Hepatomegaly ± splenomegaly• Lymphadenopathy• Anemia, thrombocytopenia, leukopenia/leukocytosis","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This infant with hepatosplenomegaly and lymphadenopathy has multifocal bony erosions, findings worrisome for #congenital syphilis#.  This infection is acquired via #transplacental transmission# of the #spirochete# Treponema pallidum.  Although routine first-trimester screening and treatment when indicated help decrease the risk of in utero transmission, #lack of prenatal care# increases the risk of fetal transmission. $Classic neonatal findings include copious rhinorrhea and a maculopapular rash involving the palms and soles; however, #skeletal abnormalities# due to spread of T pallidum to the bone may be the primary reason for evaluation.  Typical signs and symptoms include the following: $• Bilateral and symmetric @metaphyseal erosions@ and periosteal inflammation of #long bones# $• Pathologic fractures $• #Swelling#, pain, and #limited movement# of affected extremities $Nonspecific findings in congenital syphilis include fever, #hepatosplenomegaly#, and #lymphadenopathy#.  Pancytopenia can also occur, and anemia is the most likely cause of this patient's pallor. $#(Choice A)#  Maternal Chlamydia infection is transmitted to the neonate via exposure to genital secretions during delivery.  Symptomatic infection in the infant includes conjunctivitis or pneumonia; bony lesions, hepatosplenomegaly, and diffuse lymphadenopathy do not occur. $#(Choice B)#  Transmission of HIV may occur through breastfeeding, and infection should be considered in an infant who has hepatosplenomegaly and lymphadenopathy and whose mother received inconsistent prenatal care.  Acute infection may be associated with joint or muscle pain, but metaphyseal erosions and periosteal inflammation make this diagnosis less likely.  Moreover, symptomatic infants with HIV typically have persistent diarrhea and recurrent infections (eg, thrush, pneumonia). $#(Choice C)#  Osteomyelitis in infants leads to extremity pain and decreased movement, and Staphylococcus aureus is the most common cause.  Most young infants with nosocomial transmission have risk factors (eg, prematurity, prior bacterial infection, history of central line), none of which are seen here.  In addition, patients usually have fever, particularly if the infection is multifocal, and hepatosplenomegaly would not be expected. $#(Choice E)#  Infection due to transplacental transmission of a tachyzoite describes congenital toxoplasmosis, which may cause hepatosplenomegaly and lymphadenopathy; chorioretinitis and intracranial calcifications are typical.  However, tender, swollen joints with bony erosions would not be seen. $#Educational objective# Congenital syphilis is acquired via transplacental transmission of the spirochete Treponema pallidum and may present with pain and limited extremity movement due to long bone involvement (eg, metaphyseal erosions, periosteal inflammation).  Nonspecific manifestations include hepatosplenomegaly and lymphadenopathy.  ","clickable_1":"images/img1.22143.jpg"},

{"id":"15152","title":"A 4-year-old girl is brought to the clinic for her routine yearly visit.  She has no chronic medical conditions and has received all previously recommended vaccinations.  The patient is due to receive several vaccinations today including a second measles vaccine.  Which of the following IgM and IgG trends is expected to occur after initial and subsequent measles vaccinations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ","answer_2":"B. ","answer_3":"C. ","answer_4":"D. ","answer_5":"E. ","percent_1":"62%","percent_2":"2%","percent_3":"2%","percent_4":"22%","percent_5":"12%","right_answer":"A. ","ansImg_1":"images/ansA15152.jpg","ansImg_2":"images/ansB15152.jpg","ansImg_3":"images/ansC15152.jpg","ansImg_4":"images/ansD15152.jpg","ansImg_5":"images/ansE15152.jpg","table":"","table_3":"","explanation_img":"images/exp15152.jpg","explanation_1":"","explanation_2":"$Although B cells are the primary players in inducing a #vaccine response#, T cells play a key role in enabling high-affinity antibodies and immunological memory.  Most vaccinations use peptide antigens or nonpeptides bonded to peptides (ie, conjugate vaccine) so the antigen can be displayed on MHC class II molecules on antigen-presenting cells (APCs), which leads to a much stronger T-cell–mediated immune response. $Vaccines given in series (eg, measles, mumps, and rubella) typically trigger the following immunologic changes: $• #Primary response#:  Upon initial vaccination, foreign antigen binds to and activates B lymphocytes with compatible antigen receptors, leading to clonal B-cell expansion and differentiation into #short-lived plasma cells# that secrete low-affinity IgM.  #Early production of IgM# can be detected in the serum within a few days of immunization.  APCs also ingest the peptide and travel to regional lymph nodes where they stimulate CD4 T lymphocytes to interact with activated B cells.  This interaction facilitates #immunoglobulin class switching# from IgM to other types (eg, IgG, IgA) and stimulates B-cell differentiation into memory B cells.  Plasma cells secrete #high-affinity IgG#, and levels peak a few weeks after immunization (#after IgM peaks#) before slowly waning #(choices B and E)#. $• #Secondary response#:  subsequent vaccination or pathogen exposure results in a #IgM response similar to initial vaccination# due to stimulation of antigen-specific naïve B lymphocytes.  However, the previously formed #memory B cells# quickly differentiate into long-lasting plasma cells to produce a #rapid and sustained IgG# response that peaks around the same time as the IgM response but is greater in magnitude #(choices C and D)#.  IgG rapidly neutralizes invading organisms and is responsible for the protective effects of the vaccine. $#Educational objective# Initial vaccination generates an early IgM response by short-lived plasma cells followed by a delayed-onset, longer-lasting IgG response due to T-cell dependent class switching (IgM peaks before IgG).  Due to formation of memory B cells, secondary responses (eg, booster vaccination, pathogen exposure) are characterized by a rapid and sustained IgG response with a short-term, more muted IgM response. "},

{"id":"1260","title":"A 43-year-old male with advanced HIV is hospitalized for evaluation of recent-onset headaches and personality changes.  Imaging of the brain shows a solitary mass within the temporal lobe.  Biopsy of the mass reveals uniform cells containing the Epstein-Barr virus genome.  This patient most likely suffers from which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Pilocytic astrocytoma","answer_2":"B. Glioblastoma","answer_3":"C. Oligodendroglioma","answer_4":"D. Ependymoma","answer_5":"E. Medulloblastoma","answer_6":"F. Primary CNS lymphoma","answer_7":"G. Meningioma","answer_8":"H. Craniopharyngioma","answer_9":"I. Schwannoma","answer_10":"J. Pituitary adenoma","percent_1":"2%","percent_2":"5%","percent_3":"3%","percent_4":"1%","percent_5":"2%","percent_6":"81%","percent_7":"3%","percent_8":"2%","percent_9":"1%","percent_10":"0%","right_answer":"F. Primary CNS lymphoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The most frequent CNS tumor in immunosuppressed patients is a primary CNS lymphoma.  This CNS tumor is commonly associated with AIDS. $Primary CNS lymphomas appear microscopically as dense, cellular aggregates of uniform, atypical lymphoid cells.  The majority of primary CNS lymphomas arise from B-cells.  Diffuse large B-cell lymphoma is the most common subtype.  The cells of CNS lymphomas are commonly positive for the B-cell markers CD20 and CD79a. $Primary CNS lymphomas are universally associated with the Epstein-Barr virus (EBV).  The clinical presentation is non-specific.  Mental status changes, seizures, or progressive focal neurologic deficits may occur.  Most of CNS lymphomas are high-grade and respond poorly to chemotherapy. $#(Choice G)#  Meningiomas are not associated with immunosuppressive diseases, nor are they associated with EBV.  Meningiomas are located adjacent to the brain surface and are attached to the dura mater. $#(Choice H)#  Craniopharyngiomas are located in the suprasellar region and can be calcified.  Craniopharyngiomas can cause visual disturbances and endocrinopathies (such as hypopituitarism). $#(Choice I)#  Intracranial schwannomas are most commonly located at the cerebellopontine angle.  They cause symptoms of CN VIII compression (hearing loss, tinnitus, loss of balance). $#Educational objective# Primary CNS lymphomas occur in immunosuppressed patients, such as those suffering from AIDS.  These tumors arise from B cells and are universally associated with EBV.  They are high-grade tumors with a poor prognosis.  "},

{"id":"22142","title":"A 2-week-old boy is brought to the office due to runny nose, low-grade fever, and skin rash for 2 days.  The patient was born at 38 weeks gestation to a 19-year-old woman who had poor access to prenatal care.  Temperature is 38 C (100.4 F).  Vital signs are otherwise normal for age.  On examination, the patient has nasal drainage and peeling skin on his face, hands, and feet.  Hepatosplenomegaly and generalized lymphadenopathy are present.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Erythema multiforme","answer_2":"B. Kawasaki disease","answer_3":"C. Measles","answer_4":"D. Scarlet fever","answer_5":"E. Syphilis","percent_1":"7%","percent_2":"14%","percent_3":"10%","percent_4":"21%","percent_5":"48%","right_answer":"E. Syphilis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Clinical features of early congenital syphilis!?Perinatal? • Intrauterine fetal demise• Prematurity, low birth weight• Focal necrosis of the umbilical cord?Mucocutaneous? • Snuffles: copious rhinorrhea, often purulent or serosanguineous• Desquamating, maculopapular rash involving palms/soles• Fissures near orifices (eg, anal, oral)• Jaundice?Musculoskeletal? • Long bone abnormalities (eg, periosteal thickening, metaphyseal erosion)?Reticuloendothelial? • Hepatomegaly ± splenomegaly• Lymphadenopathy• Anemia, thrombocytopenia, leukopenia/leukocytosis","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This neonate has #fever#, #hepatosplenomegaly#, and generalized #lymphadenopathy#, which are nonspecific findings for #congenital infection#.  This patient's rhinorrhea and desquamating rash involving the hands and feet are further suggestive of congenital #syphilis#. $Congenital syphilis is transmitted transplacentally from an infected mother.  Routine prenatal screening with treatment (ie, penicillin) when indicated can decrease the risk for transmission; however, cases still occur due to #limited access to prenatal care# or primary infection acquired after screening. $Although many neonates with congenital syphilis are asymptomatic, classic early findings in symptomatic patients include the following: $• #Snuffles:#  Copious, persistent rhinorrhea develops after age 1 week.  It is caused by erosions of the mucosa in the nasal cavity, and discharge may be clear/white, bloody, or purulent. $• #Maculopapular rash:#  Lesions usually develop after the onset of rhinorrhea, classically involving the #palms, soles#, and buttocks, and then #desquamate#.  The rash may be associated with fissures near orifices (eg, anal, oral). $• #Skeletal anomalies:#  Symmetric and bilateral long bone involvement can cause pain, swelling, and limited movement. $#(Choice A)#  The rash of erythema multiforme often involves the palms and soles and may be precipitated by an infection (eg, Epstein-Barr virus) associated with fever, as well as enlargement of the lymph nodes, liver, and spleen.  However, the rash is characterized by target lesions with a dusky center, findings not seen in this patient. $#(Choice B)#  @Kawasaki disease@, which is exceedingly rare in neonates, can present with a desquamating rash involving the hands and feet.  However, other diagnostic criteria include fever ≥5 days, a cervical node >1.5 cm, conjunctivitis, and mucositis, none of which are seen in this patient.  In addition, generalized lymphadenopathy and hepatosplenomegaly are inconsistent with this diagnosis. $#(Choice C)#  Measles initially presents with a prodrome of fever and rhinorrhea but also conjunctivitis and cough, findings not seen in this patient.  The subsequent rash spreads cephalocaudally and typically spares the palms and soles, making this diagnosis unlikely in this patient. $#(Choice D)#  Scarlet fever due to group A Streptococcus causes pharyngitis with a diffuse, fine, rough (sandpaper) rash that spares the palms and soles, unlike in this patient.  Reticuloendothelial involvement (ie, diffuse lymphadenopathy, hepatosplenomegaly) is not seen. $#Educational objective# Congenital syphilis should be suspected in a neonate with rhinorrhea and a desquamating, maculopapular rash involving the palms/soles, particularly in those with limited prenatal care.  Nonspecific findings of congenital infection include fever, hepatosplenomegaly, and lymphadenopathy.  ","clickable_1":"images/img1.22142.jpg"}


]