[

    {"id":"11868","title":"A 68-year-old woman with end-stage renal disease receiving intermittent hemodialysis comes to the office due to back pain.  She says that she may have \"pulled a muscle\" while getting out of her car a week ago; since then she has had progressively worsening back pain.  She has no leg numbness or weakness but reports malaise and fatigue.  The patient also has hypertension and type 2 diabetes mellitus and was treated several weeks ago for staphylococcal bacteremia associated with the dialysis catheter.  Her temperature is 38 C (100.4 F).  On examination, she has tenderness over the upper lumbar vertebrae without overlying skin changes.  The straight leg raise test is negative.  Which of the following is the best next step in management of this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Analgesics and close follow-up","answer_2":"B. CT myelogram","answer_3":"C. Lumbar puncture","answer_4":"D. MRI of the spine","answer_5":"E. Serum protein electrophoresis","percent_1":"8%","percent_2":"11%","percent_3":"14%","percent_4":"52%","percent_5":"16%","right_answer":"D. MRI of the spine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Although this patient believes her back pain may be due to a muscle sprain, her presentation (localized bony back pain, low-grade fever, recent staphylococcal bacteremia) suggests #vertebral osteomyelitis#.  Bacteria can access the spine by hematogenous spread from a distant infection (eg, skin or soft tissue, intravenous catheter), direct invasion from trauma or local spinal procedures (eg, lumbar puncture, spinal surgery), or direct spread from adjacent soft tissue infection.  #Hematogenous# spread is most common as the adult vertebral bone has a very rich and vascular marrow.  Increasing age can cause the nutrient arteries to develop a \"corkscrew\" anatomy, which allows bacteria to more easily penetrate the marrow cavity and cause local infection. $#Bacteremia# due to intravascular devices (eg, hemodialysis catheters) increases risk of health care-related vertebral osteomyelitis.  Offending organisms include #Staphylococcus# (most common is S aureus or coagulase-negative staphylococci) and various gram-negative organisms (eg, Pseudomonas).  Vertebral osteomyelitis should be suspected in patients with new or worsening back pain, fever, and recent endocarditis or bacteremia (especially S aureus).  It should also be suspected if there are new neurologic findings and fever, with or without back pain.  Initial evaluation includes #blood cultures# and #MRI# of the spine, which is the most sensitive imaging method for diagnosing vertebral osteomyelitis. $#(Choice A)#  Analgesics and close follow-up are recommended for musculoskeletal causes of low back pain, but this patient's clinical findings (fever, localized bony tenderness, recent bacteremia) are concerning for more serious etiologies and require further evaluation. $#(Choice B)#  CT myelogram, which can diagnose spinal stenosis or other vertebral pathology (including osteomyelitis), is performed by injecting contrast into the lumbar spine prior to CT imaging.  However, it is more invasive than MRI and usually reserved for patients who cannot undergo MRI (eg, those with pacemaker, metallic implants). $#(Choice C)#  Lumbar puncture is typically used for diagnosing meningitis and has a low yield for diagnosing vertebral osteomyelitis.  CT-guided bone biopsy is usually preferred for isolating the organism after imaging confirms the diagnosis of vertebral osteomyelitis. $#(Choice E)#  Serum protein electrophoresis is typically done to evaluate for monoclonal gammopathies (eg, multiple myeloma).  Although multiple myeloma can present with back pain, this patient's fever and recent bacteremia make vertebral osteomyelitis more likely. $#Educational objective# Vertebral osteomyelitis should be suspected in patients with new or worsening back pain, fever, and recent endocarditis or bacteremia (especially Staphylococcus aureus).  It should also be suspected if there are new neurologic findings and fever with or without back pain.  MRI of the spine is preferred for diagnosis.  "},

{"id":"721","title":"A 2-year-old boy is brought to the emergency department due to high fever and malaise for the past 4 days.  His parents say that he began limping yesterday and now refuses to walk.  The patient has had no recent travel or exposure to anyone with similar symptoms.  Temperature is 39.4 C (103 F).  Passive range of motion of the hips, knees, and ankles does not elicit pain.  There are no joint effusions.  The patient refuses to bear weight.  An intravenous radiotracer that localizes to areas of increased osteoblastic activity is administered, and several images are obtained to find areas with atypical activity.  Abnormally increased uptake of the radiotracer is most likely to be seen in which of the following areas?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Flat bone","answer_2":"B. Long bone diaphysis","answer_3":"C. Long bone epiphysis","answer_4":"D. Long bone metaphysis","answer_5":"E. Vertebral body","percent_1":"2%","percent_2":"25%","percent_3":"26%","percent_4":"45%","percent_5":"3%","right_answer":"D. Long bone metaphysis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp721.jpg","explanation_1":"","explanation_2":"$This child has acute-onset #fever#, malaise, and #refusal to bear weight#, findings concerning for #osteomyelitis#.  Older children often have focal bony tenderness, but children age ≤2 may be unable to localize pain.  Passive range of motion of the joints typically is normal and helps distinguish osteomyelitis from septic arthritis. $The most common cause of osteomyelitis in #children# is #hematogenous spread# of bacteria, which may be introduced by minor (often unnoticed) trauma to a distant site.  Infection in children classically occurs in the #metaphyses# of #long bones# (eg, femur, tibia) because this region is highly vascular yet contains #slow-flowing sinusoids# that are conducive to bacterial seeding.  Bacterial seeding within the metaphysis initially causes #acute inflammation# of the bone marrow, with focal hyperperfusion and #increased radiotracer uptake# within the affected region. $Persistent inflammation within the confined bony space leads to increased intramedullary pressure, which compromises blood flow and forces infectious exudate into the cortex and periosteum.  Without treatment, the infection can progress to chronic suppurative osteomyelitis, in which necrotic bone (ie, sequestrum) serves as an infectious reservoir and sinus tracts develop to drain away the purulent material. $#(Choice A)#  Osteomyelitis of flat bones (eg, skull, pelvis) is uncommon in children and is typically caused by contiguous spread of infection (eg, open wound, dental abscess).  Although pelvic bone involvement may lead to refusal to bear weight, this patient has no gross abnormality of the hips or lower extremities suggesting adjacent soft tissue infection. $#(Choice B)#  Ewing sarcoma typically arises in diaphysis of the long bones, especially the femur.  It is the second most common malignant bone tumor in children after osteosarcoma.  However, Ewing sarcoma typically presents in children age >10 with an insidious onset of progressive pain, not in toddlers with acute refusal to bear weight. $#(Choice C)#  The physis (growth plate) in children limits vascular connections between the metaphysis and epiphysis, which is relatively less vascularized, making epiphyseal involvement uncommon in hematogenous osteomyelitis.  Although avascular necrosis of the proximal femoral epiphysis (eg, Legg-Calve-Perthes) can present with a limp, the pain is typically more mild and develops gradually without fever. $#(Choice E)#  Hematogenous osteomyelitis in adults occurs more commonly in the vertebral bodies due to increasing vertebral vascularity with age as well as epiphyseal closure during puberty (improves capillary flow within the metaphyses of long bones). $#Educational objective# Hematogenous osteomyelitis occurs most commonly in children.  It usually affects the metaphysis of long bones due to the presence of slow-flowing sinusoids that are conducive to bacterial seeding.  Fever and refusal to bear weight are common manifestations in young children who are unable to localize the pain.  "},

{"id":"1702","image_1":"images/1702.jpg","title":"A 3-year-old boy is brought to the emergency department after falling off a jungle gym. The boy tried to catch himself and landed on his outstretched arms. He did not lose consciousness and has been crying inconsolably since he fell. Pulse is 140/min; all other vital signs are within normal limits. Physical examination reveals tenderness and swelling over the anterior portion of his right shoulder with crepitus over the swollen area. An x-ray of his right shoulder is shown below.","title_2":"Tension from which of the following muscles is most likely responsible for displacement of the distal bone fragment?","audio":"","comparison_items":"","answer_1":"A. Biceps","ansImg_1":"","answer_2":"B. Deltoid","ansImg_2":"","answer_3":"C. Levator scapulae","ansImg_3":"","answer_4":"D. Pectoralis minor","ansImg_4":"","answer_5":"E. Teres minor","ansImg_5":"","right_answer":"B. Deltoid","percent_1":"6%","percent_2":"38%","percent_3":"17%","percent_4":"32%","percent_5":"8%","explanation_img":"images/exp1702.jpg","explanation_1":"","explanation_2":"$This patient has a displaced #fracture# of the #distal clavicle#, a commonly fractured bone. The clavicle is the only bone affixing the upper extremity and shoulder girdle to the thorax, and it can be subjected to significant forces during an injury, such as a fall onto the shoulder or outstretched arm.$Because of their attachments on the clavicle, numerous muscles can apply tension on the proximal or distal bone fragments of a clavicle fracture. The anterior portion of the #deltoid muscle# originates on the distal clavicle and inserts onto the humerus. Normally, this part of the muscle acts to abduct, flex, and medially rotate the humerus. However, in a distal clavicle fracture, deltoid muscle tone and the weight of the upper extremity act to pull the #distal fragment# in the #inferolateral# direction. The proximal segment of the bone is pulled in the superomedial direction by the sternocleidomastoid and trapezius muscles. The net effect is to displace the fracture, which increases the risk of #nonunion#.$(Choice A) The biceps brachii originates on the supraglenoid tubercle (long head) and coracoid process (short head) of the scapula. It inserts onto the radial tuberosity and bicipital aponeurosis of the forearm.$(Choice C) The levator scapulae originates on the C1-C4 vertebrae and spans to the superomedial scapula. This muscle raises the scapula and rotates the acromion inferiorly.$(Choice D) The pectoralis minor spans from the coracoid process of the scapula to the third, fourth, and fifth ribs and stabilizes the scapula against the thoracic wall.$(Choice E) The teres minor spans from the lateral scapula to the greater tubercle of the humerus. It stabilizes the glenohumeral joint and laterally rotates the humerus.$Educational objective The clavicle is commonly fractured in children after a fall on an outstretched arm. In a distal clavicle fracture, the deltoid muscle and the weight of the arm cause inferolateral displacement of the distal fragment, whereas the sternocleidomastoid and trapezius muscles cause superomedial displacement of the proximal fragment."},

{"id":"11818","title":"A 27-year-old man comes to the emergency department due to severe left knee pain and swelling for the past 2 days.  He has no recent injuries or significant medical conditions.  The patient drinks 3 or 4 cans of beer daily; he does not use tobacco or recreational drugs.  He works as a groundskeeper at a nearby golf course and had to take the last couple of days off because of the pain.  Temperature is 38.3 C (100.9 F), blood pressure is 115/70 mm Hg, and pulse is 92/min.  On examination, the left knee is swollen, erythematous, warm, and tender with restricted active and passive range of motion.  The remainder of the examination is unremarkable.  Which of the following is the best next step in management of this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ibuprofen and follow-up in 3 days","answer_2":"B. Rheumatoid factor assay","answer_3":"C. Serum ferritin level","answer_4":"D. Serum uric acid level","answer_5":"E. Synovial fluid analysis","percent_1":"12%","percent_2":"2%","percent_3":"0%","percent_4":"16%","percent_5":"70%","right_answer":"E. Synovial fluid analysis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute joint pain, swelling, and erythema with restricted range of motion, findings consistent with acute monoarthritis.  Potential causes include #septic arthritis# (gonococcal, nongonococcal), crystal arthropathy (eg, gout), hemarthrosis, and rheumatic disease.  Acute monoarthritis, particularly when accompanied by #fever# and #loss of joint mobility#, warrants an #expedited evaluation# because of the concern for septic arthritis, which can lead to both short- and long-term complications (eg, sepsis, joint destruction) if not diagnosed rapidly. $Acute monoarthritis is best evaluated with diagnostic arthrocentesis and #synovial fluid analysis#.  Arthrocentesis is performed by inserting a needle into the affected joint after properly cleansing the overlying skin and then withdrawing synovial fluid.  Gross inspection may assist in the diagnosis, with purulent or cloudy fluid suggesting an infectious or inflammatory process.  Fluid should be sent for cell count, Gram stain, culture, and crystal analysis. $#(Choice A)#  A nonsteroidal anti-inflammatory drug (eg, ibuprofen) and close follow-up may be appropriate for monoarthritis due to trauma or osteoarthritis.  However, this patient has had no recent injuries, and osteoarthritis is unlikely to cause fever and such acute and severe knee pain, swelling, and restricted range of motion. $#(Choice B)#  Rheumatoid factor assay can aid in the diagnosis of rheumatoid arthritis (RA).  Although RA can cause joint pain, erythema, and restricted range of motion, joint involvement is more commonly symmetric and polyarticular (eg, ≥3 joints), with an insidious (vs acute) onset of symptoms. $#(Choice C)#  Serum ferritin levels are used in the diagnosis of hemochromatosis, which can cause arthritis due to iron deposition in the articular cartilage and synovium; however, the onset of joint pain is typically gradual (vs acute), and the hand metacarpophalangeal joints (particularly the second and third joints) are usually affected first. $#(Choice D)#  Synovial fluid crystal analysis, not a serum uric acid level, is the definitive test for gout because serum uric acid levels may be normal during an acute gout attack.  In addition, serum uric acid levels do not rule out other important causes of monoarthritis such as septic arthritis. $#Educational objective# Acute monoarthritis is characterized by pain, erythema, swelling, and reduced range of motion in a joint.  It may represent serious pathology such as septic arthritis, especially if accompanied by fever.  Urgent synovial fluid analysis should be performed to evaluate for infection.  "},

{"id":"316","title":"A 31-year-old woman comes to the office due to a 4-month history of left hip and groin pain.  She has a constant, dull, achy pain at rest that is exacerbated by movement of the hip or weight bearing.  The patient has had no recent falls or other trauma.  Medical history is significant for sickle cell disease, pneumococcal pneumonia, and acute chest syndrome.  There is no redness, warmth, or tenderness over the hip joint, but decreased active and passive internal and external rotation, extension, and abduction are noted.  Imaging of the hip is shown in the @exhibit@.  Which of the following is the most likely cause of this patient's pain?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit316.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absence of cartilage in the epiphyseal plate","answer_2":"B. Cytokine-mediated increased bone resorption","answer_3":"C. Cytokine-mediated new bone formation","answer_4":"D. Necrosis of bone and marrow cells","answer_5":"E. Synovial pannus formation","percent_1":"6%","percent_2":"11%","percent_3":"7%","percent_4":"72%","percent_5":"5%","right_answer":"D. Necrosis of bone and marrow cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Osteonecrosis (avascular necrosis)!?Causes? • Thrombotic/embolic occlusion (eg, sickle cell, decompression sickness)• Glucocorticoids• Vascular inflammation/injury (vasculitis, radiation)• Excessive alcohol use• Traumatic fracture?Clinical$manifestations? • Pain on weight bearing• Decreased range of motion?Gross$inspection? • Wedge-shaped or geographic zone of necrosis• Articular cartilage is viable but may be distorted or detached from underlying bone?Microscopic$inspection? • Dead bony trabeculae with empty lacunae• Necrosis of surrounding adipocytes","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic hip pain that is worse with weight bearing and decreased range of motion in multiple axes.  X-ray reveals flattening and patchy sclerosis of the @femoral head@ consistent with #osteonecrosis (avascular necrosis)#.  Biopsy is not generally required for diagnosis, but microscopic analysis of the affected bone may show @dead bony trabeculae@ (empty lacunae) and fat necrosis. $Osteonecrosis occurs due to #disruption of the macrovasculature or microvasculature# of bone.  The femoral head is the most common location, although other bones may be affected.  Conditions associated with osteonecrosis include the following: $• #Sickle cell disease# can cause thrombotic occlusion of arteries. $• Embolic disorders (eg, fat emboli, decompression sickness) can directly occlude small arteries. $• High-dose systemic corticosteroids and excessive alcohol intake can cause fat embolism and adipocyte hypertrophy in the marrow. $• Vasculitis (eg, systemic lupus erythematosus) can injure the vessel wall, resulting in distal ischemia. $• Femoral neck fracture can disrupt the @medial circumflex femoral artery@, which is the main arterial supply for the femoral head. $#(Choice A)#  @Achondroplasia@ is an autosomal dominant disorder characterized by severely restricted chondrocyte proliferation in growth plate cartilage and decreased endochondral ossification.  The shortened limbs and other features of this disorder are usually apparent in childhood. $#(Choices B and E)#  The chronic joint destruction in rheumatoid arthritis (RA) is associated with the formation of synovial pannus, an invasive mass composed of fibroblast-like synovial cells, granulation tissue, and inflammatory cells.  At the same time, the affected joints undergo a cytokine-mediated increase in bone resorption with loss of subchondral bone that is visible on x-ray as @periarticular erosions@.  Although RA can affect the hip, it typically affects the small joints of the hand and wrist; hip monarthritis is rare. $#(Choice C)#  Ankylosing spondylitis (AS) is characterized by bony erosions with excessive bone regrowth driven by overproduction of cytokines (eg, IL-17, IL-22, TNF-alpha).  AS can affect the hip, but most patients have chronic back and sacroiliac pain; large-joint monarthritis is rare. $#Educational objective# Osteonecrosis (avascular necrosis) occurs due to disruption of the macrovasculature or microvasculature of bone.  The femoral head is the most common location.  Sickle cell disease can cause osteonecrosis due to the thrombotic occlusion of arteries.  Other major risk factors include embolic disorders, high-dose systemic corticosteroids, excessive alcohol use, vasculitis (eg, systemic lupus erythematosus), and femoral neck fracture.  ","clickable_1":"images/img1.316.jpg","clickable_2":"images/img2.316.jpg","clickable_3":"images/img3.316.jpg","clickable_4":"images/img4.316.jpg","clickable_5":"images/img5.316.jpg"},

{"SubjectSystem":"Microbiology-Rheumatology","id":"1395","title":"A 27-year-old man comes to the emergency department due to several hours of right foot pain and swelling.  The patient says he was working in his barn last night and stepped on an old nail.  This morning, he awoke with pain near the injury site.  It has increased throughout the day and is accompanied by progressive swelling.  The patient has no chronic medical conditions and takes no medications.  Temperature is 38.1 C (100.6 F), blood pressure is 135/75 mm Hg, and pulse is 95/min.  The right foot is swollen with some erythema around the injury site.  Radiographic imaging reveals gas in the tissues.  Surgical exploration shows extensive tissue necrosis.  Culture from the site reveals gram-positive rods.  Which of the following best describes the mechanism of action of the toxin responsible for the necrotic effects seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Actin depolymerization","answer_2":"B. Carbohydrate degradation","answer_3":"C. Elongation factor ribosylation","answer_4":"D. Phospholipid splitting","answer_5":"E. Plasminogen activation","answer_6":"F. Presynaptic acetylcholine release inhibition","answer_7":"G. T-cell hyperstimulation","percent_1":"7%","percent_2":"5%","percent_3":"8%","percent_4":"67%","percent_5":"2%","percent_6":"9%","percent_7":"2%","right_answer":"D. Phospholipid splitting","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mechanism of action of bacterial toxins#∆⨉∆⨉ §^#Organism# ∆^#Toxin# ∆^#Microbiology# §Corynebacterium$ diphtheriae ∆Diphtheria$ toxin ∆Inactivates EF-2 via ribosylation, thus inhibiting host cell protein synthesis §Pseudomonas $aeruginosa ∆Exotoxin A ∆Inactivates EF-2 via ribosylation, thus inhibiting host cell protein synthesis §Staphylococcus$ aureus ∆Enterotoxin ∆Superantigen that acts locally in the gastrointestinal tract, causing vomiting §↕ ∆TSS Toxin ∆Superantigen that stimulates T cells, leading to widespread cytokine release & shock §Clostridioides difficile ∆Cytotoxin B ∆Induces actin depolymerization, leading to mucosal cell death, necrosis of colonic mucosal surfaces & pseudomembrane formation §Clostridium botulinum ∆Botulinum$ toxin ∆Blocks the presynaptic release of acetylcholine at the neuromuscular junction, resulting in flaccid paralysis §Bordetella pertussis ∆Pertussis$ toxin ∆Disinhibits adenylate cyclase via Gi ADP ribosylation, increasing cAMP production in the host cell; causes increased histamine sensitivity & phagocyte dysfunction §Vibrio cholerae ∆Cholera$ toxin ∆Activates adenylate cyclase via Gs ADP ribosylation, increasing cAMP production in the host cell; causes secretory diarrhea, dehydration & electrolyte imbalances","explanation_img":"","explanation_1":"","explanation_2":"This patient has rapidly progressive pain, swelling, and gas/necrosis at the site of a penetrating foot injury, raising strong suspicion for #Clostridium perfringens# infection.  C perfringens is an obligate anaerobic, spore-forming, #gram-positive rod# found in soil.  Most cases develop following the introduction of spores into tissue during #penetrating injury# (eg, knife wound, puncture wound); significant vascular damage is generally required to create the #anaerobic environment# necessary for vegetative bacterial proliferation. $C perfringens classically causes #gas gangrene# (eg, necrosis, gas in tissue) #within hours# of infection.  This is primarily mediated by the generation of #alpha toxin# (lecithinase), a potent phospholipase C mimetic that #splits host phospholipids#.  This compound hydrolyzes lecithin-containing lipoprotein complexes in cell membranes, which causes cell lysis, tissue necrosis, and edema.  It also mediates intravascular aggregations of platelets, neutrophils, and fibrin, which results in vascular occlusion and further promotes the anaerobic environment required for bacterial proliferation.  Although C perfringens produces a vast array of other cytotoxins, alpha toxin is thought to mediate its most devastating effects. $C perfringens uses #carbohydrates# for energy; its rapid metabolism of muscle tissue carbohydrates produces significant amounts of #gas#, which can be seen on plain radiographs or CT scans #(choice B).# $#(Choice A)#  Actin depolymerization is mediated by Clostridioides (formerly Clostridium) difficile cytotoxin B, which primarily causes infectious diarrhea. $#(Choice C)#  Inactivation of elongation factor 2 through ribosylation is the mechanism of action for diphtheria toxin.  Cutaneous diphtheria is generally marked by nonhealing ulcers; it does not typically cause rapid-onset necrosis and gas formation. $#(Choice E)#  Plasminogen activators such as streptokinase, urokinase, and tissue plasminogen activator convert plasminogen to plasmin.  Of these 3 enzymes, only streptokinase, an exotoxin released by Streptococcus pyogenes (group A Streptococcus), is a bacterial product.  Streptococcal skin infection is usually marked by spreading, nonpurulent cellulitis, not gas gangrene. $#(Choice F)#  Inhibition of presynaptic acetylcholine release is the mechanism of action of botulinum toxin, which primarily causes cranial neuropathy and descending paralysis. $#(Choice G)#  Certain Staphylococcus aureus–produced toxins act as superantigens by hyperstimulating T cells and causing massive cytokine production.  Examples include enterotoxin, which causes food poisoning, and toxic shock syndrome toxin.  S aureus can cause purulent cellulitis, but rapid-onset gas gangrene is atypical. $#Educational objective# Lecithinase (alpha toxin) is the main toxin produced by Clostridium perfringens.  It degrades lecithin, a component of cellular phospholipid membranes, which leads to membrane destruction, cell death, and widespread necrosis and hemolysis.  "},

{"id":"18583","image_1":"","explanation_img":"images/exp18583.jpg","title":"A 37-year-old woman is brought to the emergency department following a motor vehicle collision.  She lost control of her car while going around a corner and struck a brick wall head on.  The patient has severe pain at the left hip with any movement.  Examination shows that the left lower extremity is adducted and internally rotated and appears shorter than the contralateral leg.  Range of motion testing at the hip is limited in all directions due to severe pain.  X-ray of the hip is shown in the @exhibit@.  Which of the following structures is most at risk for injury in this patient? ","title_2":"","exhibit_1":"images/exhibit18583.jpg","audio":"","comparison_items":"","answer_1":"A. Femoral artery","ansImg_1":"","answer_2":"B. Femoral nerve","ansImg_2":"","answer_3":"C. Lateral femoral cutaneous nerve","ansImg_3":"","answer_4":"D. Sciatic nerve","ansImg_4":"","answer_5":"E. Superior gluteal artery","ansImg_5":"","right_answer":"D. Sciatic nerve","percent_1":"24%","percent_2":"17%","percent_3":"15%","percent_4":"33%","percent_5":"12%","explanation_1":"","explanation_2":"$This patient has a #posterior hip dislocation# (ie, femoral head displaced posteriorly from the acetabulum), which commonly occurs in head-on motor vehicle collisions in which the knee strikes the dashboard or from a fall in frail, elderly patients.  The risk is increased with prosthetic joints. $On @examination@, the leg with a posterior hip dislocation appears #shortened# and #internally rotated#, with the hip held in #flexion and adduction#.  Range of motion is limited and painful.  Posterior hip dislocation can be mistaken for femoral neck fracture, which can also present with leg shortening; however, the leg is typically rotated externally with @femoral neck fracture@ due to contraction of the iliopsoas without the normal acetabular counterforce. $The @sciatic nerve@ runs #posterior to the hip joint# and is vulnerable to injury with posterior hip dislocation.  Findings of sciatic injury include #weakness of ankle dorsiflexion#, decreased ankle reflex, and @decreased sensation@. $#(Choices A and B)#  The femoral artery runs @anterior to the hip@ and can be injured in anterior (not posterior) dislocation, which is rare and typically occurs in association with additional traumatic injuries (eg, hip fracture); examination shows abduction and external rotation of the thigh.  The femoral nerve also runs anterior to the hip joint; it is occasionally injured in hip arthroplasty but is not at risk in posterior dislocation. $#(Choice C)#  The lateral femoral cutaneous nerve passes @under the inguinal ligament@ into the lateral thigh; it is vulnerable to external compression but is not at risk in hip dislocation. $#(Choice E)#  The superior gluteal artery arises from the internal iliac artery in the @posterior pelvis@ and can be injured in pelvic fracture.  It does not approximate the hip joint and is not vulnerable in posterior dislocation. $#Educational objective# Posterior hip dislocation (ie, femoral head displaced posteriorly from the acetabulum) can occur in motor vehicle collisions in which the knee strikes the dashboard or from falls in elderly patients.  On examination, the leg appears shortened and internally rotated, with the hip held in flexion and adduction.  The sciatic nerve is vulnerable to injury in posterior hip dislocation.","clickable_1":"images/img1.18583.jpg","clickable_2":"images/img2.18583.jpg","clickable_3":"images/img3.18583.jpg","clickable_4":"images/img4.18583.jpg","clickable_5":"images/img5.18583.jpg","clickable_6":"images/img6.18583.jpg","clickable_7":"images/img7.18583.jpg"},

{"id":"990","title":"A 49-year-old man comes to the office due to \"aching bones.\"  He has a 2-month history of insidious-onset pain that is most pronounced in the back, pelvis, and lower extremities.  The pain is dull and increases after weight-bearing activities.  The patient has no prior medical conditions and takes no medications.  He emigrated from Central Africa 5 years ago and works overnight shifts as a cab driver.  Vital signs are within normal limits.  Physical examination shows normal muscle strength in the upper and lower extremities bilaterally.  A thorough laboratory evaluation establishes the diagnosis.  After discussing the likely cause of his condition, the patient starts spending more time outdoors in the sun.  Which of the following enzymatic steps will most likely be affected by this change in activity? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/990.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"64%","percent_2":"18%","percent_3":"14%","percent_4":"3%","percent_5":"2%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp990.jpg","explanation_1":"","explanation_2":"$On exposure to #sunlight#, #7-dehydrocholesterol# (provitamin D3) in the skin absorbs ultraviolet (UV) B rays.  This opens the B ring of 7-dehydrocholesterol, forming previtamin D3, which then undergoes thermal isomerization to form #vitamin D3# (cholecalciferol).  Vitamin D3 is then hydroxylated in the liver to 25-hydroxyvitamin D and subsequently to 1,25-hydroxyvitamin D (the active form) in the kidneys. $Vitamin D deficiency can lead to osteomalacia with bone pain or tenderness, muscle weakness or cramps, gait abnormalities, and increased fracture risk.  Factors associated with limited UV exposure and increased risk of vitamin D deficiency include the following: $• #Reduced time outdoors:#  elderly individuals, patients living in residential care or who are frequently hospitalized, people who avoid going outdoors due to high risk of skin cancer $• #Low UV sun exposure:#  individuals living at extreme northern or southern latitudes $• #Predominantly nocturnal lifestyle:#  shift work or occupations requiring overnight work $• #Blockade of sunlight exposure:#  people who use high-grade sunblock or wear full-coverage clothing $• #Reduced UV penetration:#  individuals with heavily pigmented skin $#(Choices B and C)#  The conversion of vitamin D2 and D3 to 25-hydroxycholecalciferol by 25-hydroxylase in the liver is primarily regulated by feedback inhibition from 25-hydroxycholecalciferol.  The conversion to 1,25-dihydroxycholecalciferol by 1-alpha-hydroxylase in the kidney is primarily regulated by parathyroid hormone (PTH) and plasma calcium levels.  Neither of these steps takes place in the skin or is affected by sunlight exposure. $#(Choices D and E)#  25-hydroxyvitamin D-24-hydroxylase converts 25- and 1,25-dihydroxyvitamin D into inactive 24-hydroxylated metabolites.  It is upregulated by 1,25-dihydroxyvitamin D (to prevent excess vitamin D activity) and suppressed by parathyroid hormone (to facilitate replenishment of circulating calcium levels) and thus functions as a counter-regulatory homeostatic enzyme.  However, it is not affected by sunlight. $#Educational objective# Sunlight exposure catalyzes conversion of 7-dehydrocholesterol to cholecalciferol (vitamin D3) in the skin.  Subsequent 25-hydroxylation in the liver and 1-hydroxylation in the kidneys produce 1,25-dihydroxyvitamin D, the active form.  Inadequate exposure to sunlight can lead to vitamin D deficiency.  "},

{"id":"11653","title":"A 29-year-old woman is evaluated for severe left hip pain after twisting her leg.  She has bony deformities of the lower extremities, and her mobility is limited at baseline.  The patient has a history of hyperthyroidism, which was managed with radioiodine therapy.  Menarche was at age 7, and she has regular 30-day cycles.  Physical examination shows large, hyperpigmented macules with irregular borders located on the left shoulder, left side of the neck, and left buttock.  X-ray findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11653.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Ewing sarcoma","answer_2":"B. Gaucher disease","answer_3":"C. Legg-Calvé-Perthes disease","answer_4":"D. McCune-Albright syndrome","answer_5":"E. Neurofibromatosis type 1","percent_1":"6%","percent_2":"6%","percent_3":"13%","percent_4":"56%","percent_5":"18%","right_answer":"D. McCune-Albright syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!McCune-Albright syndrome!?Pathogenesis? • Mutation in GNAS gene• Constant Gs protein activation• Hormone overproduction?Clinical features? • Peripheral precocious puberty• Irregular café-au-lait macules• Polyostotic fibrous dysplasia?Complications? • Thyrotoxicosis• Acromegaly• Cushing syndrome","explanation_img":"","explanation_1":"","explanation_2":"This patient's #triad# of fibrous dysplasia (multiple osteolytic-appearing lesions of the hip and pelvis), endocrine abnormalities, and café-au-lait spots suggests a diagnosis of McCune-Albright syndrome (MAS).  Her @x-ray@ reveals a pathological fracture through the left hip in the region of fibrous dysplasia. $MAS results from a mosaic somatic mutation during embryogenesis in the GNAS gene, which encodes the stimulatory α subunit of G protein.  This mutation causes constitutive activation of the G protein/cAMP/adenylate cyclase signaling cascade, which leads to a gain of function of the affected cells.  Persistent G-protein stimulatory activity in melanocytes results in prominent #café-au-lait macules# (CALMs).  CALMs, usually the first manifestation of MAS, are often large and unilateral with an irregular, 'coast of Maine' border. $In addition, autonomous endocrine function most commonly results in #precocious puberty# (onset of secondary sexual development before age 8 in girls).  The mutation also results in increased proliferation of fibroblast-like cells, increased secretion of IL-6, and activation of osteoclasts (#fibrous dysplasia#).  The term polyostotic refers to the presence of lesions in many bones, although they are typically unilateral. $#(Choice A)#  Ewing sarcoma typically presents with chronic pain and swelling affecting one of the long bones of the extremities or pelvis (ie, a single lesion).  Multiple layers of periosteal reaction result in a characteristic 'onion peel' appearance on x-ray. $#(Choice B)#  Gaucher disease is an inherited lysosomal storage disease that is most common among Ashkenazi Jews and may also result in diffuse, painful lytic bone lesions.  However, it leads to delayed puberty and growth. $#(Choice C)#  @Legg-Calvé-Perthes disease@ is a disease of young children that results in isolated idiopathic osteonecrosis of the hip. $#(Choice E)#  Neurofibromatosis type 1 (NF1) is characterized by @CALMs@ that are usually smaller, bilateral, and have a relatively smooth border ('coast of California').  These CALMs are usually accompanied by axillary/inguinal freckling and cutaneous neurofibromas.  Bony abnormalities of NF1 include long-bone dysplasia (tibial bowing) and pseudoarthrosis that typically present in toddlers. $#Educational objective# McCune-Albright syndrome is characterized by the triad of fibrous dysplasia of the bone, endocrine abnormalities, and café-au-lait spots.  The condition results from an activating mutation in the G protein/cAMP/adenylate cyclase signaling pathway.  ","clickable_1":"images/img1.11653.jpg","clickable_2":"images/img2.11653.jpg","clickable_3":"images/img3.11653.jpg"},

{"id":"1697","image_1":"","title":"A 12-year-old girl is brought to the emergency department following a sports injury involving the right lower extremity. The patient was playing soccer when she jumped and turned to the right to avoid being kicked by another player. She landed on her right foot with her foot internally rotated and her knee extended. Since the injury, the patient has been able to bear weight but says the knee feels unstable and she is afraid that it may give way, causing her to fall. Physical examination shows swelling of the right knee. Stability testing shows excessive anterior translation of the tibia relative to the femur. Which of the following ligaments is most likely injured?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior cruciate","ansImg_1":"","answer_2":"B. Fibular (lateral) collateral","ansImg_2":"","answer_3":"C. Oblique popliteal","ansImg_3":"","answer_4":"D. Patellar","ansImg_4":"","answer_5":"E. Posterior cruciate","ansImg_5":"","answer_6":"F. Tibial (medial) collateral","ansImg_6":"","right_answer":"A. Anterior cruciate","percent_1":"88%","percent_2":"3%","percent_3":"0%","percent_4":"1%","percent_5":"6%","percent_6":"2%","explanation_img":"images/exp1697.jpg","explanation_1":"","explanation_2":"$The #anterior cruciate ligament# (ACL) originates on the lateral femoral condyle and courses anteriorly and medially to insert on the anterior intercondylar area of the tibia.  The primary function of the ACL is to #prevent anterior motion# of the tibia with respect to the femur, although it also plays a role in stabilizing the knee against rotatory and varus/valgus forces. $The ACL is most commonly ruptured in noncontact sports that involve sudden changes in direction or excessive internal rotation or lateral (valgus) bending forces when landing from a jump.  The middle geniculate artery provides the primary blood supply to the ACL, and injuries are characterized by rapid-onset #hemarthrosis# and knee swelling.  In addition to the effusion, examination typically shows #anterior laxity# of the tibia relative to the femur @(eg, Lachman test, anterior drawer test)@. $#(Choices B and F)#  The @tibial (medial) collateral ligament@ is most commonly injured by impacts to the lateral knee.  The fibular (lateral) collateral ligament is only rarely injured but may be injured by a forceful blow to the medial knee while the leg is extended.  Injury to these ligaments is characterized by laxity of valgus or varus stress, respectively. $#(Choice C)#  The oblique popliteal ligament is a wide, fibrous band that connects the posterior distal femur to the posterior proximal tibia.  It has small openings for nerves, vessels, and muscle insertions.  Injury would allow laxity of knee hyperextension. $#(Choice D)#  The patellar ligament (tendon) is a very robust structure that represents the inferior projection of the quadriceps femoris tendon.  Injury causes impaired knee extension. $#(Choice E)#  The @posterior cruciate ligament@ extends from the medial condyle of the femur to the posterior head of the tibia.  Injury causes laxity of posterior movement of the tibia with respect to the femur (eg, posterior drawer test). $#Educational objective# The anterior cruciate ligament (ACL) can be damaged by sudden changes in direction or awkward landings (eg, excessive internal rotation or valgus stress) during sports activity.  ACL tears are typically associated with rapid-onset hemarthrosis.  Physical examination shows anterior laxity of the tibia relative to the femur (eg, Lachman test, anterior drawer test).  ","clickable_1":"images/img1.1697.jpg","clickable_2":"images/img2.1697.jpg","clickable_3":"images/img3.1697.jpg"},

{"id":"14930","title":"A group of investigators is studying osteoprotegerin function in patients with postmenopausal osteoporosis.  Using an engineered mouse strain, they develop a chimeric monoclonal antibody that blocks binding of receptor activator of nuclear factor kappa B (RANK) to RANK ligand (RANK-L).  The investigators inject this monoclonal antibody into human subjects.  Eight weeks later, a bone biopsy is obtained from all subjects.  Which of the following is the most likely observed finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bone mineralization","answer_2":"B. Decreased bone resorption","answer_3":"C. Increased osteoblast activity","answer_4":"D. Increased osteoclast activity","answer_5":"E. Increased survival of osteocytes","percent_1":"2%","percent_2":"81%","percent_3":"9%","percent_4":"6%","percent_5":"2%","right_answer":"B. Decreased bone resorption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14930.jpg","explanation_1":"","explanation_2":"$Interaction between the receptor for activated nuclear factor kappa B (#RANK#) and its ligand (#RANK-L#), is critical for the development of mature, multinucleated osteoclasts.  This #binding is blocked by osteoprotegerin# (OPG), which acts as a decoy receptor for RANK-L (preventing it from interacting with RANK).  By binding RANK-L, OPG reduces the differentiation and survival of osteoclasts, resulting in decreased bone resorption and #increased bone density#. $Estrogen maintains bone mass in premenopausal women by inducing production of OPG by osteoblasts and stromal cells and decreasing expression of RANK on osteoclast precursors.  The #loss of OPG at menopause# leads to increased osteoclast activity that predisposes to #osteoporosis#. $#Denosumab #is a monoclonal antibody used in the treatment of postmenopausal osteoporosis.  It #works similar to OPG# in that it binds RANK-L and prevents its interaction with RANK receptor.  Denosumab therefore causes decreased osteoclast differentiation and activity #(choice D)# as well as #decreased bone resorption#. $#(Choices A and C)#  RANK (receptor) is not present on osteoblasts, and inhibition of binding of RANK-L to RANK does not affect osteoblast activity or bone mineralization. $#(Choice E)#  Osteocytes are derived from osteoblasts.  Osteocyte survival is regulated by a variety of factors including mechanical stress, local growth factors, and steroid hormone levels.  Although osteocytes produce RANK-L, which acts on osteoclasts, osteocyte survival is not dependent on the RANK signaling pathway. $#Educational objective# The nuclear factor kappa B (RANK)/RANK-ligand (RANK-L) interaction is essential for the formation and differentiation of osteoclasts.  Osteoprotegerin (OPG) blocks binding of RANK-L to RANK and reduces formation of mature osteoclasts, leading to decreased bone resorption.  Denosumab is a monoclonal antibody used in the treatment of postmenopausal osteoporosis that works in a manner similar to OPG.  "},

{"id":"8579","image_1":"","explanation_img":"images/exp8579.jpg","title":"A 3-year-old boy is brought to the emergency department for refusal to move his right arm. This afternoon, he tripped while holding hands with his sister, who pulled up on his arm to prevent him from falling. The patient immediately began to cry and has since refused to move the arm. On physical examination, he holds the right arm against his abdomen with the elbow flexed and forearm pronated. The patient cries with any attempted manipulation of the right elbow. There is no visible swelling or deformity. Which of the following structures is most likely affected in this patient's condition?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Annular ligament","ansImg_1":"","answer_2":"B. Biceps tendon","ansImg_2":"","answer_3":"C. Interosseous membrane","ansImg_3":"","answer_4":"D. Radial collateral ligament","ansImg_4":"","answer_5":"E. Ulnar collateral ligament","ansImg_5":"","right_answer":"A. Annular ligament","percent_1":"63%","percent_2":"8%","percent_3":"3%","percent_4":"17%","percent_5":"9%","explanation_1":"","explanation_2":"$This patient's mechanism of injury (eg, sudden pulling up on the arm) and presentation (eg, holding the arm flexed and pronated, pain with movement) are consistent with #radial head subluxation# (ie, nursemaid's elbow). $The radial head is anchored to the ulna by the #annular ligament#, which encircles the proximal radius.  In children age <5, this tissue is relatively thin compared to older children and adults.  Sudden #axial traction# (eg, pulling up on the arm by the hand) or twisting can cause the annular ligament to slip over the radial head and become #entrapped #in the radiohumeral joint. $Patients classically hold the affected arm close to the body with the #elbow flexed# and the #forearm pronated#.  There is significant pain with movement or manipulation of the joint but typically no obvious swelling or deformity.  #Reduction# can usually be accomplished either by @hyperpronation@ of the forearm or @supination of the forearm with flexion@ of the elbow. $#(Choice B)#  A distal biceps tendon rupture characteristically occurs in older patients after forceful extension of the elbow while the biceps muscle is contracted, resulting in a visible mass in the mid-upper arm (ie, \"Popeye\" deformity). $#(Choice C)#  The interosseous membrane is a broad sheet of connective tissue between the radius and ulna that provides forearm stability and a point of attachment for the forearm muscles.  Injury to the membrane is associated with fracture of the radius or ulna after a fall onto an outstretched hand. $#(Choice D)#  Injury to the radial (lateral) collateral ligament of the elbow can occur with acute varus stress during a fall onto an outstretched hand and is often associated with fracture or dislocation of the elbow. $#(Choice E)#  The ulnar (medial) collateral ligament is typically injured by intense, repetitive overuse involving a valgus stress at the elbow (eg, pitching a baseball), resulting in medial elbow pain that increases during throwing motions. $#Educational objective# Radial head subluxation (ie, nursemaid's elbow) is the displacement of the annular ligament into the radiohumeral joint, classically resulting from sudden axial traction (eg, pulling) on the arm of a child age <5.  Although most patients do not have any obvious swelling or deformity, they avoid moving the arm due to pain and hold it with the elbow flexed and forearm pronated.  ","clickable_1":"images/img1.8579.jpg","clickable_2":"images/img2.8579.jpg"},

{"id":"15666","title":"A 22-year-old man comes to the office due to 3 months of progressive back pain.  He has also had intermittent subjective fever.  The patient emigrated from Nepal for a master's program 6 months ago.  He has no other medical conditions, takes no medication, and does not use tobacco, alcohol, or illicit drugs.  Temperature is 38.3 C (100.9 F), blood pressure is 122/78 mm Hg, and pulse is 84/min.  BMI is 19 kg/m2.  Tenderness is noted over the lumbar spine; flexion, extension, and rotation of the spine are limited due to pain and muscle spasm.  MRI of the lower spine reveals partial destruction of the anterior portion of the L1-L3 vertebral bodies and a fluid collection beneath the anterior longitudinal ligament.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hodgkin lymphoma","answer_2":"B. Osteosarcoma","answer_3":"C. Rhabdomyosarcoma","answer_4":"D. Staphylococcus aureus infection","answer_5":"E. Tuberculosis","percent_1":"1%","percent_2":"5%","percent_3":"1%","percent_4":"16%","percent_5":"76%","right_answer":"E. Tuberculosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient who recently emigrated from a tuberculosis-endemic region (Nepal) now has progressive back pain, intermittent fever, and vertebral bone destruction with an adjacent fluid collection (abscess), raising strong suspicion for #Mycobacterium tuberculosis spondylitis# (Pott disease). $Primary tuberculosis infections are acquired via inhalation and cause localized pulmonary infection that is typically contained over weeks by the @cell-mediated immune response@.  However, transient bacteremia can occur prior to containment and result in the #hematogenous seeding# of highly vascular organs (eg, spleen, liver, bones); the vertebrae are particularly likely to be affected due to their extensive venous plexuses. $Pott disease typically occurs months to years following primary pulmonary infection.  It is characterized by intermittent fever and slowly worsening pain in the lumbar or lower thoracic spine.  The infection frequently spreads behind the anterior ligament to the adjacent vertebrae and intervertebral disc space, leading to #contiguous bone destruction# and #abscess# formation. $#(Choice A)#  Hodgkin lymphoma is often associated with intermittent fever but typically presents with regional adenopathy and/or a mediastinal mass.  Vertebrae destruction and a fluid collection are not common features. $#(Choices B and C)#  Osteosarcoma is the most common primary bone tumor in young adults; however, the long bones are primarily affected, and imaging typically shows a lytic bone lesion.  Rhabdomyosarcoma is a soft-tissue sarcoma that usually arises in the head/neck, genitourinary tract, or extremities; imaging usually reveals a soft-tissue mass.  Neither is typically associated with fever and a fluid collection; these features make an infectious process far more likely. $#(Choice D)#  Staphylococcus aureus is the most common cause of spinal epidural abscess.  Although the radiographic appearance can be similar to Pott disease, most cases arise in the setting of intravenous drug use, hematogenous spread of a distant infection (eg, endocarditis), or direct inoculation during a spinal procedure.  This patient's recent emigration from a tuberculosis-endemic area makes Pott disease more likely. $#Educational objective# Mycobacterium tuberculosis spondylitis (Pott disease) is usually the result of hematogenous seeding of vertebrae from primary pulmonary infection.  Manifestations typically arise months or years later (due to reactivation) and include chronic, progressive back pain, fever, and radiographic evidence of vertebral bone destruction and fluid collection.  ","clickable_1":"images/img1.15666.jpg"},

{"id":"1924","image_1":"","title":"A 20-year-old college football quarterback is evaluated in the emergency department for acute right shoulder pain. The patient sustained a blow to the arm an hour ago after he was tackled midthrow during a championship game. On physical examination, there is flattening of the right deltoid muscle and insensitivity of the overlying skin to pinprick. Peripheral pulses in the upper extremities are intact. Which of the following injuries is most likely responsible for this patient's findings?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acromioclavicular joint subluxation","ansImg_1":"","answer_2":"B. Anterior dislocation of the humerus","ansImg_2":"","answer_3":"C. Clavicular fracture","ansImg_3":"","answer_4":"D. Fracture of the coracoid process","ansImg_4":"","answer_5":"E. Rotator cuff tear","ansImg_5":"","answer_6":"F. Spiral fracture of the midshaft humerus","ansImg_6":"","right_answer":"B. Anterior dislocation of the humerus","percent_1":"15%","percent_2":"63%","percent_3":"7%","percent_4":"6%","percent_5":"6%","percent_6":"4%","explanation_img":"images/exp1924.jpg","explanation_1":"","explanation_2":"$This patient with acute traumatic shoulder pain has flattening of the deltoid and paresthesia in the overlying skin, suggestive of a shoulder joint (ie, glenohumeral)# #dislocation.  The #glenohumeral joint# is the most commonly #dislocated# joint in the body due to the shallow articulation between the humeral head and the glenoid fossa of the scapula.  The humeral head may dislocate anteriorly, inferiorly, or posteriorly, but anterior dislocations are by far the most common. $#Anterior shoulder dislocations# classically follow a blow to an externally rotated and abducted arm (eg, throwing a football).  Common @examination findings@ include #flattening of the deltoid# prominence, protrusion of the acromion, and anterior axillary fullness (due to the humeral head's movement into this location).  The #axillary nerve# is the nerve most commonly #injured# by anterior shoulder dislocations.  It innervates the deltoid and teres minor muscles and provides @sensory innervation@ to the skin overlying the lateral shoulder. $Shoulder dislocations are diagnosed on plain x-ray and are treated with prompt closed reduction, which typically improves the axillary neuropathy. $#(Choice A)#  Acromioclavicular joint subluxation typically results from a downward blow to the tip of the shoulder and produces swelling and upward displacement of the clavicle.  It is usually not associated with specific nerve injuries/deficits. $#(Choice C)#  Clavicular fractures usually occur following direct trauma to the clavicle.  Most fractures are in the middle third of the clavicle and produce local swelling and tenderness.  Associated neurovascular damage is rare. $#(Choice D)#  Fracture of the coracoid process of the scapula is rare.  Individuals who engage in shotgun- or rifle-related activities are most commonly affected. $#(Choice E)#  Rotator cuff tears may occur during shoulder dislocation but do not cause nerve injury.  The @rotator cuff@ is made up of the subscapularis, supraspinatus, infraspinatus, and teres minor muscles/tendons. $#(Choice F)#  A spiral fracture of the midshaft humerus may result from torsion produced during a fall on an outstretched arm.  Patients have swelling, bone crepitus, and ecchymoses of the arm.  The @radial nerve@ is commonly injured. $#Educational objective# Flattening of the deltoid muscle with acromial prominence after a shoulder injury suggests an anterior humerus dislocation.  This injury most commonly results from a blow to an externally rotated and abducted arm.  There is often associated axillary nerve injury, resulting in deltoid paralysis and loss of sensation over the lateral shoulder.  ","clickable_1":"images/img1.1924.jpg","clickable_2":"images/img2.1924.jpg","clickable_3":"images/img3.1924.jpg","clickable_4":"images/img4.1924.jpg"},

{"id":"646","title":"A 10-year-old boy is brought to the emergency department after experiencing high fevers and chills for the last few days.  He also complains of dull pain just above his left knee.  He has no history of recent trauma other than minor scrapes to his knees and elbows while playing outside.  Physical examination shows point tenderness 3 cm above the kneecap.  There is no joint effusion.  Radiographs show soft-tissue swelling and a periosteal reaction over the lower end of the femur.  Which of the following organisms is most likely responsible for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enterococcus faecalis","answer_2":"B. Moraxella catarrhalis","answer_3":"C. Staphylococcus aureus","answer_4":"D. Staphylococcus epidermidis","answer_5":"E. Streptococcus agalactiae","answer_6":"F. Streptococcus pneumoniae","answer_7":"G. Streptococcus pyogenes","percent_1":"1%","percent_2":"1%","percent_3":"85%","percent_4":"5%","percent_5":"1%","percent_6":"1%","percent_7":"7%","right_answer":"C. Staphylococcus aureus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Frequent causes of osteomyelitis#∆⨉∆⨉∆⨉ §^#Associated condition# ∆^#Mode of infection# ∆^#Most frequent$ pathogen# ∆^#Typical$ location# §Boys ∆Hematogenous seeding during an episode of bacteremia ∆Staphylococcus$ aureus ∆Long bones §Sickle cell disease ∆Hematogenous seeding to infarcted bone ∆Salmonella ∆Long bones §Pott disease ∆Hematogenous seeding from lungs ∆Mycobacterium$ tuberculosis ∆Vertebrae §Diabetes mellitus ∆Contiguous spread from infected foot ulcer ∆Polymicrobial ∆Bones of the$A feet §Recumbent patients with$ impaired mobility ∆Contiguous spread from pressure sores ∆Polymicrobial ∆Sacrum & heels §Recent trauma or$ orthopedic surgery ∆Direct inoculation ∆Polymicrobial ∆Variable","explanation_img":"","explanation_1":"","explanation_2":"Osteomyelitis is an infection of bone and bone marrow that occurs by 1 of 3 mechanisms:  $1. Hematogenous seeding due to an episode of bacteremia  $2. Spread from a contiguous focus of infection, as occurs in an infected diabetic foot wound  $3. Direct inoculation of bone, such as with a compound fracture $Hematogenous osteomyelitis occurs predominantly in children (particularly boys) and most frequently affects the long bones.  The tibia, fibula, and femur are most often involved.  Adults who develop the condition are more likely to have vertebral involvement and frequently have a predisposition to bacteremia due to risk factors such as IV drug abuse or indwelling vascular catheters. $The presenting symptoms of hematogenous osteomyelitis are vague, and a high index of suspicion is required to make the diagnosis.  Initial symptoms such as malaise and fevers are non-specific.  As the infection progresses, infants and younger children may refuse to move the affected extremity.  Older children often complain of pain over a long bone.  Bone pain develops as the abscess expands within the bone, leading to bone necrosis, periosteal disruption, and swelling of the surrounding soft tissue.  #Staphylococcus aureus# is implicated in most cases of acute hematogenous osteomyelitis in otherwise healthy children. $#(Choice A)#  Enterococcus faecalis causes a variety of infections, including endocarditis, meningitis, and urinary tract infections.  Enterococcus can cause vertebral osteomyelitis after a recent urinary tract infection via bacteremic spread. $#(Choice B)#  Moraxella catarrhalis is a part of the normal flora of the upper respiratory tract.  It causes otitis media and sinusitis in healthy individuals and is frequently responsible for causing exacerbation of chronic obstructive pulmonary disease. $#(Choice D)#  Staphylococcus epidermidis is ubiquitous in nature and is commonly isolated in cultures as a contaminant.  However, S epidermidis can also be pathogenic, colonizing intravenous catheters and other foreign bodies such as prosthetic heart valves and orthopedic hardware, leading to bacteremia and sepsis. $#(Choice E)#  Streptococcus agalactiae (group B streptococcus) frequently colonizes the gastrointestinal and urogenital tracts.  Infants born vaginally to colonized mothers can develop serious neonatal infections, including sepsis, pneumonia, and meningitis.  For this reason, pregnant women testing positive for group B streptococci are treated with antibiotic prophylaxis during labor and delivery. $#(Choice F)#  Streptococcus pneumoniae is the most common etiologic agent of community-acquired pneumonia.  It also causes otitis media in children, sinusitis, meningitis, and sepsis. $#(Choice G)#  After Staphylococcus aureus, Streptococcus pyogenes (group A streptococcus) is the second most common cause of hematogenous osteomyelitis in children.  Group A streptococci are also responsible for streptococcal pharyngitis and skin infections such as impetigo and necrotizing fasciitis. $#Educational objective# Hematogenous osteomyelitis is predominantly a disease of children that most frequently affects the long bones.  Staphylococcus aureus is implicated in most cases secondary to a bacteremic event.  Streptococcus pyogenes (group A streptococcus) is the second most common cause of hematogenous osteomyelitis.  "},

{"id":"20010","image_1":"","explanation_img":"images/exp20010.jpg","title":"A 68-year-old woman comes to the emergency department due to pain in the left upper arm after a fall from standing height. Medical history is significant for hypothyroidism and hypertension. Physical examination shows bruising of the shoulder. Left arm movement is limited due to pain. Plain radiographs reveal a nondisplaced left humerus fracture at the anatomical neck. This patient is at greatest risk for which of the following complications?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biceps tendon rupture","ansImg_1":"","answer_2":"B. Brachial artery tear","ansImg_2":"","answer_3":"C. Humeral head necrosis","ansImg_3":"","answer_4":"D. Median nerve injury","ansImg_4":"","answer_5":"E. Radial nerve palsy","ansImg_5":"","right_answer":"C. Humeral head necrosis","percent_1":"10%","percent_2":"13%","percent_3":"53%","percent_4":"6%","percent_5":"18%","explanation_1":"","explanation_2":"$This patient suffered a fracture of the proximal humerus at the anatomical neck.  #Humeral neck fractures# commonly occur in falls; risk factors include age >65 and osteoporosis.  They often occur as isolated injuries but may also be associated with glenohumeral dislocation. $The proximal humerus and glenohumeral joint receive their blood supply via the #anterior and posterior circumflex humeral arteries#, which are branches of the axillary artery that form an anastomosis encircling the neck of the humerus in the @quadrangular space@.  This anastomosis gives rise to intraosseous arteries that travel back to the humeral head; humeral neck fractures can disrupt this #retrograde blood flow#, leading to #avascular necrosis# (osteonecrosis) of the humeral head.  Osteonecrosis presents insidiously with shoulder pain, decreased range of motion, and flattening of the humeral head on x-ray. $#(Choice A)#  Biceps tendon rupture presents with weakness of shoulder flexion and a noticeable bulge in the anterior arm.  It most commonly occurs due to chronic overuse tendinopathy or acute forceful contraction of the biceps, but humeral neck fracture does not usually disrupt the tendon. $#(Choices B and D)#  @Supracondylar fracture@ may injure the brachial artery and median nerve where they @pass anterior@ to the distal humerus.  These structures are not at risk from proximal humerus fracture. $#(Choice E)#  The @radial nerve@ and deep brachial artery run posterior to the midshaft of the humerus and may be injured by a fracture at that point.  These structures are not typically injured in a humeral neck fracture. $#Educational objective# The proximal humerus and glenohumeral joint receive their blood supply via the anterior and posterior circumflex humeral arteries, which are branches of the axillary artery that form an anastomosis at the neck of the humerus.  Humeral neck fractures can disrupt this blood flow, leading to avascular necrosis of the humeral head.  ","clickable_1":"images/img1.20010.jpg","clickable_2":"images/img2.20010.jpg","clickable_3":"images/img3.20010.mp4","clickable_4":"images/img4.20010.jpg"},

{"id":"1491","image_1":"","title":"A 46-year-old gardener comes to the office due to knee pain. It began abruptly 3 days earlier and improved only minimally with acetaminophen. The patient spends hours on his knees several times a week while working. Past medical history is notable for hypertension and seasonal allergies. His current medications include lisinopril, loratadine, and fluticasone nasal spray. Examination of the lower extremity shows no visible erythema or abrasions, but there is sharp, localized pain on palpation. Passive range of motion is normal in all joints, but the patient has severe pain when walking around the room or climbing onto the examination table. Which of the following bursae is most likely affected in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anserine","ansImg_1":"","answer_2":"B. Gastrocnemius","ansImg_2":"","answer_3":"C. Prepatellar","ansImg_3":"","answer_4":"D. Semimembranosus (popliteal)","ansImg_4":"","answer_5":"E. Suprapatellar","ansImg_5":"","right_answer":"C. Prepatellar","percent_1":"4%","percent_2":"3%","percent_3":"65%","percent_4":"10%","percent_5":"18%","explanation_img":"images/exp1491.jpg","explanation_1":"","explanation_2":"$A #bursa# is a fluid-filled synovial sac that serves to alleviate pressure and friction at bony prominences and ligamentous attachments throughout the body.  Bursae are vulnerable to injury from acute trauma or chronic repetitive pressure and may also become inflamed due to infection (septic bursitis), crystalline arthropathy (eg, gout), or autoimmune conditions (eg, rheumatoid arthritis).  Because bursae are located in prominent and exposed positions, the pain of bursitis may be exquisite, and point tenderness is typical.  Other features of bursitis may include swelling and erythema, particularly with more superficial bursae.  Active range of motion is often decreased or painful, but passive motion is usually normal as it results in less pressure on the inflamed bursa. $This patient with acute pain and localized tenderness associated with repetitive #anterior# knee trauma from kneeling has typical features of #prepatellar bursitis#, sometimes called \"housemaid's knee.\"  The prepatellar bursa is located between the patella and the overlying skin.  Other occupations associated with prepatellar and infrapatellar bursitis include carpet layers, mechanics, and plumbers. $#(Choice A)#  @Anserine bursitis@ presents with pain along the medial knee and well-defined tenderness approximately 4 cm distal to the anteromedial joint margin of the knee.  It frequently results from obesity or overuse in athletes. $#(Choices B and D)#  Popliteal (Baker) cysts are caused by swelling of the gastrocnemius or semimembranosus bursa.  They often form due to extrusion of synovial fluid from the knee joint into the bursa in patients with osteoarthritis or inflammatory joint disease. $#(Choice E)#  The suprapatellar bursa is located anteriorly between the distal femur and quadriceps.  Bursitis here is most often caused by a direct blow to the distal thigh or prolonged/repetitive quadriceps activity (eg, running). $#Educational objective# A bursa is a fluid-filled synovial sac that serves to alleviate pressure from bony prominences and reduce friction between muscles and tendons.  Acute trauma or chronic repetitive pressure can cause injury, leading to localized pain and tenderness.  Prepatellar bursitis causes anterior knee pain and is usually due to repetitive or prolonged kneeling.  ","clickable_1":"images/img1.1491.jpg"},

{"id":"11855","image_1":"","explanation_img":"images/exp11855.jpg","title":"A 6-year-old girl is brought to the emergency department after falling from a chair onto her outstretched right arm. Physical examination shows swelling of the right elbow and tenderness to palpation over the distal humerus. Radial pulse is slightly diminished in the right upper extremity compared to the left. The patient cannot cooperate with neurologic examination of the right hand due to significant pain. A peripheral intravenous line is placed, and analgesics are administered for pain control. X-ray reveals a supracondylar humeral fracture with anteromedial displacement of the proximal fracture fragment. Which of the following structures is most likely to be injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basilic vein","ansImg_1":"","answer_2":"B. Biceps tendon","ansImg_2":"","answer_3":"C. Median nerve","ansImg_3":"","answer_4":"D. Radial nerve","ansImg_4":"","answer_5":"E. Ulnar nerve","ansImg_5":"","right_answer":"C. Median nerve","percent_1":"3%","percent_2":"4%","percent_3":"55%","percent_4":"20%","percent_5":"18%","explanation_1":"","explanation_2":"$#Supracondylar humeral fractures# are common pediatric elbow fractures that characteristically occur after hyperextension injuries (eg, falling onto an outstretched arm).  These fractures carry a significant risk for neurovascular compromise, especially if the fragments are displaced.  The brachial artery, median nerve, and radial nerve all run anterior to the elbow, with the #brachial artery# and #median nerve# over the #medial epicondyle# and the radial nerve over the lateral epicondyle. $The median nerve and brachial artery are frequently injured or stretched in supracondylar fractures due to anteromedial displacement of the proximal fracture fragment.  Brachial artery involvement can lead to a #diminished radial pulse# in the affected extremity.  Median @nerve injury@ at the elbow can result in sensory loss over the palmar aspect of the first 3 digits and lateral palm, as well as impairment of thumb flexion/opposition/abduction, flexion of the second/third digits, and wrist flexion/abduction. $#(Choice A)#  The basilic vein runs superficially over the medial aspect of the elbow and is not commonly injured during supracondylar fractures. $#(Choice B)#  Both heads of the biceps muscle originate from the scapula and insert onto the radius.  Biceps tendon injury/rupture typically occurs in adults following sudden extension of a flexed elbow while contracting the biceps (eg, lifting a heavy object). $#(Choice D)#  The radial nerve runs anterior to the lateral epicondyle at the elbow.  It can be injured in supracondylar humeral fractures when the proximal fracture fragment is displaced anterolaterally (vs anteromedially).  Injury to the @radial nerve@ at the elbow can result in wrist-drop due to denervation of hand/finger extensor muscles and sensory loss over the posterior forearm/dorsolateral hand. $#(Choice E)#  The ulnar nerve runs posterior to the medial epicondyle and can be injured with hyperflexion injuries (eg, falling onto a flexed elbow), resulting in posterior displacement of the proximal humerus or fracture of the medial epicondyle.  @Ulnar nerve@ injury at the elbow often presents with sensory loss over the medial hand, fifth digit, and half of the fourth digit, as well as weakness on finger abduction/adduction and flexion of the wrist and fourth/fifth digits. $#Educational objective# Supracondylar humeral fractures commonly occur after hyperextension of the elbow as a result of a fall onto an outstretched arm.  The median nerve and brachial artery run along the anteromedial aspect of the elbow and are the structures most likely to be injured with anteromedial displacement of the proximal fracture fragment. ","clickable_1":"images/img1.11855.jpg","clickable_2":"images/img2.11855.jpg","clickable_3":"images/img3.11855.jpg"},

{"id":"11659","image_1":"images/11659.jpg","title":"A 46-year-old woman is brought by ambulance to the emergency department following a ground-level fall at home. She slipped while getting out of the shower and hit her left knee on the tile floor. The patient developed severe left knee pain and swelling and is unable to ambulate. Examination shows a contusion and soft tissue swelling at the knee with a large knee effusion. X-ray of the knee is shown in the image below:","title_2":"Which of the following examination findings would most likely be seen in this patient?","audio":"","comparison_items":"","answer_1":"A. Backward movement of the tibia against a fixed femur","ansImg_1":"","answer_2":"B. Excessive joint widening on valgus stress","ansImg_2":"","answer_3":"C. Forward movement of the tibia against a fixed femur","ansImg_3":"","answer_4":"D. Inability to extend the knee against gravity","ansImg_4":"","answer_5":"E. Inability to flex the knee against resistance","ansImg_5":"","right_answer":"D. Inability to extend the knee against gravity","percent_1":"3%","percent_2":"1%","percent_3":"6%","percent_4":"80%","percent_5":"10%","explanation_img":"images/exp11659.jpg","explanation_1":"","explanation_2":"$This patient has a comminuted #patella fracture#.  The patella is a large sesamoid bone that facilitates knee extension, protects the joint from direct injury, and improves nourishment of the distal femur articular cartilage.  The quadriceps tendon inserts at the superior pole of the patella and wraps distally around the patella to become the patellar tendon, which inserts at the tibial tuberosity. $Patella fractures are most commonly due to a #direct blow# to the #anterior aspect# of the knee (eg, landing on a flexed knee in a fall, striking the knee against the dashboard in a frontal motor vehicle collision).  The patella can also be fractured indirectly due to excessive force transmitted through the quadriceps tendon (eg, landing on the feet after falling from a height).  Patients develop acute swelling (often with an associated effusion), focal tenderness, #inability to extend the knee# against gravity, and a #palpable gap# in the extensor mechanism. $#(Choice A)#  The posterior cruciate ligament (PCL) protects against excessive posterior knee movement and is the least frequently injured knee ligament.  PCL injury results in a positive posterior drawer test (increased backward movement of the tibia against a fixed femur). $#(Choice B)#  The medial collateral ligament (MCL) protects against valgus stress on the knee and excessive external tibial rotation.  MCL injury occurs after a @lateral blow to the knee@ or indirect stress from excessive lower leg rotation or abduction.  Patients have excessive joint widening on valgus stress (eg, the femur is held in a fixed position while an abducting [lateral] force is applied to the lower leg/foot). $#(Choice C)#  The anterior cruciate ligament (ACL) controls anterior knee movement and prevents excessive tibial rotation.  ACL injury often occurs due to sudden acceleration or deceleration in noncontact athletic injuries.  Patients have laxity of forward movement of the tibia against a fixed femur (@anterior drawer test@). $#(Choice E)#  Knee flexors include the hamstring muscles (biceps femoris, semitendinosus, semimembranosus), gracilis, gastrocnemius, and sartorius.  Hamstring injury can decrease hip extension and knee flexion.  However, these muscles do not involve the patella. $#Educational objective# Patella fractures are most commonly due to a direct impact to the anterior aspect of the knee.  Signs include an acutely swollen knee, focal patella tenderness, inability to extend the knee against gravity, and a palpable gap in the extensor mechanism.  ","clickable_1":"images/img1.11659.jpg","clickable_2":"images/img2.11659.jpg"},

{"id":"1968","image_1":"images/1968.jpg","explanation_img":"images/exp1968.jpg","title":"A 20-year-old man comes to the hospital with knee pain after he tripped and landed on his right knee during a soccer game. The anterior portion of his tibia impacted directly against the ground, and he has been unable to bear weight since the injury. On physical examination, the patient's knee appears swollen, and there is excessive posterior displacement of the tibia when pressure is applied to his anterior tibia with the knee in the flexed position. An axial MRI cross section of the right knee at the level of the tibial plateau is shown below. Which of the following structures is most likely injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"D. D","percent_1":"16%","percent_2":"2%","percent_3":"2%","percent_4":"77%","percent_5":"3%","explanation_1":"","explanation_2":"$The #anterior cruciate ligament# (ACL) and the #posterior cruciate ligament# (PCL) are found within the articular capsule of the knee joint and @cross one another@ as they span from the femur to the tibia.  The PCL originates from the anterolateral surface of the medial femoral condyle and inserts into the posterior intercondylar area of the tibia.  At the level of the tibial plateau (as seen on the @axial MRI@ above), the ACL is anterior, and the @PCL is posterior@.  The ACL functions to resist anterior displacement of the tibia relative to the femur #(choice A).# $The PCL prevents #posterior displacement# of the tibia relative to the femur, and its integrity can be tested by using the #posterior drawer test# (posterior force applied to the tibia while the knee is flexed).  @PCL tears@ most commonly occur following a direct blow to the anterior proximal tibia during sporting activities or motor vehicle collisions. $#(Choices B and E)#  The medial and lateral menisci are crescent-shaped bands of cartilaginous tissue that line the periphery of the knee joint.  Meniscal tears are associated with twisting of a flexed knee while the corresponding foot is planted.  Meniscal damage can be detected on physical examination by joint-line tenderness during provocative maneuvers (eg, @McMurray test@). $#(Choice C)#  The patellar ligament (ie, patellar tendon) connects the inferior portion of the patella to the tibial tuberosity.  Patellar ligament rupture is associated with underlying ligamentous damage (eg, autoimmune disease, overuse injury) and usually occurs following forceful contraction of the quadriceps muscles while the knee is flexed (eg, landing after a jump).  A complete patellar ligament tear would result in swelling and a high-riding patella on physical examination. $#Educational objective# The posterior cruciate ligament prevents posterior displacement of the tibia relative to the femur.  It originates from the anterolateral surface of the medial femoral condyle and inserts into the posterior intercondylar area of the tibia.  Its integrity can be tested in the clinical setting by using the posterior drawer test.  ","clickable_1":"images/img1.1968.jpg","clickable_2":"images/img2.1968.jpg","clickable_3":"images/img3.1968.jpg","clickable_4":"images/img4.1968.jpg","clickable_5":"images/img5.1968.jpg"},

{"id":"1803","image_1":"","exhibit_1":"images/exhibit1803.jpg","explanation_img":"images/exp1803.jpg","title":"A 17-year-old boy is brought to the emergency department due to a lower extremity injury.  The patient was playing football with his friends when he was tackled roughly and \"felt something snap\" in his right leg.  He avoids bearing weight on the right foot.  Examination shows a large contusion and tenderness over the right proximal fibula.  X-ray of the right leg is shown in the @exhibit@.  Which of the following is most likely to be impaired on physical examination? ","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inversion of the foot","ansImg_1":"","answer_2":"B. Plantar flexion of the foot","ansImg_2":"","answer_3":"C. Sensation at the dorsum of the foot","ansImg_3":"","answer_4":"D. Sensation at the medial aspect of the lower leg","ansImg_4":"","answer_5":"E. Sensation at the sole","ansImg_5":"","right_answer":"C. Sensation at the dorsum of the foot","percent_1":"11%","percent_2":"14%","percent_3":"60%","percent_4":"7%","percent_5":"7%","explanation_1":"","explanation_2":"$The @sciatic nerve@ branches into the #common fibular (peroneal) nerve# and the tibial nerve posteriorly in the thigh just proximal to the popliteal fossa.  After coursing around the posterolateral head and lateral neck of the fibula, the common fibular nerve divides into superficial and deep branches: $• The superficial branch innervates the muscles of the lateral compartment of the leg, which function primarily to #evert# the foot.  It also provides sensory innervation to the #dorsum of the foot.# $• The deep branch innervates the muscles of the anterior compartment of the leg, which act mainly as #dorsiflexors# of the foot and toes.  It also provides sensory innervation to the region between the first and second toes. $This patient has a @fracture@ of the #neck of the fibula#.  The common fibular nerve's proximity to the neck of the fibula makes fractures in this region a common cause of injury to the nerve.  Damage to the nerve at this level causes #loss of dorsal foot sensation#, as well as impaired dorsiflexion and eversion, resulting in #foot drop#. $#(Choice A)#  The tibialis posterior (innervated by the tibial nerve) is the major muscle involved in foot inversion.  The tibialis anterior (innervated by the deep fibular nerve) is less important, and patients with fibular nerve injuries usually have normal foot inversion. $#(Choices B and E)#  The @tibial nerve@ courses through the popliteal fossa and innervates the skin of the posterior calf, lateral foot, and sole; tissues of the knee joint; and muscles providing plantar flexion and inversion (eg, gastrocnemius, soleus, tibialis posterior).  Injury to the tibial nerve would cause weakened plantar flexion and inversion of the foot, as well as decreased sensation at the sole of the foot. $#(Choice D)#  Loss of sensation at the medial aspect of the lower leg would result from a lesion of the @saphenous nerve@, the largest pure sensory branch of the femoral nerve. $#Educational objective# The common fibular (peroneal) nerve is vulnerable to injury where it courses around the neck of the fibula.  It can be injured when the fibular neck is fractured, resulting in loss of sensation over the dorsum of the foot, as well as weakness of foot dorsiflexion (deep fibular nerve) and eversion (superficial fibular nerve).  ","clickable_1":"images/img1.1803.jpg","clickable_2":"images/img2.1803.jpg","clickable_3":"images/img3.1803.jpg","clickable_4":"images/img4.1803.jpg"},

{"id":"1704","image_1":"","explanation_img":"images/exp1704.jpg","title":"A 24-year-old man is brought to the emergency department due to right arm pain after a fall. While rock climbing at a nearby national park, the patient lost his grip and fell approximately 3 m (10 ft) onto the boulders below. He says, \"I landed on my right arm and heard something snap.\" The patient did not strike his head or lose consciousness. He has no chronic medical conditions and takes no daily medications. Vital signs are within normal limits. Physical examination shows extensive bruising over the lateral right arm and a total inability to extend the right wrist. X-ray reveals a midshaft fracture of the right humerus. Which of the following arteries is most likely to be injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brachial artery","ansImg_1":"","answer_2":"B. Common interosseous artery","ansImg_2":"","answer_3":"C. Deep brachial artery","ansImg_3":"","answer_4":"D. Posterior circumflex humeral artery","ansImg_4":"","answer_5":"E. Radial collateral artery","ansImg_5":"","right_answer":"C. Deep brachial artery","percent_1":"26%","percent_2":"2%","percent_3":"48%","percent_4":"10%","percent_5":"14%","explanation_1":"","explanation_2":"$This patient has a humerus fracture associated with wrist drop, suggesting a #radial nerve injury#.  The radial nerve is a terminal branch of the brachial plexus that carries fibers originating in the C5-T1 nerve roots.  It innervates most of the #forearm extensors# at the elbow (eg, triceps) and most of the #hand extensors# at the wrist.  It also innervates the extrinsic extensors of the digits and the brachioradialis and supinator muscles.  In addition, the radial nerve provides cutaneous sensory innervation to the dorsal hand, forearm, and upper arm. $Radial nerve deficits due to a #midshaft humeral fracture# raise concern for an associated injury to the deep brachial artery.  The #deep brachial# (profunda brachii) artery branches off the brachial artery high in the arm, passes inferior to the teres major muscle, and courses posteriorly along the humerus in close association with the radial nerve. $#(Choice A)#  After giving off the deep brachial artery, the brachial artery continues anteromedially until it branches to form the radial and ulnar arteries in the forearm.  @Supracondylar fractures@ of the humerus may injure the distal portion of the brachial artery but are unlikely to injure the radial nerve or cause wrist drop. $#(Choice B)#  The @common interosseous artery@ is a short branch of the ulnar artery that gives rise to anterior, posterior, and recurrent branches within the proximal forearm. $#(Choice D)#  The anterior and posterior circumflex humeral arteries are branches of the axillary artery that form an anastomosis encircling the surgical neck of the humerus in the @quadrangular space@.  The axillary nerve travels in close association with the posterior circumflex artery, and a fracture to the surgical neck of the humerus may damage them. $#(Choice E)#  The deep brachial artery divides into the @radial and middle collateral arteries@.  The radial collateral artery also courses with the radial nerve, but injury to this artery from a midshaft fracture is less likely because it originates at the lower end of the spiral groove. $#Educational objective# The deep brachial (profunda brachii) artery and radial nerve run together along the posterior aspect of the humerus.  Midshaft fractures of the humerus risk injury to these structures.  ","clickable_1":"images/img1.1704.jpg","clickable_2":"images/img2.1704.jpg","clickable_3":"images/img3.1704.jpg","clickable_4":"images/img4.1704.jpg"},

{"id":"15660","image_1":"images/15660.jpg","explanation_img":"images/exp15660.jpg","title":"A 73-year-old woman is brought to the emergency department due to right hip pain. The patient was getting out of the shower when she slipped and fell directly on her right hip. She now has pain and swelling over the lateral aspect of her hip and cannot walk without assistance. Vital signs are within normal limits. Bilateral pedal pulses are normal, and sensation is intact. X-ray of the right hip is shown below.","title_2":"Examination of this patient will most likely show impaired function of which of the following muscles?","audio":"","comparison_items":"","answer_1":"A. Adductor magnus","ansImg_1":"","answer_2":"B. Gluteus medius","ansImg_2":"","answer_3":"C. Iliopsoas","ansImg_3":"","answer_4":"D. Rectus femoris","ansImg_4":"","answer_5":"E. Sartorius","ansImg_5":"","right_answer":"B. Gluteus medius","percent_1":"9%","percent_2":"44%","percent_3":"21%","percent_4":"9%","percent_5":"17%","explanation_1":"","explanation_2":"$The pelvic bones and femoral trochanters provide sites of attachment for the large postural and ambulatory muscles of the hip girdle.  Fractures involving these attachment sites are commonly caused by #high-velocity trauma# (eg, motor vehicle collisions, falls from height), but may occur even with ground-level falls (eg, getting out of the shower) in patients with #skeletal fragility# (eg, postmenopausal osteoporosis). $This patient's x-ray shows #avulsion #of the tip of the #greater trochanter of the femur#.  The greater trochanter serves as the site of insertion for the #gluteus medius# muscle, which originates from the ilium.  The main actions of the gluteus medius are #hip abduction# and stabilization of the pelvis during ambulation.  Damage to the point of insertion on the greater trochanter can result in lateral hip pain with gait instability (ie, positive @Trendelenburg sign@) and weakness of abduction. $#(Choice A)#  The ischiocondylar portion of the adductor magnus originates from the ischial tuberosity and inserts onto the medial condyle of the distal femur.  Major functions include hip adduction and extension. $#(Choice C)#  The @iliopsoas@ is the union of iliacus and psoas major and inserts onto the lesser trochanter of the femur.  It is the primary flexor of the hip. $#(Choice D)#  The @rectus femoris@ originates from the anterior inferior iliac spine, joins the other portions of the quadriceps femoris (ie, vastus lateralis, vastus medialis, and vastus intermedius) in a common quadriceps tendon, and attaches to the lower leg via the patella and patellar tendon.  Because of its origin on the ilium, the rectus femoris contributes to hip flexion in addition to knee extension. $#(Choice E)#  The @sartorius@ originates from the anterior superior iliac spine and crosses the anterior thigh to insert with the pes anserinus (common tendon for the sartorius, gracilis, and semitendinosous muscles) onto the superomedial surface of the tibia.  It aids in hip flexion, abduction, and external rotation. $#Educational objective# The greater trochanter of the femur serves as the site of insertion for the gluteus medius muscle, which is responsible for hip abduction and stabilization of the pelvis during ambulation.  Fractures of the greater trochanter (eg, fragility fracture from a fall) can disrupt the integrity of the gluteus medius tendon and result in lateral hip pain with gait instability and weakness of hip abduction.  ","clickable_1":"images/img1.15660.jpg","clickable_2":"images/img2.15660.jpg","clickable_3":"images/img3.15660.jpg","clickable_4":"images/img4.15660.jpg"},

{"id":"991","title":"A 34-year-old man with type 1 diabetes mellitus comes to the office due to achy pain in the shoulders, elbows, and thighs over the past several months.  The patient was diagnosed with diabetes 15 years ago and has had difficulty adequately controlling it.  He currently takes multiple daily injections of insulin.  Vital signs are within normal limits.  Physical examination shows mild pedal edema.  Serum creatinine is 2.2 mg/dL, up from 1.6 mg/dL six months ago.  Additional laboratory results show low serum calcium and elevated parathyroid hormone levels.  Inhibition of which of the following enzymatic steps is most likely responsible for this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/991.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"2%","percent_2":"5%","percent_3":"83%","percent_4":"4%","percent_5":"7%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp991.jpg","explanation_1":"","explanation_2":"$Synthesis of vitamin D begins in the skin with the conversion of 7-dehydrocholesterol to cholecalciferol (vitamin D3) by ultraviolet light.  Cholecalciferol is subsequently converted to 25-hydroxyvitamin D (the primary body store of vitamin D) by 25-hydroxylase in the liver.  Finally, #25-hydroxyvitamin D# is filtered by renal glomeruli (with vitamin D-binding protein) and delivered to proximal tubule cells, where 1-alpha-hydroxylase converts it to #1,25-dihydroxyvitamin D#, the physiologically active form.  The activity of 1-alpha-hydroxylase is upregulated by parathyroid hormone (PTH) and inhibited by fibroblast growth factor 23 (FGF23), a peptide secreted by osteocytes in response to high levels of 1,25-dihydroxyvitamin D. $#Chronic kidney disease# (CKD) results in impaired conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D due to the following factors: $• FGF23 levels increase early in CKD, causing direct inhibition of 1-alpha-hydroxylase $• Reduced glomerular filtration limits the delivery of 25-hydroxyvitamin D to proximal tubule cells $• Reduced functional renal mass limits production of 1-alpha-hydroxylase $Inadequate production of 1,25-dihydroxyvitamin D causes reduced intestinal absorption of calcium.  This, along with increased phosphate retention (due to impaired glomerular and tubular function), leads to a compensatory increase in parathyroid hormone secretion (#secondary hyperparathyroidism#).  Chronically increased PTH levels have a deleterious effect on bone metabolism (#renal osteodystrophy#), and can cause weakness, bone and muscle pain, defective bone mineralization, and an increased risk of fractures. $#(Choice A)#  The initial step in vitamin D synthesis is driven by ultraviolet exposure in the skin.  Factors that can lead to vitamin D deficiency include inadequate sunlight exposure (eg, institutionalized elders, living at extreme latitudes), use of high-grade sunblock, nocturnal occupations, and heavily pigmented skin. $#(Choice B)#  25-Hydroxyvitamin D deficiency due to inadequate 25-hydroxylase activity can be seen in patients with liver disease, but is uncommon and primarily seen in those with advanced cirrhosis. $#(Choices D and E)#  Vitamin D-24-hydroxylase converts 25- and 1,25-dihydroxyvitamin D into inactive 24-hydroxylated metabolites; it functions to degrade excess levels of vitamin D.  Although it is expressed predominantly in the kidneys and may be impaired in chronic kidney disease, loss of this enzyme would lead to higher 1,25-dihydroxyvitamin D levels and so would reduce, rather than worsen, the patient's symptoms. $#Educational objective# In chronic kidney disease, conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D is impaired.  In addition, failure of glomerular and tubular function results in phosphate retention and hypocalcemia.  This leads to a compensatory rise in parathyroid hormone (secondary hyperparathyroidism) that can present with weakness, muscle and joint pain, defective bone mineralization, and increased fracture risk.  "},

{"id":"16595","image_1":"","exhibit_1":"images/exhibit16595.jpg","explanation_img":"images/exp16595.jpg","title":"A 36-year-old construction worker comes to the emergency department after falling 3 m (~10 ft) from a ladder.  The patient braced his fall with outstretched hands and experienced severe pain in the left wrist immediately on impacting the ground.  On examination, the left wrist is swollen, with no lacerations.  A strong radial pulse is present, and the fingers are well perfused.  There is a palpable mass just proximal to the left palm.  X-ray of the left wrist reveals a lunate dislocation without evidence of a distal radius fracture, as seen in the @exhibit@.  The patient is at greatest risk for weakness of which of the following hand functions? ","title_2":"","audio":"","comparison_items":"","answer_1":"A. Finger abduction","ansImg_1":"","answer_2":"B. Finger interphalangeal joint flexion","ansImg_2":"","answer_3":"C. Thumb abduction","ansImg_3":"","answer_4":"D. Thumb adduction","ansImg_4":"","answer_5":"E. Thumb extension","ansImg_5":"","right_answer":"C. Thumb abduction","percent_1":"10%","percent_2":"16%","percent_3":"39%","percent_4":"23%","percent_5":"12%","explanation_1":"","explanation_2":"$This patient who experienced a high-energy fall onto an outstretched hand now has a volar #lunate dislocation#, with the displaced lunate now palpable in the patient's proximal palm and visualized on lateral x-ray of the wrist (@\"spilled teacup\" sign@). $Lunate dislocation requires a high-energy force to disrupt the numerous ligaments (eg, scapholunate, capitolunate, lunotriquetral) that typically stabilize the lunate.  When severe ligamentous injury occurs, the lunate can dislocate volarly from its normal position within the floor of the @carpal tunnel@ and compress and/or injure the median nerve. $#Median nerve injury# at the level of the carpal tunnel may result in both sensory and motor deficits in the distribution of the median nerve's distal branches: $• Palmar digital branches:  numbness, pain, and/or paresthesia in the palmar surface of the first 3½ digits; weakness of the first and second lumbrical muscles (interphalangeal joint extension) $• Recurrent branch of the median nerve to the #thenar muscles#:  #weakness# of the abductor pollicis brevis (#thumb abduction#), flexor pollicis brevis (thumb #flexion#), and opponens pollicis (thumb #opposition#) $Prompt reduction of the dislocated lunate is required to prevent permanent damage to the median nerve. $#(Choices A and D)#  The deep motor branch of the ulnar nerve is responsible for both finger abduction and adduction due to innervation of the dorsal and volar interossei, as well as thumb adduction due to innervation of the adductor pollicis.  The ulnar nerve is susceptible to acute compression at the wrist (ie, @Guyon canal syndrome@) when the hook of the hamate is fractured. $#(Choice B)#  Branches of the median and ulnar nerves in the forearm innervate the flexor digitorum superficialis and flexor digitorum profundus muscles that control finger interphalangeal joint flexion.  These branches arise and innervate their respective muscles prior to the carpal tunnel and Guyon canal and would not be affected by wrist trauma. $#(Choice E)#  The radial nerve innervates the extensor pollicis longus and extensor pollicis brevis, which control thumb extension.  All radial nerve–innervated muscles are located proximal to the wrist and therefore would not be affected by lunate dislocation. $#Educational objective# Volar dislocation of the lunate from its normal position within the floor of the carpal tunnel can cause median nerve compression and/or injury.  Median nerve injury at the level of the carpal tunnel may result in weakness of thumb abduction, flexion, and opposition.  ","clickable_1":"images/img1.16595.jpg","clickable_2":"images/img2.16595.jpg","clickable_3":"images/img3.16595.jpg"},

{"id":"16922","image_1":"images/16922.jpg","explanation_img":"","table_3":"§^#Adult hip osteonecrosis (avascular necrosis)#∆⨉ §^#Clinical presentation# ∆ • Chronic/progressive groin, thigh, buttock pain • Decreased ROM: abduction, internal rotation §^#Pathogenesis# ∆ • Macro- or microvascular occlusion, bone necrosis • Trabecular thinning & collapse of femoral head §^#Risk factors# ∆ • Femoral head fracture (arterial disruption) • Glucocorticoids • Excessive alcohol use • Sickle cell disease • Systemic lupus erythematosus §^#Diagnosis# ∆ • #X-ray# (low sensitivity): subchondral sclerosis, loss of sphericity • #MRI#: serpiginous low-intensity lines (T1 images); bone marrow edema %#ROM# = range of motion.","title":"A 41-year-old man comes to the office for evaluation of right hip and groin pain. He is an avid bicyclist and has been unable to ride for the past 3 months due to increasing pain exacerbated by cycling or walking. The patient does not recall any recent trauma; ibuprofen has not relieved the pain. Medical history is notable for systemic lupus erythematosus. Temperature is 36.7 C (98 F). On physical examination, the patient has a noticeable limp. There is decreased rotation of the right hip, and both active and passive range of motion are limited due to pain. An x-ray of the hip is inconclusive. MRI of the pelvis is shown in the image below.","title_2":"Which of the following is the most likely cause of the patient's pain?","audio":"","comparison_items":"","answer_1":"A. Bacterial infection of the hip joint","ansImg_1":"","answer_2":"B. Impaired blood supply to the femoral head","ansImg_2":"","answer_3":"C. Proliferation of femoral osteocytes","ansImg_3":"","answer_4":"D. Stress fracture of the femoral neck","ansImg_4":"","answer_5":"E. Tearing of the acetabular labrum","ansImg_5":"","right_answer":"B. Impaired blood supply to the femoral head","percent_1":"3%","percent_2":"82%","percent_3":"4%","percent_4":"7%","percent_5":"4%","explanation_1":"","explanation_2":"This patient has #osteonecrosis# (avascular necrosis) of the #femoral head#.  Osteonecrosis is caused by #disruption of perfusion# due to macro- or microvascular occlusion, endothelial dysfunction, or increased intraosseous pressure.  It is a common complication of systemic lupus erythematosus (SLE), and the risk is increased in patients treated with #glucocorticoids#. $Osteonecrosis typically presents with #chronic pain in the groin#, thigh, or buttock that is worse with activity.  Early examination findings may be normal, but disease progression can lead to #reduced range of motion# (particularly internal rotation and abduction). $In the first few months, plain #x-rays are often normal#, although in advanced cases, they may show subchondral lucency (crescent sign) and deformities of the femoral head.  #MRI is more sensitive# because it can visualize the boundary between normal and ischemic bone; T1-weighted images show decreased intensity in diseased bone with @serpiginous low-intensity lines@. $#(Choice A)#  Bacterial joint infection (ie, septic arthritis) occurs with increased frequency in patients with SLE.  However, although the classic local signs (eg, erythema, warmth, swelling) may be obscured at the hip, most patients have fever and acute (not chronic) pain. $#(Choice C)#  Osteoid osteoma is a benign lesion characterized by abnormal proliferation of osteocytes.  It can cause chronic pain but most commonly occurs at age <25, and the pain is characteristically relieved with nonsteroidal anti-inflammatory drugs (eg, ibuprofen).  X-ray typically shows a small, round, radiolucent lesion. $#(Choice D)#  Femoral neck stress fracture is seen most commonly in amateur runners, especially following initiation or intensification of a training regimen.  Although femoral neck stress fracture can cause chronic groin pain, MRI would show edema and a linear hypointense focus in the femoral neck (not femoral head). $#(Choice E)#  Acetabular @labral tear@ occasionally presents as chronic groin pain, although acute posttraumatic pain is more common in young patients.  However, unenhanced MRI typically shows only subtle findings, and the femoral heads are usually normal and symmetric. $#Educational objective# Osteonecrosis of the femoral head typically presents with pain in the groin, thigh, or buttock that is worse with activity.  Early in the course of disease, plain x-rays are often normal; MRI is more sensitive.  T1-weighted images show decreased intensity in diseased bone with serpiginous low-intensity lines.  ","clickable_1":"images/img1.16922.jpg","clickable_2":"images/img2.16922.jpg"},

{"id":"1682","image_1":"images/1682.jpg","title":"A 54-year-old woman comes to the emergency department due to a hand injury after a fall. The patient slipped in the bathroom and fell backwards onto her extended right hand. She was able to get up but has had right wrist pain and finger numbness since the fall. Medical history is notable for obesity, hypertension, and type 2 diabetes mellitus. On examination of her right hand, there is decreased sensation in the palmar aspect of her first three digits and a small bump is noted just below the palm. Lunate dislocation causing median nerve compression is suspected. Which of the following marked bones on a normal x-ray is most likely dislocated in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Trapezium","ansImg_1":"","answer_2":"B. Capitate","ansImg_2":"","answer_3":"C. Scaphoid","ansImg_3":"","answer_4":"D. Lunate","ansImg_4":"","answer_5":"E. Triquetrum","ansImg_5":"","right_answer":"D. Lunate","percent_1":"5%","percent_2":"7%","percent_3":"20%","percent_4":"65%","percent_5":"3%","explanation_img":"images/exp1682.jpg","explanation_1":"","explanation_2":"$This patient has #lunate dislocation# after a fall onto an outstretched hand (FOOSH).  Although the force transmitted up the arm by a FOOSH can injure many different structures in the arm (eg, elbow, humerus, shoulder), wrist complications are the most common (eg, lunate or scaphoid dislocation/fracture, distal radius fracture). $The #lunate# is in the proximal row of @carpal bones@ and can be identified on x-ray as the #more medial# (ulnar) of the 2 bones that #articulate with the radius#.  Volar dislocation of the lunate can compress the median nerve within the carpal tunnel, resulting in wrist pain and numbness in the first (radial) 3½ digits. $#(Choice A)#  The trapezium is the most lateral (radial) of the distal carpal bones and articulates with the first metacarpal. $#(Choice B)#  The capitate is the largest carpal bone; it lies in the distal row at the center of the wrist and articulates with the third metacarpal. $#(Choice C)#  The scaphoid is the most lateral (radial) of the proximal carpal bones and articulates with the radius.  It is the carpal bone most frequently affected by a FOOSH; dislocation or fracture of the scaphoid can present with wrist pain and tenderness in the @anatomic snuffbox@.  Scaphoid fractures have a high risk of avascular necrosis. $#(Choice E)#  The triquetrum is located in the proximal row on the medial (ulnar) side and is partially obscured on x-ray by the pisiform, which lies directly anterior to it. $#Educational objective# The lunate bone is the more medial (ulnar) of the 2 proximal carpal bones that articulate with the radius.  A fall onto an outstretched hand can cause dislocation of the lunate bone with resulting compression of the median nerve (eg, wrist pain, numbness in the first 3½ digits).  ","clickable_1":"images/img1.1682.jpg","clickable_2":"images/img2.1682.jpg"},

{"id":"1956","image_1":"images/1956.jpg","title":"A 68-year-old woman is brought to the emergency department with severe right hip pain after a fall. She tripped on a rug and fell against a wall and then to the floor, landing on her right hip. The patient has a history of depression and polymyalgia rheumatica. Medications include sertraline and low-dose prednisone. She also has a 40-pack-year smoking history. Blood pressure is 145/85 mm Hg and pulse is 96/min. The patient appears to be in significant pain. She is unable to move the right hip, and the right leg appears shorter than the left. A pelvic x-ray is shown in the image below:","title_2":"Injury involving which of the following arteries is most likely to lead to osteonecrosis in this patient?","audio":"","comparison_items":"","answer_1":"A. Deep femoral","ansImg_1":"","answer_2":"B. Inferior gluteal","ansImg_2":"","answer_3":"C. Lateral circumflex femoral","ansImg_3":"","answer_4":"D. Medial circumflex femoral","ansImg_4":"","answer_5":"E. Obturator","ansImg_5":"","right_answer":"D. Medial circumflex femoral","percent_1":"5%","percent_2":"1%","percent_3":"31%","percent_4":"60%","percent_5":"3%","explanation_img":"images/exp1956.jpg","explanation_1":"","explanation_2":"$This patient's @x-ray@ shows a right #femoral neck fracture#, which is common in elderly patients with osteoporosis who have fallen. Femoral neck fractures, especially when displaced, put the femoral head at risk for #osteonecrosis# if its blood supply is disrupted. The blood supply to the femoral head derives mainly from the ascending cervical and retinacular branches of the #medial circumflex femoral artery#. These vessels are especially vulnerable to damage from fractures of the femoral neck due to their close association with it.$(Choice A) The deep femoral artery gives rise to the medial and lateral circumflex femoral arteries. However, injury to the deep femoral artery is less likely because it is remote from the femoral neck.$#(Choices B and C)# Branches of the lateral circumflex femoral and superior and inferior gluteal arteries join with the medial circumflex femoral artery to form the trochanteric anastomosis. However, these arteries provide only minor contributions to the blood supply of the femoral head and neck.$(Choice E) The obturator artery gives rise to the artery of the ligamentum teres, which supplies a minor portion of the femoral head. This vessel is important in children because it supplies the region of the femoral head proximal to the epiphyseal growth plate, but it is of minimal clinical significance in adults.$Educational objective The medial circumflex femoral artery and its branches provide the majority of the blood supply to the femoral head and neck. Injury to these vessels due to a displaced femoral neck fracture can cause osteonecrosis of the femoral head.","clickable_1":"images/img1.1956.jpg"},

{"id":"11799","image_1":"","explanation_img":"images/exp11799.jpg","title":"A 45-year-old man comes to the office due to right ankle pain for the past 2 days. The patient was running downhill on a dirt trail when he twisted his ankle inward. Since then, he has had pain and swelling at the right ankle but is able to walk unassisted. The patient has no other medical conditions and takes no chronic medications. On examination, there is bluish discoloration over the lateral aspect of the joint. He has maximal tenderness to palpation at the anterolateral aspect of the ankle joint. Forced inversion of the foot also increases the pain. Which of the following structures is most likely injured in this patient?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Achilles tendon","ansImg_1":"","answer_2":"B. Deltoid ligament","ansImg_2":"","answer_3":"C. Subtalar joint","ansImg_3":"","answer_4":"D. Talofibular ligament","ansImg_4":"","answer_5":"E. Tibiofibular ligament","ansImg_5":"","right_answer":"D. Talofibular ligament","percent_1":"2%","percent_2":"6%","percent_3":"2%","percent_4":"81%","percent_5":"8%","explanation_1":"","explanation_2":"$This patient has a right lateral #ankle sprain#, which is most often due to inversion of a plantar-flexed foot. The ankle is stabilized laterally by the anterior inferior tibiofibular, anterior talofibular, posterior talofibular, and calcaneofibular ligaments.$The lateral ankle ligaments are weaker and are injured more often than the medial ligaments. The most common ankle sprains involve only the #anterior talofibular ligament# and present with pain and ecchymosis at the #anterolateral aspect# of the ankle. However, stronger forces can injure multiple ligaments, leading to significant joint instability with possible nerve injury and joint dislocation/fracture.$(Choice A) The soleus and gastrocnemius muscles combine to form the Achilles tendon, which inserts on the posterior calcaneus and acts in ankle flexion. The tendon can be injured with sudden forces during strenuous activities (eg, sudden pivoting on a foot or rapid acceleration).$(Choice B) The medial deltoid ligament complex is stronger than the other ligaments and is not commonly injured. Forced eversion of the ankle can damage the deltoid ligament but more commonly causes an avulsion fracture of the medial malleolus.$(Choice C) The subtalar joint is at the posterior junction between the talus and the calcaneus and is reinforced by the talocalcaneal ligaments. The joint is involved with inversion, eversion, dorsiflexion, and plantar flexion of the foot, but is infrequently injured.$(Choice E) Dorsiflexion and/or eversion of the ankle can cause a high ankle sprain affecting the syndesmotic structures (interosseous membrane and anterior, posterior, and transverse tibiofibular ligaments), which connect the tibia and fibula. Injury to these structures is uncommon as they can withstand severe forces. Patients usually have an unstable ankle joint with tenderness at the distal tibiofibular joint, but no significant swelling.$Educational objective Lateral ankle sprain is due to inversion of a plantar-flexed foot and most commonly involves the anterior talofibular ligament. Stronger forces can cause joint instability by injuring additional ligaments."},

{"id":"11684","image_1":"images/11684.jpg","explanation_img":"images/exp11684.jpg","title":"A 16-year-old girl comes to the office due to several months of left elbow pain. The pain is worse with activity and limits her exercise. She has attempted treatment with over-the-counter ibuprofen and acetaminophen but has had only partial relief. Medical history is notable for seasonal allergies, and current medications include a fluticasone nasal spray. Further evaluation shows that the patient's condition is due to a tendon injury. A long-acting glucocorticoid injection is administered at the most tender spot, as marked in the image below.","title_2":"Which of the following actions is most likely performed by the affected muscle?","audio":"","comparison_items":"","answer_1":"A. Finger adduction","ansImg_1":"","answer_2":"B. Forearm flexion","ansImg_2":"","answer_3":"C. Shoulder abduction","ansImg_3":"","answer_4":"D. Thumb abduction","ansImg_4":"","answer_5":"E. Wrist extension","ansImg_5":"","answer_6":"F. Wrist flexion","ansImg_6":"","right_answer":"E. Wrist extension","percent_1":"3%","percent_2":"20%","percent_3":"2%","percent_4":"3%","percent_5":"65%","percent_6":"8%","explanation_1":"","explanation_2":"This patient has pain over the lateral epicondyle of the humerus, suggesting #lateral epicondylitis# (ie, tennis elbow). Lateral epicondylitis is classically seen in tennis players due to repetitive #wrist extension# (backhand strikes) transmitting sudden, extreme forces through the lateral epicondyle.$The lateral epicondyle serves as the primary attachment point for #extensor carpi radialis brevis# and #extensor digitorum#, which are the primary muscles involved in wrist extension. Overuse of these muscles can cause repetitive microtrauma of the tendons at their origins on the #lateral epicondyle#, leading to angiofibroblastic #tendinosis# (ie, excess fibroblasts and neovascularization) without a significant inflammatory infiltrate. This results in swelling and pain over the lateral epicondyle and proximal extensor tendons.$Overuse of the wrist flexor muscles can cause medial epicondylitis (ie, golfer's elbow), which occurs by a similar process in the tendons of the flexor muscles near their attachment on the medial epicondyle #(choice F)#.$(Choice A) Adduction of the fingers is primarily accomplished by the palmar interosseous muscles, which originate on the metacarpals.$(Choice B) Flexion of the forearm is primarily accomplished by the biceps brachii, brachialis, and brachioradialis muscles. None of these muscles originate on the lateral epicondyle.$(Choice C) Shoulder abduction is primarily accomplished by the supraspinatus and deltoid muscles. Overuse of the supraspinatus leads to supraspinatus tendinopathy (ie, rotator cuff tendinopathy).$(Choice D) Overuse of the abductor pollicis longus (thumb abduction) and extensor pollicis brevis (thumb extension) can result in @de Quervain tendinopathy@, which causes thumb and wrist pain.$Educational objective Lateral epicondylitis (ie, tennis elbow) is characterized by overuse of wrist extensor muscles (eg, extensor carpi radialis, extensor digitorum), leading to angiofibroblastic tendinosis at their attachment on the lateral epicondyle.","clickable_1":"images/img1.11684.jpg"},

{"id":"8670","image_1":"images/8670.jpg","explanation_img":"images/exp8670.jpg","title":"A 56-year-old man comes to the emergency department due to persistent left wrist pain. While walking his dog several hours ago, he fell forward onto the ground and landed on his outstretched hand. Examination shows mild left wrist swelling with preserved range of motion. There is point tenderness over the dorsolateral aspect of the wrist between the tendons of the extensor pollicis longus and extensor pollicis brevis. An x-ray of the left wrist is shown in the image below: This patient is at greatest risk for developing which of the following complications?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Avascular necrosis","ansImg_1":"","answer_2":"B. Carpal tunnel syndrome","ansImg_2":"","answer_3":"C. Compartment syndrome","ansImg_3":"","answer_4":"D. Dupuytren contracture","ansImg_4":"","answer_5":"E. Guyon canal syndrome","ansImg_5":"","right_answer":"A. Avascular necrosis","percent_1":"68%","percent_2":"9%","percent_3":"5%","percent_4":"5%","percent_5":"14%","explanation_1":"","explanation_2":"$@Scaphoid fractures@ are the most common carpal bone fracture and frequently result from a #fall# on an #outstretched hand# that causes direct axial compression or hyperextension of the wrist.  A scaphoid fracture should be suspected in any patient with persistent wrist pain and #tenderness# in the @anatomic snuffbox@—a shallow, triangular depression at the dorsoradial wrist defined by the following borders: $• Medial:  tendon of the extensor pollicis longus $• Lateral:  tendons of the abductor pollicis longus and extensor pollicis brevis $• Proximal:  styloid process of the radius $• #Floor:#  #scaphoid# and trapezium bones $The main blood supply to the scaphoid is provided by the dorsal scaphoid branch of the radial artery; this branch enters near the bone's distal pole and then proceeds in a retrograde manner to provide blood supply to the proximal pole.  Because fracture of the scaphoid can easily interrupt this retrograde flow, the fractured scaphoid is at risk for #avascular necrosis# of the proximal pole and fracture #nonunion#. $#(Choice B)#  Carpal tunnel syndrome is caused by median nerve compression at the wrist within the @carpal tunnel@.  It is most commonly nontraumatic in origin, but when it does occur following trauma (eg, fall on an outstretched hand), it is typically due to palmar dislocation of the lunate into the carpal tunnel space. $#(Choice C)#  Acute compartment syndrome occurs when increased pressure within a fascial compartment (eg, intracompartmental bleeding, muscle swelling) compromises blood circulation within that space.  It typically develops after significant trauma, particularly long bone fractures of the leg or forearm. $#(Choice D)#  @Dupuytren contracture@ is a slowly progressive fibroproliferative disease of the palmar fascia.  Nodules form on the fascia, eventually resulting in contractures that draw the fingers into flexion. $#(Choice E)#  Guyon canal syndrome is caused by compression of the ulnar nerve at the wrist within @Guyon canal@.  It can develop following a fall on an outstretched hand but typically occurs due to fracture of the hook of the hamate, which forms the lateral bony wall of Guyon canal. $#Educational objective# Fracture of the scaphoid bone may result from a fall on an outstretched hand and should be suspected if examination shows tenderness in the anatomic snuff box.  Scaphoid fracture can disrupt retrograde blood supply to the proximal scaphoid, increasing risk of avascular necrosis.  ","clickable_1":"images/img1.8670.jpg","clickable_2":"images/img2.8670.jpg","clickable_3":"images/img3.8670.jpg","clickable_4":"images/img4.8670.jpg","clickable_5":"images/img5.8670.jpg"},

{"id":"1835","title":"A 28-year-old man comes to the emergency department due to 12 hours of severe right knee pain and swelling.  He has had no trauma.  The patient drinks 1 or 2 cans of beer on weekends but does not use tobacco or illicit drugs.  On physical examination, right knee effusion, erythema, and tenderness are present.  Active and passive range of motion is markedly decreased.  Other joints are normal.  Arthrocentesis is performed, and synovial fluid analysis shows a white blood cell count of 110,000/mm3.  Which of the following would provide the best treatment for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Allopurinol","answer_2":"B. Antibiotics","answer_3":"C. Colchicine","answer_4":"D. Indomethacin","answer_5":"E. Prednisone","percent_1":"2%","percent_2":"72%","percent_3":"7%","percent_4":"11%","percent_5":"8%","right_answer":"B. Antibiotics","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute monoarticular arthritis with an effusion, decreased range of motion of the affected joint, and a synovial fluid leukocyte count >100,000/mm3.  #Septic arthritis# (very often due to gonococcus in this patient's age group) is a likely diagnosis, and he should receive antibiotics given the risk of joint destruction, osteomyelitis, and sepsis.  Synovial fluid Gram stain and culture can help confirm the diagnosis (although cultures can sometimes be negative with gonococcus).  Microscopy can exclude the presence of crystals suggestive of gout and pseudogout, conditions that can also cause acute monoarticular arthritis (gout is associated with alcohol use).  However, they typically present at an older age, and the synovial fluid leukocyte count is usually lower (at the lower end of the 20,000-100,000/mm3 range). $#(Choice A)#  Allopurinol is a hypoxanthine isomer that lowers serum uric acid levels.  It is prescribed to prevent attacks of acute gouty arthritis but is not useful in the treatment of acute flares. $#(Choices C, D, and E)#  Colchicine reduces the acute inflammation of gouty arthritis by inhibiting neutrophil migration into the inflamed areas.  Indomethacin, a nonsteroidal anti-inflammatory drug (NSAID), may be prescribed for pain relief in noninfectious inflammatory arthritis (eg, gout) but would not treat infection.  Prednisone is sometimes used in the treatment of gout when there are contraindications to colchicine and NSAIDs. $#Educational objective# A high synovial fluid leukocyte count (>100,000/mm3) and absent crystals on microscopic examination strongly suggest bacterial joint infection.  Septic arthritis requires antibiotic treatment to prevent joint destruction, osteomyelitis, and sepsis.  "},

{"subjectsystem":"Anatomy- rheumatology","id":"1634","image_1":"","title":"A 19-year-old woman is evaluated in the clinic due to right hand clumsiness. The patient injured the right upper extremity after falling off her bicycle 6 months ago. She has since had a pins-and-needles sensation in her right hand that is associated with mild weakness. The patient is worried because these symptoms interfere with her piano practice and she has a recital in 3 weeks. Physical examination shows decreased sensation over the fifth digit and a flattened hypothenar eminence. Triceps reflexes are 2+ and symmetric bilaterally. The nerve affected in this patient is likely to be injured at which of the following locations?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carpal tunnel","ansImg_1":"","answer_2":"B. Coracobrachialis muscle","ansImg_2":"","answer_3":"C. Head of the radius","ansImg_3":"","answer_4":"D. Hook of the hamate","ansImg_4":"","answer_5":"E. Midshaft of the humerus","ansImg_5":"","answer_6":"F. Surgical neck of the humerus","ansImg_6":"","right_answer":"D. Hook of the hamate","percent_1":"9%","percent_2":"4%","percent_3":"9%","percent_4":"68%","percent_5":"7%","percent_6":"4%","explanation_img":"images/exp1634.jpg","explanation_1":"","explanation_2":"$This patient's presentation is consistent with ulnar neuropathy.  The #ulnar nerve# is a branch of the medial cord of the @brachial plexus@.  It enters the forearm after passing behind the medial epicondyle of the humerus.  Within the @forearm@, it innervates the flexor carpi ulnaris (FCU) and the medial portion of the flexor digitorum profundus (FDP) before entering the wrist between the #hook of the hamate# and the pisiform bone in a fibroosseous tunnel known as #Guyon canal#.  Here, it divides into a superficial branch that provides #sensation# to the #medial 1½ digits# and a deep motor branch that supplies most of the intrinsic muscles of the hand. $The ulnar nerve is commonly injured by trauma or nerve compression at the elbow (funny bone) or at Guyon canal (eg, striking the ground during a fall). $• Injury at Guyon canal causes sensory loss in the medial 1½ digits along with intrinsic hand weakness.  The #hypothenar eminence# can appear flattened due to #atrophy# of denervated muscles.  Weakness of the lumbricals in the fourth/fifth digits may also produce an @ulnar claw@ appearance during finger extension. $• Injury at the elbow will cause similar symptoms along with sensory loss in the @hypothenar eminence@ (palmar cutaneous branch) and medial dorsum of the hand (dorsal cutaneous branch).  Weakness on wrist flexion/adduction (FCU) and flexion of the fourth/fifth digits (medial portion of FDP) may also be present. $#(Choice A)#  Carpal tunnel syndrome can result from any condition that reduces the size of the carpal tunnel (eg, pregnancy, hypothyroidism).  The resulting @median nerve@ compression typically causes pain/paresthesia affecting the first 3½ digits.  Thenar atrophy with weakness on thumb abduction/opposition may also be seen. $#(Choice B)#  The coracobrachialis muscle lies deep to the biceps brachii and is perforated and innervated by the @musculocutaneous nerve@.  Entrapment of the musculocutaneous nerve within the coracobrachialis can lead to decreased strength on forearm flexion and sensory loss over the lateral forearm. $#(Choice C)#  Subluxation of the radial head can injure the deep branch of the @radial nerve@ (which becomes the posterior interosseous nerve) during its passage through the supinator canal.  Injury to the nerve results in weakness during finger and thumb extension (finger drop). $#(Choice E)#  Fracture of the @midshaft@ of the humerus typically results in radial nerve injury leading to paralysis of the hand and finger extensor muscles (wrist drop) with sensory loss over the posterior forearm and dorsolateral hand. $#(Choice F)#  Fracture of the @surgical neck@ of the humerus may cause axillary nerve injury leading to paralysis of the deltoid and teres minor muscles with sensory loss over the lateral upper arm. $#Educational objective# The ulnar nerve is commonly injured at the elbow (funny bone) or wrist (Guyon canal).  Injury at Guyon canal results in sensory loss over the medial 1½ digits and intrinsic hand weakness.  The hypothenar eminence may flatten due to muscle atrophy.  ","clickable_1":"images/img1.1634.jpg","clickable_2":"images/img2.1634.jpg","clickable_3":"images/img3.1634.jpg","clickable_4":"images/img4.1634.jpg","clickable_5":"images/img5.1634.jpg","clickable_6":"images/img6.1634.jpg","clickable_7":"images/img7.1634.jpg","clickable_8":"images/img8.1634.jpg","clickable_9":"images/img9.1634.jpg"},

{"id":"1969","image_1":"images/1969.jpg","explanation_img":"images/exp1969.jpg","title":"A 23-year-old woman comes to the office with left knee pain after a skiing accident. A coronal MRI of the knee is shown in the image below:","title_2":"The asterisk marks the attachment site of which of the following ligaments?","audio":"","comparison_items":"","answer_1":"A. Anterior cruciate","ansImg_1":"","answer_2":"B. Lateral (fibular) collateral","ansImg_2":"","answer_3":"C. Medial (tibial) collateral","ansImg_3":"","answer_4":"D. Posterior cruciate","ansImg_4":"","answer_5":"E. Transverse genicular","ansImg_5":"","right_answer":"D. Posterior cruciate","percent_1":"49%","percent_2":"3%","percent_3":"6%","percent_4":"41%","percent_5":"1%","explanation_1":"","explanation_2":"$This MRI shows a coronal slice of the left knee; #medial/lateral orientation# can be determined by the location of the #fibular head#.  The asterisk corresponds to the #medial femoral condyle# (anterolateral surface), the proximal attachment site of the #posterior cruciate# ligament (@PCL@).  Distally, the PCL attaches to the posterior intercondylar area of the tibia. $The PCL #prevents posterior displacement of the tibia# relative to the femur when the knee is flexed.  Integrity of the PCL can be tested by flexing the knee to 90 degrees and pushing the tibia posteriorly (ie, @posterior drawer test@); excessive translation indicates a torn PCL. $The anterior cruciate ligament (ACL) runs opposite the PCL within the knee joint and prevents anterior displacement of the tibia relative to the femur when the knee is flexed.  The ACL attaches proximally to the lateral femoral condyle (posteromedial surface) and distally to the anterior intercondylar area of the tibia #(choice A).#  Integrity of the ACL can be tested by flexing the knee to 90 degrees and pulling the tibia anteriorly (@anterior drawer test@). $#(Choice B)#  The lateral (fibular) collateral ligament attaches proximally to the lateral epicondyle of the femur and distally to the fibular head.  It provides lateral stability to the knee (resists varus force). $#(Choice C)#  The medial (tibial) collateral ligament (MCL) attaches proximally to the medial epicondyle of the femur and distally to the medial condyle of the tibia; it also attaches to the medial meniscus.  The MCL provides medial stability to the knee (resists valgus force). $#(Choice E)#  The transverse genicular ligament connects the anterior ends of the medial and lateral menisci.  It contributes little to the maintenance of knee joint stability. $#Educational objective# The posterior cruciate ligament attaches proximally to the medial femoral condyle (anterolateral surface) and distally to the posterior aspect of the intercondylar area of the tibia.  It prevents posterior displacement of the tibia relative to the femur when the knee is flexed.  ","clickable_1":"images/img1.1969.jpg","clickable_2":"images/img2.1969.jpg","clickable_3":"images/img3.1969.jpg"}

]