[

{"id":"12278","title":"A 54-year-old man comes to the emergency department with a 3-month history of fatigue and exertional dyspnea.  He has early satiety and frequent upper abdominal discomfort.  On physical examination, the patient has palpable splenomegaly but no lymphadenopathy.  Laboratory tests are as follows:","title_table":"!Complete blood count!?Hemoglobin?9.2 mg/dL?Platelets?80,000/mm3?Leukocytes?56,000/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Reverse transcription polymerase chain reaction is used to diagnose chronic myelogenous leukemia in this patient.  Which of the following is most likely to be detected by this test?","audio":"","comparison_items":"","answer_1":"A. Chromosomal position of the BCR and ABL genes","answer_2":"B. DNA rearrangement in the BCR promoter region","answer_3":"C. Fusion protein containing BCR and ABL domains","answer_4":"D. Messenger RNA transcript containing BCR and ABL exons","answer_5":"E. Point mutation in the ABL enhancer region","percent_1":"26%","percent_2":"11%","percent_3":"30%","percent_4":"29%","percent_5":"4%","right_answer":"D. Messenger RNA transcript containing BCR and ABL exons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$#Reverse transcription polymerase chain reaction# (RT-PCR) is used to detect and quantify levels of #messenger RNA# (mRNA) in a sample.  It is similar to regular @PCR@ in that it uses sequence-specific primers, thermostable DNA polymerase, and a pool of deoxyribonucleoside triphosphates to amplify a DNA template.  In RT-PCR, this template is generated by the action of #reverse transcriptase# on the mRNA sample, producing a complementary DNA (cDNA) strand that can then be amplified by PCR.  Because cDNA is complementary to the mRNA sequence, it contains the #exons# of a gene along with the 5′ and 3′ untranslated regions. $#Chronic myelogenous leukemia# (CML) is characterized by uncontrolled proliferation of the myeloid stem cell line due to a chromosomal translocation.  This translocation causes the BCR gene on chromosome 22 to fuse with the ABL gene on chromosome 9, forming the BCR-ABL fusion gene.  The BCR-ABL fusion protein product is a constitutively active tyrosine kinase that accelerates cell division and increases genetic instability.  RT-PCR can be used to identify mRNA transcribed from the BCR-ABL fusion gene and therefore diagnose CML. $#(Choice A)#  Fluorescence in situ hybridization (FISH) techniques allow direct localization of genes to their respective chromosomes by using a labeled DNA probe complementary to the sequence of interest. $#(Choices B and E)#  RT-PCR amplification uses an mRNA template, so it cannot detect changes in the parts of the gene that are not transcribed (eg, promoter and enhancer regions).  Other PCR techniques that use chromosomal DNA can detect changes in these nontranscribed regions. $#(Choice C)#  RT-PCR is used to detect levels of mRNA expression; it does not identify proteins.  A Western blot study can detect the BCR-ABL protein by using monoclonal antibodies directed against BCR or ABL. $#Educational objective# Reverse transcription polymerase chain reaction (RT-PCR) is used to detect and quantify levels of mRNA in a sample.  It uses reverse transcription to create a complementary DNA template that is then amplified using the standard PCR procedure.  RT-PCR can be used to diagnose chronic myelogenous leukemia by identifying an mRNA transcript containing both BCR and ABL exons in affected cells.  ","clickable_1":"images/img1.12278.jpg"},

{"id":"21503","title":"An autopsy is being performed on a 4-year-old boy who recently died from a myocardial infarction.  The child had a history of intellectual disability.  Autopsy shows a prominent forehead and broad nose.  There is a diffuse haze over the corneas bilaterally.  The heart, liver, and spleen are enlarged.  Sampling of the coronary arteries is most likely to reveal intimal accumulation of which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cholesterol","answer_2":"B. Glucocerebroside","answer_3":"C. Glycogen","answer_4":"D. Heparan sulfate","answer_5":"E. Sphingomyelin","percent_1":"7%","percent_2":"16%","percent_3":"11%","percent_4":"55%","percent_5":"12%","right_answer":"D. Heparan sulfate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mucopolysaccharidoses*#∆⨉∆⨉∆⨉∆⨉ §^#Diagnosis# ∆^#Inheritance# ∆^#Deficiency# ∆^#Accumulated$ substrate# ∆^#Key features# §^#Hurler$ syndrome# ∆^AR ∆^α-L-$iduronidase ∆^Dermatan &$ heparan sulfate ∆ • Severe developmental delay & intellectual disability • Coarse facial features • Corneal clouding • Hepatosplenomegaly • Death at age <10 (cardiac complications) §^#Hunter$ syndrome# ∆^XLR ∆^Iduronate $sulfatase ∆↕ ∆ • Milder features than Hurler: $== ○ (+) Aggressive behavior $== ○ (−) Corneal clouding • Death in adolescence/early adulthood %* Subtype of lysosomal storage disorder. $#AR# = autosomal recessive; #XLR# = X-linked recessive","explanation_img":"","explanation_1":"","explanation_2":"$This patient most likely had #Hurler syndrome# (type I mucopolysaccharidosis), an autosomal recessive disorder characterized by severe #intellectual disability#, #corneal clouding#, and #coarse facial features# (eg, frontal bossing, broad nose, flat midface).  Hepatosplenomegaly and heart disease are also typical findings. $#Mucopolysaccharidoses# are lysosomal storage disorders resulting from the #defective metabolism of glycosaminoglycans# (GAGs).  GAGs are long, unbranched polysaccharides that are an important component of the ground substance within the extracellular matrix of connective tissues.  Hurler syndrome is caused by a #deficiency# of #alpha-L-iduronidase#, which hydrolyzes dermatan and heparan sulfate.  Hunter syndrome, a less severe disease than Hurler syndrome, also results in an accumulation of dermatan and heparan sulfate but characteristically does not cause corneal clouding. $Patients with Hurler syndrome have a shortened life expectancy.  Death, typically in early childhood, is usually caused by #cardiac complications# (eg, myocardial infarction); this child's death from coronary artery disease was likely due to #deposition of dermatan and heparan sulfate# within the vessels. $#(Choice A)#  Premature coronary artery disease is seen with familial hypercholesterolemia.  Cholesterol deposits can lead to tendon xanthomas, xanthelasmas (ie, eyelid plaques), and/or corneal arcus (ie, gray ring around the cornea) but not coarse facial features, intellectual disability, or a diffuse corneal haze. $#(Choice B)#  Accumulation of glucocerebroside within mononuclear cells is seen in Gaucher disease, an autosomal recessive defect in beta-glucocerebrosidase.  This condition is characterized by bruising due to thrombocytopenia, hepatosplenomegaly, progressive neurologic deterioration, and severe bone pain.  Premature coronary artery disease does not occur. $#(Choice C)#  Glycogen storage diseases cause defective metabolism of glycogen in the liver and/or muscles.  The presentation can include hypoglycemia, lactic acidosis, hepatomegaly, growth retardation, and/or muscle fatigue/cramping.  Cardiomegaly can occur with Pompe disease, but corneal clouding is not a feature. $#(Choice E)#  Niemann-Pick disease results from a deficiency of sphingomyelinase, which leads to the accumulation of sphingomyelin within phagocytes.  This disease is characterized by hepatosplenomegaly and progressive neurologic deterioration, but eye findings include a cherry-red spot on the macula, not corneal clouding. $#Educational objective# Hurler syndrome is a mucopolysaccharidosis caused by a deficiency of alpha-L-iduronidase, which hydrolyzes dermatan and heparan sulfate.  Accumulation of these substances results in the characteristic features of intellectual disability, coarse facial features, corneal clouding, and hepatosplenomegaly.  Early death due to cardiac complications (eg, myocardial infarction) is expected.  "},

{"id":"107590","title":"A 20-year-old woman comes to the clinic for evaluation of fatigue that has progressively worsened over the past month.  The patient was recently diagnosed with celiac disease, but she has not strictly adhered to a gluten-free diet.  Laboratory evaluation reveals macrocytic anemia with a low folate level but normal vitamin B12 level.  Oral folic acid is prescribed.  Which of the following biochemical changes is most likely to occur in this patient after starting treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Homocysteine ∆Methionine ∆Methylmalonic acid","answer_1":"§A. ∆↓ ∆↑ ∆No change","answer_2":"§B. ∆↓ ∆↑ ∆↓","answer_3":"§C. ∆↑ ∆↓ ∆No change","answer_4":"§D. ∆↑ ∆↓ ∆↑","answer_5":"§E. ∆No change ∆No change ∆↑","percent_1":"58%","percent_2":"12%","percent_3":"20%","percent_4":"6%","percent_5":"5%","right_answer":"§A. ∆↓ ∆↑ ∆No change","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107590.jpg","explanation_1":"","explanation_2":"$Folate is a naturally occurring vitamin found in animal and plant products, most notably liver and leafy green vegetables; it is also fortified in many cereals and grains.  Therefore, #folate deficiency# is rare in persons who consume a varied diet.  However, deficiency can occur in the setting of increased cell turnover (eg, pregnancy, chronic hemolytic anemia), medications that interfere with folate metabolism (eg, methotrexate, antiseizure agents), and #intestinal malabsorption#.  This patient with #celiac disease#, who is noncompliant with dietary restrictions, likely developed folate deficiency due to inflammation in the wall of the jejunum, which impaired folate absorption. $Folate has a crucial role in the generation of purines and pyrimidines by converting homocysteine to methionine.  Specifically, 5-methyl-tetrahydrofolate donates its methyl group to vitamin B12, forming methylcobalamin, then methylcobalamin donates its methyl group to homocysteine to form methionine.  In folate deficiency, homocysteine cannot be converted to methionine, leading to homocysteine accumulation #(choice C).#  In contrast, #folate supplementation# results in the rapid conversion of homocysteine to methionine, leading to #low homocysteine# and #high methionine#. $#Methylmalonic acid# is a biomarker for vitamin B12 because conversion of methylmalonyl-coenzyme A (CoA) to succinyl-CoA requires vitamin B12.  Because @methylmalonyl-CoA mutase@ is not a folate-dependent enzyme, it is #unaffected# by changes in folate level. $#(Choice B)#  Decreased homocysteine, increased methionine, and decreased methylmalonic acid would be expected after vitamin B12 supplementation, not folate supplementation. $#(Choice D)#  Increased homocysteine, decreased methionine, and increased methylmalonic acid would be expected in vitamin B12 deficiency. $#(Choice E)#  Isolated methylmalonic acidemia occurs in a rare autosomal recessive condition and is unrelated to folate deficiency and supplementation. $#Educational objective# Reduced forms of folate serve as methyl group donors in the synthesis of methionine.  Folate deficiency leads to impaired methionine synthesis with accumulation of homocysteine, a precursor to methionine.  Methylmalonic acid metabolism is unaffected by folate deficiency.  ","clickable_1":"images/img1.107590.jpg"},

{"SubjectSystem":"Genetics-Biochemistry","id":"2042","title":"A mutation in a non-coding DNA sequence is believed to affect expression of the gene coding for a specific fetal enzyme.  Liver and bone marrow cells from the fetus and his parents are obtained.  Which of the following is the best method to determine if this gene is being transcribed in cultures of the isolated cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Northern blot","answer_2":"B. Western blot","answer_3":"C. Southern blot","answer_4":"D. Southwestern blot","answer_5":"E. Enzyme-linked immunosorbent assay","percent_1":"46%","percent_2":"16%","percent_3":"28%","percent_4":"4%","percent_5":"5%","right_answer":"A. Northern blot","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2042.jpg","explanation_1":"","explanation_2":"$The Southern, Western, Northern and Southwestern blot procedures are techniques used to analyze and identify DNA fragments, proteins, mRNA, and DNA-bound proteins, respectively.  The best method for determining whether a gene is undergoing #transcription# is to analyze for the presence of its #mRNA# using a #Northern blot#.  In the case described above, Northern blot analysis of each of the cell culture samples can determine if mRNA corresponding to the gene of interest is being transcribed. $All of the \"blot\" tests rely on the same basic techniques.  First, the components of the unknown sample – DNA for Southern blots, mRNA for Northern blots, protein for Western blots, and DNA-bound protein for Southwestern blots – are separated by size and charge via gel electrophoresis.  The resultant bands are then blotted onto a nitrocellulose membrane and incubated with a labeled hybridization probe or antibody to identify the specific DNA fragment, mRNA molecule or protein of interest. $#(Choice B)#  A complete failure of gene expression would lead to a failure to produce the protein, which can be detected by @Western blotting@.  However, the question is asking how to determine if the gene is being transcribed (genes may be transcribed but not properly expressed if there is a problem with protein translation).  As transcription refers to the production of mRNA from a DNA template, a test that detects specific mRNA sequences (Northern blot) would be most appropriate. $#(Choices C and D)#  This patient's mutation in a non-coding DNA sequence (likely affecting a promoter or enhancer region) is resulting in decreased gene expression.  A Southern or Southwestern blot could potentially be used to detect the mutated DNA sequence and assess for transcription factor binding.  However, the degree of transcription of the affected gene is better assessed through direct detection of its associated mRNA. $#(Choice E)#  @ELISA@ (enzyme-linked immunosorbent assay) is a test commonly employed to measure the amount of a protein in body fluids.  It can be quantitative, for example, to measure plasma insulin levels. $#Educational objective# Northern blots detect target mRNA in a sample and can be used to assess the degree of gene transcription.  ","clickable_1":"images/img1.2042.mp4","clickable_2":"images/img2.2042.mp4"}


]