[


{"SubjectSystem":"pathology-pathology","id":"297","title":"A 46-year-old man presents to your office with a slowly growing neck mass.  The mass is stony hard on palpation and seems to be fixed to the adjacent tissues.  After initial evaluation, combination chemotherapy is prescribed to the patient.  Several weeks later the mass significantly decreases in size, and biopsy demonstrates many shrunken eosinophilic cells within the tumor.  Which of the following substances released from mitochondria most likely triggered the observed cellular changes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hemosiderin","answer_2":"B. Fas (CD95)","answer_3":"C. Cytochrome c","answer_4":"D. Succinate dehydrogenase","answer_5":"E. Superoxide dismutase","answer_6":"F. Lipoxygenase","percent_1":"2%","percent_2":"12%","percent_3":"69%","percent_4":"3%","percent_5":"12%","percent_6":"3%","right_answer":"C. Cytochrome c","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Apoptosis is a means of carefully regulated cell death in which the cell activates enzymes to degrade its own nuclear DNA and proteins.  Although the cell membrane remains intact during apoptosis, the cell becomes an appealing target for phagocytosis.  Because no cell contents are leaked into the surrounding tissue, there is no associated inflammation. $ The process of apoptosis is separated into an initiation phase and an execution phase.  During the initiation phase, protein-hydrolyzing caspases are activated.  In the execution phase, these caspases bring about the cell death by cleaving cellular proteins and activating DNAses. $ The initiation of apoptosis occurs via signals from two separate pathways: the intrinsic (mitochondrial) pathway and the extrinsic (death receptor) pathway.  In the intrinsic pathway, the mitochondria become more permeable and pro-apoptotic substances are released into the cytoplasm in response to stress or the cessation of survival signals.  Once the cell is exposed to stress or the cessation of survival signals, the anti-apoptotic proteins Bcl-2 and Bcl-x that reside in the mitochondrial membranes and cytoplasm are replaced with pro-apoptotic proteins such as Bak, Bax, and Bim.  The pro-apoptotic proteins allow for the increased permeability of the mitochondria, which results in the release of caspase-activating substances like cytochrome c. $ (Choice A) Hemosiderin accumulation is common in patients who have hemolytic anemia or who undergo frequent blood transfusions.  It is not associated with apoptosis. $ (Choice B) The extrinsic pathway requires engagement of death receptors on the cell surface.  These death receptors are in the tumor necrosis factor receptor family, with the type 1 TNF receptor (TNFR1) and a related protein named Fas (CD95) the two best known members of this family.  After cross-linkage of Fas with its ligand, multiple molecules of Fas come together to form a binding site for a death-domain containing adapter protein called FADD.  FADD then binds an inactive form of a caspase, again bringing multiple caspase proteins together that through a cascade effect eventually induce caspase activation. $ (Choice D) Succinate dehydrogenase is a mitochondrial enzyme in the electron transport chain that acts by oxidizing succinate into fumarate and reducing FAD to FADH2.  This enzyme is not involved in apoptosis. $ (Choice E) Superoxide dismutase catalyzes the reduction of superoxide anions to hydrogen peroxide.  This enzyme is not involved in apoptosis. $ (Choice F) Lipoxygenase plays a key role in the synthesis of leukotrienes, a class of inflammatory mediators. $ Educational Objective Cytochrome c is a mitochondrial enzyme that activates caspases and indirectly brings about cell death through intrinsic pathway apoptosis."},

{"id":"18929","title":"A 64-year-old man develops diarrhea, abdominal pain, nausea, vomiting, and anorexia 3 weeks after starting radiation therapy for prostate cancer.  Physical examination shows abdominal tenderness.  Sigmoidoscopy reveals hyperemia, edema, erosion, and ulceration of the intestinal mucosa.  Stool and serum chemistries are normal.  Radiation enteritis is suspected.  Which of the following is most likely the primary mechanism responsible for this patient's intestinal changes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Generation of reactive oxygen species","answer_2":"B. Increased activity of the ubiquitin-proteasome system","answer_3":"C. Inhibition of DNA polymerase","answer_4":"D. Inhibition of thymidylate synthesis","answer_5":"E. Prevention of microtubule assembly","percent_1":"70%","percent_2":"10%","percent_3":"8%","percent_4":"7%","percent_5":"5%","right_answer":"A. Generation of reactive oxygen species","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp18929.jpg","explanation_1":"","explanation_2":"$This patient developed signs of #acute radiation enteritis# (eg, abdominal pain, diarrhea, inflammation and denudation of intestinal mucosa) 3 weeks after starting radiotherapy for #prostate cancer#.  Therapeutic #ionizing radiation# is commonly used to treat or palliate many types of cancer (eg, prostate, breast) and causes cell damage through 2 primary mechanisms: $ • DNA double-strand breakage:  Breakage of both strands is required; single-strand breaks can be repaired by polymerases. $ • #Generation of reactive oxygen species#:  Unstable molecules formed by the ionization of water; oxygen free radicals can cause cellular and DNA damage. $ Radiation-induced DNA damage impairs mitosis and initiates #apoptosis# of susceptible cells, including #intestinal crypt stem cells# and other highly proliferative cells (eg, cancer cells, hematogenous precursors).  Cellular damage also induces an immune response characterized by increased expression of #proinflammatory cytokines# (eg, IL-1, IL-6, tumor necrosis factor-alpha) and migration of leukocytes (eg, neutrophils) to the affected tissue, processes that produce additional reactive oxygen species and contribute to the radiation-induced tissue damage. $ In the gastrointestinal tract, these changes result in progressive inflammation, edema, and #mucosal denudation# that decrease the absorptive area.  Abdominal pain and diarrhea typically manifest several weeks after radiotherapy is started.  In some cases, the effects of radiation exposure can be delayed until years after radiation exposure and present as complications of intestinal fibrosis (eg, strictures, adhesions, bowel obstruction). $ (Choice B)  The ubiquitin-proteasome system has an integral role in maintaining normal cell function by degrading damaged proteins and contributing to cell cycle control.  Although proteasome activity normally increases in response to oxidative stress, this system is inhibited by ionizing radiation, potentiating the apoptotic effects of radiotherapy. $ #(Choices C, D, and E)#  Many chemotherapeutic agents impair essential steps in the DNA and cellular repair processes and can potentiate the effects of ionizing radiation.  Although inhibition of DNA polymerase (eg, nucleoside analogues), inhibition of thymidylate synthesis (eg, 5-fluorouracil), and prevention of microtubule assembly (eg, vinblastine) would contribute to the cytotoxic effects of radiation, radiation-induced tissue damage occurs primarily through the generation of free radicals. $ Educational objective Ionizing radiation causes cellular and DNA damage primarily through generation of reactive oxygen species, which can trigger progressive inflammation and tissue damage.  In the gastrointestinal tract, the acute effects of radiation exposure typically occur several weeks after radiotherapy is initiated and manifest as abdominal pain and diarrhea due to mucosal denudation, inflammation, and edema."},

{"id":"178","title":"A 65-year-old man comes to the emergency department due to acute-onset, severe right flank pain; nausea; and vomiting for the past hour.  His medical conditions include prostate cancer and membranous nephropathy.  Blood pressure is 148/60 mm Hg and pulse is 95/min.  On physical examination, the patient appears to be in moderate distress due to pain and is diaphoretic.  There is right costovertebral angle tenderness.  Urinalysis shows hematuria.  Contrast-enhanced CT scan reveals a wedge-shaped perfusion defect in the right kidney.  The affected renal tissue is most likely to develop which of the following histologic changes over the next several days?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Caseous necrosis","answer_2":"B. Coagulative necrosis","answer_3":"C. Fat necrosis","answer_4":"D. Fibrinoid necrosis","answer_5":"E. Liquefactive necrosis","answer_6":"F. Tissue calcification","percent_1":"2%","percent_2":"83%","percent_3":"1%","percent_4":"9%","percent_5":"4%","percent_6":"1%","right_answer":"B. Coagulative necrosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Patterns of tissue necrosis! ^ #Type# ∆^ #Etiology# ∆ ^ #Morphology# §^ #Liquefactive$ necrosis# ∆ • Severe bacterial infections $(eg, gangrene) • CNS infarcts ∆ • Necrotic tissue is digested by $hydrolytic enzymes into a viscous $fluid:$ == ○ Infected abscess fluid is creamy yellow $== due to dead leukocytes (pus) $== ○ Brain infarcts resolve into$== CSF-filled spaces §^ #Fibrinoid$ necrosis# ∆ • Hypertension • Vasculitis ∆ • Damaged vessels leak$ fibrin/immune complexes • Eosinophilic layer of proteinaceous$ material in vessel walls §^ #Fat necrosis# ∆ • Acute pancreatitis • Trauma (subcutaneous $adipose tissue) ∆ • Free fatty acids released by active$ enzymes (eg, lipases) or mechanical$ damage • Fatty acids combine with calcium,$ forming chalky-white deposits$ (saponification) §^ #Caseous necrosis# ∆ • Mycobacterial infections • Fungal infections (eg,$ Histoplasma, Cryptococcus, $Coccidioides) ∆ • Friable, cheeselike material $composed of cell fragments & $amorphous proteinaceous debris$ • Surrounded by epithelioid$ macrophages & giant cells $(granuloma) §^ #Coagulative$ necrosis# ∆ • Irreversible ischemic injury $outside CNS ∆ • Tissue architecture is preserved due$ to denaturation of lytic enzymes: $== ○ Cells are anucleate with $==eosinophilic cytoplasm $== ○ Leukocytes eventually infiltrate & digest necrotic $==tissue %#CSF# = cerebrospinal fluid.","explanation_img":"","explanation_1":"","explanation_2":"This patient with multiple risk factors for hypercoagulability (ie, malignancy, membranous nephropathy) has flank pain, hematuria, and a #wedge-shaped# perfusion defect in the right kidney.  This presentation is consistent with a #renal infarction#, likely from thromboembolic disease.  Prolonged ischemia (as seen in infarcted tissue) results in irreversible cellular injury and cellular necrosis. $ @Necrosis@ is an uncontrolled process of cell death that results in denaturation of cellular proteins and enzymatic digestion of cellular components.  Unlike apoptosis, necrosis leads to a loss of membrane integrity and leakage of proinflammatory intracellular material that can injure the surrounding tissue. $ Necrosis occurs in several distinct morphologic patterns.  In most organs, irreversible #ischemic injury# typically results in #coagulative necrosis#.  Because the digestive enzymes denature before they can significantly disrupt tissue integrity, the cellular architecture is maintained but nuclei are absent.  A major exception is tissue within the CNS, in which ischemia (eg, stroke) causes liquefactive necrosis with digestion of cellular constituents and liquefaction of necrotic tissue #(choice E)#. $ (Choice A)  Caseous necrosis is a pattern of necrosis seen with mycobacterial or certain fungal (eg, Histoplasma, Cryptococcus) infections.  Collections of epithelioid macrophages and giant cells surround white, friable, cheese-like material made up of cell fragments and proteinaceous debris (ie, caseating granulomas). $ (Choice C)  Fat necrosis occurs in areas with high numbers of adipocytes (eg, pancreas, breast, subcutaneous fat) and is frequently seen in pancreatitis.  Enzymes released from damaged cells break down triglycerides into free fatty acids, which combine with calcium to form soaps; anucleated adipocytes with calcium deposits are visible on microscopy. $ (Choice D)  Fibrinoid necrosis is a histologic pattern of injury seen in the walls of blood vessels affected by vasculitis or malignant hypertension.  It results from immune complexes and/or plasma proteins (eg, fibrin) leaking through the damaged intima and depositing within the vessel wall; the deposits appear histologically as a circumferential ring of pink, amorphous material surrounding the vascular lumen. $ (Choice F)  Dystrophic calcification occurs in areas of tissue injury or necrosis that escape removal by phagocytes.  Phosphate ions in the necrotic tissue bind calcium to form salts, which can appear grossly as white granules and microscopically as amorphous, basophilic material on hematoxylin and eosin stain.  However, the calcification develops slowly over the months and years following the initial injury. $ Educational objective Lethal tissue ischemia causes coagulative necrosis in most tissues (eg, kidney, myocardium); cellular architecture is maintained but nuclei are absent.  The exception is ischemic cell death in the CNS, which causes liquefactive necrosis.","clickable_1":"images/img1.178.mp4"},

{"id":"1611","title":"A 4-year-old boy is brought to the emergency department for difficulty breathing and a productive cough.  He has a past medical history of recurrent episodes of sinusitis and otitis media.  The respiratory infections typically have a protracted course but respond to high-dose antibiotic therapy.  Pulmonary auscultation shows crackles and wheezing.  Cardiovascular examination shows a cardiac point of maximal impulse that is palpated at the right 5th intercostal space.  Which of the following is most likely to be dysfunctional in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. C1 complement component","answer_2":"B. Chloride channels","answer_3":"C. Dynein arms","answer_4":"D. IL-2 receptors","answer_5":"E. Immunoglobulin gene rearrangement","answer_6":"F. NADPH oxidase","percent_1":"3%","percent_2":"11%","percent_3":"72%","percent_4":"2%","percent_5":"5%","percent_6":"8%","right_answer":"C. Dynein arms","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1611.jpg","explanation_1":"","explanation_2":"$This patient's history of recurrent respiratory infections and @dextrocardia@ on physical examination are suggestive of #Kartagener syndrome#, a form of #primary ciliary dyskinesia #(PCD).  This autosomal recessive condition is caused by a wide variety of mutations that impair ciliary structure or function. $Eukaryotic flagella and cilia are composed of a central core known as the axoneme that is surrounded by cell membrane.  The axoneme of flagella and motile cilia consists of a circular array of microtubule doublets surrounding 2 central microtubules (9+2 arrangement); the axoneme is anchored to the cell by a basal body.  Each doublet has an A and B subunit and is connected to the adjacent doublet via dynein arms.  These dynein arms contain an ATPase that generates energy to slide the microtubules past each other, producing ciliary movement.  Primary ciliary dyskinesia can result from failure of the #dynein arms# to develop normally. $Patients with PCD experience #recurrent respiratory infections# (eg, chronic sinusitis, bronchiectasis) as a result of impaired mucociliary clearance.  In addition, impaired ciliary movement during embryogenesis can cause #situs inversus# (reversed right/left positioning of internal organs).  #Infertility# in men (impaired sperm motility) and women (immobility of fallopian tube cilia) is another frequent manifestation. $#(Choice A)#  Deficiency of the C1 complement component causes increased susceptibility to encapsulated bacteria (eg, Streptococcus pneumoniae, Haemophilus influenzae, Neisseria meningitidis) and also predisposes to developing systemic lupus erythematosus. $#(Choice B)#  Epithelial cell chloride channels are defective in cystic fibrosis.  Although patients with cystic fibrosis typically have recurrent respiratory infections and infertility, dextrocardia/situs inversus are not seen. $#(Choice D)#  Defects in T-cell IL-2 receptors can cause severe combined immunodeficiency disease (SCID). $#(Choice E)#  Immunoglobulin gene rearrangement is impaired in hyper-IgM syndrome.  In this disorder, B cells produce high amounts of IgM but are unable to switch production to other immunoglobulin classes. $#(Choice F)#  NADPH oxidase deficiency causes chronic granulomatous disease. $#Educational objective# Kartagener syndrome is a form of primary ciliary dyskinesia characterized by the triad of situs inversus, chronic sinusitis, and bronchiectasis.  It occurs due to mutations that impair the structure or function of cilia.  Cystic fibrosis also causes chronic respiratory infections, but it is not associated with situs inversus.  ","clickable_1":"images/img1.1611.jpg"},

{"id":"177","title":"A 73-year-old man comes to the emergency department due to right-sided weakness and difficulty speaking.  The patient woke up with the symptoms an hour before arriving but felt well when he went to bed last night.  He has a history of paroxysmal atrial fibrillation but is not adherent with medical therapy.  Temperature is 98.6 F (37 C), blood pressure is 130/70 mm Hg, and pulse is 110/min and irregularly irregular.  Physical examination shows right-sided hemiplegia, hemisensory loss, and aphasia.  Despite appropriate treatment, the patient's symptoms fail to improve.  Over the next week, which of the following processes is most likely to occur in the affected brain region?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accumulation of fibrin-like material in vessel walls","answer_2":"B. Formation of a necrotic focus surrounded by epithelioid macrophages","answer_3":"C. Deposition of fatty acid and calcium complexes","answer_4":"D. Hydrolytic enzyme-induced tissue digestion","answer_5":"E. Tissue necrosis with preservation of cellular architecture","percent_1":"4%","percent_2":"16%","percent_3":"2%","percent_4":"70%","percent_5":"8%","right_answer":"D. Hydrolytic enzyme-induced tissue digestion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Patterns of tissue necrosis! ^ #Type# ∆^ #Etiology# ∆ ^ #Morphology# §^ #Liquefactive$ necrosis# ∆ • Severe bacterial infections $(eg, gangrene) • CNS infarcts ∆ • Necrotic tissue is digested by $hydrolytic enzymes into a viscous $fluid:$ == ○ Infected abscess fluid is creamy yellow $== due to dead leukocytes (pus) $== ○ Brain infarcts resolve into$== CSF-filled spaces §^ #Fibrinoid$ necrosis# ∆ • Hypertension • Vasculitis ∆ • Damaged vessels leak$ fibrin/immune complexes • Eosinophilic layer of proteinaceous$ material in vessel walls §^ #Fat necrosis# ∆ • Acute pancreatitis • Trauma (subcutaneous $adipose tissue) ∆ • Free fatty acids released by active$ enzymes (eg, lipases) or mechanical$ damage • Fatty acids combine with calcium,$ forming chalky-white deposits$ (saponification) §^ #Caseous necrosis# ∆ • Mycobacterial infections • Fungal infections (eg,$ Histoplasma, Cryptococcus, $Coccidioides) ∆ • Friable, cheeselike material $composed of cell fragments & $amorphous proteinaceous debris$ • Surrounded by epithelioid$ macrophages & giant cells $(granuloma) §^ #Coagulative$ necrosis# ∆ • Irreversible ischemic injury $outside CNS ∆ • Tissue architecture is preserved due$ to denaturation of lytic enzymes: $== ○ Cells are anucleate with $==eosinophilic cytoplasm $== ○ Leukocytes eventually infiltrate & digest necrotic $==tissue %#CSF# = cerebrospinal fluid.","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptoms are consistent with an #ischemic stroke# involving the left middle cerebral artery territory.  An #embolism# is the most likely cause given his history of atrial fibrillation in the absence of anticoagulation therapy.  The resulting irreversible neural cell injury initiates immune cell migration and #hydrolytic enzyme release#, leading to necrosis of damaged neural tissue.  Although ischemic cell death in most organs results in coagulative necrosis, in the brain such injury causes #liquefactive necrosis# within 10 days of the infarction due to the brain's lack of supporting architecture. $ The infarcted CNS tissue is then digested by microglia and replaced with a cystic space surrounded by a dense astroglial scar (gliosis) over the ensuing months to years. $ (Choice A)  @Fibrinoid necrosis@ is a pattern of injury that results in accumulation of fibrin-like material in the walls of blood vessels affected by vasculitis syndromes (eg, polyarteritis nodosa) or malignant hypertension.  Although fibrinoid necrosis in cerebral arteries can predispose a patient to hemorrhagic stroke, this change would not be an expected complication of acute ischemic stroke. $ (Choice B)  @Focal tuberculous infection@ can occur in the CNS and cause granulomas with caseous necrosis (epithelioid macrophages around a necrotic focus) within the affected parenchyma.  However, the onset of neurologic symptoms in patients with tuberculous brain abscesses tends to be more chronic and progressive than this patient's acute presentation. $ (Choice C)  Breakdown of adipose tissue (ie, fat necrosis) due to mechanical trauma or pancreatic enzyme release (eg, acute pancreatitis) is characterized by infiltrating foamy macrophages containing engulfed lipid debris and release of free fatty acids that combine with calcium to form basophilic deposits. $ (Choice E)  @Coagulative necrosis@ occurs following hypoxic cell death in all tissues except the CNS.  It results in the acute denaturation of structural and enzymatic cellular proteins.  Cell nuclei disappear, but the basic architecture of the affected tissue is preserved because intracellular proteolytic enzymes are inactivated during the injury process. $ Educational objective Irreversible ischemic injury to brain tissue causes tissue digestion by hydrolytic enzymes (liquefactive necrosis).  The infarcted CNS tissue is eventually replaced with a cystic astroglial scar.  In other organs, lethal ischemic injury results in coagulative necrosis.","clickable_1":"images/img1.177.jpg","clickable_2":"images/img2.177.jpg","clickable_3":"images/img3.177.jpg"},

{"id":"11916","title":"A 74-year-old woman comes to the emergency department due to 2 days of left leg pain and numbness.  She has a history of atrial fibrillation and hypertension.  Her left lower limb is pale and cold to palpation below the knee.  Arterial Doppler ultrasound shows an occluding thrombus, and a left femoral embolectomy is performed.  Post-procedure dorsalis pedis and posterior tibial pulses become palpable.  Several hours later, the patient begins to experience severe left calf pain.  On repeat examination, the left calf is swollen, tense, and tender, and the pain worsens with dorsiflexion of the left foot.  The distal pulses are also absent.  The physician suspects injury of the reperfused muscles in part due to overproduction of reactive oxygen species.  Which of the following enzymes is most likely to help neutralize these toxic molecules?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytochrome oxidase","answer_2":"B. Cytochrome P450","answer_3":"C. Myeloperoxidase","answer_4":"D. NADPH oxidase","answer_5":"E. Superoxide dismutase","percent_1":"5%","percent_2":"3%","percent_3":"6%","percent_4":"18%","percent_5":"68%","right_answer":"E. Superoxide dismutase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp11916.jpg","explanation_1":"","explanation_2":"$The vignette describes #acute compartment syndrome# secondary to reperfusion injury.  Restoration of arterial blood flow to an affected limb floods ischemic tissue with oxygen.  Molecular oxygen reacts with xanthine oxidase, NADPH oxidase, and nitric oxide synthase to form #reactive oxygen species (ROS)# such as superoxide, hydroxyl radicals, and singlet oxygen.  ROS disrupt cellular functions leading to DNA mutations, protein synthesis disruption, and membrane lipid peroxidation. $ #Antioxidant enzymes#, such as #superoxide dismutase, glutathione peroxidase#, #and catalase#, convert ROS to oxygen and water, neutralizing their capacity for cellular damage.  ROS generated during cellular respiration are typically neutralized by antioxidants before they become problematic.  However, in the #postischemic state#, the production of ROS exceeds the neutralizing capabilities of antioxidant enzymes #(high oxidative stress)#, leading to increased cell injury and death. $ (Choice A)  Cytochrome oxidase is the final component of the electron transport chain and functions to convert molecular oxygen to water while establishing the proton gradient necessary for synthesis of ATP. $ (Choice B)  Cytochrome P450 enzymes metabolize endogenous toxins as well as drugs.  They are capable of producing reactive oxygen species, which can contribute to the hepatotoxicity seen with certain drugs. $ (Choice C)  Myeloperoxidase is found in neutrophils and converts hydrogen peroxide to hypochlorous acid, a bactericidal compound that also causes oxidative damage to host cells. $ (Choice D)  NADPH oxidase catalyzes the reduction of molecular oxygen to superoxide free radicals, aiding in bacterial destruction by phagocytic cells.  Deficiency leads to chronic granulomatous disease in which those affected are unable to destroy catalase-positive organisms. $ Educational objective As an antioxidant, superoxide dismutase neutralizes reactive oxygen species, preventing cell injury.  In a pathologic state such as post-ischemic reperfusion, oxidative stress is high and reactive oxygen species production exceeds the neutralizing capability of antioxidants, leading to increased cell damage and death."}



]