[

{"id":"18918","title":"A 54-year-old postmenopausal woman comes to the office due to increasing vaginal pressure for the past 3 months. The patient has had no vaginal bleeding or abnormal discharge. BMI is 18 kg/m2. Vital signs are normal. On speculum examination, the anterior vaginal wall bulges with the Valsalva maneuver. On bimanual examination, the uterus is small and mobile. Which of the following is the most likely underlying cause of this patient's presentation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Chronic endometriosis","ansImg_1":"","answer_2":"B.Prior uterine artery ligation","ansImg_2":"","answer_3":"C.Pudendal nerve injury","ansImg_3":"","answer_4":"D.Uterine leiomyomas","ansImg_4":"","right_answer":"C.Pudendal nerve injury","percent_1":"7%","percent_2":"23%","percent_3":"45%","percent_4":"25%","explanation_img":"images/exp18918.jpg","explanation_1":"","explanation_2":"$This patient with vaginal wall bulging and pressure has #pelvic organ prolapse#, the herniation of pelvic organs (eg, bladder, rectum) into the vagina due to pelvic floor weakness.  The most common risk factor is #vaginal delivery#, which can either directly damage the pelvic musculature or #injure the pudendal nerve# that provides motor and sensory innervation to the pelvic floor muscles and external urethral and anal sphincters. $Although some women have symptoms of prolapse immediately after delivery (typically due to complete transection of the pudendal nerve), most patients develop prolapse months to years later due to slow #degeneration# of the #pelvic floor muscles#.  Delivery-related muscle injury, in addition to age-related tissue atrophy, can also contribute to pelvic floor laxity and resultant herniation of pelvic organs through the vaginal wall. $Patients typically have #vaginal pressure#; other symptoms (eg, bladder dysfunction, constipation) may develop, depending on whether the prolapse is located at the anterior vaginal wall (ie, herniated bladder [@cystocele@]) or the posterior vaginal wall (ie, herniated rectum [@rectocele@]).  On examination, patients typically have a #vaginal bulge# exacerbated with the Valsalva maneuver (ie, increased intraabdominal pressure). $#(Choice A)#  The @uterosacral ligaments@ run along the lateral pelvic wall and support the uterus and vaginal apex by lifting and anchoring them to the sacrum.  Excessive ligament laxity contributes to uterine and vaginal prolapse; in contrast, chronic endometriosis causes fibrosis and scarring that can shorten the ligaments and fix pelvic organs in place. $#(Choice B)#  Ligation of the uterine artery decreases blood flow to the uterus to shrink uterine @fibroids@.  However, the pelvic floor muscles are supplied primarily by the internal pudendal artery (another branch of the internal iliac artery); therefore, uterine artery ligation would not compromise pelvic floor strength. $#(Choice D)#  The presence of uterine leiomyomas increase pressure on the pelvic floor and place greater strain on the pelvic floor muscles.  However, this patient has a small mobile uterus on examination, making uterine leiomyomas an unlikely cause of her pelvic organ prolapse. $#Educational objective# Pudendal nerve injury during vaginal delivery leads to gradual denervation and weakness of the pelvic floor muscles.  In combination with age-related tissue atrophy, this injury contributes to pelvic organ prolapse (eg, cystocele).  ","clickable_1":"images/img1.18918.jpg","clickable_2":"images/img2.18918.jpg","clickable_3":"images/img3.18918.jpg","clickable_4":"images/img4.18918.jpg"},

{"id":"21426","title":"A 16-year-old girl comes to the office due to malodorous vaginal discharge.  The patient arrives with her mother, who stays in the examination room for the evaluation.  The patient has had increased vaginal discharge for the past 2 days but no abnormal vaginal bleeding or abdominal or pelvic pain.  She is sexually active with a new partner and uses a progestin-releasing subdermal implant for contraception.  Her last menstrual period was 2 weeks ago.  She has no chronic medical conditions and takes no medications.  Vital signs are normal.  The patient appears anxious.  Abdominal examination shows no tenderness or palpable masses.  When the pelvic examination is attempted, the patient says that she is \"embarrassed and anxious\" and refuses the examination.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Administer a benzodiazepine and proceed with the examination","answer_2":"B. Ask the patient's mother to leave the room and proceed with the examination","answer_3":"C. Distract the patient with questions while performing the examination","answer_4":"D. Do not perform the examination and ask the patient if she will perform self-collection for testing","answer_5":"E. Obtain permission from the patient's mother to proceed with the examination","percent_1":"0%","percent_2":"40%","percent_3":"2%","percent_4":"57%","percent_5":"2%","right_answer":"D. Do not perform the examination and ask the patient if she will perform self-collection for testing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This young, sexually active patient has malodorous vaginal discharge concerning for a sexually transmitted infection (STI), such as Neisseria gonorrhoeae or Chlamydia trachomatis, which are prevalent in patients age ≤25.  In most jurisdictions, #minors# (age <18) can #provide their own consent# for the evaluation and treatment of STIs and do not need parental consent #(choice E)#.  Evaluation typically includes a pelvic examination and cervicovaginal sampling to identify the pathogen by nucleic acid amplification testing and wet mount microscopy. $ The #pelvic examination# often provokes anxiety, particularly in patients with limited (eg, adolescents) or prior poor experiences or a history of sexual assault.  Patients with capacity (ie, ability to make informed medical decisions) and the right to consent, including this minor, have the right to #refuse examination#.  When this happens, health care providers should seek a balance between providing appropriate medical care and respecting patient autonomy.  For #nonemergent conditions#, alternative methods can be explored to reach the diagnosis by other means; in contrast, during life-threatening emergencies (eg, obstetric hemorrhage), providers should strongly recommend proceeding with the examination but still may not proceed without patient consent. $ This patient's condition is nonemergent because she has no signs of severe pelvic infection (eg, fever, abdominal pain) or medical instability (eg, hypotension).  Therefore, the most appropriate course of action is to #not perform the examination# but ask the patient to perform #self-collection# (eg, first-catch urine sample, vaginal self-swab) for diagnosis and appropriate treatment. $ #(Choices A and C)# In patients who consent to pelvic examination, various techniques to decrease anxiety include warming the speculum, explaining the next step in advance, conversing with them, and distracting them with questions.  Benzodiazepines are typically not indicated. $ (Choice B)  During the medical visit, a minor may feel more comfortable without the presence of the parent.  Therefore, asking the parent to leave the room is often recommended to obtain further history, particularly sensitive social and sexual history.  However, this patient has refused examination, and proceeding with the examination without the mother present still does not respect consent. $ Educational objective Patients with the right to consent can refuse portions of the medical evaluation (eg, pelvic examination).  In nonemergent cases, alternative methods for achieving the diagnosis and providing appropriate treatment (eg, patient self-collection) are appropriate."},

{"id":"18714","title":"A 30-year-old nulligravid woman and her 31-year-old husband come to the office for an infertility evaluation.  They have been unable to conceive despite 2 years of unprotected intercourse.  The patient has had irregular periods since menarche, ranging between 30 and 70 days each cycle.  Her BMI is 34 kg/m2.  Examination shows a small, anteverted uterus and bilateral enlarged ovaries.  A urine pregnancy test is negative.  The patient is prescribed letrozole for ovulation induction therapy.  This medication is most likely to help this patient through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of pituitary dopamine receptors","answer_2":"B. Depletion of hypothalamic estrogen receptors","answer_3":"C. Increased proliferation of endometrial tissue","answer_4":"D. Inhibition of hypothalamic gonadotropin secretion","answer_5":"E. Suppression of ovarian estradiol production","percent_1":"3%","percent_2":"18%","percent_3":"12%","percent_4":"12%","percent_5":"55%","right_answer":"E. Suppression of ovarian estradiol production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18714.jpg","explanation_1":"","explanation_2":"$This patient with irregular menses and enlarged ovaries likely has #polycystic ovary syndrome# (PCOS), a common cause of #infertility# due to anovulation.  @Ovulation induction agents@ (eg, letrozole, clomiphene) can be used to treat anovulatory infertility by #increasing gonadotropin levels# (ie, FSH, LH), which stimulates ovulation.  Letrozole and clomiphene stimulate gonadotropin release via manipulation of different targets on the hypothalamic-pituitary-ovarian (HPO) axis: $• #Letrozole# acts on the ovary.  Patients with PCOS typically have increased ovarian estrogen (eg, estradiol) production, which inhibits FSH, LH, and ovulation.  Ovarian estrogen production occurs primarily by the conversion of androgens (produced by theca cells) into estrogens within granulosa cells that contain the enzyme aromatase.  Letrozole #inhibits aromatase# (ie, prevents androgen-to-estrogen conversion) and #suppresses ovarian estradiol production#.  Letrozole also inhibits aromatase in adipose tissue, decreasing another source of estrogen (eg, estrone).  In response, the pituitary releases more FSH and LH, which stimulates ovulation. $• #Clomiphene# acts on estrogen receptors in the hypothalamus and pituitary.  When estrogen levels are high (as in PCOS), there is negative estrogenic feedback on both the hypothalamus and pituitary to stop the release of GnRH, FSH, and LH.  @Clomiphene@ binds to estrogen receptors for an extended period, resulting in receptor depletion in the hypothalamus and pituitary, thereby allowing for continued FSH and LH release #(choice B).# $#(Choice A)#  Bromocriptine, a dopamine receptor agonist, decreases prolactin secretion.  Prolactin normally inhibits FSH release, so patients with hyperprolactinemia (eg, lactotroph adenoma) often have infertility.  In these patients, bromocriptine can normalize prolactin levels and restore FSH and estrogen levels. $#(Choice C)#  Increased endometrial proliferation, which increases the risk for endometrial hyperplasia or cancer, occurs with the use of unopposed estrogen (eg, estrogen-only hormone therapy) or certain selective estrogen receptor modulators (eg, tamoxifen). $#(Choice D)#  When administered continuously, leuprolide (@GnRH agonist@) downregulates pituitary GnRH receptors and decreases FSH and estrogen, causing a hypogonadotropic, hypogonadal state clinically similar to that of menopause. $#Educational objective# Polycystic ovary syndrome can present with irregular menses, enlarged ovaries, and anovulatory infertility.  Letrozole, an aromatase inhibitor, acts on the ovary and peripheral adipose tissue to inhibit androgen-to-estrogen conversion by the enzyme aromatase; the subsequent decrease in estrogen production causes the pituitary to release more FSH and LH, thereby stimulating ovulation. ","clickable_1":"images/img1.18714.mp4","clickable_2":"images/img2.18714.jpg","clickable_3":"images/img3.18714.mp4"},

{"id":"11901","title":"A 29-year-old nulliparous woman comes to the emergency department due to right-sided pelvic pain. The pain is sharp and began suddenly while she was shoveling snow this morning. It is accompanied by nausea and is worse with movement. The patient's last menstrual period was 2 weeks ago. Temperature is 37.8 C (100 F), blood pressure is 100/60 mm Hg, and pulse is 92/min. Pelvic ultrasound reveals a normal-sized uterus and left ovary; there is a right adnexal mass measuring 6 cm with absent blood flow to the right ovary. Urine β-hCG is negative. The patient's condition most likely arises from obstructed blood flow through which of the following ligaments?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Cardinal ligament","ansImg_1":"","answer_2":"B.Infundibulopelvic ligament","ansImg_2":"","answer_3":"C.Mesosalpinx","ansImg_3":"","answer_4":"D.Round ligament","ansImg_4":"","answer_5":"E.Uterosacral ligament","ansImg_5":"","right_answer":"B.Infundibulopelvic ligament","percent_1":"8%","percent_2":"62%","percent_3":"9%","percent_4":"19%","percent_5":"2%","explanation_img":"images/exp11901.jpg","explanation_1":"","explanation_2":"This patient's right-sided pelvic pain is consistent with #ovarian torsion#. Ovarian torsion is commonly precipitated by physical activity, and patients with complete torsion typically develop sudden onset, severe, unilateral lower abdominal pain with nausea/vomiting.\nOvarian torsion occurs because the ovary is loosely suspended posterolaterally to the uterus by the uteroovarian ligament and to the pelvic sidewall by the #infundibulopelvic (IP) ligament#(also known as the suspensory ligament of the ovary). The main risk factor for torsion is a large #ovarian mass# because weight of the mass causes the ovary to #twist# around the IP ligament, thereby #occluding the ovarian vessels# that run within the ligament. The @torsed ovary@ then becomes edematous and ischemic due to lack of blood flow to the ovary. Diagnosis is clinical but pelvic ultrasound may help in evaluation.\n$(Choice A) The cardinal ligaments arise from the lateral pelvic sidewalls and attach to the cervix, vagina, and uterosacral ligaments to provide pelvic organ support. They are not in close proximity to the ovaries and are not involved in torsion.\n$(Choice C) The @broad ligament@ is a wide sheet of peritoneum that encapsulates the reproductive organs, attaching the uterus to the walls and floor of the pelvis; the mesosalpinx is the portion of the broad ligament that connects to the fallopian tubes (ie, the mesentery of the fallopian tubes).\n$(Choice D) The round ligament maintains the anteflexion of the uterus. It runs from the cornu of the uterus through the inguinal ring to the labia majora and is not connected to the ovaries. During pregnancy, a woman may experience intermittent, sharp pain due to the stretching round ligament.\n$(Choice E) The uterosacral ligaments connect the posterior aspect of the uterus to the anterior portion of the sacrum. These ligaments hold the uterus in position; loss of this support contributes to uterine prolapse into the vagina. They are not involved in the positioning or vascular supply of the ovaries.\n$Educational objective\nOvarian torsion typically involves twisting of the infundibulopelvic ligament, often due to the weight of a large adnexal mass. The resulting occlusion of the blood supply to the ovary results in severe, acute pelvic pain and ovarian ischemia.","clickable_1":"images/img1.11901.jpg","clickable_2":"images/img2.11901.jpg"},

{"which":"behavioral - female reproductive","id":"15589","title":"A 46-year-old woman comes to the office due to sexual difficulties for the past year.  The patient rarely thinks about sex anymore and frequently declines sex when her husband tries to initiate.  She is attracted to her husband and worries that he assumes she is losing interest in him.  Although vaginal lubrication is adequate during sex and the patient can reach orgasm, she finds that her mind wanders during the experience.  She is unsure what is causing a decrease in her sex drive, although she notes that she received a promotion 3 months ago and has been working longer hours since then.  The patient describes her marriage as stable and loving.  She has a history of a depressive episode and currently takes bupropion.  Physical examination and laboratory studies, including thyroid function tests, show no abnormalities.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder","answer_2":"B. Antidepressant-induced sexual dysfunction","answer_3":"C. Female orgasmic disorder","answer_4":"D. Female sexual interest/arousal disorder","answer_5":"E. Genito-pelvic pain/penetration disorder","answer_6":"F. Normal menopausal changes","percent_1":"23%","percent_2":"13%","percent_3":"1%","percent_4":"49%","percent_5":"0%","percent_6":"15%","right_answer":"D. Female sexual interest/arousal disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's lack of sexual desire is most consistent with #female sexual interest/arousal disorder#, a sexual disorder characterized by lack of, or significantly reduced, sexual interest and/or arousal.  Diagnosis requires ruling out psychological, medical, and substance/medication-related causes of sexual dysfunction (eg, depression, diabetes, chronic alcohol or drug use) and relationship problems. $The diagnosis of female sexual interest/arousal disorder encompasses symptoms of #decreased interest, decreased arousal, or both#.  This patient primarily experiences decreased interest (ie, lack of sexual thoughts; reduced initiation of sexual activity or receptivity to a partner's attempts to initiate, but adequate lubrication/orgasm).  Symptoms related to arousal may include decreased excitement/pleasure in response to mental and physical sexual cues and encounters. $ (Choice A)  Although the patient mentions that her condition is worse since her promotion 3 months ago, there is evidence of a change in sexual functioning preceding this stressful event. $ (Choice B)  Serotonergic antidepressants (eg, selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors) are a common cause of medication-induced sexual dysfunction and can cause decreased libido as well as anorgasmia in women.  This patient, however, is taking bupropion, a norepinephrine-dopamine reuptake inhibitor that does not affect serotonin and is unlikely to cause sexual side effects. $ (Choice C)  Female orgasmic disorder is characterized by marked delay in, decreased frequency and intensity of, or absence of orgasms. $ (Choice E)  Genitopelvic pain/penetration disorder involves recurrent difficulties with pain or fear of pain with vaginal intercourse or penetration attempts. $ (Choice F)  Although declining levels of estrogen in peri- and post-menopausal women may be associated with decreased sexual interest in some patients, this is typically accompanied by decreased vaginal lubrication, which this woman does not describe. $ Educational objective Female sexual interest/arousal disorder is characterized by lack of, or significantly reduced, sexual interest and/or arousal.  Diagnosis requires ruling out psychological, medical, and substance/medication-related causes and relationship problems."},

{"id":"18919","title":"A 63-year-old woman comes to the office for evaluation of chronic constipation. For the past 8 months, the patient has had increased straining with bowel movements but no abdominal pain or rectal bleeding. She has 2 children, both delivered via forceps-assisted vaginal delivery. BMI is 31 kg/m2. On digital rectal examination, there are no masses and rectal tone is normal; pelvic examination shows a visible bulge into the vagina with straining. Sensation around the perineum is intact. Fecal occult blood testing is negative. Which of the following is the most likely cause of this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Absence of colonic intramural ganglion cells","ansImg_1":"","answer_2":"B.Colonic sensitivity with chronic irregular contractions","ansImg_2":"","answer_3":"C.Damage to the levator ani muscle complex","ansImg_3":"","answer_4":"D.Defect in the external anal sphincter","ansImg_4":"","answer_5":"E.Increased internal anal sphincter parasympathetic tone","ansImg_5":"","right_answer":"C.Damage to the levator ani muscle complex","percent_1":"3%","percent_2":"3%","percent_3":"78%","percent_4":"8%","percent_5":"8%","explanation_img":"images/exp18919.jpg","explanation_1":"","explanation_2":"$This patient's chronic constipation is caused by #pelvic organ prolapse#, the herniation of pelvic organs (eg, bladder, rectum) into the vaginal wall due to #levator ani muscle complex damage#.  The levator ani muscle complex forms most of the pelvic floor and functions to hold the pelvic organs in a stable position; when this complex is damaged, such as with increased intraabdominal pressure (eg, #pregnancy#, obesity) or obstetric trauma (eg, forceps-assisted vaginal delivery), there is increased pelvic floor laxity, resulting in decreased pelvic organ support. $The decreased pelvic floor support causes an anatomic change to normal pelvic organ positions; for the rectum, this leads to a change in rectal angle during defecation, which can cause incomplete defecation and #constipation#.  With accumulation of fecal material, the rectum expands and herniates through the rectovaginal septum, causing #prolapse of the rectum# into the #posterior vaginal wall# (ie, #rectocele#).  The prolapse is exacerbated by Valsalva maneuvers (eg, #vaginal bulge while straining#), which cause further difficulty with defecation; therefore, some patients apply digital pressure against the prolapse (ie, #splinting#) to help improve bowel movements. $#(Choice A)#  @Hirschsprung disease@, the absence of colonic intramural ganglion cells due to failed neural crest cell migration, typically presents in infants.  It causes constipation and increased rectal tone due to the inability of the aganglionic segment to relax. $#(Choice B)#  Irritable bowel syndrome (IBS) is often associated with chronic irregular luminal contractions and increased gastrointestinal tract sensitivity.  It typically presents with recurrent abdominal pain and either diarrhea or constipation.  IBS does not affect the pelvic floor musculature and, therefore, does not cause a vaginal bulge. $#(Choice D)#  An external anal sphincter defect occurs with a @perineal laceration@, a common complication of vaginal deliveries; however, patients typically have decreased rectal tone (not seen here) that can result in anal incontinence (ie, involuntary loss of flatus or fecal material). $#(Choice E)#  The internal anal sphincter (IAS) is under tonic contraction via sympathetic fibers; contraction is inhibited by parasympathetic fibers.  Increased IAS parasympathetic tone would cause sphincter relaxation and an increased urge to defecate rather than chronic constipation. $#Educational objective# Pelvic organ prolapse, the herniation of pelvic organs (eg, rectum) into the vagina, occurs due to damage to the levator ani muscle complex.  Patients with prolapse of the posterior vaginal wall (ie, rectocele) classically have chronic constipation and a vaginal bulge.  ","clickable_1":"images/img1.18919.jpg","clickable_2":"images/img2.18919.jpg"},

{"id":"11781","title":"A 39-year-old woman is admitted to the hospital for a total abdominal hysterectomy for symptomatic uterine fibroids. The largest fibroid, measuring 8 cm, is located in the lower aspect of the uterus at the level of the cardinal ligament, compressing the bladder anteriorly. The patient has no other medical conditions and no prior surgeries. After the surgery, she develops right-sided back pain. The patient has been able to urinate without difficulty. Injury to which of the following structures is the most likely explanation for this patient's postoperative symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Bladder","ansImg_1":"","answer_2":"B.External iliac artery","ansImg_2":"","answer_3":"C.Ovarian artery","ansImg_3":"","answer_4":"D.Ureter","ansImg_4":"","answer_5":"E.Uterine artery","ansImg_5":"","right_answer":"D.Ureter","percent_1":"2%","percent_2":"8%","percent_3":"15%","percent_4":"48%","percent_5":"27%","explanation_img":"images/exp11781.jpg","explanation_1":"","explanation_2":"This patient has a right #ureteral injury#, a potential complication of pelvic surgery (particularly hysterectomy) due to the ureter's proximity to major pelvic ligaments and vessels. The most common sites of ureteral injury during hysterectomy include the following:\n• Where the ureter enters the pelvis at the pelvic brim, posterior to the #infundibulopelvic ligament# (which contains the ovarian vessels)\n• Along the pelvic sidewall as the ureter runs along the lateral aspect of the #uterosacral ligament#\n• In the #cardinal ligament# (which contains the uterine vessels) as the ureter dives under the uterine artery (\"water under the bridge\")\n• Along the anterolateral cervix and vaginal fornix as the ureter enters the bladder\nHysterectomy requires suture ligation and transection of the main uterine blood supply, the uterine artery within the cardinal ligament. Large fibroids at the level of the cardinal ligament (as in this patient) can distort uterine anatomy, thereby increasing the risk of #accidentally suturing the ureter# and causing ureteral obstruction during a hysterectomy.\nA unilateral #ureteral obstruction# causes urine to accumulate proximally, leading to distension and dilation of the proximal ureter and kidney (ie, #hydronephrosis#) and #back pain#. Most patients with unilateral obstruction maintain #normal urinary function# and have a normal serum creatinine level because the contralateral kidney and ureter function normally and compensate for the affected kidney.\n$(Choice A) The bladder can be injured during hysterectomy during its separation from the lower aspect of the uterus and cervix. However, bladder injuries typically present with abdominal pain/distension due to accumulation of urine within the abdomen.\n$#(Choices B, C, and E)# Injury to the external iliac, ovarian, or uterine artery would not present with isolated back pain. Instead, an undiagnosed arterial injury would likely present postoperatively with an acute abdomen (due to hemoperitoneum) and hemodynamic instability (eg, hypotension).\n$Educational objective\nThe ureter can be injured during pelvic surgery due to its proximity to major pelvic ligaments and vessels such as the uterine artery within the cardinal ligament. Unintentional suturing of the ureter can present postoperatively with unilateral back pain (ie, hydronephrosis) due to ureteral obstruction."},

{"id":"20285","title":"A 28-year-old woman comes to the office due to discomfort during urination for the past 3 months.  Antibiotics for a urinary tract infection were prescribed at an urgent care center a few weeks ago, but her symptoms have persisted despite treatment.  The patient has also noticed increasing pain with the passage of stool for the last year, particularly during menses.  Bowel movements occur daily and are soft and not watery.  Examination shows suprapubic tenderness and an immobile, retroverted uterus.  Rectovaginal examination reveals nodularity in the posterior cul-de-sac.  Urinalysis and urine culture are normal.  Surgical biopsy of the pelvic nodules would most likely show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Colorectal hamartoma","answer_2":"B. Endometrial glands and stroma","answer_3":"C. Endometrial intraepithelial neoplasia","answer_4":"D. Invasive urothelial carcinoma","answer_5":"E. Serous epithelial ovarian carcinoma","answer_6":"F. Uterine myometrium","percent_1":"3%","percent_2":"76%","percent_3":"5%","percent_4":"3%","percent_5":"2%","percent_6":"12%","right_answer":"B. Endometrial glands and stroma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp20285.jpg","explanation_1":"","explanation_2":"$#Endometriosis# affects women of reproductive age and is characterized by the #ectopic implantation of endometrial glands and stroma#, causing chronic pelvic pain.  Symptoms and examination findings vary, depending on the specific location of endometriosis implants. $#Dysuria# or suprapubic tenderness and #dyschezia# (pain with defecation) can be caused by implants on the bladder and rectovaginal septum, respectively.  Bowel symptoms commonly worsen with menses.  #Rectovaginal nodularity# is highly characteristic of endometrial implants and fibrosis of the posterior cul-de-sac.  The uterus is often immobile and fixed in a @retroverted position@ due to scarring from continued cyclic shedding of ectopic endometrial tissue that has no outlet.  Other common clinical features include an adnexal mass (endometrioma) and cervical motion tenderness.  Definitive diagnosis is by direct visualization with biopsy during surgical exploration. $#(Choice A)#  Colorectal hamartomas, typically benign colonic tumors, may cause abdominal pain due to mass effect; however, hamartomas do not worsen with menses or cause pelvic inflammation (eg, immobile uterus). $#(Choice C)#  Endometrial intraepithelial neoplasia, atypical overgrowth of the intrauterine endometrial lining, typically occurs in women with risk factors (eg, obesity, chronic anovulation).  Patients typically have abnormal uterine bleeding or postmenopausal bleeding. $#(Choice D)#  Invasive urothelial carcinoma can cause dysuria, but patients typically have painless hematuria; this patient's urinalysis is normal, making this diagnosis unlikely. $#(Choice E)#  Serous epithelial ovarian carcinoma can cause abdominal pain, but the typical presentation is bloating or ascites in a postmenopausal patient with an adnexal mass. $#(Choice F)#  @Leiomyoma@ (ie, fibroids), benign tumors of uterine myometrium, may cause abdominal pain and urinary or bowel symptoms due to mass effect; however, symptomatic patients typically have an irregularly enlarged uterus, making this diagnosis less likely. $#Educational objective# Endometriosis causes chronic pelvic pain due to ectopic implantation of endometrial glands and stroma in the abdominopelvic cavity.  Bladder implants may also result in dysuria while rectovaginal implants may cause dyschezia, rectovaginal nodularity, and pelvic fibrosis (eg, immobile uterus). ","clickable_1":"images/img1.20285.jpg","clickable_2":"images/img2.20285.jpg"}


]