[

{"id":"2110","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click# Proceed to Next Item#, you will not be able to add or change an answer. $An isolate of Streptococcus pneumoniae from a patient with meningitis is incubated with low-dose radiolabeled ceftriaxone and then subjected to protein electrophoresis.  Five distinct bands are detected by radioautography. $#Item 1 of 2# $These bands most likely represent radiolabeled ceftriaxone that is bound to which of the following?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cell wall glycoproteins","answer_2":"B. DNA replication proteins","answer_3":"C. Porins","answer_4":"D. Ribosomal proteins","answer_5":"E. Transpeptidases","percent_1":"50%","percent_2":"4%","percent_3":"2%","percent_4":"6%","percent_5":"38%","right_answer":"E. Transpeptidases","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Penicillins and cephalosporins function by #irreversibly# binding to penicillin-binding proteins.  Transpeptidases are one form of penicillin-binding protein that function to cross-link peptidoglycan in the bacterial cell wall.  Inhibition of transpeptidase (which occurs with the use of the cephalosporin ceftriaxone) leads to cell wall instability and bacteriolysis.  Many bacterial species synthesize multiple different penicillin-binding proteins; the laboratory study described in this question stem identifies 5 such proteins that are produced by this isolate of Streptococcus pneumoniae. $#(Choice A)#  Vancomycin binds to the terminal D-alanine residues of cell wall glycoproteins and prevents transpeptidases from forming cross-links. $#(Choice B)#  Fluoroquinolones interfere with DNA replication by binding to proteins such as DNA gyrase. $#(Choice C)#  Porins are utilized by bacterial organisms as a means of controlling diffusion of small to medium-sized metabolites.  Antibiotic resistance can develop through porin mutations that prevent antibiotic diffusion through the outer membrane of gram-negative bacteria.  No known antibiotics function by binding to porins. $#(Choice D)#  Ribosomal proteins are bound by multiple antibiotics including macrolides, tetracyclines, and others. $#Educational objective# Penicillins and cephalosporins function by irreversibly binding to penicillin-binding proteins such as transpeptidases.  "},

{"id":"2111","title":"#Item 2 of 2 # $Another isolate of Streptococcus pneumoniae from a patient with meningitis is also incubated with low-dose radioactive ceftriaxone and subjected to protein electrophoresis.  Only two bands are detected using radioautography.  Which of the following best explains the observed finding?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Action of beta-lactamases","answer_2":"B. Change in protein structure","answer_3":"C. Salvage metabolic pathway","answer_4":"D. Transmembranous efflux pumps","answer_5":"E. Upregulation of protein synthesis","percent_1":"37%","percent_2":"52%","percent_3":"1%","percent_4":"8%","percent_5":"2%","right_answer":"B. Change in protein structure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The isolate of S. pneumoniae in the prior question had five penicillin-binding proteins identified, whereas the isolate in the current question only has two.  This indicates that three of the penicillin-binding proteins have been altered in such a way that inhibits the binding of ceftriaxone.  Structural changes in penicillin-binding proteins that prevent ceftriaxone from binding is one mechanism for ceftriaxone resistance. $#(Choice A)#  Beta-lactamases function to degrade penicillin and cephalosporins.  Production of a beta-lactamase would prevent ceftriaxone from being able to bind to the penicillin-binding proteins.  Because ceftriaxone is so much smaller than the penicillin-binding proteins, unbound ceftriaxone would likely accumulate at one of the electrodes.  This would lead to no bands being found within the electrophoresis area. $#(Choice C)#  A salvage metabolic pathway can restore metabolic function that would otherwise be inhibited by an antibiotic such as trimethoprim or sulfamethoxazole. $#(Choice D)#  Transmembranous efflux pumps confer resistance to antibiotics that require entry into the cell to function (e.g., tetracyclines and macrolides).  However, penicillins and cephalosporins function outside of the bacterial cell at the peptidoglycan cell wall. $#(Choice E)#  Upregulation of protein synthesis can occur to overcome the effect of an antibiotic that binds to and irreversibly inhibits the action of that protein.  However, if this were the mechanism for resistance, five bands would still be identified on the radioautography test. $#Educational objective# A change in the structure of penicillin-binding proteins that prevents cephalosporin binding is one mechanism of bacterial resistance to cephalosporins.  "},

{"id":"18521","title":"A 19-year-old woman comes to the office due to 2 days of dysuria, urinary frequency, and urgency.  The symptoms began a day after having sexual intercourse with her boyfriend.  The patient has no fever, flank pain, nausea, or vomiting.  She has no chronic medical conditions and no known drug allergies.  Vital signs are within normal limits.  Examination shows mild suprapubic tenderness.  Urinalysis reveals many bacteria and white blood cells/hpf.  Which of the following is the most appropriate pharmacotherapy for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azithromycin","answer_2":"B. Doxycycline","answer_3":"C. Fluconazole","answer_4":"D. Metronidazole","answer_5":"E. Trimethoprim-sulfamethoxazole","percent_1":"12%","percent_2":"7%","percent_3":"1%","percent_4":"6%","percent_5":"74%","right_answer":"E. Trimethoprim-sulfamethoxazole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's acute dysuria, urinary frequency/urgency, suprapubic tenderness, and pyuria/bacteriuria indicate #acute simple cystitis#.  Women are at greater risk than men due to the short distance between the anus and vaginal introitus, which allows enteric bacteria to contaminate the urethra and ascend into the bladder.  #Recent sexual intercourse# is the single greatest risk factor in otherwise healthy women. $Most cases of acute simple cystitis are caused by the enteric bacteria #Escherichia coli#.  However, Klebsiella pneumoniae, Proteus mirabilis, and Staphylococcus saprophyticus are also frequently isolated.  Patients with no risk factors for resistant bacteria (eg, recent inpatient hospitalization or antibiotic use) are generally treated empirically with 3-6 days of nitrofurantoin or #trimethoprim-sulfamethoxazole# (TMP-SMX) due to their excellent efficacy and low risk of side effects. $#(Choices A and B)#  Azithromycin and doxycycline treat Chlamydia trachomatous infections of the urogenital tract.  Most cases of chlamydia are asymptomatic, but some patients have dysuria and urinary frequency.  Although urinalysis will reveal pyuria, no bacteria would be seen on urinary Gram stain because C trachomatous has no cell wall.  Neither azithromycin nor doxycycline adequately treats enteric, gram-negative pathogens; therefore, neither is typically used for acute simple cystitis. $#(Choice C)#  Fluconazole is often used to treat vaginal candidiasis, which can cause dysuria and is often linked to vaginal intercourse.  However, most patients also have vaginal itching and soreness.  The presence of urinary frequency, urgency, and pyuria/bacteriuria makes bacterial cystitis more likely. $#(Choice D)#  Metronidazole can treat Trichomonas vaginalis, a flagellated protozoan that is transmitted during sexual intercourse.  Women infected with trichomonas often have dysuria and frequency, but most also have a purulent, malodourous vaginal discharge.  The presence of pyuria/bacteriuria on urinalysis makes acute bacterial cystitis more likely. $#Educational objective# Acute simple cystitis often occurs in young, otherwise healthy women, particularly following sexual intercourse.  Common manifestations include dysuria, urinary frequency/urgency, and urinalysis evidence of pyuria/bacteriuria.  Empiric treatment with nitrofurantoin or trimethoprim-sulfamethoxazole is typically curative.  "},

{"id":"1551","title":"A 29-year-old woman comes to the office with malaise, fever, and extremely painful genital lesions.  She has never had such symptoms before.  She is sexually active with a new partner.  On examination, the patient has several tiny, thin-walled vesicles on an erythematous base and exquisitely tender, shallow ulcers on the labia.  Tender inguinal lymphadenopathy is present.  Tzanck smear of the genital lesions shows multinucleated giant cells.  A drug is prescribed that can be used to manage this acute episode and prevent future episodes of this patient's condition.  This drug most likely works by which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Incorporation into newly replicating viral DNA","answer_2":"B. Inhibition of viral protease activity","answer_3":"C. Inhibition of virion release from infected cells","answer_4":"D. Prevention of viral entry into the target cells","answer_5":"E. Upregulation of interferon synthesis in infected cells","percent_1":"69%","percent_2":"13%","percent_3":"9%","percent_4":"6%","percent_5":"3%","right_answer":"A. Incorporation into newly replicating viral DNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1551.jpg","explanation_1":"","explanation_2":"$This patient's new genital rash and positive Tzanck smear are consistent with a #primary genital herpes# simplex virus (HSV) infection, likely due to HSV-2.  #Antiviral drugs# for the treatment of primary genital herpes include acyclovir, valacyclovir (acyclovir prodrug with better oral bioavailability), and famciclovir.  Acyclovir treatment during a primary episode can reduce duration of viral shedding, time to lesional healing, constitutional symptoms, and local pain.  Chronic daily suppressive therapy (lower dose) can be used in patients who have recurrent episodes. $In infected host cells, acyclovir (a #nucleoside analog#) is converted into acyclovir monophosphate principally via #virus-encoded# thymidine kinase.  Cellular enzymes then convert the monophosphate into acyclovir triphosphate, which competes with deoxyguanosine triphosphate for viral DNA polymerase.  When acyclovir triphosphate becomes incorporated into the replicating viral DNA chain, viral DNA synthesis is terminated. $Acyclovir does not significantly impact uninfected cells in vitro as uptake into these cells is poor, phosphorylation in the absence of viral thymidine kinase is minimal, and cellular α-DNA polymerase has significantly less affinity for acyclovir triphosphate than does viral DNA polymerase. $#(Choice B)#  Inhibition of viral protease activity is the mechanism of action for drugs such as indinavir, an antiretroviral used in HIV treatment. $#(Choice C)#  Prevention of virion release from infected cells is the mechanism of action for drugs such as neuraminidase inhibitors (eg, oseltamivir), which are used in the early treatment of influenza. $#(Choice D)#  Drugs such as enfuvirtide and maraviroc, antiretrovirals used in HIV treatment, prevent viral entry into the target cells.  Docosanol, a topical agent that prevents viral entry, is sometimes used for herpes labialis, not genital HSV. $#(Choice E)#  Upregulation of interferon synthesis in infected cells is accomplished by many interleukins. $#Educational objective# Antiviral drugs currently recommended for the treatment of primary genital herpes include the nucleoside analogs (eg, acyclovir).  These are incorporated into newly replicating viral DNA and ultimately terminate viral DNA chain synthesis.  "},

{"id":"11729","title":"A 65-year-old man is brought to the emergency department due to high fevers and confusion.  His family says that he has been acting strangely and has been disoriented over the last 2 days.  He has also had severe headaches.  This morning he was difficult to arouse and reportedly had a seizure on the way to the hospital.  His temperature is 39.4 C (103 F), blood pressure is 140/90 mm Hg, and pulse is 112/min.  The patient is obtunded with preserved brainstem reflexes and reduced motor responses to pain.  CT scan of the head without contrast is negative.  Cerebrospinal fluid analysis reveals an elevated opening pressure with a hemorrhagic lymphocytic pleocytosis, increased protein, and normal glucose.  An MRI of the brain reveals an abnormal signal in the bilateral temporal lobes.  Inhibition of which of the following would be most effective for treating this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial cell wall synthesis","answer_2":"B. Bacterial folic acid metabolism","answer_3":"C. Bacterial nucleic acid synthesis","answer_4":"D. Bacterial ribosomes","answer_5":"E. Viral DNA polymerase","answer_6":"F. Viral protease","answer_7":"G. Viral reverse transcriptase","answer_8":"H. Viral RNase H","percent_1":"5%","percent_2":"1%","percent_3":"3%","percent_4":"2%","percent_5":"65%","percent_6":"10%","percent_7":"11%","percent_8":"3%","right_answer":"E. Viral DNA polymerase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #herpes simplex# virus (HSV) #encephalitis#, which can cause acute/subacute changes in mental status, seizures, headache, and, in some cases, focal neurologic deficits.  Cerebrospinal fluid (CSF) analysis usually reveals a #hemorrhagic lymphocytic pleocytosis# with increased protein and normal glucose.  On neuroimaging, the classic finding is the presence of an abnormal MRI signal in the bilateral #temporal lobes#. $The treatment for HSV encephalitis is intravenous #acyclovir#, a nucleoside analog that, once @activated@, competes with deoxyguanosine triphosphate for #viral DNA polymerase#; when acyclovir triphosphate becomes incorporated into the replicating viral DNA chain, viral DNA synthesis is terminated. $#(Choices A, B, C, and D)#  Bacterial meningitis can present similarly to HSV encephalitis; however, unlike HSV encephalitis, there is no predilection for the temporal lobes and CSF analysis typically shows a nonhemorrhagic neutrophilic pleocytosis with low glucose. $#(Choice F)#  Viral proteases are responsible for cleavage of protein precursors necessary for the production of infectious viral particles.  Protease inhibitors are important in the treatment of HIV and hepatitis C, not HSV. $#(Choices G and H)#  Viral RNase H (removes the RNA primers during viral DNA replication) and viral reverse transcriptase (generates complementary DNA from an RNA template) are important pharmaceutical targets for the treatment of retroviruses such as HIV. $#Educational objective# The most effective treatment for herpes simplex virus encephalitis is intravenous acyclovir.  Acyclovir is a nucleoside analogue whose active component is incorporated into replicating viral DNA, leading to termination of viral synthesis.  ","clickable_1":"images/img1.11729.jpg"},

{"id":"1645","title":"The antiviral activity of a guanosine derivative is tested by examining cells infected with different viruses for characteristic abnormal changes in cell morphology due to the viruses.  These structural changes in host cells are known as cytopathic effects (CPE).  In the presence of significant antiviral activity, CPE will be inhibited.  The following results are obtained from the study:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"⨀ A difference in which of the following best explains the variation in susceptibility of the various viruses to this specific antiviral agent? ⨀§ ∆^#CPE without antiviral agent# ∆^#CPE with antiviral agent# §^#Herpes simplex virus 1# ∆^+++ ∆^none §^#Herpes simplex virus 2# ∆^+++ ∆^none §^#Epstein-Barr virus# ∆^+++ ∆^++ §^#Varicella zoster virus# ∆^+++ ∆^none §^#Cytomegalovirus# ∆^+++ ∆^++","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. DNA polymerase structure","answer_2":"B. Drug degradation rate","answer_3":"C. Viral phosphorylating enzyme","answer_4":"D. Viral capsid protein composition","answer_5":"E. Viral protease activity","percent_1":"24%","percent_2":"3%","percent_3":"42%","percent_4":"21%","percent_5":"10%","right_answer":"C. Viral phosphorylating enzyme","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1645.jpg","explanation_1":"","explanation_2":"$The drug described in this study demonstrates significant antiviral activity (thereby reducing cytopathic effects) against #herpes simplex# virus type 1 (HSV 1), HSV 2, and #varicella zoster# virus (VZV) but has weak activity against Epstein-Barr virus (EBV) and cytomegalovirus (CMV).  This agent is most likely #acyclovir#, a guanosine analog.  Once acyclovir enters the HSV-infected host cell, it is #phosphorylated# to acyclovir monophosphate, principally via a #viral-encoded thymidine kinase#.  This is the rate-limiting step in acyclovir activation.  Acyclovir monophosphate is then phosphorylated by cellular enzymes into the active triphosphate form, which then impairs viral DNA polymerase-mediated replication. $EBV and CMV do not produce the same thymidine kinase as HSV and VZV.  As a result, EBV- or CMV-infected cells cannot easily convert acyclovir into its pharmacologically active form.  At very high intracellular concentrations of acyclovir, a small amount of the drug is activated by unidentified cellular phosphorylating enzymes, which may explain the partial susceptibility of EBV and CMV to high acyclovir doses. $#(Choices A, B, and E)#  Mutations in viral DNA polymerase can lead to acyclovir resistance, but differences in thymidine kinase are the best explanation for the observed results.  Drug degradation rate and viral protease activity are not responsible for differences in viral susceptibility to acyclovir. $#(Choice D)#  Thymidine kinase is an enzyme produced in infected cells, but it is not present in the viral capsid. $#Educational objective# Monophosphorylation of acyclovir by a viral thymidine kinase is the first (and rate-limiting) step in conversion of acyclovir to its active triphosphate form.  Acyclovir and related drugs (eg, famciclovir, valaciclovir) are more effective against herpes simplex virus and varicella zoster virus than cytomegalovirus and Epstein-Barr virus.  "},

{"id":"1774","title":"A 64-year-old man comes to the emergency department due to fever, anorexia, and nausea.  He recently immigrated to the United States from Vietnam to live with his son.  Several weeks ago, the patient was found to have a positive tuberculin skin test after a routine office visit.  He had no respiratory symptoms, and a chest x-ray was unremarkable.  A month ago, he started isoniazid therapy with pyridoxine supplementation.  Today, his temperature is 38.3 C (100.9 F).  On physical examination, there is mild abdominal discomfort.  Laboratory studies are pending.  Which of the following is the most likely cause of this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Factitious disorder","answer_2":"B. Gastric mucosal damage","answer_3":"C. Hepatocyte damage","answer_4":"D. Peripheral nerve damage","answer_5":"E. Serum sickness","percent_1":"1%","percent_2":"15%","percent_3":"67%","percent_4":"4%","percent_5":"13%","right_answer":"C. Hepatocyte damage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's positive tuberculin skin test, lack of respiratory symptoms, and normal chest x-ray indicate #latent tuberculosis infection# (LTBI).  Treatment for LTBI typically involves a rifamycin-based regimen or #isoniazid# monotherapy (with pyridoxine added for those at high risk of peripheral neuropathy).  This patient was treated with isoniazid and pyridoxine; he now returns a month later with fever, anorexia, and nausea, suggesting a medication side-effect. $INH is directly #hepatotoxic#.  In 10%-20% of patients, INH causes acute, #mild# hepatic dysfunction, characterized by transient increases in serum aminotransferases (AST/SGOT, ALT/SGPT).  This adverse effect usually occurs during the first 4-6 months of treatment, and, in most cases, liver function tests return to baseline with continued INH therapy.  In rare instances (<1%), INH induces a frank #hepatitis# that causes a syndrome similar to viral hepatitis (eg, #fever#, #anorexia#, #nausea#, jaundice); this sometimes evolves into a #severe# form with progressive liver dysfunction and death. $#(Choice A)#  Factitious disorder is the intentional falsification or inducement of symptoms with the goal of assuming the sick role.  It is unlikely in this patient, who should be evaluated for INH hepatotoxicity. $#(Choice B)#  Nonsteroidal anti-inflammatory drugs can cause gastric mucosal damage by inhibiting gastric prostaglandin production. $#(Choice D)#  Peripheral neuropathy is the other major side effect of INH therapy.  Patients at high risk for peripheral neuropathy (eg, pregnancy, HIV, diabetes mellitus) are given supplemental pyridoxine, which significantly reduces risk.  Pyridoxine does not alter risk of hepatitis, and peripheral neuropathy does not present with nausea, fever, and anorexia. $#(Choice E)#  Serum sickness drug hypersensitivity generally causes fever, urticaria, arthralgias, proteinuria, and lymphadenopathy 5-10 days after exposure to the drug (antigen).  This patient does not have arthralgias or skin findings. $#Educational objective# Isoniazid can be directly hepatotoxic, causing acute, mild hepatic dysfunction in 10%-20% of patients and frank hepatitis (fever, anorexia, and nausea, sometimes progressing to hepatic failure) in a small percentage of patients.  "},

{"id":"105599","title":"A 25-year-old man comes to the office due to 4 days of persistent diarrhea.  He has a history of HIV and is compliant with antiretroviral therapy.  The diarrhea was initially watery but has become bloody over the past day.  A stool culture grows Shigella flexneri, which is resistant to both azithromycin and fluoroquinolones.  A recent study tracking resistance patterns in Shigella species reveals rapid spread of resistance genes between different bacterial populations due to the transfer of nonchromosomal DNA between adjacent bacteria via a small hair-like appendage.  Which of the following best describes the process by which the bacteria responsible for this patient's infection likely developed resistance?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Conjugation","answer_2":"B. Transduction","answer_3":"C. Transformation","answer_4":"D. Transposition","answer_5":"E. Vertical gene transfer","percent_1":"74%","percent_2":"12%","percent_3":"6%","percent_4":"7%","percent_5":"2%","right_answer":"A. Conjugation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp105599.jpg","explanation_1":"","explanation_2":"$#Conjugation# is a form of horizontal gene transfer that involves direct #cell-to-cell contact# between two adjacent bacteria.  It allows for the propagation of genetic elements that confer beneficial traits such as #antibiotic resistance#, the ability to use new metabolites, or the ability to tolerate a difficult microenvironment.  The transferred genetic element is a #conjugative plasmid# (separate from the genome) or an integrated conjugative element (present in the genome). $Conjugation begins when proteins encoded by the conjugative element aggregate on the plasma membrane of the donor bacteria, forming a #pilus# (a #hair-like# appendage).  The pilus elongates until it attaches to an adjacent bacterium and then progressively shortens, which pulls the bacteria together.  The plasmid DNA in the donor cell is then nicked and relaxed, and a single DNA strand is transferred through the mating bridge from the donor to the recipient bacterium.  A complementary DNA strand is then generated in each bacterium, which completes the plasmid transfer. $Conjugation is a major mechanism for #Shigella antibiotic resistance#.  A single Shigella plasmid encodes resistance to ampicillin, chloramphenicol, tetracycline, sulfonamides, streptomycin, and trimethoprim.  Other plasmids encode resistance to azithromycin and fluoroquinolones.  Risk of resistant strains is greatest in patients with #HIV# and/or men who have sex with men, but antibiotic susceptibility testing is required for all infections due to high rates of resistance across patient populations. $#(Choices B and C)#  The two other forms of horizontal gene transfer are transduction and transformation.  @Transduction@ involves the introduction of foreign DNA into a bacterial cell by a virus or viral vector.  @Transformation@ involves the uptake of free DNA from the environment through the cell membrane.  Neither involves direct contact between bacterial cells or the formation of pili. $#(Choice D)#  Transposition involves the movement of a DNA sequence from one location to another within the genome (frequently with duplication of the transposon), which often results in genetic mutations due to incorrect DNA repair and/or insertional mutagenesis. $#(Choice E)#  Vertical gene transfer is the transmission of genes from parent to offspring.  This occurs in bacteria when they divide by binary fission; it does not involve pili. $#Educational objective# Conjugation is a form of horizontal gene transfer that involves the formation of a pilus and the direct passing of genetic material from one bacterium to another.  It is a common source of antibiotic resistance and environmental adaptation.  The other forms of bacterial horizontal gene transfer are transduction (viral vector) and transformation (uptake of free DNA).  ","clickable_1":"images/img1.105599.jpg","clickable_2":"images/img2.105599.jpg"},

{"id":"1643","title":"A 43-year-old woman comes to the emergency department due to low-grade fevers and malaise.  She has a history of lung transplantation due to cystic fibrosis and had 2 episodes of cytomegalovirus (CMV) viremia over the past few months, which were treated with ganciclovir.  Temperature is 37.6 C (99.7 F).  Physical examination is unrevealing.  Chest x-ray and urinalysis are negative for infection.  Polymerase chain reaction testing for CMV in blood shows elevated CMV levels consistent with CMV viremia.  Given the recurrent episodes of viremia, genotype analysis is performed and demonstrates ganciclovir-resistant CMV.  The patient is started on an alternate intravenous antiviral agent.  She develops hypocalcemia and hypomagnesemia.  Which of the following agents is the most likely cause of these side effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acyclovir","answer_2":"B. Cidofovir","answer_3":"C. Foscarnet","answer_4":"D. Lamivudine","answer_5":"E. Sofosbuvir","answer_6":"F. Valganciclovir","percent_1":"6%","percent_2":"8%","percent_3":"74%","percent_4":"4%","percent_5":"2%","percent_6":"6%","right_answer":"C. Foscarnet","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Foscarnet# is a pyrophosphate analog that is sometimes used for ganciclovir-resistant cytomegalovirus (CMV) infections.  Foscarnet can #chelate calcium#.  Moreover, foscarnet-induced renal wasting of magnesium may lead to #hypomagnesemia# and a reduction in the release of parathyroid hormone, which contributes to the hypocalcemic state.  Both hypocalcemia and hypomagnesemia can promote #seizures#. $#(Choice A)#  Major toxicities of acyclovir (used in some herpes simplex virus infections) include crystal nephropathy and neurotoxicity that manifests as delirium and/or tremor. $#(Choice B)#  Cidofovir, used in some cases of CMV retinitis, is associated with nephrotoxicity manifesting as proteinuria or elevated creatinine. $#(Choice D)#  Lamivudine is a nucleoside reverse transcriptase inhibitor (NRTI).  Side effects are unusual with lamivudine, unlike other NRTIs.  Lamivudine is occasionally associated with peripheral neuropathy and lactic acidosis. $#(Choice E)#  Sofosbuvir inhibits nonstructural protein 5B (NS5B), an RNA-dependent RNA polymerase needed for hepatitis C virus replication.  Adverse effects associated with its use include fatigue and nausea. $#(Choice F)#  Valganciclovir is a ganciclovir prodrug and is unlikely to be useful against ganciclovir-resistant CMV.  Ganciclovir is associated with severe neutropenia, which can be exacerbated by other bone-marrow suppressing agents (eg, zidovudine, trimethoprim-sulfamethoxazole). $#Educational objective# Foscarnet is an analog of pyrophosphate that can chelate calcium and promote nephrotoxic renal magnesium wasting.  These toxicities can result in hypocalcemia and hypomagnesemia, which can cause seizures.  "},

{"id":"16855","title":"A 13-year-old boy is brought to the clinic by his parents due to a change in behavior.  His special education teacher reported that for the last several weeks he has frequently taken off his shoes to scratch his feet during class.  The patient has a history of learning disability but is otherwise healthy.  Examination shows erythema and excoriations between the toes of both feet.  Microscopy of skin scrapings from the rash is shown in the @exhibit@.  Which of the following antimicrobial drugs is likely to be the most effective against the pathogen causing this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit16855.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Albendazole","answer_2":"B. Clotrimazole","answer_3":"C. Mupirocin","answer_4":"D. Nystatin","answer_5":"E. Permethrin","percent_1":"9%","percent_2":"62%","percent_3":"3%","percent_4":"18%","percent_5":"9%","right_answer":"B. Clotrimazole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Tinea pedis# ∆⨉ §^#Etiology# ∆ • Trichophyton species (most common) §^#Clinical features# ∆ • Pruritus, erythema, erosions/scaling • Most often interdigital or covering the sole (moccasin type) • Segmented hyphae on KOH preparation §^#Treatment# ∆ • Topical antifungal therapy (eg, azoles, terbinafine) • Keep feet dry & dispose of old footwear","explanation_img":"","explanation_1":"","explanation_2":"This patient has a pruritic, erythematous rash affecting the feet.  Microscopy of skin scrapings shows @branching hyphae@, confirming the diagnosis of #tinea pedis# (athlete's foot).  Tinea pedis is a superficial infection of the epidermis caused by #dermatophytes#, especially Trichophyton rubrum and similar species.  The organisms are widespread and are often acquired following exposure to public places while barefoot (eg, athletic facilities, swimming pools).  They can also spread from other areas (eg, groin [tinea cruris], body [tinea corporis]) on the same patient via autoinoculation. $Tinea pedis most commonly occurs between the toes (interdigital pattern) but in chronic cases can cause a @hyperkeratotic rash@ extending up the sides of the feet (moccasin pattern).  Tinea pedis is treated with a variety of #topical antifungals#, including azoles (eg, miconazole, #clotrimazole#), allylamines (eg, terbinafine), and tolnaftate.  However, nystatin (primarily used for Candida infections) is not effective against dermatophytes #(choice D).# $#(Choice A)#  Albendazole is an antihelminthic agent used to treat @cutaneous larva migrans@, which presents with pruritic, red/brown serpiginous tracks in the skin.  The feet are typically the initial location of infection, but symptoms would not be confined to the interdigital skin. $#(Choice C)#  Topical mupirocin is used to treat impetigo, which presents with well-defined erythematous, erosive lesions with yellow crust. $#(Choice E)#  Permethrin is used for scabies, which can affect the interdigital skin but presents with small papules, pustules, and burrows.  Microscopy of skin scrapings shows @mites@ or @ova and fecal matter@. $#Educational objective# Tinea pedis is a superficial infection of the epidermis caused by dermatophytes (eg, Trichophyton rubrum).  It most often presents as a pruritic, erythematous rash between the toes that frequently extends along the sole.  Microscopy of skin scrapings shows branching hyphae.  Treatment options include a variety of topical antifungals (eg, clotrimazole), but not nystatin.  ","clickable_1":"images/img1.16855.jpg","clickable_2":"images/img2.16855.jpg","clickable_3":"images/img3.16855.jpg","clickable_4":"images/img4.16855.jpg","clickable_5":"images/img5.16855.jpg"},

{"id":"959","title":"Gram-positive bacteria are injected under the skin of experimental animals.  Three days later, the animals are treated with antibiotic therapy.  Aspirates taken from the infection site are plated on nutrient-rich agar.  The isolated bacteria assume a spherical configuration when placed in an isotonic solution and disintegrate rapidly when placed in a hypotonic solution.  Which of the following antibiotics was most likely administered to the animals in this experiment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azithromycin","answer_2":"B. Cefuroxime","answer_3":"C. Chloramphenicol","answer_4":"D. Ciprofloxacin","answer_5":"E. Doxycycline","percent_1":"9%","percent_2":"61%","percent_3":"11%","percent_4":"8%","percent_5":"10%","right_answer":"B. Cefuroxime","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp959.jpg","explanation_1":"","explanation_2":"$The #bacterial cell wall# is composed of #rigid#, cross-linked peptidoglycan pentads on a glucosamine backbone.  Its primary purpose is to provide #external structure# to the bacterium and #prevent disfigurement# or lysis in changing osmotic gradients.  In this experiment, the assumption of a spherical shape in an isotonic solution and lysis in a hypotonic solution indicate #disruption# of the bacterial cell wall.  Several classes of antibiotics target cell wall synthesis, including fosfomycin, vancomycin, penicillins, and #cephalosporins# (eg, #cefuroxime#). $#(Choices A and C)#  Azithromycin and chloramphenicol inhibit the bacterial 50S ribosomal subunit.  They have no effect on the cell wall and would not alter bacterial shape in different osmotic gradients.  Side effects of chloramphenicol include dose-related myelosuppression and aplastic anemia. $#(Choice D)#  Fluoroquinolones (eg, ciprofloxacin) inhibit bacterial DNA topoisomerase and gyrase, which results in bacterial cell death due to DNA damage.  They do not affect the cell wall. $#(Choice E)#  Doxycycline disrupts bacterial protein synthesis by inhibiting the bacterial 30S ribosomal subunit.  It has no effect on the rigidity of the cell wall. $#Educational objective# The bacterial cell wall protects the organism from osmotic stress.  Antibiotics that target the cell wall result in bacterial lysis in hypotonic solutions.  Fosfomycin, vancomycin, penicillins, and cephalosporins all disrupt bacterial cell wall synthesis.  "},

{"id":"18624","title":"A novel aminoglycoside antibiotic is developed that is intravenously administered and excreted unchanged in urine with an elimination half-life of 4 hours.  Two different dosing regimens are tested in a clinical trial: smaller doses given 3 times a day and a higher dose given once a day.  The total administered drug amount per kilogram of body weight per day (mg/kg/day) is the same in both regimens.  Serum drug concentration is monitored in both groups and is shown in the graph below: $[Blue: once-daily (extended interval) dosing, Green: multiple-daily dosing, MIC: minimum inhibitory concentration]  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/18624.jpg","title_2":"It is found that both regimens are effective against gram-negative pathogens, with clinical improvement occurring slightly earlier on average with once-daily dosing.  Which of the following best explains the efficacy of once-daily dosing despite the short half-life of this antibiotic?","audio":"","comparison_items":"","answer_1":"A. Concentration-dependent killing","answer_2":"B. High therapeutic index","answer_3":"C. Linear dose–response relationship","answer_4":"D. Low threshold dose","answer_5":"E. Time-dependent killing","percent_1":"78%","percent_2":"7%","percent_3":"5%","percent_4":"3%","percent_5":"7%","right_answer":"A. Concentration-dependent killing","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18624.jpg","explanation_1":"","explanation_2":"$The 2 major factors influencing the effectiveness of antimicrobial agents are the drug concentration at the target site and the amount of time that microbes are exposed to the drug.  The relative contribution of these factors to drug efficacy depends on the particular agent.  In general, antibiotics can be classified into 2 categories based on which factor is more important: $• #Concentration-dependent killing:# Antibiotics with this pattern of activity (eg, aminoglycosides, fluoroquinolones) have a persistent, suppressive effect on bacterial growth following a limited exposure, resulting in increased killing ability when drug levels at the site of infection are maximized.  The #higher the peak drug level# compared to the minimum inhibitory concentration (MIC), the #greater the antimicrobial activity#.  As such, higher-dose, #extended-interval# (ie, once-daily) regimens are frequently used to optimize bacterial killing. $• #Time-dependent killing:# Antibiotics with this activity pattern (eg, beta-lactams [penicillins, cephalosporins], clindamycin) have minimal persistent effects and are dependent on #long exposure durations# for their antimicrobial activity.  They are more effective when serum concentrations #exceed the MIC# for a prolonged period.  Therefore, more frequent, #multiple-daily dosing# regimens are used to maintain plasma concentrations greater than the MIC for as long as possible. $#(Choice B)#  The therapeutic index (ie, [toxic dose]/[effective dose]) is a measurement of the relative safety of a drug; it is an intrinsic property upon which drug dosing regimens are devised.  A relatively high therapeutic index is usually necessary to prevent toxicity with extended-interval dosing because the administered drug amounts lead to higher serum levels than seen with more frequent dosing regimens. $#(Choice C)#  Most drugs exhibit a sigmoid-shaped @dose response curve@ that shows no effect until a threshold concentration is exceeded.  After this occurs, the effects increase with increasing drug concentration until a saturation threshold (ie, maximum effect) is reached.  In contrast to this sigmoidal response, the risk of cancer following exposure to ionizing radiation shows a linear dose–response relationship (ie, risk increases proportionately with increased exposure). $#(Choice D)#  The threshold dose is the lowest dose at which drug effects are first seen.  In this case, both dosing regimens cause serum concentrations to rise above the MIC.  Furthermore, the extended-interval dosing regimen results in less total time above the MIC but still demonstrates effectiveness.  Therefore, a low dosing threshold does not explain the effectiveness of extended-interval dosing. $#(Choice E)#  In this example, both treatment regimens were effective, with extended-interval dosing having a slightly better response time.  Because serum concentrations with the extended-interval regimen remain above the MIC for a much shorter period of time compared to multiple-daily dosing, time-dependent killing does not contribute significantly to overall drug efficacy. $#Educational objective# Antibiotics exhibiting concentration-dependent killing can be administered using relatively high doses given at lower frequency.  This allows for effective microbial killing while preventing adverse effects that may occur with prolonged systemic exposure.  ","clickable_1":"images/img1.18624.jpg"},

{"id":"275","title":"A 47-year-old man comes to the emergency department due to fever and fatigue.  He has a history of HIV and has not been taking his antiretrovirals consistently.  His temperature is 38.3 C (100.9 F), blood pressure is 110/70 mm Hg, pulse is 104/min, and respirations are 20/min.  Physical examination is notable for hepatosplenomegaly and multiple erythematous papules.  Laboratory studies show pancytopenia.  Histoplasma antigen testing is positive.  Intravenous amphotericin B therapy is initiated for disseminated histoplasmosis.  A day later, the patient develops palpitations and weakness.  An ECG reveals frequent premature ventricular beats.  If these new signs and symptoms are caused by drug toxicity, they are most likely related to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bone marrow suppression","answer_2":"B. Cardiac muscle cell damage","answer_3":"C. Hepatocyte necrosis","answer_4":"D. Pulmonary hypertension","answer_5":"E. Renal tubular dysfunction","percent_1":"3%","percent_2":"19%","percent_3":"5%","percent_4":"2%","percent_5":"70%","right_answer":"E. Renal tubular dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with HIV has fever, fatigue, hepatosplenomegaly, skin lesions, and pancytopenia; these are consistent with disseminated histoplasmosis, as evidenced by the positive Histoplasma antigen test.  #Amphotericin B# is the drug of choice to treat many systemic mycoses.  It is also the most toxic antifungal medication. $The most dangerous adverse effect of amphotericin B is its #nephrotoxicity#; this is due to both a decrease in glomerular filtration rate and direct toxic effects on the tubular epithelium.  Nephrotoxicity can lead to anemia (decreased erythropoietin production) and electrolyte abnormalities.  #Hypokalemia# and (less often) hypomagnesemia are common due to an increase in the membrane permeability of the distal tubule.  Hypokalemia can cause #weakness# and #arrhythmias#.  ECG findings in hypokalemia include T wave flattening, ST-segment depression, prominent U waves, and premature atrial and ventricular contractions.  Profound hypokalemia can cause ventricular tachycardia or fibrillation. $#(Choice A)#  Bone marrow suppression is associated with many chemotherapeutic agents, chloramphenicol, zidovudine, and gold-containing medications.  Bone marrow suppression would not cause ECG changes. $#(Choice B)#  Doxorubicin and daunorubicin are associated with irreversible dose-dependent cardiotoxicity, which is not a side effect of amphotericin B. $#(Choice C)#  Acetaminophen and halothane are examples of medications that can cause liver necrosis.  Amphotericin B can lead to liver toxicity, not necrosis.  Arrhythmias and palpitations are more likely caused by electrolyte abnormalities due to renal tubular dysfunction. $#(Choice D)#  Busulfan and bleomycin are examples of drugs that cause pulmonary fibrosis and can lead to pulmonary hypertension. $#Educational objective# Hypokalemia and hypomagnesemia are common electrolyte disturbances in patients undergoing treatment with amphotericin B and reflect an increase in distal tubular membrane permeability.  "},

{"id":"1000","title":"A 77-year-old woman is brought to the emergency department due to fever and confusion.  The patient has a history of Alzheimer dementia and lives in a nursing home.  Temperature is 38.4 C (101.1 F), blood pressure is 104/74 mm Hg, pulse is 110/min, and respirations are 18/min.  Suprapubic tenderness is present on physical examination.  Urinalysis shows numerous bacteria and leukocytes, and urine culture grows Pseudomonas aeruginosa.  Further analysis reveals that the isolated organism produces an enzyme that is located on the cytoplasmic surface of the cell membrane and that catalyzes the transfer of acetyl groups to exogenous substances.  The bacteria are most likely resistant to which of the following antibiotics?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ceftazidime","answer_2":"B. Ciprofloxacin","answer_3":"C. Gentamicin","answer_4":"D. Imipenem","answer_5":"E. Piperacillin","percent_1":"13%","percent_2":"14%","percent_3":"40%","percent_4":"10%","percent_5":"24%","right_answer":"C. Gentamicin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common antibiotic resistance mechanisms# ∆⨉ §^#Penicillins# ∆ • Beta-lactamase, ESBL • Mutated PBP • Mutated porin protein §^#Vancomycin# ∆ • Mutated peptidoglycan cell wall • Impaired influx/increased efflux §^#Quinolones# ∆ • Mutated DNA gyrase • Impaired influx/increased efflux §^#Aminoglycosides# ∆ • Aminoglycoside-modifying enzymes • Mutated ribosomal subunit protein • Mutated porin protein §^#Tetracyclines# ∆ • Impaired influx/increased efflux • Inactivated enzyme §^#Rifamycins# ∆ • Mutated RNA polymerase %#ESBL =# extended-spectrum beta-lactamase; #PBP =# penicillin-binding protein.","explanation_img":"","explanation_1":"","explanation_2":"#Pseudomonas aeruginosa# is a gram-negative, opportunistic pathogen with multiple mechanisms of antibiotic resistance, including beta-lactamases, efflux pumps, and #antibiotic-modifying enzymes#.  Antibiotic-modifying enzymes add chemical groups (eg, acetyl, adenyl, phosphate) to a target drug and are the most common mechanisms of #aminoglycoside# (eg, gentamicin) #resistance#.  Altered aminoglycosides have a reduced ability to bind to the 16S ribosomal RNA within the 30S ribosomal subunit, leading to increased minimum inhibitory concentrations and reduced bactericidal effects.  Most antibiotic-modifying enzymes arise via transfer of plasmids or transposons rather than chromosomal mutations. $#(Choices A, D, and E)#  Cephalosporins (eg, ceftazidime), carbapenems (eg, imipenem), and penicillins (eg, piperacillin) are beta-lactam drugs that exert their effect by interfering with the cell wall.  Resistance to cephalosporins and penicillins occurs largely because of the bacterial secretion of beta-lactamase, an enzyme that hydrolyzes the beta-lactam ring and inactivates the antibiotic.  Carbapenems are not very susceptible to most beta-lactamases due to additional chemical components surrounding their beta-lactam ring; however, resistance to carbapenems can occur due to carbapenemase, which is primarily seen in Enterobacter species. $#(Choice B)#  Fluoroquinolones (eg, ciprofloxacin) block enzymes (DNA gyrase, topoisomerase) responsible for bacterial DNA synthesis.  Resistance usually occurs due to genetic mutations that prevent drug binding to these enzymes or to the increased expression of antibiotic efflux pumps. $#Educational objective# Aminoglycoside (eg, gentamicin) resistance is most commonly due to antibiotic-modifying enzymes.  These enzymes add chemical groups to the antibiotic, which diminishes its ability to bind to the 16S ribosomal RNA within the 30s ribosomal subunit.  "},

{"id":"105693","title":"A 34-year-old woman is hospitalized due to abdominal pain and fever.  She has had increasing dull pain in the right upper quadrant, malaise, and anorexia for the past 2 weeks.  The patient has no prior medical conditions.  She drinks alcohol occasionally but does not use tobacco or recreational drugs.  She lives in the northeastern United States and traveled to East Africa 2 months ago.  Physical examination shows right upper quadrant tenderness.  Ultrasonography reveals a 3-cm right liver lobe abscess.  Serology for Entamoeba histolytica is positive.  Treatment with metronidazole is started, and paromomycin will be added.  Which of the following is the most likely reason for the use of paromomycin in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Eradication of pathogens in the intestinal lumen","answer_2":"B. Increasing tissue concentration of metronidazole","answer_3":"C. Prevention of a disulfiram-like reaction","answer_4":"D. Synergistic killing of trophozoites","answer_5":"E. Treatment of potential Cryptosporidium coinfection","percent_1":"54%","percent_2":"7%","percent_3":"7%","percent_4":"28%","percent_5":"3%","right_answer":"A. Eradication of pathogens in the intestinal lumen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Entamoeba histolytica infection# ∆⨉ §^#Risk factors# ∆ • Ameba transmitted via fecal-oral route • Resource-limited regions (contaminated food or water) §^#Manifestations# ∆ • Most cases are asymptomatic • Colitis: abdominal pain, diarrhea, bloody or mucoid stool • Extraintestinal: single right-lobe liver abscess §^#Treatment# ∆ • Asymptomatic: intraluminal agent (eg, paromomycin) • Symptomatic: tissue agent (eg, metronidazole) + intraluminal agent","explanation_img":"","explanation_1":"","explanation_2":"#Entamoeba histolytica# is a protozoan endemic to resource-limited regions (eg, East Africa) where sanitation is poor.  Transmission primarily occurs via the fecal-oral route due to the ingestion of infectious cysts in contaminated food and water. $Ingested cysts travel to the distal small intestine, where they release trophozoites that migrate to the colon.  The trophozoites multiply in the colon and mature to cysts that are released in stool and subsequently transmitted to other persons.  The vast majority of infected individuals are #asymptomatic#.  However, in a minority of cases, the trophozoites invade the colon mucosa, leading to #colitis# (eg, bloody stools). $Rarely, trophozoites enter the bloodstream and travel to #extraintestinal# sites, particularly the liver.  The most common extraintestinal finding is a #single liver abscess# in the right hepatic lobe; patients usually develop fever, right upper quadrant pain, and malaise. $E histolytica serology is positive in nearly all cases.  Empiric treatment requires a 2-phase approach: A #tissue agent# (eg, metronidazole) is administered first to kill trophozoites, and then an #intraluminal agent# (eg, #paromomycin#) is given to eliminate intraintestinal cysts to prevent reinfection. $#(Choices B and D)#  Paromomycin travels through the gastrointestinal tract to reach the colon, where it acts locally within the lumen to eliminate cysts.  Paromomycin has limited systemic absorption, so it does not affect metronidazole tissue concentration or trophozoite killing. $#(Choice C)#  A disulfiram-like reaction (eg, flushing, tachycardia, vomiting) may potentially occur with concomitant use of metronidazole and ethanol, but paromomycin administration does not prevent this reaction. $#(Choice E)#  Paromomycin is a second-line agent for Cryptosporidium infection, which typically causes watery diarrhea with no extraintestinal manifestations.  The first-line agent for Cryptosporidium is nitazoxanide. $#Educational objective# Symptomatic Entamoeba histolytica infection must be treated with a tissue agent followed by an intraluminal agent.  Tissue agents (eg, metronidazole) kill trophozoites responsible for symptomatic disease, and intraluminal agents (eg, paromomycin) eradicate intestinal cyst carriage.  "},

{"id":"1104","title":"A 21-year-old woman comes to the office due to burning on urination and increased urinary frequency for the past 2 days.  She has no hematuria, vaginal discharge, or irritation.  The patient has no other medical problems.  Her temperature is 37 C (98.6 F).  Physical examination reveals mild suprapubic tenderness on deep palpation; there is no costovertebral angle tenderness.  Urine dipstick is positive for leukocyte esterase and nitrites.  The patient is started on trimethoprim, which leads to rapid resolution of her symptoms.  Which of the following medications has the same intracellular target as the drug used to treat this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacitracin","answer_2":"B. Imipenem","answer_3":"C. Methotrexate","answer_4":"D. Metronidazole","answer_5":"E. Sulfamethoxazole","percent_1":"6%","percent_2":"4%","percent_3":"57%","percent_4":"4%","percent_5":"29%","right_answer":"C. Methotrexate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1104.jpg","explanation_1":"","explanation_2":"$Trimethoprim (in bacteria), methotrexate (in human cells), and pyrimethamine (in some protozoa) all prevent the reduction of folic acid to tetrahydrofolate (THF) by #inhibiting dihydrofolate reductase# (DHFR).  #Trimethoprim# restricts #bacterial# growth through this process and works particularly well in conjunction with the sulfonamides (eg, sulfamethoxazole), which inhibit an earlier step in the bacterial folic acid pathway (see Choice E); the combination of trimethoprim and sulfamethoxazole produces a \"sequential blockade.\" $#Methotrexate# is a folate antimetabolite that targets rapidly proliferating #human# cells by halting DNA synthesis through binding DHFR.  Methotrexate is cell-cycle specific for the S phase as it prevents synthesis of purines and thymine.  #Pyrimethamine# is effective for treatment of malaria and toxoplasmosis because it inhibits #parasitic# DHFR. $#(Choice A)#  Bacitracin prevents mucopeptide transfer into the growing cell wall, thereby inhibiting bacterial cell wall synthesis. $#(Choice B)#  Imipenem binds to penicillin binding proteins, thereby inhibiting the final step of peptidoglycan synthesis (crosslinking) in bacterial cell walls.  It is administered in combination with cilastatin, which prevents renal metabolism of imipenem by competitively inhibiting dehydropeptidase on the renal tubule brush border. $#(Choice D)#  Metronidazole forms cytotoxic intermediates (eg, nitroso radicals) within anaerobic organisms that interact with DNA, disrupting the helical structure and breaking its strands.  RNA transcription and protein synthesis are inhibited, and the cell dies soon thereafter. $#(Choice E)#  As a structural analog of para-aminobenzoic acid (PABA), sulfamethoxazole competes with PABA to inhibit dihydropteroate synthetase, one of the enzymes needed for dihydrofolic acid synthesis.  This is an intermediate step in the formation of THF. $#Educational objective# Trimethoprim, methotrexate, and pyrimethamine inhibit dihydrofolate reductase.  Trimethoprim restricts bacterial growth through this process, and works particularly well in conjunction with sulfonamide, which inhibits an earlier step in the bacterial folic acid pathway.  "},

{"id":"1488","title":"A 76-year-old hospitalized woman is evaluated for persistent fevers.  Four days ago, she was admitted to the hospital for sepsis, for which she has received broad-spectrum empiric intravenous antibiotic therapy.  Her temperature is 38.9 C (102 F), blood pressure is 110/80 mm Hg, pulse is 98/min, and respirations are 18/min.  Cardiac examination reveals a new diastolic murmur.  Multiple blood cultures drawn at different times grow Enterococcus.  Echocardiogram reveals mitral valve vegetation suggestive of endocarditis.  An intravenous antibiotic is added to the patient's treatment regimen for synergy.  Several days later, she develops tinnitus and hearing loss attributed to this antibiotic.  The additional antibiotic most directly affects which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cell wall cross-linking","answer_2":"B. DNA unwinding","answer_3":"C. Folic acid synthesis","answer_4":"D. Maintenance of transmembrane potential","answer_5":"E. mRNA genetic code reading","answer_6":"F. tRNA charging","percent_1":"19%","percent_2":"5%","percent_3":"5%","percent_4":"6%","percent_5":"55%","percent_6":"11%","right_answer":"E. mRNA genetic code reading","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1488.jpg","explanation_1":"","explanation_2":"$This patient with enterococcal endocarditis likely received an #aminoglycoside# (AG) such as gentamicin, a ribosome-targeting antibiotic.  AGs are associated with #ototoxicity# (hearing loss, tinnitus) and #nephrotoxicity#. $mRNA is translated into amino acids (AAs) and proteins on ribosomes. $• The small ribosomal subunit (30S in prokaryotes, 40S in eukaryotes) binds mRNA, which contains genetic information serving as a reading frame, and tRNA, which serves as an AA carrier $• The larger ribosomal subunit (50S in prokaryotes, 60S in eukaryotes) contains peptidyltransferase, which catalyzes peptide bond formation between AAs $In #prokaryotes#, a unique mRNA sequence (Shine-Dalgarno) is located upstream from initiation codon AUG, which recognizes an N-formylmethionine-tRNA.  This sequence allows 30S binding to mRNA and this N-formylmethionine-tRNA (forming the prokaryotic 30S #initiation complex#).  The energy for this reaction (GTP hydrolysis) brings the 50S subunit into the initiation complex, resulting in a 70S ribosomal unit. $AGs irreversibly bind to #bacterial 30S# but not eukaryotic 40S; this causes #genetic code misreading# and bacterial protein synthesis inhibition.  AGs also appear to impact #translocation#, whereby an aminoacyl-tRNA is shifted from the ribosomal A site (after initial binding) to the P site (after AA incorporation into the peptide chain during elongation) to the E site (after AA cleaving from its tRNA).  The initial N-formylmethionine-tRNA notably binds at the P site. $#(Choice A)#  AGs need to diffuse inside the cell to reach the ribosome.  As a result, they are often prescribed #synergistically# in combination with antibiotics affecting cell wall synthesis.  These include penicillins, which impact cell wall cross-linking, or vancomycin.  Vancomycin is also associated with ototoxicity, but it is a glycopeptide antibiotic that acts by #directly# inhibiting peptidoglycan synthesis, #not# cell wall cross-linking (which occurs at a later stage of cell wall synthesis).  Although Enterococcus is generally resistant to AGs, these drugs are routinely used as synergistic agents# in combination# with penicillins or vancomycin in patients with enterococcal endocarditis; such combinations lead to improved bacterial killing and are the standard of care for this condition. $#(Choices B and C)#  Fluoroquinolones act on DNA gyrase to prevent DNA unwinding.  Trimethoprim-sulfamethoxazole affects folic acid synthesis.  These antibiotics are not classically associated with ototoxicity and are not used synergistically for enterococcal endocarditis. $#(Choice D)#  Daptomycin disrupts the bacterial membrane by creating transmembrane channels that cause intracellular ion leakage and cellular membrane depolarization.  Its main side effects are myopathy and rhabdomyolysis. $#(Choice F)#  tRNA charging refers to initial covalent bonding between tRNA and the corresponding AA, facilitated by aminoacyl-tRNA synthetase; inhibitors of this enzyme are potential antibiotics. $#Educational objective# Aminoglycosides inhibit genetic code reading and protein synthesis by binding to the prokaryotic 30S ribosomal subunit."},

{"id":"1959","title":"A mother brings her 4-year-old son to see you because he has been experiencing decreased appetite, fever, and right-sided ear discharge for the past 24 hours.  His past medical history is significant for three episodes of otitis media over the last year.  You prescribe amoxicillin.  Adding clavulanic acid to this treatment regimen would serve which of the following purposes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Kill bacteria via a different mechanism of action","answer_2":"B. Decrease amoxicillin cleavage by immune cells","answer_3":"C. Decrease amoxicillin cleavage by bacterial cells","answer_4":"D. Slow liver metabolism of amoxicillin","answer_5":"E. Decrease renal clearance of amoxicillin","percent_1":"4%","percent_2":"1%","percent_3":"87%","percent_4":"3%","percent_5":"4%","right_answer":"C. Decrease amoxicillin cleavage by bacterial cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Certain strains of bacteria produce the beta-lactamase enzyme, which hydrolyzes the beta-lactam ring of penicillin family antibiotics rendering them ineffective.  To help prevent this effect, beta-lactamase inhibiting compounds have been developed.  The beta-lactamase inhibitors include clavulanic acid, sulbactam and tazobactam.  Concurrent administration of a beta-lactamase inhibitor with a beta-lactamase susceptible antibiotic allows that antibiotic to retain its efficacy against the offending bacterium.  For example, giving clavulanate together with amoxicillin expands amoxicillin's spectrum of activity to include strains of beta-lactamase synthesizing bacteria which would otherwise have been resistant to amoxicillin alone. $#(Choice A)#  Clavulanic acid has negligible intrinsic antibacterial activity. $#(Choice B)#  Immune cells do not produce beta-lactamases. $#(Choice D)#  Clavulanic acid has no effect on the biotransformation of amoxicillin in the liver.  Moreover amoxicillin undergoes enterohepatic recirculation and is excreted primarily in unchanged form in the urine. $#(Choice E)#  Probenecid is a compound that decreases the renal clearance of penicillins by inhibiting the tubular organic acid secretion system.  This agent has been utilized to prolong the action of penicillin in some settings. $ Educational objective# Clavulanic acid, sulbactam and tazobactam are beta-lactamase inhibitors.  Concurrent administration of clavulanate with amoxicillin expands amoxicillin's spectrum of activity to include strains of β-lactamase synthesizing bacteria that are resistant to amoxicillin alone.  "},

{"id":"18682","title":"A 70-year-old man is diagnosed with a pulmonary Nocardia infection.  Medical conditions include hypertension and diet-controlled type 2 diabetes mellitus.  Therapy is started with trimethoprim-sulfamethoxazole for a planned duration of 3-6 months.  This patient is at greatest risk for which of the following drug-induced adverse effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Esophagitis","answer_2":"B. Hearing loss","answer_3":"C. Hyperkalemia","answer_4":"D. Pulmonary fibrosis","answer_5":"E. Tendon rupture","percent_1":"12%","percent_2":"8%","percent_3":"67%","percent_4":"8%","percent_5":"5%","right_answer":"C. Hyperkalemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Trimethoprim-sulfamethoxazole# (TMP-SMX) is a combination of 2 bacteriostatic antibiotics that act synergistically to inhibit bacterial tetrahydrofolate formation, resulting in bactericidal activity.  It has a broad spectrum of activity against many aerobic gram-positive and gram-negative bacteria and is commonly used for urinary tract infections, Pneumocystis jiroveci pneumonia, and Nocardia infections. $Common adverse effects of TMP-SMX include rash, nausea and vomiting, and folate deficiency (with prolonged use).  In addition, #hyperkalemia# is a common adverse effect that can occur, regardless of dose.  Similar to the actions of amiloride (a potassium-sparing diuretic), trimethoprim #blocks# the epithelial #sodium channel# in the distal tubule and collecting duct.  This reduces transepithelial voltage and #impairs sodium-potassium exchange#, leading to reduced potassium excretion and hyperkalemia. $This effect is often magnified in the #elderly# population, those with renal failure, or those given other #potassium-sparing diuretics# (eg, spironolactone, amiloride), #ACE inhibitors# (eg, lisinopril), or angiotensin receptor blockers (eg, losartan).  This patient with hypertension and diabetes may be receiving an ACE inhibitor, which further increases his risk of developing hyperkalemia. $#(Choice A)#  Tetracyclines (eg, doxycycline, minocycline) and clindamycin are associated with esophagitis due to their low pH and irritant effects on the distal esophagus. $#(Choice B)#  Aminoglycosides (eg, gentamycin, tobramycin) have broad-spectrum activity against aerobic gram-negative organisms and are most often used in severe gram-negative infections (eg, intraabdominal infections, osteomyelitis).  These medications are associated with ototoxicity and may lead to tinnitus and hearing loss. $#(Choice D)#  Nitrofurantoin has activity against many gram-positive and gram-negative urinary tract pathogens and is used for both acute treatment of urinary tract infections and long-term prophylaxis in patients with recurrent cystitis.  It is associated with pneumonitis and pulmonary fibrosis. $#(Choice E)#  Fluoroquinolones (eg, levofloxacin, ciprofloxacin) have activity against aerobic gram-negative rods and many respiratory pathogens.  They are commonly used to treat pneumonia, pseudomonal infections, and urinary tract infections.  These medications are associated with tendinopathy, including tendon rupture. $#Educational objective# Hyperkalemia is a common adverse effect of trimethoprim-sulfamethoxazole due to the trimethoprim-induced blockade of the sodium channels in the collecting duct, which prevents sodium-potassium exchange and reduces renal excretion of potassium (similar to the action of amiloride).  This effect is often magnified in the elderly population, those with renal failure, or those given other potassium-sparing diuretics, ACE inhibitors, or angiotensin receptor blockers.  "},

{"id":"1091","title":"A 50-year-old woman comes to the emergency department due to fever and abdominal pain.  The patient has a history of type 2 diabetes mellitus.  Her temperature is 38.3 C (101 F).  Abdominal examination is notable for right upper quadrant tenderness to palpation that is worsened by deep inspiration.  Laboratory studies show leukocytosis.  An ultrasound of the abdomen reveals multiple gallstones and gallbladder wall thickening with pericholecystic fluid.  Blood cultures are drawn, and surgical consultation is requested.  The patient is initiated on intravenous piperacillin combined with tazobactam.  Which of the following is the most likely reason to use this drug combination in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decrease bacterial inactivation of piperacillin","answer_2":"B. Decrease renal clearance of piperacillin","answer_3":"C. Enhance bacterial penetration of piperacillin","answer_4":"D. Increase bioavailability of piperacillin","answer_5":"E. Provide additive antimicrobial activity","percent_1":"79%","percent_2":"2%","percent_3":"9%","percent_4":"3%","percent_5":"7%","right_answer":"A. Decrease bacterial inactivation of piperacillin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's fever, leukocytosis, right upper quadrant pain with positive Murphy sign, and ultrasound findings (eg, gallstones, wall thickening, pericholecystic fluid) indicate #acute cholecystitis#.  Antibiotic therapy is often administered to prevent secondary infection (eg, Escherichia coli, Klebsiella) due to biliary stasis, particularly in patients who have diabetes mellitus or immunodeficiency. $The penicillin family of antibiotics (eg, piperacillin) contains a #beta-lactam ring#, which inhibits peptidoglycan cross-linking and causes bacterial cell wall disruptions.  Resistance is often due to #beta-lactamase#, a bacterial enzyme that hydrolyzes and inactivates the beta-lactam ring.  The coadministration of a #beta-lactamase inhibitor# such as tazobactam prevents beta-lactamase producing organisms from inactivating penicillins, which extends their spectrum of activity (broadens the range of microbes that can be treated). $Some penicillin-derivative antibiotics (eg, late-generation cephalosporins, carbapenems) have beta-lactam rings with additional chemical components, which make them partially or completely resistant to beta-lactamases. $#(Choice B)#  Probenecid, a uricosuric agent used for hyperuricemia with gout, blocks the renal tubular excretion of penicillins and cephalosporins and is sometimes used to increase their serum level or prolong their half-life. $#(Choice C)#  Aminoglycosides inhibit bacterial protein synthesis by blocking the 30S ribosomal subunit.  Penicillins are often coadministered with aminoglycosides to aid in their entry into the cell (penicillins disrupt the cell wall, which allow aminoglycosides to penetrate the bacteria). $#(Choice D)#  Piperacillin is always administered intravenously so bioavailability is 100%.  Tazobactam inhibits beta-lactamase; it does not alter piperacillin metabolism or excretion. $#(Choice E)#  Additive antimicrobial activity occurs when 2 different antibiotic classes are used in combination, such as a fluoroquinolone (DNA gyrase inhibitor) with vancomycin (cell wall synthesis inhibitor).  Beta-lactamase inhibitors block an enzyme that destroys penicillins; they do not independently provide antimicrobial activity so they are always used in combination with penicillin-class agents. $#Educational objective# Beta-lactamase inhibitors (eg, clavulanic acid, sulbactam, tazobactam) prevent beta-lactamase from inactivating penicillin class drugs, which extends the spectrum of their activity.  "},

{"id":"276","title":"A phase II trial is being conducted at an academic medical center to assess the safety and efficacy of a novel antifungal medication that has yielded promising results in preclinical studies.  The medication is known to inhibit fungal colony growth by changing the composition of the fungal cell membrane.  Phase 0 and phase I trials on healthy volunteers have been uneventful.  The current phase II trial includes 175 subjects.  In 168 subjects, the new antifungal agent is found to inhibit liver cytochrome P450-dependent metabolism of several drugs.  Based on these data, the new antifungal agent is most similar to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amphotericin B","answer_2":"B. Caspofungin","answer_3":"C. Flucytosine","answer_4":"D. Griseofulvin","answer_5":"E. Itraconazole","percent_1":"13%","percent_2":"6%","percent_3":"3%","percent_4":"17%","percent_5":"62%","right_answer":"E. Itraconazole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Azoles# are antifungal medications that inhibit the demethylation of lanosterol into ergosterol in fungal cells.  They exert their antifungal effects by suppressing synthesis of #ergosterol#, an essential component of the fungal cell #membrane#.  However, azoles also #inhibit# the activity of the human #P450# cytochrome oxidase system.  This property leads to multiple drug-drug #interactions#. $All azoles (eg, ketoconazole, fluconazole, itraconazole, voriconazole) increase the serum concentrations of drugs metabolized by liver P450 enzymes.  This means that, when used concomitantly with azoles, drugs metabolized by the liver P450 system may have #increased# toxicity.  For this reason, medications such as warfarin, cyclosporine, tacrolimus, and oral hypoglycemics should be avoided (or have their use carefully monitored) in patients who are receiving azole therapy. $Cytochrome oxidase inducers (eg, rifampin, phenytoin, carbamazepine, phenobarbital) increase azole metabolism, thereby lowering azole concentration in serum. $#(Choice A)#  Amphotericin B is a polyene antifungal that binds ergosterol in the fungal cell membrane, leading to pore formation and cell lysis. $#(Choice B)#  1,3-beta-D-glucan is a major polysaccharide component of the fungal cell wall.  Caspofungin and the other echinocandin antifungals block glucan synthesis. $#(Choice C)#  Flucytosine inhibits the synthesis of both DNA (replication) and RNA (protein synthesis) in fungal cells.  It is mainly used as a synergistic agent with amphotericin B.  This drug combination is particularly important in the treatment of cryptococcal meningitis. $#(Choice D)#  Griseofulvin, a P450 inducer, enters fungal cells and binds microtubules, inhibiting mitosis. $#Educational objective# Azoles inhibit the synthesis of ergosterol by the fungal cytochrome P450 enzymes.  They also suppress the human P450 system, resulting in many drug-drug interactions.  "},

{"id":"18550","title":"A 64-year-old man comes to the office for follow-up after a recent hospitalization.  Ten days ago, he was admitted due to fever, dysuria, urinary urgency, and perineal pain.  Evaluation revealed acute prostatitis, and urine culture was positive for Escherichia coli that was sensitive to all tested antibiotics.  He received intravenous ciprofloxacin with improvement in his symptoms and was subsequently discharged on oral ciprofloxacin.  The patient has been taking the antibiotic as prescribed, but over the past 2 days he has had recurrent fever and dysuria.  He takes diltiazem for palpitations, atorvastatin for hyperlipidemia, and an over-the-counter antacid for frequent heartburn.  Temperature is 37.3 C (99.1 F), blood pressure is 118/68 mm Hg, and pulse is 90/min.  Physical examination shows a mildly enlarged and tender prostate.  Repeat urine culture grows E coli.  Which of the following is the most likely cause of this patient's recurrent symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acquired antibiotic resistance","answer_2":"B. Decreased drug bioavailability","answer_3":"C. Exposure to untreated sexual partner","answer_4":"D. Increased renal drug clearance","answer_5":"E. Induction of hepatic CYP enzymes","percent_1":"11%","percent_2":"58%","percent_3":"2%","percent_4":"4%","percent_5":"26%","right_answer":"B. Decreased drug bioavailability","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Chelation drug interactions# ∆⨉ §^#Mechanism# ∆ • Formation of insoluble compounds with polyvalent cations in$ the gastrointestinal tract • Decreased absorption of drug §^#Commonly involved drugs# ∆ • Tetracyclines • Fluoroquinolones • Levothyroxine §^#Chelation cations# ∆ • Iron • Calcium • Magnesium • Aluminum","explanation_img":"","explanation_1":"","explanation_2":"This patient has had a relapse of acute prostatitis despite an adequate initial response and good medication adherence.  This treatment failure is likely due to a #drug-drug interaction# with his home medications. $#Fluoroquinolones# normally have very high bioavailability and near-complete absorption.  However, they can form insoluble chelate complexes with #polyvalent cations# (eg, #calcium#, iron, aluminum, magnesium) in the gastrointestinal tract.  This leads to #impaired absorption# and a significant decrease in drug bioavailability.  In this patient's case, his initial response to the antibiotic reflects the parenteral dosing, which bypasses the gastrointestinal tract and avoids this potential interaction. $Over-the-counter #antacids #typically contain calcium, magnesium, and/or aluminum salts and are used by many patients for treatment of heartburn due to gastroesophageal reflux.  Calcium salts (eg, calcium carbonate, calcium citrate) are also widely used in the treatment of osteoporosis.  However, since these medications are available without a prescription and are often taken intermittently, the potential for interaction may not be apparent at the time antibiotic treatment is initiated. $#(Choice A)#  Antimicrobial sensitivity testing of this patient's initial culture showed no significant fluoroquinolone resistance.  In addition, he had a positive initial clinical response.  Loss of effectiveness after changing to an oral formulation is more consistent with decreased bioavailability rather than antibiotic resistance. $#(Choice C)#  Prostatitis due to sexually transmitted organisms is typically seen with Neisseria gonorrhoeae and Chlamydia trachomatis and is more common with younger rather than older men.  Reinfection with E coli via sexual contact is unlikely. $#(Choice D)#  Ciprofloxacin is primarily cleared by renal excretion, and the dosage may need to be decreased in patients with significant renal impairment.  However, switching this patient from parenteral to oral antibiotic therapy would not affect renal drug clearance. $#(Choice E)#  Diltiazem is a cytochrome P450 (CYP3A4) inhibitor (not inducer) that can cause increased systemic levels of numerous drugs, leading to drug toxicity (eg, myopathy due to statins).  Regardless, ciprofloxacin is primarily eliminated by renal excretion, and drug levels are unlikely to be significantly affected by P450 inducers. $#Educational objective# Fluoroquinolones can form insoluble chelate complexes with polyvalent cations (eg, calcium, iron, aluminum, magnesium) in the gastrointestinal tract, leading to impaired absorption.  This effect can be seen with over-the-counter antacids containing calcium, magnesium, and/or aluminum salts and in patients taking calcium salts (eg, calcium carbonate, calcium citrate) for treatment of osteoporosis."},

{"SubjectSystem":"Pharmacology-Infectious","id":"1642","title":"A 23-year-old man is hospitalized for fever, headache, and confusion.  He does not use tobacco or recreational drugs and is monogamous with his wife.  The patient's cerebrospinal fluid analysis reveals lymphocytic pleocytosis, and a PCR is positive for herpesvirus.  The patient is treated with intravenous high-dose acyclovir.  Fever and mental status gradually improve, but on the third day of hospitalization the patient's serum creatinine level increases to 3.4 mg/dL from a baseline of 0.9 mg/dL at admission.  The observed finding could likely have been prevented by which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adequate intravenous hydration","answer_2":"B. Careful taking of allergy history","answer_3":"C. Monitoring of blood drug levels","answer_4":"D. Pretreatment with allopurinol","answer_5":"E. Pretreatment with prednisone","percent_1":"67%","percent_2":"2%","percent_3":"16%","percent_4":"6%","percent_5":"8%","right_answer":"A. Adequate intravenous hydration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The acute elevation of this patient's serum creatinine on the third day of hospitalization is likely due to #acyclovir nephrotoxicity#, which occurs in a minority of patients who receive the drug intravenously.  Acyclovir is excreted principally in the urine via glomerular filtration and tubular secretion.  When the acyclovir concentration in the collecting duct exceeds its solubility, #crystallization#, crystalluria, and renal tubular damage can occur.  In most cases, this toxic complication is transient and can be prevented (as well as treated) with #adequate hydration# and a reduction in the rate of drug infusion. $#(Choice B)#  Acute interstitial nephritis (AIN) is an allergic inflammation of the kidney that is most commonly triggered by medications and is often associated with fever, rash, and eosinophilia.  However, acyclovir is not a common cause of AIN; common causes include nonsteroidal anti-inflammatory drugs, penicillins, cephalosporins, diuretics, and allopurinol. $#(Choice C)#  Acyclovir blood level monitoring is not typically performed in the clinical setting.  It is also not always effective in preventing nephrotoxicity; in states of low intravascular volume (eg, dehydration), nephrotoxicity can develop secondary to increased tubular concentration even when blood levels are not within the toxic range. $#(Choice D)#  Allopurinol blocks xanthine oxidase, which reduces the formation of uric acid.  Pretreatment with allopurinol is often used in patients with lymphoma and leukemia to prevent urate crystal nephropathy due to tumor lysis syndrome.  Acyclovir nephrotoxicity is mediated by the formation of acyclovir crystals, not urate crystals, so allopurinol pretreatment would be ineffective. $#(Choice E)#  Pretreatment with prednisone can help prevent radiocontrast-induced allergic reactions.  Prednisone does not prevent the formation of acyclovir crystals. $#Educational objective# Intravenous acyclovir can cause crystalline nephropathy when adequate intravenous hydration is not provided.  "}


]