[


{"id":"18722","title":"A clinical trial is conducted to assess the effectiveness of a novel formulation of cisplatin for treating advanced non–small cell lung cancer.  Study participants are randomly assigned to 2 different cisplatin-based chemotherapy regimens.  Subjects in the control arm are administered conventional cisplatin chemotherapy, whereas those in the experimental arm are given a formulation of cisplatin encapsulated in liposomes coated with anti–epidermal growth factor receptor (EGFR) antibodies.  Patients in the experimental group are found to have a statistically significant decrease in residual tumor burden compared with those in the control group.  The incidence of adverse effects was also lower in the experimental group.  Compared to conventional cisplatin chemotherapy, the new formulation is most likely to have which of the following effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased drug efflux from tumor cells","answer_2":"B. Enhanced cytotoxic T-cell response","answer_3":"C. Increased penetration through dense desmoplasia","answer_4":"D. Inhibition of tumor-induced angiogenesis","answer_5":"E. Selective drug uptake by cancer cells","percent_1":"5%","percent_2":"5%","percent_3":"10%","percent_4":"31%","percent_5":"48%","right_answer":"E. Selective drug uptake by cancer cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18722.jpg","explanation_1":"","explanation_2":"$Platinum-based chemotherapy agents (eg, cisplatin) are widely used as a first-line treatment for many solid tumors, including non–small cell lung cancer.  These agents disrupt DNA replication and have substantial cytotoxicity against rapidly proliferating cells.  Despite their efficacy in killing tumor cells, their use is limited by severe adverse effects (eg, nephrotoxicity, ototoxicity, myelosuppression) that occur due to accumulation within normal tissues (ie, off-target effects). $Methods that provide #targeted delivery# to the tumor site can help #minimize toxicity# and #optimize drug response#.  In this example, cisplatin is encapsulated in liposomes, forming a nanoparticle cage that traps the drug and limits its interaction with normal cells.  The addition of anti–epidermal growth factor receptor #(anti-EGFR) antibodies# on the liposome surface results in an #antibody-drug conjugate#, allowing the encapsulated drug complex to #selectively bind to tumor cells# expressing high levels of EGFR, which is often overexpressed in non–small cell lung cancer.  Once bound, the antibody-drug complex is internalized and degraded, releasing the free drug into the cytoplasm and causing targeted cell death. $#(Choice A)#  Overexpression of drug efflux pumps (eg, P-glycoprotein) by cancer cells is a major cause of chemotherapy resistance.  Efflux pump inhibitors can decrease drug excretion from tumor cells and potentiate the effects of chemotherapeutic agents. $#(Choice B)#  Many cancers create an immunosuppressive microenvironment that prevents the immune system from effectively killing tumor cells.  An enhanced cytotoxic T-cell response against tumor cells occurs with the use of @immune checkpoint inhibitors@ (eg, PD-1 or CTLA-4 receptor inhibitors) that help prevent T-cell exhaustion. $#(Choice C)#  Desmoplasia (ie, reactive growth of fibrous connective tissue) occurs in response to certain tumors (eg, breast, pancreatic carcinoma).  The dense fibrotic tissue acts as a molecular sieve, decreasing the penetration of chemotherapeutic agents.  Chemoresistance is more likely to occur with larger drug complexes; in this case, the new liposomal formulation will be much larger than individual cisplatin molecules, resulting in decreased desmoplastic penetration. $#(Choice D)#  Increased expression of vascular endothelial growth factor (VEGF) within tumors stimulates blood vessel growth, facilitating tumor expansion and increasing the potential for metastasis.  Anti-VEGF antibodies (eg, bevacizumab) bind VEGF and inhibit tumor-induced angiogenesis.  Although EGFR stimulation also plays a role in angiogenesis, in this case, the anti-EGFR antibodies are used for targeting purposes and may not necessarily inhibit the EGFR receptor (antibodies can be stimulatory, inhibitory, or have no signaling effect depending on the attachment site). $#Educational objective# Antibody-drug conjugates improve drug efficacy and minimize toxicity by allowing conventional chemotherapeutic agents (eg, cisplatin) to selectively target and kill cancer cells while sparing healthy cells (ie, targeted delivery).  ","clickable_1":"images/img1.18722.jpg"},

{"id":"11567","title":"An 82-year-old woman is brought to the office for a new patient evaluation.  She recently moved in with her daughter.  The patient reports frequent dizziness but cannot provide additional details regarding her symptoms.  Medical history includes moderate dementia, hypertension, transient ischemic attack, depression, and chronic insomnia.  Blood pressure is 124/72 mm Hg, and pulse is 66/min and regular.  Neurologic examination shows disorientation to time and place but normal deep tendon reflexes and no focal sensory or motor deficits.  The patient's medication schedule includes 12 different drugs that are used to manage her chronic conditions.  Which of the following medications should be discontinued at this time?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Aspirin","answer_3":"C. Diphenhydramine","answer_4":"D. Donepezil","answer_5":"E. Hydrochlorothiazide","answer_6":"F. Sertraline","percent_1":"6%","percent_2":"1%","percent_3":"81%","percent_4":"3%","percent_5":"4%","percent_6":"4%","right_answer":"C. Diphenhydramine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common medications to avoid in older adults (Beers criteria)# ∆⨉ §^#Anticholinergic# ∆ • First-generation antihistamines • Gastrointestinal antispasmodics §^#Cardiovascular# ∆ • Alpha-1 blockers (as antihypertensives) • Centrally acting alpha-2 agonists • Many antiarrhythmics §^#CNS# ∆ • Tricyclic antidepressants • Antipsychotics • Barbiturates, benzodiazepines & other hypnotics §^#Endocrine# ∆ • Long-acting sulfonylureas • Sliding-scale insulin §^#Pain# ∆ • Nonselective NSAIDs • Skeletal muscle relaxants %#NSAIDs =# nonsteroidal anti-inflammatory drugs.","explanation_img":"","explanation_1":"","explanation_2":"Older patients are at increased risk for adverse effects of medications due to decreased drug clearance, cognitive and sensory deficits, multiple comorbidities, drug-drug interactions, and poor drug compliance.  #Polypharmacy# (ie, ≥5 prescription and/or over-the-counter medications) is of particular concern in the elderly and can lead to a prescribing cascade, in which additional drugs are given for adverse effects that are misinterpreted as a new medical condition. $The #Beers criteria# were developed to identify drugs requiring caution in geriatric patients.  #First-generation antihistamines# (eg, diphenhydramine) and other drugs with anticholinergic activity can increase the risk of confusion, hallucinations, dizziness, dry mouth, and constipation and should be avoided in this population.  Other commonly used medications that should be avoided in the elderly include benzodiazepines (and other sedating medications), antipsychotics, many antiarrhythmics (eg, digoxin), and centrally acting skeletal muscle relaxants. $#(Choices A and E)#  Although hypotension due to excessive antihypertension medication use could cause dizziness, this patient has normal blood pressure and heart rate, making this much less likely as a cause of her dizziness.  In addition, although centrally acting alpha agonists (eg, clonidine) and alpha-1 blockers (eg, doxazosin) confer a high risk of orthostatic hypotension in elderly patients, thiazide diuretics (eg, hydrochlorothiazide), calcium channel blockers (eg, amlodipine), and ACE inhibitors/angiotensin II receptor blockers are generally considered acceptable for this population. $#(Choice B)#  Aspirin should be used with caution in older adults due to the increased risk of gastric ulcer; however, the reduced risk of cardiovascular events provided by aspirin in patients with prior transient ischemic attack or stroke likely outweighs this risk. $#(Choice D)#  Donepezil is a cholinesterase inhibitor that is commonly used in the treatment of Alzheimer dementia.  Bradycardia can occasionally occur; however, this patient has a normal heart rate. $#(Choice F)#  Selective serotonin reuptake inhibitors (eg, sertraline) are the preferred first-line medications for depression in older adults.  Serotonin-norepinephrine reuptake inhibitors (eg, duloxetine) may also be used, especially for patients with chronic pain.  Tricyclic antidepressants are relatively contraindicated in the elderly due to their anticholinergic effects. $#Educational objective# The Beers criteria identify drugs that should be used with caution in geriatric patients.  Common drugs to avoid include anticholinergics (eg, first-generation antihistamines), centrally acting alpha-2 agonists, tricyclic antidepressants, benzodiazepines (and other sedating medications), antipsychotics, many antiarrhythmics (eg, digoxin), and skeletal muscle relaxants."},

{"id":"11740","title":"A 35-year-old man comes to the emergency department due to acute onset coffee-ground emesis and lightheadedness.  Two months ago, he developed lower back pain with stiffness and began taking naproxen and cyclobenzaprine.  Medical history is notable for moderate persistent asthma, hepatitis C, and HIV.  His last CD4 count was 550/mm3.  The patient has a remote history of intravenous drug use but currently does not use any recreational drugs.  He has an allergy to penicillin that causes a rash and pruritus.  Upper gastrointestinal endoscopy reveals gastric mucosal erythema and erosions.  Which of the following best explains this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Exaggerated drug sensitivity","answer_2":"B. Idiosyncratic drug reaction","answer_3":"C. Immunologic drug reaction","answer_4":"D. Predictable drug reaction","answer_5":"E. Pseudoallergic drug reaction","percent_1":"8%","percent_2":"17%","percent_3":"10%","percent_4":"60%","percent_5":"6%","right_answer":"D. Predictable drug reaction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Drug adverse effects# ∆⨉∆⨉ §^#Predictable# ∆^Pharmacologic ∆ • Orthostatic hypotension with alpha-1 blockade • Bradycardia with beta blockade • Gastritis with cyclooxygenase inhibition • Nausea with many drugs (numerous mechanisms) §↕ ∆^Secondary$ (indirect) ∆ • Oral thrush or Clostridioides difficile colitis with $antibiotics • Phototoxicity with doxycycline §^#Unpredictable*# ∆^Immunologic ∆ • Hypersensitivity (eg, anaphylaxis, serum sickness) • Drug-induced lupus, SJS/TEN §↕ ∆^Nonimmunologic ∆ • Flushing syndrome with vancomycin $(pseudoallergy) • Hemolysis with sulfa drugs (G6PD deficiency) • Exaggerated azathioprine sensitivity (TPMT deficiency) %#* Unpredictable adverse effects are usually driven by patient-specific genetics or immunology.$ #G6PD =# glucose-6-phosphate dehydrogenase; #SJS/TEN =# Stevens-Johnson syndrome/toxic epidermal necrolysis; #TPMT =# thiopurine methyltransferase.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #upper gastrointestinal hemorrhage#, which is likely an #adverse effect# of the nonsteroidal anti-inflammatory drug (#NSAID#) he has been taking.  Cyclooxygenase (COX) catalyzes the rate-limiting step in the conversion of arachidonic acid to prostaglandins, prostacyclin, and thromboxane.  COX enzymes are involved in mediating inflammation but are also required for @housekeeping functions@ such as platelet aggregation, renal protection, and gastric mucosal protection.  Inhibition of COX enzymes by NSAIDs (eg, naproxen, ibuprofen) leads to #impaired# prostaglandin-dependent #gastric mucosal protection# and the potential development of gastritis (ie, erythema, erosions) and ulceration.  Changes to the gastric mucosa may be seen within the first week of initiating NSAID therapy. $Most adverse drug reactions are #predictable# due to the #known pharmacologic properties# of the drug, and often occur after extended drug exposure.  Unpredictable reactions are less common and occur due to relatively patient-specific immunologic processes or other mechanisms (eg, genetic enzyme deficiencies).  In this case, upper gastrointestinal bleeding due to an NSAID is a well-known and predictable adverse effect. $#(Choice A)#  Exaggerated drug sensitivity, also sometimes called drug intolerance, refers to an unpredictable reaction that occurs due to a known pharmacologic action of the drug but at a lower dose than expected (likely due to patient-specific alterations in metabolism or end-organ susceptibility).  For example, patients with deficiency of thiopurine methyltransferase, an enzyme that metabolizes @azathioprine@, are more likely to experience azathioprine intolerance. $#(Choice B)#  An idiosyncratic drug reaction is an unpredictable reaction (ie, results from patient-specific complexities) that does not involve a typical pharmacologic action of the drug.  For example, the use of the antibiotic trimethoprim-sulfamethoxazole in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency can lead to oxidative cellular injury and nonimmune hemolytic anemia. $#(Choice C)#  Immunologic drug reactions (drug allergies) are unpredictable antibody-or T cell-mediated responses to medications.  This patient's history of rash and pruritus with penicillin likely represents IgE-mediated type I hypersensitivity. $#(Choice E)#  Pseudoallergic drug reactions mimic immunologic reactions but occur via a nonimmunologic mechanism (eg, direct immune cell activation) in those with patient-specific susceptibility.  Vancomycin, opioids, and radioiodine contrast can directly activate mast cells to cause a pseudoallergic reaction that closely mimics IgE-mediated type I hypersensitivity. $#Educational objective# Most adverse drug reactions are predictable and result from known pharmacologic properties of the drug.  Unpredictable reactions are less common and are typically driven by patient-specific genetics (eg, enzyme deficiency) or immunologic mechanisms.  ","clickable_1":"images/img1.11740.jpg","clickable_2":"images/img2.11740.jpg"},

{"id":"18644","title":"A 68-year-old man comes to the office due to worsening back pain.  The patient has a history of severe lumbar degenerative disc disease that limits his daily activities.  He declined surgery, and treatment with nonpharmacologic interventions and nonopioid analgesics have not adequately controlled the pain.  The patient began taking long-acting oxycodone 5 months ago with good pain control.  Over the past 2 months, he reports progressive worsening of the pain despite a modest increase in dose.  The patient also takes acetaminophen for breakthrough pain and an osmotic laxative for constipation.  Physical examination shows lower paraspinous tenderness but no lower extremity neurologic deficits.  Spine imaging shows no significant changes from previous studies.  Which of the following is the most likely reason for decreased analgesic efficacy in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Innate tolerance due to genetic polymorphism of mu opioid receptors","answer_2":"B. Pharmacodynamic tolerance due to decreased responsivity of the opioid receptor system","answer_3":"C. Pharmacodynamic tolerance due to overexpression of delta and kappa opioid receptors","answer_4":"D. Pharmacokinetic tolerance due to decreased rate of drug excretion","answer_5":"E. Pharmacokinetic tolerance due to drug partitioning to the adipose tissue compartment","percent_1":"3%","percent_2":"82%","percent_3":"12%","percent_4":"2%","percent_5":"1%","right_answer":"B. Pharmacodynamic tolerance due to decreased responsivity of the opioid receptor system","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mechanisms of drug tolerance# ∆⨉∆⨉ §^#Tolerance# ∆^#Mechanism# ∆^#Example# §^#Acquired $pharmacokinetic# ∆ • ADME: ↓ #Ab#sorption, $↑ #Di#stribution, or$ ↑ #Me#tabolism & #Ex#cretion $(eg, enzyme induction) • ↓ Plasma drug concentration relative$ to naïve state ∆ • Rifampin (CYP3A4 inducer)$ accelerates metabolism of $warfarin • Carbamazepine induces its own$ metabolism after repeated$ dosing §^#Acquired $pharmacodynamic# ∆ • ↓ Cellular response to drug (eg, $receptor downregulation) • Unchanged plasma drug $concentration relative to naïve state ∆ • Chronic opioid use: ↓ expression & responsivity of μ$ receptor system$ • Frequent albuterol rescue inhaler: ↓ expression of airway β2 $receptors §^#Innate# ∆ • Genetic (eg, polymorphisms) & $epigenetic (eg, DNA methylation) $differences • Leads to pharmacokinetic or $pharmacodynamic tolerance • Tolerance apparent from first dose ∆ • Slow metabolizer CYP2C19$ allele:$ ↓ clopidogrel activation$ (↓ antiplatelet effect) • Slow metabolizer CYP2D6 $allele: ↓ codeine conversion to$ morphine$ (↓ analgesic effect) §^#Behavioral$ (functional)# ∆ • Ability to compensate for drug-$induced impairment through$ learning & practice ∆ • Maintaining appearance &$ mannerisms to appear $nonintoxicated at work","explanation_img":"","explanation_1":"","explanation_2":"This patient is receiving #chronic opioid therapy# for nonspecific low back pain due to lumbar osteoarthritis.  He reports worsening pain despite an increased drug dose.  No new structural explanation for increased pain was revealed on medical evaluation (ie, unchanged spine imaging and physical examination).  Therefore, the loss of opioid analgesic efficacy is likely due to #drug tolerance#: higher doses of drugs are required to achieve the same clinical effect. $A distinction is drawn between pharmacokinetic versus pharmacodynamic tolerance: $• Pharmacokinetic tolerance (ADME):  The plasma level of the active drug is decreased due to impaired #A#bsorption (eg, short bowel syndrome), increased tissue #D#istribution (eg, plasma protein binding, adiposity), increased #M#etabolism (eg, P450 cytochrome induction), or increased #E#xcretion. $• Pharmacodynamic tolerance:  The plasma level of the active drug is unchanged (ie, normal pharmacokinetics).  However, the action of the drug on target cells is blunted (eg, #receptor downregulation#, decreased intracellular signaling), reducing the overall pharmacologic effect. $In both cases, tolerance can be innate or acquired.  Innate tolerance refers to inborn differences in genes coding for enzymes involved in drug metabolism (pharmacokinetic) or receptor structure/expression (pharmacodynamic).  Innate tolerance is apparent from the first dose, which elicits an unexpectedly weak effect.  This patient experienced a good analgesic response initially, arguing against the presence of innate tolerance #(choice A).# $Acquired tolerance is defined as a decreased pharmacologic response following prolonged drug exposure.  #Acquired pharmacodynamic tolerance# is the primary form of chronic opioid tolerance, characterized by downregulation and decreased responsivity (eg, GRK/beta-arrestin phosphorylation) of the mu opioid receptor system compared to the opioid-naïve state. $#(Choice C)#  The kappa and delta opioid receptors bind to endogenous opioid-like neuropeptides (dynorphin and enkephalins, respectively) to mediate analgesia.  Like mu receptors, they are also downregulated by chronic opioid administration, contributing further to acquired pharmacodynamic tolerance. $#(Choice D)#  In acquired pharmacokinetic tolerance, altered ADME results in lower plasma drug levels.  Higher rates of metabolism (eg, P450 enzyme autoinduction) can accelerate the inactivation/elimination of many medications (eg, methadone, carbamazepine).  However, lower rates of excretion (eg, renal or hepatic insufficiency) would raise the plasma drug concentration, leading to potential overdose rather than tolerance. $#(Choice E)#  Adiposity (eg, increasing obesity) can contribute to pharmacokinetic tolerance by raising the apparent volume of distribution, thereby lowering the plasma drug concentration.  However, equilibration between plasma and extravascular compartments is complete within 5 drug half-lives, occurring long before this patient's development of tolerance after 3 months.  Furthermore, adipose partitioning is primarily a concern for highly lipophilic drugs (eg, fentanyl, not oxycodone). $#Educational objective# Chronic opioid therapy leads to the development of acquired pharmacodynamic tolerance via downregulation and decreased responsiveness of opioid receptor systems.  "},

{"id":"11761","title":"A 34-year-old kidney transplant patient treated with cyclosporine comes to the office due to nausea and anorexia.  The patient underwent transplantation 6 months ago and had been doing well until recently.  On examination, his blood pressure is 160/96 mm Hg.  There is no tenderness at the site of the transplanted kidney.  Serum creatinine is 3.4 mg/dL, and the serum cyclosporine level is markedly increased.  A month ago, he had normal blood pressure and normal levels of cyclosporine and serum creatinine.  Further questioning reveals that the patient has been drinking increased amounts of grapefruit juice lately as part of an attempt to improve his overall health.  Which of the following mechanisms is most likely responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alteration of gastric acidity","answer_2":"B. Inhibition of cytochrome P450 enzymes in the gut wall","answer_3":"C. Modification of transmembrane drug transport","answer_4":"D. Pharmacodynamic potentiation","answer_5":"E. Reduction of plasma protein binding","percent_1":"1%","percent_2":"81%","percent_3":"2%","percent_4":"14%","percent_5":"1%","right_answer":"B. Inhibition of cytochrome P450 enzymes in the gut wall","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's new-onset hypertension and elevated levels of serum creatinine and cyclosporine are suggestive of acute #calcineurin inhibitor nephrotoxicity#.  Calcineurin inhibitors such as cyclosporine cause dose-dependent renal vasoconstriction and tubular cell damage, which can precipitate acute renal failure. $Cyclosporine is extensively metabolized by the liver and gastrointestinal tract via the cytochrome P450 system, specifically the #CYP3A isoenzymes#.  Inhibition of intestinal P450 enzymes by the furocoumarins present in #grapefruit juice# can slow the breakdown of drugs metabolized by this pathway, raising circulating levels of the affected drugs.  Medications with a narrow therapeutic index (eg, cyclosporine) have the highest risk of toxicity. $#(Choice A)#  Changes in gastric pH do not significantly affect the oral bioavailability of cyclosporine. $#(Choice C)#  Transmembrane cyclosporine transport is not affected by grapefruit juice. $#(Choice D)#  Pharmacodynamic potentiation is defined as a greater than additive effect that occurs when 2 different drugs are administered simultaneously due to functional interactions within the target tissues.  Grapefruit juice increases the effect of cyclosporine by slowing its metabolism, which is a pharmacokinetic mechanism. $#(Choice E)#  A decrease in plasma protein binding could lower the apparent volume of distribution of a fixed dose of cyclosporine, thereby increasing the amount of free drug in circulation.  However, grapefruit juice does not influence the binding of cyclosporine to plasma proteins. $#Educational objective# Calcineurin inhibitor nephrotoxicity with resultant impairment of renal function is the most significant adverse effect of cyclosporine.  Cytochrome P450 3A (CYP3A) is responsible for cyclosporine metabolism in the small intestine and liver.  Grapefruit juice inhibits this enzyme and increases the nephrotoxicity of cyclosporine by raising circulating drug levels (pharmacokinetic interaction).  "},

{"id":"18419","title":"A novel antiretroviral medication, Drug X, is being developed for treating patients with HIV infection.  Initial studies show a high rate of treatment failure due to continued viral proliferation in the brain.  However, treatment success rates improve when Drug X is combined with an adjuvant agent.  Data comparing the two medication regimens is shown in the table below.","title_table":"","title_table_3":"§ ∆#Drug X only# ∆#Drug X + adjuvant# §^#Average cerebral spinal fluid (CSF) viral load (1 month)# ∆1860 copies/mL ∆480 copies/mL §^#Average CSF viral load (6 months)# ∆1640 copies/mL ∆undetectable §^#Average serum concentration of Drug X# ∆550 ng/ml ∆560 ng/ml","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Based on the data, the adjuvant agent most likely improves viral control through which of the following mechanisms?","audio":"","comparison_items":"","answer_1":"A. Blocking first-pass metabolism","answer_2":"B. Decreasing cytochrome P450 metabolism","answer_3":"C. Diminishing blood flow to the choroid plexus","answer_4":"D. Inhibiting cellular efflux transporters","answer_5":"E. Reducing glomerular filtration of the drug","percent_1":"10%","percent_2":"19%","percent_3":"15%","percent_4":"50%","percent_5":"5%","right_answer":"D. Inhibiting cellular efflux transporters","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The study results show that the cerebral spinal fluid (CSF) viral load level remains elevated when subjects are treated with Drug X alone but becomes undetectable when Drug X is combined with the adjuvant agent.  Because average serum levels are relatively equal between the 2 groups, it is likely that the adjuvant improves the efficacy of Drug X by increasing its ability to penetrate the #blood-brain barrier# (BBB). $Many drugs have a difficult time crossing the BBB due to the presence of specialized endothelial cells with very #tight intercellular junctions# that form a #physical barrier# separating the CNS from the circulation.  In addition, multidrug transport proteins, particularly #p-glycoprotein#, are highly expressed on the luminal membrane of brain capillary endothelial cells.  P-glycoprotein is an ATP-driven #efflux pump# that actively #removes a wide range of substrates# from cells, including many commonly prescribed drugs (eg, antibiotics, immunosuppressant agents, HIV protease inhibitors). $In HIV infection, poor penetration of antiretroviral medications allows the brain to act as an anatomical sanctuary where viral replication can proceed unchecked, facilitating the development of resistant strains.  Methods of bypassing the BBB (eg, disruption of tight junctions, #p-glycoprotein inhibition#) can #improve drug delivery# to the CNS.  P-glycoprotein transporters are also found on the apical surface of enterocytes and can limit drug bioavailability by pumping the drug back into the intestinal lumen.  However, inhibition of p-glycoprotein can have a #variable effect on serum drug levels#, as increased bioavailability is often countered by increased drug distribution (eg, into the CSF or intracellular compartments). $#(Choices A, B, and E)#  Reduced drug metabolism or decreased excretion could potentially improve drug efficacy by increasing average serum drug levels.  However, in this experiment, serum drug levels increased by only 10 ng/ml (~2%) with coadministration of the adjuvant.  This minimal increase in drug concentration is not representative of a significant change in drug metabolic/clearance parameters and is unlikely to lead to increased BBB penetration. $#(Choice C)#  The choroid plexus is the site of CSF production and can function as an alternate entryway into the CNS.  However, the excretion of a substance by the choroid plexus is directly dependent on choroidal blood flow; diminished blood flow would reduce the excretion of a particular substance into the CSF. $#Educational objective# P-glycoprotein is an efflux pump found on brain capillary endothelial cells (part of the blood-brain barrier) that inhibits a wide range of substrates from entering the brain.  Inhibition of p-glycoprotein can improve drug delivery to the CNS.  "},

{"SubjectSystem":"Immunology-Pharmacology","id":"8530","title":"A 63-year-old man comes to the clinic after noticing a reddish tinge to his urine.  During evaluation for hematuria, an abdominal CT scan reveals a mass in his left kidney.  Further work-up shows multiple lung and bone nodules.  CT-guided biopsy of a peripherally located lung nodule demonstrates renal cell carcinoma.  High-dose interleukin-2 (IL-2) treatment is started, and 4 weeks later there is a significant reduction in the patient's tumor burden.  Which of the following mechanisms was most likely responsible for regression of this patient's malignancy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antiangiogenic effect of IL-2","answer_2":"B. Direct damage to tumor cells by IL-2","answer_3":"C. IL-2 binding to Fc receptors on cytotoxic lymphocytes","answer_4":"D. Enhanced activity of natural killer cells","answer_5":"E. Increased expression of PD-1 protein on CD8 T cells","percent_1":"5%","percent_2":"3%","percent_3":"26%","percent_4":"47%","percent_5":"19%","right_answer":"D. Enhanced activity of natural killer cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8530.jpg","explanation_1":"","explanation_2":"$#Interleukin-2# (IL-2) is a cytokine produced endogenously by #activated CD4 cells#, CD8 cells, and natural killer (NK) cells.  High-dose IL-2 infusions can also be administered to patients with advanced renal cell carcinoma or metastatic melanoma in order to increase #antitumor lymphocyte activity#, as follows: $• #CD4 cells:#  IL-2 converts activated CD4 cells into type 1 T-helper cells, which then secrete inflammatory cytokines (eg, IFN-gamma, TNF-alpha, IL-2) that drive an antitumor response. $• #CD8 cells:#  IL-2 expands the pool of activated CD8 cells and increases their cytotoxic killing with granzymes and perforins. $• #NK cells:#  IL-2 triggers proliferation of NK cells and #dramatically increases# their #cytotoxic activity#; most of the antitumor effect of IL-2 therapy comes from increased NK cell activity. $Although patients with advanced renal cell carcinoma who undergo IL-2 therapy may enter long-lasting remission, high-dose IL-2 treatment is nonspecific and causes significant adverse effects due to excessive cytokine production (eg, capillary leak syndrome).  Therefore, most patients are now treated with newer immunotherapy agents such as CTLA-4 inhibitors (eg, ipilimumab) or PD-1 protein inhibitors (eg, nivolumab) that deliver more targeted therapy and are better tolerated. $#(Choice A)#  Tumor hypoxia and lactic acid production increase release of vascular endothelial growth factor (VEGF), which promotes angiogenesis required for tumor growth.  Therefore, anti-VEGF immunotherapy (eg, bevacizumab) can induce a potent antitumor response; it is often used for lung and colorectal cancer. $#(Choice B)#  Although CD8 and NK cells induce cell death via apoptosis, this effect is not mediated by direct binding of IL-2 to the tumor cell.  Certain chemotherapy drugs (eg, etoposide, vincristine, cyclophosphamide) directly induce apoptosis by damaging tumor cell DNA, the cytoskeleton, or mitochondria. $#(Choice C)#  Monoclonal antibodies that target specific cell surface molecules on the tumor can induce tumor cell death via @antibody-dependent cellular cytotoxicity@.  An example of this type of immunotherapy is alemtuzumab, a drug for chronic lymphocytic leukemia that targets a cell surface receptor (CD52) found primarily on mature lymphocytes.  However, IL-2 does not directly interact with the Fc receptor on cytotoxic cells. $#(Choice E)#  Although IL-2 triggers CD8 cells to increase expression of the inhibitory receptor PD-1 (programmed cell death protein 1), engagement of this receptor leads to T-cell exhaustion, not increased antitumor activity. $#Educational objective# Interleukin-2 (IL-2) is endogenously produced by CD4 cells, CD8 cells, and natural killer (NK) cells and has strong proinflammatory and some anti-inflammatory effects.  High-dose IL-2 therapy can be used for advanced renal cell carcinoma and metastatic melanoma; this can lead to long-lasting remission due to increased cytotoxic activity of NK cells against the tumor.  ","clickable_1":"images/img1.8530.jpg"},

{"id":"17511","title":"A 31-year-old man comes to the office due to persistent nasal congestion and rhinorrhea.  The patient has a history of allergic rhinitis and recently moved across the country to start a new job.  His nasal symptoms worsened after the move, and he started using an over-the-counter intranasal decongestant spray that initially provided prompt relief.  However, after a few days, he had to increase the frequency and number of sprays per nostril needed for adequate symptom control.  On examination, the nasal turbinates are swollen and pale with a clear nasal discharge.  Which of the following mechanisms is most likely responsible for this patient's increased medication use?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accelerated drug metabolism","answer_2":"B. Decreased receptor affinity","answer_3":"C. Depletion of receptor-associated G proteins","answer_4":"D. Increased receptor internalization","answer_5":"E. Reduced parasympathetic activity","percent_1":"4%","percent_2":"32%","percent_3":"12%","percent_4":"48%","percent_5":"4%","right_answer":"D. Increased receptor internalization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Example mechanisms of tachyphylaxis# ∆⨉ §^Adrenergic agonists ∆Receptor inactivation & internalization by arrestins §^Indirect sympathomimetics ∆Depletion of catecholamines from nerve terminals §^Nitrates ∆Depletion of reduced thiols decreases mtALDH activity & NO production §^Desmopressin (vWD) ∆Depletion of vWF from endothelial storage sites §^Barbiturates ∆Induction of CYP450 enzymes %#CYP450 =# cytochrome P450; #mtALDH =# mitochondrial aldehyde dehydrogenase; #NO =# nitric oxide; #vWD =# von Willebrand disease; #vWF =# von Willebrand factor.","explanation_img":"","explanation_1":"","explanation_2":"This patient has rhinitis medicamentosa due to the use of a nasal decongestant spray containing an #alpha-adrenergic agonist# (eg, oxymetazoline).  Intranasal application of alpha agonists induces vasoconstriction of superficial blood vessels in the nasal mucosa, reducing rhinorrhea and congestion.  Although these agents are highly effective for symptom control, use for more than a few days is associated with #rebound rhinitis# and dosage escalation due to #tachyphylaxis#. $Tolerance to alpha-adrenergic decongestants develops quickly due to #receptor internalization#.  Both alpha- and beta-adrenergic receptors undergo a conformational change on ligand binding, allowing them to activate heterotrimeric G proteins involved in signal transduction.  However, the change in conformation also results in the binding of #arrestin#, a protein that prevents further G protein activation and links the receptor complex to clathrin, facilitating receptor endocytosis and depletion from the cell surface. $As alpha-adrenergic receptors become increasingly scarce along the blood vessels of the nasal mucosa, the release of endogenous catecholamines is no longer sufficient to provide adequate vasoconstrictive stimulation.  The resulting congestion/rhinorrhea can be relieved only with #increasing doses# of exogenous alpha agonists.  Treatment involves #cessation# of the culprit decongestant, sometimes with use of intranasal corticosteroids to relieve severe symptoms. $#(Choice A)#  Accelerated drug metabolism can lead to tolerance when a substance induces the enzymes responsible for its degradation (ie, cytochromes P450).  This mechanism is responsible for the tolerance seen with ethanol and barbiturates. $#(Choice B)#  Decreased receptor affinity due to intracellular domain modification (eg, phosphorylation) can play a role in receptor desensitization.  However, desensitization of adrenergic receptors is better explained by the decoupling of G proteins (which are blocked by arrestins) and subsequent receptor internalization. $#(Choice C)#  Tolerance to adrenergic agonists develops due to the binding of arrestins to stimulated adrenergic receptors, preventing G proteins from interacting with the receptor.  G proteins themselves do not become depleted during this process. $#(Choice E)#  Parasympathetic stimulation of the nasal mucosa causes vasodilation, increases plasma extravasation, and stimulates glandular mucous secretion.  Patients with rhinitis medicamentosa have increased parasympathetic tone (physiologic antagonism) that contributes to the congestion/rhinorrhea. $#Educational objective# Activation of adrenergic receptors results in arrestin binding and receptor internalization.  This effect is responsible for the tolerance effect seen with alpha-adrenergic (eg, decongestants, vasopressors) and beta-adrenergic (eg, bronchodilators) agonists.  "}



]