[

{"id":"1244","title":"A 24-year-old woman comes to the office for a preemployment medical evaluation.  The patient has no known medical problems but reports that her skin bruises and scars easily.  She says that most of her family members have a very \"flexible\" body, and her brother works in a circus as a contortionist.  The patient takes no medications and has no allergies.  She does not use tobacco, alcohol, or drugs.  Physical examination findings are shown in the exhibits: @exhibit1@,@exhibit2@.  This patient most likely has an inherited defect in which of the following proteins? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1244.jpg","exhibit_2":"images/2exhibit1244.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Collagen","answer_2":"B. Elastin","answer_3":"C. Fibrillin-1","answer_4":"D. Hyaluronic acid","answer_5":"E. Laminin","answer_6":"F. Proteoglycan","percent_1":"76%","percent_2":"15%","percent_3":"9%","percent_4":"0%","percent_5":"0%","percent_6":"0%","right_answer":"A. Collagen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1244.jpg","explanation_1":"","explanation_2":"$The extracellular matrix is a network of interstitial proteins that maintain normal tissue architecture.  #Collagen# is a major component of #connective tissue# and consists of 3 polypeptide α chains held together by #hydrogen bonds# to form a ropelike triple helix structure (tropocollagen).  #Lysyl oxidase# then forms covalent bonds between individual tropocollagen molecules, generating mature collagen fibers.  The variation in amino acid sequences in the collagen α chains gives rise to collagen diversity in different tissues.  Collagen types I, II, III, and V provide #tensile strength# in skin, bones, cartilage, tendons, and blood vessels. $#Ehlers-Danlos syndrome# (EDS) is a group of hereditary disorders involving a defect in collagen synthesis.  EDS usually manifests clinically as #hypermobile# #joints#, #overelastic# #skin#, and fragile tissue susceptible to bruising, wounds, and hemarthrosis.  Common mutations leading to EDS phenotypes include deficiencies of the lysyl hydroxylase and procollagen peptidase enzymes responsible for collagen synthesis. $#(Choice B)#  Elastin, a fibrous protein in the connective tissue, is named for the elastic properties it imparts to skin, blood vessels, and lung alveoli.  Elastin fibers can be stretched to several times their original length but will recoil when the stretching forces are withdrawn.  Elastin is synthesized from the polypeptide precursor tropoelastin. $#(Choice C)#  Fibrillin-1 is a major component of the microfibrils that form a sheath around elastin.  Microfibrils are abundantly present in blood vessels and in the suspensory ligaments of the lens.  Defects in the fibrillin-1 gene cause classic autosomal dominant Marfan syndrome. $#(Choice D)#  Hyaluronic acid is another major component of the soft tissue's extracellular matrix, including synovial fluid and skin.  Exogenous injection can be used to restore viscoelasticity to the synovial fluid in osteoarthritis; soft-tissue fillers can also be used in patients concerned about age-related volume loss (eg, nasolabial folds). $#(Choice E)#  Laminins are heterotrimeric glycoproteins that bind to type IV collagen underlying epithelial cells.  They contribute to the organization and function of the basal lamina (basement membrane). $#(Choice F)#  Proteoglycans are composed of glycosaminoglycans (GAGs), which provide compressibility to tissues.  Patients with deficiencies in lysosomal enzymes cannot break down GAGs, resulting in mucopolysaccharidoses (eg, Hurler syndrome, Hunter syndrome) characterized by soft tissue and skeletal disease. $#Educational objective# Ehlers-Danlos syndrome (EDS) is a heritable connective tissue disease associated with abnormal collagen formation.  EDS usually manifests clinically as overflexible (hypermobile) joints, overelastic (hyperelastic) skin, and fragile tissue susceptible to bruising, wounding, and hemarthrosis.  "},

{"id":"1340","title":"A 7-day-old neonate born to a 28-year-old woman is brought to the office due to progressive lethargy, vomiting, and poor feeding.  The mother reports an uneventful pregnancy and perinatal course.  She exclusively breastfeeds the infant and has no medical problems in any of her other children.  On examination, the infant is somnolent and dehydrated with decreased muscle tone.  Laboratory studies reveal metabolic acidosis with an elevated anion gap, ketosis, and hypoglycemia.  Further evaluation reveals a markedly elevated propionic acid level due to defective conversion of propionyl-CoA to methylmalonyl-CoA.  This patient is most likely unable to use which of the following amino acids for energy production?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alanine","answer_2":"B. Aspartate","answer_3":"C. Glutamate","answer_4":"D. Lysine","answer_5":"E. Phenylalanine","answer_6":"F. Valine","percent_1":"17%","percent_2":"9%","percent_3":"11%","percent_4":"14%","percent_5":"16%","percent_6":"34%","right_answer":"F. Valine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1340.jpg","explanation_1":"","explanation_2":"$Catabolism of several essential amino acids (#valine#, #isoleucine#, #methionine#, and #threonine#) along with #odd-chain fatty acids# results in the generation of propionyl-CoA.  Propionyl-CoA is subsequently converted to methylmalonyl-CoA in a reaction catalyzed by biotin-dependent propionyl-CoA carboxylase.  Isomerization of methylmalonyl-CoA then generates succinyl-CoA, which enters the TCA cycle. $This patient's presentation is consistent with #propionic# #acidemia#, an autosomal recessive organic acidemia caused by congenital deficiency of propionyl-CoA carboxylase.  This enzyme catalyzes the conversion of propionyl-CoA to methylmalonyl-CoA.  In its absence, excess propionic acid accumulates in the bloodstream, causing #severe metabolic acidosis#.  Hypoglycemia and ketosis frequently develop secondary to the acidosis.  Affected patients present 1-2 weeks after birth with lethargy, poor feeding, vomiting, and hypotonia.  Treatment involves starting a low-protein diet containing minimal amounts of valine, isoleucine, methionine, and threonine. $#(Choice A)#  Alanine transaminase catalyzes the transfer of an amino group from alanine to α-ketoglutarate, generating pyruvate that can be used for gluconeogenesis. $#(Choice B)#  Aspartate is a nonessential amino acid; it can be converted into oxaloacetate for use in the TCA cycle by aspartate transaminase. $#(Choice C)#  Glutamate is deaminated by glutamate dehydrogenase to form the TCA cycle intermediate α-ketoglutarate. $#(Choice D)#  Lysine and leucine are essential amino acids that are strictly ketogenic.  They are metabolized into acetyl-CoA, which is a precursor for ketone bodies. $#(Choice E)#  Phenylalanine is converted to tyrosine by the enzyme phenylalanine hydroxylase.  Tyrosine is further converted into fumarate (TCA cycle intermediate) and acetoacetate (ketone body). $#Educational objective# Propionyl-CoA is derived from the metabolism of valine, isoleucine, methionine, threonine, and odd-chain fatty acids.  Congenital deficiency of propionyl-CoA carboxylase, the enzyme responsible for the conversion of propionyl-CoA to methylmalonyl-CoA, leads to the development of propionic acidemia.  The condition presents with lethargy, poor feeding, vomiting, and hypotonia 1-2 weeks after birth.  "},

{"id":"1372","title":"A 4-day-old boy born to a 23-year-old woman is brought to the office for evaluation of poor feeding and vomiting.  The pregnancy was uneventful and the mother had a normal delivery.  Family history is noncontributory.  The patient's temperature is 37.2 C (99 F), blood pressure is 60/30 mm Hg, pulse is 110/min, and respirations are 56/min.  Physical examination reveals a lethargic newborn with exaggerated deep tendon reflexes and clonus.  Further investigation reveals that the patient has an inherited condition that results in impaired transport of ornithine from the cytosol to the mitochondria.  Nutritional restriction of which of the following substances can improve this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Branched-chain amino acids","answer_2":"B. Fructose","answer_3":"C. Galactose","answer_4":"D. Medium-chain triglycerides","answer_5":"E. Phenylalanine","answer_6":"F. Proteins","answer_7":"G. Pyridoxine","percent_1":"18%","percent_2":"2%","percent_3":"2%","percent_4":"14%","percent_5":"7%","percent_6":"52%","percent_7":"4%","right_answer":"F. Proteins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1372.jpg","explanation_1":"","explanation_2":"$Impaired transport of ornithine into the mitochondria can be caused by ornithine translocase deficiency, which results in a defect in the #hepatic urea cycle#.  The urea cycle converts ammonia, which is generated from the #catabolism of amino acids#, into urea for excretion in urine.  Urea cycle #defects# cause #ammonia to accumulate# in the blood, resulting in progressive lethargy, vomiting, seizures, and cerebral edema (may cause hyperreflexia and abnormal posturing when severe) in infancy and early childhood; milder defects caused by partial enzyme deficiencies may not manifest until adulthood. $Effective treatment of urea cycle disorders requires balancing dietary protein intake and metabolic requirements.  #Protein restriction# is the main treatment for urea cycle disorders, such that the body receives the essential amino acids needed for growth and development but not in excess such that excessive ammonia is formed.  Medications that provide an alternate pathway to excrete nitrogen (eg, phenylacetate) are also used to help remove ammonia from the blood. $#(Choice A)#  Restriction of branched-chain amino acids (eg, valine, leucine, isoleucine) is used to treat maple syrup urine disease (branched-chain alpha-ketoacid dehydrogenase deficiency) and propionic acidemia (propionyl-CoA carboxylase). $#(Choice B)#  Fructose and sucrose restriction is the treatment for fructose 1-phosphate aldolase (aldolase B) deficiency.  This condition causes vomiting and hypoglycemia in infants after fruit or juice is introduced. $#(Choice C)#  Galactose and lactose are excluded from the diet in patients with classic galactosemia (absent galactose-1-phosphate uridyltransferase).  Galactosemia presents in neonates with jaundice, vomiting, poor feeding, lethargy, hypoglycemia, and galactose-1-phosphate accumulation. $#(Choice D)#  Medium-chain triglycerides are restricted in medium-chain acyl-CoA dehydrogenase deficiency, a condition characterized by lethargy, seizures, and hypoketotic hypoglycemia following a period of fasting. $#(Choice E)#  A phenylalanine-free diet is recommended in patients with phenylketonuria (phenylalanine hydroxylase deficiency).  Failure to convert phenylalanine to tyrosine leads to accumulation of phenylalanine and intellectual disability if the condition is left untreated. $#(Choice G)#  Pyridoxine (vitamin B6) can be used to treat homocystinuria, which is caused by a defect in vitamin B6-dependent cystathionine synthase.  This condition is characterized by elevated homocysteine levels, ectopia lentis, intellectual disability, Marfanoid body habitus, and increased occurrence of thromboembolic events. $#Educational objective# Ornithine transport into mitochondria is necessary for proper function of the urea cycle, which is the major disposal pathway for waste nitrogen generated by catabolism of amino acids.  Urea cycle defects typically cause neurological damage due to the accumulation of ammonia.  Protein restriction improves this condition by reducing the amount of amino acid turnover.  "},

{"id":"1248","title":"A dermatology researcher is studying the role of different amino acids in wound healing.  She cultures mature dermal fibroblasts in growth media.  After several days, the fibroblasts begin synthesizing polypeptide chains that assemble into triple helical structures, followed by fibrils.  The fibrillar proteins are hydrolyzed and separated into their constituent amino acids via paper chromatography.  Which of the following amino acids is most likely to be found in highest quantity in these proteins?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alanine","answer_2":"B. Cysteine","answer_3":"C. Glycine","answer_4":"D. Leucine","answer_5":"E. Lysine","answer_6":"F. Proline","percent_1":"2%","percent_2":"3%","percent_3":"56%","percent_4":"2%","percent_5":"13%","percent_6":"24%","right_answer":"C. Glycine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$@Collagen@ is the most abundant protein in the human body and is synthesized by fibroblasts, osteoblasts, and chondroblasts.  It consists of 3 polypeptide #alpha chains# held together by hydrogen bonds, forming a rope-like #triple helix# (collagen molecule).  Collagen molecules self-assemble into fibrils, which subsequently crosslink to form collagen fibers. $The triple helical conformation of collagen molecules occurs due to the simple and repetitive amino acid sequence within each alpha chain, in which #glycine# (Gly) occupies #every third amino acid# position (Gly-X-Y).  Glycine is the most abundant amino acid in collagen and, due to its small size, is the only amino acid that can fit into the confined space between individual alpha chains. $#(Choices A, B, D, E, and F)#  None of the other amino acids are as abundant as glycine in collagen.  X often represents proline and Y is often hydroxyproline or hydroxylysine.  Proline residues are essential for alpha helix formation because their ring configuration introduces a kink in the polypeptide chain, enhancing the rigidity of the helical structure.  Hydroxylysine is necessary for cross-linking, which greatly increases the tensile strength of assembled collagen fibers. $#Educational objective# Glycine is the most abundant amino acid in collagen.  The triple helical conformation of collagen molecules occurs due to the repetitive amino acid sequence within each alpha chain, in which glycine (Gly) occupies every third amino acid position (Gly-X-Y).  ","clickable_1":"images/img1.1248.jpg"},

{"id":"788","title":"A 34-year-old previously healthy man comes to the emergency department due to a 3-hour history of chest pain, diaphoresis, and dyspnea.  He does not smoke, exercises regularly, and eats a balanced diet.  His father died at age 56 from a myocardial infarction.  His blood pressure is 110/70 mm Hg and pulse is 110/min and regular.  Physical examination is unremarkable.  ECG shows ST elevation in the anterolateral leads.  Coronary angiogram reveals proximal left anterior descending artery stenosis and thrombosis, which is treated with angioplasty and stent placement.  Laboratory results are as follows:","title_table":"?Total cholesterol? 160 mg/dL ?Low-density lipoprotein? 90 mg/dL ?Glucose, serum? 98 mg/dL ?Homocysteine, plasma? 21.5 µmol/L (normal: 4-14 µmol/L)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Further testing reveals a homozygous mutation in the methylene tetrahydrofolate reductase gene that leads to decreased enzymatic activity.  Due to this defect, the patient most likely has impairment converting homocysteine to which of the following?","audio":"","comparison_items":"","answer_1":"A. Cystathionine","answer_2":"B. Cysteine","answer_3":"C. Methionine","answer_4":"D. Methylmalonyl-CoA","answer_5":"E. Succinyl-CoA","percent_1":"10%","percent_2":"10%","percent_3":"68%","percent_4":"10%","percent_5":"2%","right_answer":"C. Methionine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp788.jpg","explanation_1":"","explanation_2":"$#Elevated levels of plasma homocysteine# are an independent risk factor for #thrombotic events#, including venous thromboses, coronary artery disease, and ischemic stroke.  The mechanism is thought to be due to direct and indirect induction of #endothelial damage#. $Homocysteine can be metabolized to #methionine# via remethylation or to #cystathionine# via transsulfuration.  Remethylation to methionine occurs with the donation of a methyl group from methyl-tetrahydrofolate via #methionine synthase#, with vitamin B12 (cobalamin) as an important cofactor.  Methyl-tetrahydrofolate is regenerated by the enzyme #methylene tetrahydrofolate reductase (MTHFR)#, using FAD as a cofactor.  Homocysteine can also undergo transsulfuration via cystathionine-β-synthase to cystathionine #(choice A)# and subsequently to cysteine #(choice B)# via the enzyme cystathionase, using vitamin B6 as a cofactor. $Elevations in plasma homocysteine can occur due to genetic mutations in critical enzymes and vitamin (cofactor) deficiencies.  MTHFR deficiency is the most common genetic cause of hyperhomocysteinemia.  Low levels of the B vitamins cobalamin, pyridoxine, and folate are associated with hyperhomocysteinemia.  However, supplementation of B vitamins for patients with mildly to moderately elevated homocysteine levels has not demonstrated a decrease in cardiovascular risk or mortality. $#(Choices D and E)#  Vitamin B12 is a cofactor for the enzyme methylmalonyl-CoA mutase in the conversion of @methylmalonyl-CoA to succinyl-CoA@, a reaction that occurs in the breakdown of odd-chain fatty acids and some amino acids.  As a result, patients with vitamin B12 deficiency have elevated methylmalonyl-CoA levels that subsequently result in buildup of neurotoxic methylmalonic acid.  Symptomatic consequences include lethargy, seizures, paresthesias, and hypotonia.  Homocysteine is elevated in both folate and vitamin B12 deficiencies, but methylmalonyl-CoA is elevated in vitamin B12 deficiency only. $#Educational objective# Elevated levels of plasma homocysteine are an independent risk factor for thrombotic events.  Homocysteine can be metabolized to methionine via remethylation or to cystathionine via transsulfuration.  Hyperhomocysteinemia is most commonly due to genetic mutations in critical enzymes or deficiencies of vitamin B12, vitamin B6, and folate.  ","clickable_1":"images/img1.788.jpg"},

{"id":"995","title":"A research scientist develops an agent that specifically blocks the interaction of inositol triphosphate with its intracellular receptor.  A study is then performed in which vascular smooth muscle cells are divided into 2 groups: an experimental group treated with the receptor blocker and an untreated control group.  Both groups are exposed to phenylephrine.  Compared to the control cells, decreased activity of which of the following enzymes is most likely to be observed in the experimental cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenylate cyclase","answer_2":"B. Lipoxygenase","answer_3":"C. Phosphodiesterase","answer_4":"D. Phospholipase C","answer_5":"E. Protein kinase C","percent_1":"10%","percent_2":"1%","percent_3":"4%","percent_4":"36%","percent_5":"49%","right_answer":"E. Protein kinase C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp995.jpg","explanation_1":"","explanation_2":"$G protein-coupled receptors have a characteristic structure with 7 transmembrane regions, an extracellular domain, and an intracellular domain coupled with a G protein.  In their inactivated state, G proteins exist as heterotrimers consisting of alpha, beta, and gamma subunits with GDP tightly bound to the alpha subunit.  G proteins are activated after #ligand binding to the extracellular domain# of the receptor.  The first step in activation occurs when GDP is exchanged for GTP on the alpha subunit.  Once bound to GTP, the alpha subunit dissociates from the beta and gamma subunits and activates either adenylate cyclase or phospholipase C, depending on the ligand. $When phenylephrine binds to an alpha-1 receptor on vascular smooth muscle cells, the alpha subunit of the G protein (Gq) #activates phospholipase C#, which breaks down phosphatidylinositol bisphosphate into inositol triphosphate (IP₃) and diacylglycerol (DAG).  DAG stimulates protein kinase C, which phosphorylates downstream intracellular proteins to produce its physiologic effects (eg, smooth muscle contraction).  #IP₃# produces most of its effects by #increasing intracellular calcium#, which also #activates protein kinase C#.  In the study described above, protein kinase C activity would be reduced in the experimental group compared to the control group as calcium release from the endoplasmic reticulum is interrupted. $#(Choice A)#  Activation of adenylate cyclase leads to the formation of cAMP and subsequent activation of protein kinase A.  Protein kinase A phosphorylates intracellular proteins to produce its effects. $#(Choice B)#  Lipoxygenase is an enzyme responsible for the formation of leukotrienes from arachidonic acid.  It is not directly involved in the phosphatidylinositol second messenger system. $#(Choice C)#  Phosphodiesterase is an enzyme that terminates the effects of ligands that act via cAMP or cGMP second messenger systems.  It has no direct effect on the phosphatidylinositol second messenger system. $#(Choice D)#  The activity of phospholipase C would be unchanged if IP₃ were blocked because phospholipase C exerts its effect before IP₃ in the phosphatidylinositol second messenger system. $#Educational objective# After a ligand binds to a G protein-coupled receptor that activates phospholipase C, membrane phospholipids are broken down into diacylglycerol (DAG) and inositol triphosphate (IP₃).  Protein kinase C is subsequently activated by DAG and calcium; the latter is released from the endoplasmic reticulum under the influence of IP₃.  "},

{"id":"11930","title":"A 2-year-old boy is being evaluated at the office for failure to thrive and developmental delay.  Medical history is significant for recurrent ear infections since 6 months of age.  Physical examination shows corneal clouding, hepatosplenomegaly, and restricted joint mobility.  Further evaluation shows deficient phosphorylation of mannose residues on certain glycoproteins in the Golgi apparatus.  In unaffected patients, these proteins are normally transported to which of the following cellular locations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endoplasmic reticulum","answer_2":"B. Extracellular space","answer_3":"C. Lysosome","answer_4":"D. Mitochondria","answer_5":"E. Plasma membrane","percent_1":"6%","percent_2":"6%","percent_3":"74%","percent_4":"2%","percent_5":"13%","right_answer":"C. Lysosome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11930.jpg","explanation_1":"","explanation_2":"$This patient has #inclusion cell (I-cell) disease#, an autosomal recessive lysosomal storage disorder.  I-cell disease occurs due to defects in protein targeting, a process by which proteins are transported to their appropriate intra- or extracellular location. $Normally, posttranslational modifications (eg, folding, glycosylation, phosphorylation) function as markers that help guide proteins to their final destination.  For #lysosome-bound proteins# (ie, acid hydrolases), a Golgi body phosphotransferase enzyme catalyzes the phosphorylation of mannose residues on the proteins.  Once #tagged with mannose-6-phosphate#, these proteins traverse the Golgi network and are ultimately transported to the lysosome, where they serve as catalysts for degradation of cellular components. $In I-cell disease, a #defective phosphotransferase enzyme# results in deficient phosphorylation (ie, incorrect targeting) of mannose residues on acid hydrolases, which are then #inappropriately secreted# to the extracellular space.  This leads to lack of degradation of lysosomal cellular debris, which accumulates within the lysosome, forming the characteristic inclusion bodies.  Patients with this disorder typically have failure to thrive, respiratory tract infections, and cognitive deficits in the first year of life, along with characteristic physical features (eg, coarse facies, corneal clouding, hepatosplenomegaly). $#(Choice A)#  The endoplasmic reticulum (ER) is the site of protein synthesis prior to transport to the Golgi apparatus for protein modification and vesicular trafficking.  Retrograde transport from the Golgi apparatus to the ER occurs via specialized protein-coated vesicles (eg, COPI). $#(Choice B)#  Following translation in the ER, secretory proteins traverse the Golgi apparatus and are packaged into vesicles that ultimately fuse with the plasma membrane, facilitating extracellular protein secretion.  Lysosomal proteins are inappropriately transferred to the extracellular space in patients with I-cell disease. $#(Choice D)#  Most mitochondrial proteins are synthesized in the cytosol and contain specific mitochondrial targeting sequences.  Translocases detect these sequences and shuttle the proteins into and between the different mitochondrial compartments. $#(Choice E)#  Peripheral membrane proteins may be modified through a process in which a hydrophobic lipid anchor is covalently attached to the protein.  This process facilitates protein interaction with the plasma membrane. $#Educational objective# Inclusion cell disease is a lysosomal storage disorder in which a defect in protein targeting prevents the phosphorylation of mannose residues required to tag acid hydrolases for transport to lysosomes.  Without these lysosomal proteins, cellular debris cannot be degraded and therefore accumulates within lysosomes, forming inclusion bodies characteristic of the disease.  "},

{"id":"1119","title":"As part of a research study investigating enzymatic activity in both normal and diseased liver tissue, hepatocytes are isolated from biopsy samples obtained from patients undergoing routine care at a local tertiary referral center.  The cells are homogenized and centrifuged to remove membrane components and organelles.  Following subsequent rounds of centrifugation, the remaining supernatant contains only cytosol and cytosolic proteins.  Activity of which of the following enzymes will most likely be detectable in the supernatant of healthy liver cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 3-Hydroxy-3-methylglutaryl-CoA lyase","answer_2":"B. Ornithine transcarbamylase","answer_3":"C. Pyruvate carboxylase","answer_4":"D. Succinate dehydrogenase","answer_5":"E. Transketolase","percent_1":"11%","percent_2":"18%","percent_3":"27%","percent_4":"7%","percent_5":"37%","right_answer":"E. Transketolase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$Enzymes and the biochemical processes they catalyze often require distinct chemical environments for optimal function; small variations in temperature, molecular concentrations, and pH may render them ineffective.  #Cellular compartmentalization# provides a means by which multiple heterogeneous environments can exist within a cell.  Organelles such as the nucleus and mitochondria form distinct, membrane-bound regions with a chemical composition different from the cytosol.  This allows multiple biochemical processes to occur simultaneously at maximum efficiency. $The cytosol and mitochondria are the predominant sites of metabolism in the cell.  Mitochondria are the site of beta-oxidation of fatty acids, the citric acid cycle, and the carboxylation of pyruvate (gluconeogenesis).  The #cytosol# is home to enzymes necessary for glycolysis, fatty acid synthesis, and the #pentose phosphate pathway#.  #Transketolase# is an enzyme of the pentose phosphate pathway that uses thiamine (vitamin B1) as a cofactor to shuttle 2-carbon fragments between sugar molecules.  Other processes such as heme synthesis, the urea cycle, and gluconeogenesis rely on a complex interplay between the mitochondria and cytosol to function optimally; enzymes present in both cellular compartments are required for these metabolic pathways. $#(Choice A)#  3-Hydroxy-3-methylglutaryl-CoA (HMG CoA) lyase is a mitochondrial enzyme necessary for ketogenesis.  It is also responsible for metabolism of the ketogenic amino acid, leucine. $#(Choice B)#  Ornithine transcarbamylase catalyzes the combination of ornithine and carbamoyl phosphate to form citrulline in the urea cycle.  This reaction occurs within the mitochondria. $#(Choice C)#  Pyruvate carboxylase catalyzes the initial step in gluconeogenesis by converting pyruvate to oxaloacetate.  This enzyme requires biotin as a cofactor, and functions within the mitochondria. $#(Choice D)#  Succinate dehydrogenase is a TCA cycle enzyme that converts succinate to fumarate.  It is an inner mitochondrial membrane protein and functions as part of the electron transport chain. $#Educational objective# Cellular compartmentalization allows multiple biochemical processes to occur simultaneously at maximum efficiency.  Beta-oxidation of fatty acids, the TCA cycle, and the carboxylation of pyruvate (gluconeogenesis) all occur within the mitochondria.  The enzymes responsible for glycolysis, fatty acid synthesis, and the pentose phosphate pathway reside in the cytosol.  "},

{"id":"1334","title":"A 12-year-old boy is brought to the office due to gait instability and pruritic skin rash for the past several weeks.  His mother reports that he has also been irritable and had loose stools during this time.  The patient's childhood development has been unremarkable except for several episodes of similar skin rash that resolved spontaneously.  Examination shows scaly, erythematous skin lesions in sun-exposed areas and cerebellar ataxia.  Laboratory evaluation shows increased levels of neutral amino acids in the urine.  This patient's symptoms would most likely respond to which of the following supplements?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascorbate","answer_2":"B. Niacin","answer_3":"C. Pyridoxine","answer_4":"D. Riboflavin","answer_5":"E. Thiamine","answer_6":"F. Vitamin E","percent_1":"3%","percent_2":"54%","percent_3":"14%","percent_4":"5%","percent_5":"11%","percent_6":"13%","right_answer":"B. Niacin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1334.jpg","explanation_1":"","explanation_2":"$This patient likely has #Hartnup disease#, an autosomal recessive metabolic disorder caused by inactivating mutations affecting the #neutral amino acid transporter#.  This results in impaired transport of neutral amino acids, particularly tryptophan, in the small intestine and proximal tubule of the kidney. $Tryptophan is an essential amino acid and a precursor for niacin, serotonin, and melatonin.  Conversion of tryptophan to niacin is responsible for the generation of up to half of the nicotinamide adenine dinucleotide (NAD+) required for redox reactions; the clinical manifestations of Hartnup disease are primarily due to #niacin deficiency#.  Patients present with intermittent attacks of #pellagra-like skin eruptions# (development of a red, rough rash following sun exposure) and #cerebellar ataxia# in early childhood that become less severe with increasing age. $The diagnosis is confirmed by detecting excessive amounts of neutral amino acids (alanine, serine, threonine, valine, leucine, isoleucine, phenylalanine, tyrosine, and tryptophan) in the urine (#neutral aminoaciduria#).  A high-protein diet along with daily niacin or nicotinamide supplementation generally results in significant symptom improvement. $#(Choice A)#  Ascorbate (vitamin C) is a water-soluble vitamin required for hydroxylation of proline and lysine residues during collagen synthesis.  Deficiency results in scurvy, a disease characterized by bone pain, easy bruising, and poor wound healing. $#(Choice C)#  Pyridoxine (vitamin B6) acts as a coenzyme in the decarboxylation and transamination of amino acids, including the metabolism of tryptophan to niacin.  Deficiency of pyridoxine leads to anemia, peripheral neuropathy, and dermatitis.  Supplementation in Hartnup disease is not effective due to underlying tryptophan malabsorption. $#(Choice D)#  The coenzymes flavin mononucleotide (FMN) and flavin adenine dinucleotide (FAD) form the prosthetic groups of several enzymes important in electron transport; both are synthesized from riboflavin (vitamin B2).  Clinical features of deficiency include sore throat, stomatitis, glossitis, normocytic anemia, and seborrheic dermatitis. $#(Choice E)#  Thiamine use by the body is maximal in states of accelerated carbohydrate metabolism because thiamine acts as a cofactor for the enzymes transketolase (pentose phosphate pathway), α-ketoglutarate dehydrogenase (TCA cycle), and pyruvate dehydrogenase (forms acetyl-CoA). $#(Choice F)#  Vitamin E is a fat-soluble vitamin that functions as a scavenger of free radicals (antioxidant).  Deficiency of vitamin E is rare but can result in neurologic dysfunction (ataxia, hyporeflexia, loss of sensation) as well as hemolytic anemia. $#Educational objective# Hartnup disease is caused by impaired transport of neutral amino acids in the small intestine and proximal tubule of the kidney.  Symptoms include pellagra-like skin eruptions and cerebellar ataxia, which occur as a result of niacin deficiency.  The diagnosis can be confirmed through detection of excessive amounts of neutral amino acids in the urine.  "},

{"id":"1482","title":"A research scientist is studying biochemical reactions that take place in the liver.  He cultures hepatocytes in a growth media enriched with glutamate labeled with nitrogen isotopes.  After some time, he finds that the nitrogen isotopes are transferred to oxaloacetate, forming aspartate in the process.  Which of the following substances is most likely involved in this reaction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Biotin","answer_2":"B. Folic acid","answer_3":"C. Niacin","answer_4":"D. Pyridoxine","answer_5":"E. Riboflavin","answer_6":"F. Thiamine","percent_1":"17%","percent_2":"3%","percent_3":"17%","percent_4":"40%","percent_5":"8%","percent_6":"14%","right_answer":"D. Pyridoxine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1482.jpg","explanation_1":"","explanation_2":"$#Pyridoxine (vitamin B6)# is necessary for the transamination and decarboxylation of amino acids, for gluconeogenesis, and for other essential biochemical processes.  #Transamination reactions# typically occur between an #amino acid# and an #α-keto acid#.  The amino group is transferred to the α-keto acid from the amino acid, and the α-keto acid thereby becomes an amino acid.  For example, glutamate (amino acid) reacts with oxaloacetate (α-keto acid) to form aspartate (the resulting amino acid) and α-ketoglutarate (the resulting α-keto acid). $Transaminases (aminotransferases) are the enzymes that catalyze transamination reactions, and pyridoxal phosphate (active vitamin B6) serves as an essential cofactor for the transaminase. $#(Choice A)#  Biotin (vitamin B7) is a cofactor for all 4 carboxylase enzymes: pyruvate carboxylase, acetyl-CoA carboxylase, propionyl-CoA carboxylase, and 3-methylcrotonyl-CoA-carboxylase.  Nutritional deficiency may result from consumption of large amounts of avidin, a protein found in egg whites. $#(Choice B)#  Folic acid (vitamin B9) is an essential cofactor in nucleic acid synthesis, and a deficiency of either folate or vitamin B12 results in megaloblastic anemia. $#(Choice C)#  Many dehydrogenases use the cofactors NAD+ and NADP+, which are formed from niacin.  Niacin (vitamin B3, or nicotinic acid) deficiency is known as pellagra and is classically associated with the \"4 Ds\": dermatitis, dementia, diarrhea, and, if untreated, death. $#(Choice E)#  Riboflavin (vitamin B2) is used in dehydrogenase reactions involving the cofactors FMN and FAD. $#(Choice F)#  Thiamine (vitamin B1) serves as a coenzyme for a number of important enzymes, including transketolase, α-ketoglutarate dehydrogenase, and pyruvate dehydrogenase.  Thiamine deficiency may present as Wernicke encephalopathy (eg, encephalopathy, ataxia, ophthalmoplegia) or beriberi (eg, peripheral neuropathy, dilated cardiomyopathy). $#Educational objective# Transamination reactions typically occur between an amino acid and an α-keto acid.  The amino group from the amino acid is transferred to the α-keto acid, and the α-keto acid in turn becomes an amino acid.  Pyridoxal phosphate (active vitamin B6) serves as a cofactor in amino acid transamination and decarboxylation reactions.  "},

{"id":"12066","title":"Succinate dehydrogenase (SDH) is an enzyme complex located within the inner mitochondrial membrane that catalyzes the oxidation of succinate to fumarate.  An experiment is conducted to determine if malate alters the rate of SDH activity.  Reaction velocity is measured with and without a fixed quantity of malate as succinate concentration is gradually increased.  Obtained results are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"§^Succinate concentration$ (mM) ∆^Rate of reaction without malate$ (µmol/L/sec) ∆^Rate of reaction with malate$ (µmol/L/sec) §^2 ∆^80 ∆^40 §^8 ∆^200 ∆^120 §^16 ∆^280 ∆^200 §^64 ∆^400 ∆^400 §^128 ∆^400 ∆^400","image_1":"","title_2":"Which of the following is the most accurate statement about malate in this experiment?","audio":"","comparison_items":"","answer_1":"A. It alters the maximal velocity of the reaction","answer_2":"B. It binds the enzyme at a different site than succinate","answer_3":"C. It covalently binds the enzyme","answer_4":"D. It decreases affinity of the enzyme for succinate","answer_5":"E. It is a competitive inhibitor of the enzyme","percent_1":"3%","percent_2":"8%","percent_3":"2%","percent_4":"11%","percent_5":"76%","right_answer":"E. It is a competitive inhibitor of the enzyme","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12066.jpg","explanation_1":"","explanation_2":"$The @Michaelis-Menten model@ describes the behavior of enzyme-driven reactions by comparing the rate of reaction (V) to the concentration of the substrate (S).  Maximal velocity (Vmax)) represents the speed at which the reaction occurs when the enzyme's active sites are completely saturated with substrate.  The Michaelis constant (Km) defines the substrate concentration at which half of the enzyme's binding sites are occupied by substrate (½ Vmax).  Substrates with high affinity for the enzyme typically have a low Km. $#Competitive inhibition# occurs when an inhibitor binds to an enzyme and prevents it from binding the substrate.  Most competitive inhibitors (including malate) #bind at the active site# (substrate-binding pocket) and physically impede substrate binding.  Because these inhibitors compete with the substrate for binding to the active site, additional substrate is required to reach ½ Vmax), thereby #increasing apparent #Km.  Competitive inhibitors have no effect on enzyme function, and therefore Vmax)# is unchanged#. $In this example, Vmax) remains constant (at 400 µmol/L/sec) while Km increases (from 8 to 16 mM) in the presence of malate.  Therefore, malate is a competitive inhibitor of succinate dehydrogenase for succinate. $#(Choice A)#  Vmax) depends on how fast an enzyme can catalyze a reaction when there are enough substrate molecules to fully saturate its active sites.  Competitive inhibitors do not affect Vmax), as higher substrate concentrations are able to overcome the inhibition. $#(Choice B)#  Most competitive inhibitors, such as malate, bind in the substrate-binding pocket.  In contrast, most noncompetitive inhibitors bind at allosteric sites, resulting in a conformational change of the enzyme that decreases enzymatic activity and slows the rate of reaction (Vmax)).  @Noncompetitive inhibition@ does not change the apparent Km and cannot be overcome with higher substrate concentrations. $#(Choice C)#  Irreversible inhibitors bind to enzymes through strong covalent bonds; this typically renders the enzyme permanently ineffective, decreasing the Vmax). $#(Choice D)#  Competitive inhibitors interfere with substrate binding due to the inhibitor's own high affinity for the enzyme's active site.  This causes the measured Km value to increase; however, the actual enzyme affinity for the substrate remains unchanged. $#Educational objective# Competitive inhibitors compete with substrate for active binding sites on enzymes.  Additional substrate is required to achieve the same rate of reaction, increasing the measured value of the Michaelis constant (Km).  Competitive inhibitors do not affect enzyme function; therefore, maximal velocity (Vmax)) is unchanged in their presence.  ","clickable_1":"images/img1.12066.jpg","clickable_2":"images/img2.12066.jpg"},

{"id":"1483","title":"An autopsy is performed on a 9-month-old boy who died due to refractory seizures.  The patient's family had recently immigrated to the United States, and he had a history of severe developmental delay and seizures.  Examination shows microcephaly and skin with diffuse hypopigmentation.  Further work-up reveals deficiency of a cofactor required for the formation of neurotransmitters found predominantly in the substantia nigra and locus caeruleus.  The absence of this cofactor is most likely to directly affect the function of which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Branched-chain alpha-ketoacid dehydrogenase","answer_2":"B. Dopamine hydroxylase","answer_3":"C. Homogentisic acid oxidase","answer_4":"D. Phenylalanine hydroxylase","percent_1":"8%","percent_2":"38%","percent_3":"5%","percent_4":"49%","right_answer":"D. Phenylalanine hydroxylase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1483.jpg","explanation_1":"","explanation_2":"$This patient's constellation of findings is consistent with impaired #tetrahydrobiopterin# (BH4) synthesis, a disorder affecting phenylalanine metabolism.  BH4 is converted from its unreduced form (BH2) by dihydropteridine reductase; it is an #essential cofactor# for the following hydroxylase enzymes: $• #Phenylalanine hydroxylase:#  This enzyme converts phenylalanine to tyrosine, and impaired conversion leads to hyperphenylalaninemia; impaired BH4 synthesis causes the same findings as phenylketonuria.  The excess phenylalanine causes #irreversible neurologic injury# (microcephaly, developmental delay, seizures) when untreated.  Elevated phenylalanine is also a competitive inhibitor of tyrosinase, an enzyme essential in the production of melanin; reduced melanin production explains this patient's #hypopigmentation#. $• #Tyrosine hydroxylase:#  Impaired conversion of tyrosine to L-dopa results in #reduced catecholamine production# because L-dopa is the precursor for dopamine (substantia nigra), norepinephrine (locus caeruleus), and epinephrine.  Impaired neurotransmitter production also leads to progressive neurologic findings, including extrapyramidal signs (eg, dystonia, truncal hypotonia) and autonomic dysfunction. $• #Tryptophan hydroxylase:#  Impaired conversion of tryptophan to #serotonin# results in dysregulation of mood, appetite, sleep, and muscle contraction. $#(Choice A)#  Branched-chain alpha-ketoacid dehydrogenase is a complex of enzymes that catalyzes the oxidative decarboxylation of the alpha-ketoacid derivatives of the branched-chain amino acids (leucine, isoleucine, valine).  Deficiency causes maple syrup urine disease, which can affect neurotransmitter (eg, dopamine, serotonin) production and cause seizures.  Diffuse hypopigmentation would not be seen. $#(Choice B)#  Dopamine hydroxylase synthesizes norepinephrine from dopamine, and deficiency causes a rare form of dysautonomia (eg, orthostatic hypotension, hypothermia), not microcephaly or hypopigmentation. $#(Choice C)#  Homogentisic acid oxidase catalyzes a step in the degradation of tyrosine to fumarate (involved in the tricarboxylic acid cycle).  Deficiency causes alkaptonuria, an autosomal recessive disease that causes homogentisic acid accumulation; findings include connective tissue hyperpigmentation, arthropathy (in adults), and urine that darkens after several hours. $#Educational objective# Tetrahydrobiopterin (BH4) is an essential cofactor for hydroxylase enzymes involved in the metabolism of phenylalanine, tyrosine, and tryptophan.  Impaired BH4 synthesis causes hyperphenylalaninemia and reduced levels of neurotransmitters (eg, dopamine, serotonin), causing progressive neurologic findings (developmental delay, seizures, microcephaly).  "},

{"id":"1245","title":"A 2-year-old boy is evaluated for easy bruising.  His parents report that he develops marked bruising and open wounds following minor trauma.  The skin is difficult to suture due to its extreme fragility.  Physical examination reveals hyperextensible skin, multiple ecchymoses over the forearms and pretibial regions, and an umbilical hernia.  A skin biopsy is performed, and histochemical evaluation of the biopsy reveals a defect in extracellular processing of collagen.  Which of the following steps of collagen synthesis is most likely impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glycosylation of hydroxylysine residues","answer_2":"B. Interchain C-terminal disulfide bond formation","answer_3":"C. N-terminal propeptide removal","answer_4":"D. Proline residue hydroxylation","answer_5":"E. Triple helix formation","percent_1":"11%","percent_2":"20%","percent_3":"23%","percent_4":"17%","percent_5":"29%","right_answer":"C. N-terminal propeptide removal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1245.jpg","explanation_1":"","explanation_2":"$This child likely has #Ehlers-Danlos syndrome#, a group of rare hereditary disorders characterized by #defective collagen synthesis#.  The condition can be caused by a #deficiency# in #procollagen peptidase#, the enzyme that cleaves terminal propeptides from procollagen in the extracellular space.  Impaired propeptide removal results in the formation of soluble collagen that does not properly crosslink.  Consequently, patients often have joint laxity, #hyperextensible skin, fragile tissue# with easy bruising, and poor wound healing. $Each collagen molecule consists of 3 polypeptide α-chains held together by hydrogen bonds, forming a triple helix.  Collagen assumes this conformation because each of the α-chains has a simple, repetitive amino acid sequence represented as (Gly-X-Y)n.  The smallest amino acid, glycine (Gly), is necessary at every third position to ensure compact coiling of the helix.  Many of the amino acids represented by X and Y are proline residues, which kink the polypeptide chain and enhance the rigidity of the helical structure due to their ring configuration. $Mature collagen is synthesized by fibroblasts, osteoblasts, and chondroblasts through the following steps:  $1. As translation begins in the cytoplasm, an amino acid signal sequence at the N-terminus of the α-chain facilitates ribosomal binding to the rough endoplasmic reticulum (RER) and passage of the growing polypeptide chain (pre-pro-α-chain) into the RER.  $2. Inside the RER, the hydrophobic signal sequence is cleaved to yield the pro-α-chain.  Proline and lysine at the Y positions of the pro-α-chain are hydroxylated to hydroxyproline and hydroxylysine, respectively #(choice D).#  Glycosylation of select hydroxylysine residues also occurs within the RER #(choice A).#  $3. The central helical region of the pro-α-chain is flanked by N- and C-terminal propeptides.  Disulfide bond formation between the C-terminal propeptide region of 3 α-chains brings the chains into an alignment favorable for assembly into a triple helix (procollagen molecule) #(choices B and E)#.  $4. Procollagen molecules are then transported through the Golgi apparatus into the extracellular space.  The N- and C-terminal propeptides are cleaved by procollagen peptidases, converting procollagen into less soluble tropocollagen.  $5. Tropocollagen monomers self-assemble into collagen fibrils.  Finally, lysyl oxidase helps create covalent crosslinks between collagen fibrils to form strong collagen fibers. $#Educational objective# Ehlers-Danlos syndrome is a group of rare hereditary disorders characterized by defective collagen synthesis.  It can be caused by procollagen peptidase deficiency, which results in impaired cleavage of terminal propeptides in the extracellular space.  Patients often have joint laxity, hyperextensible skin, and tissue fragility due to the formation of soluble collagen that does not properly crosslink.  "},

{"id":"2066","title":"A 14-month-old boy is evaluated for failure to thrive and developmental delay.  His mother reports that at 12 months he could barely lift his head and had difficulty sitting unsupported.  The toddler has not started babbling or forming words.  He is at the 10th percentile for height and 5th percentile for weight.  Laboratory results are as follows:","title_table":"?Hemoglobin? 8.6 g/dL ?Mean corpuscular volume? 114 fL ?Reticulocytes? 1℅ ?Ammonia, plasma? 42 µg/dL normal: 40-80 µg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Urine specimens contain large amounts of orotic acid crystals.  Supplementation with which of the following substances would most likely benefit this patient?","audio":"","comparison_items":"","answer_1":"A. Ascorbic acid","answer_2":"B. Folic acid","answer_3":"C. Guanine","answer_4":"D. Iron","answer_5":"E. Pyridoxine","answer_6":"F. Uridine","percent_1":"3%","percent_2":"26%","percent_3":"6%","percent_4":"2%","percent_5":"23%","percent_6":"40%","right_answer":"F. Uridine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2066.jpg","explanation_1":"","explanation_2":"$This patient likely has #hereditary orotic aciduria#, a rare autosomal recessive disorder of de novo pyrimidine synthesis that results in #developmental delay# (eg, low height/weight, absent developmental milestones), #megaloblastic anemia# (eg, elevated mean corpuscular volume, low reticulocyte count), and #elevated urinary orotic acid# levels.  Increased urinary orotic acid may also be seen in ornithine transcarbamylase deficiency; however, patients with this condition classically have failure to thrive and hyperammonemic encephalopathy within the first few weeks of life (due to impaired urea synthesis). $Hereditary orotic aciduria occurs due to a #defect# in #uridine 5'-monophosphate (UMP) synthase#, a polypeptide containing 2 enzymatic domains (orotate phosphoribosyltransferase and OMP decarboxylase) that catalyze the final conversion of orotic acid to UMP.  Impaired conversion of orotic acid to UMP results in the excretion of large amounts of orotic acid in the urine and the clinical features described above.  #Uridine supplementation# can bypass this enzymatic defect and improve symptoms as uridine is converted to UMP via nucleoside kinases. $#(Choice A)#  Ascorbic acid (vitamin C) is required for hydroxylation of proline and lysine residues in collagen synthesis; therefore, it plays an important role in connective tissue maintenance and wound healing. $#(Choice B)#  Folate participates in single carbon transfer reactions, as in the de novo synthesis of purines and thymidine.  Folate supplements will improve megaloblastic anemia resulting from folate deficiency but will not improve the anemia in orotic aciduria. $#(Choice C)#  Guanine and adenine are purine bases present in DNA and RNA.  Orotic aciduria is a defect in the synthesis of pyrimidine bases, so supplementation with purines would not affect orate synthesis. $#(Choice D)#  Iron supplementation improves iron deficiency anemia, classically a microcytic hypochromic anemia. $#(Choice E)#  Pyridoxine (vitamin B6) supplementation is indicated during treatment with isoniazid.  Pyridoxine is a cofactor in transamination, deamination, decarboxylation, and condensation reactions. $#Educational objective# Orotic aciduria is a rare autosomal recessive disorder of de novo pyrimidine synthesis that occurs due to a defect in uridine 5'-monophosphate (UMP) synthase.  Children typically present with developmental delay, megaloblastic anemia, and large amounts of urinary orotic acid.  Uridine supplementation can improve symptoms as uridine is converted to UMP via nucleoside kinases.  "},

{"id":"1370","title":"A 2-year-old boy is brought to the emergency department with fever, vomiting, and sleepiness.  He had several episodes of emesis this morning, and his mother was unable to wake him from his afternoon nap.  The boy has had mild rhinorrhea and fever for the past 3 days.  Since the newborn period, the parents say that the patient has had multiple illnesses characterized by vomiting and sleepiness.  Prior laboratory testing revealed increased blood ammonia levels during these episodes and markedly increased orotic acid excretion in the urine.  Physical examination shows a tachypneic boy who is unresponsive to all stimuli.  Which of the following enzymes is most likely to be deficient in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carbamoyl phosphate synthetase I","answer_2":"B. Hypoxanthine-guanine phosphoribosyltransferase","answer_3":"C. N-acetylglutamate synthetase","answer_4":"D. Ornithine transcarbamylase","answer_5":"E. Uridine monophosphate synthetase","percent_1":"16%","percent_2":"4%","percent_3":"3%","percent_4":"65%","percent_5":"11%","right_answer":"D. Ornithine transcarbamylase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1370.jpg","explanation_1":"","explanation_2":"$Ammonia generated from the metabolism of amino acids is converted into urea by the urea cycle.  The combination of bicarbonate (HCO3-), ammonia, and ATP is catalyzed by carbamoyl phosphate synthetase (rate-limiting enzyme in the urea cycle) to yield carbamoyl phosphate.  Carbamoyl phosphate combines with ornithine to form citrulline in a reaction catalyzed by ornithine transcarbamylase.  Citrulline enters the cytosol and is converted to argininosuccinate, which is then converted to arginine.  The conversion of arginine to ornithine by arginase completes the urea cycle by releasing a urea molecule.  N-acetylglutamate serves as a regulator of the urea cycle through activation of carbamoyl phosphate synthetase I. $This patient most likely has #ornithine transcarbamylase (OTC) deficiency#, the most common urea cycle disorder.  OTC deficiency results in excess carbamoyl phosphate, which stimulates pyrimidine synthesis.  As an intermediate product in this pathway, orotic acid accumulates and results in #increased urinary orotic acid#. $Patients also have #hyperammonemia# due to impaired ammonia excretion, which is a #metabolic emergency#.  Ammonia is neurotoxic and causes #episodes of vomiting and confusion/coma#.  #Tachypnea# also occurs due to cerebral edema from ammonia buildup, resulting in central hyperventilation and respiratory alkalosis.  Metabolic decompensation is often triggered by illness (eg, viral upper respiratory infection, acute otitis media), fasting, or increased protein intake. $#(Choices A and C)#  Although defects in carbamoyl phosphate synthetase I and N-Acetylglutamate synthetase also result in hyperammonemia, levels of carbamoyl phosphate are low and orotic acid is not elevated in the urine. $#(Choice B)#  Hypoxanthine-guanine phosphoribosyltransferase deficiency (Lesch-Nyhan syndrome) results in hyperuricemia because purines cannot be salvaged from degraded DNA.  Urate kidney stones and self-mutilation are classic clinical manifestations. $#(Choice E)#  Uridine monophosphate synthetase (UMPS) is part of the pyrimidine synthesis pathway.  UMPS deficiency leads to orotic acid buildup (similar to OTC deficiency) but not hyperammonemia.  Characteristic findings include megaloblastic anemia and delayed growth. $#Educational objective# Patients with urea cycle disorders typically have discrete episodes of vomiting, tachypnea, and confusion/coma secondary to hyperammonemia (a metabolic emergency).  Ornithine transcarbamylase deficiency is the most common disorder of the urea cycle and is characterized by hyperammonemia and elevated urinary orotic acid.  "},

{"id":"1369","title":"As part of an experiment, healthy volunteers undergo a 12-hour fast and then drink a solution containing radiolabeled alanine.  Consecutive blood samples are drawn every 15 minutes for the next 3 hours.  Initial blood samples detect the radiolabeled alanine, but analysis of later samples shows that the radiotracer is present in blood primarily in the form of glucose.  Before alanine can be converted to glucose, its amino group is transferred to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. α-Ketoglutarate","answer_2":"B. L-citrulline","answer_3":"C. Malate","answer_4":"D. Citrate","answer_5":"E. Oxaloacetate","percent_1":"62%","percent_2":"6%","percent_3":"7%","percent_4":"6%","percent_5":"20%","right_answer":"A. α-Ketoglutarate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1369.jpg","explanation_1":"","explanation_2":"$Alanine and glutamine play an important role in transporting nitrogen throughout the body.  Glutamine is produced by most body tissues and is catabolized primarily by the gut and kidney for maintenance of cellular metabolism and acid-base regulation, respectively.  A significant portion of the glutamine used by these tissues is converted to alanine and released into the circulation.  Alanine is also released by skeletal muscle tissue during protein catabolism as part of the @glucose-alanine cycle@ that helps remove excess nitrogen.  Alanine is then transported to the liver, where it serves as a vehicle for nitrogen disposal and as a source of carbon skeletons for gluconeogenesis. $In the liver, alanine is transaminated by alanine aminotransferase to pyruvate with the amino group being transferred to α-ketoglutarate to form glutamate.  Almost all aminotransferase enzymes use α-ketoglutarate as the amino group acceptor.  Thus, amino groups are funneled into glutamate during protein catabolism.  Glutamate is further metabolized by the enzyme glutamate dehydrogenase, which liberates free ammonia and regenerates α-ketoglutarate.  Ammonia then enters the urea cycle to form urea, the primary disposal form of nitrogen in humans.  Urea subsequently enters the blood and is excreted in the urine. $#(Choices C, D, and E)#  Malate, citrate, and oxaloacetate are all intermediates of the tricarboxylic acid cycle. $#(Choice B)#  L-citrulline is an amino acid produced as an intermediate in the conversion of ornithine to argininosuccinate during the hepatic urea cycle. $#Educational objective# Alanine is the major amino acid responsible for transferring nitrogen to the liver for disposal.  During the catabolism of proteins, amino groups are transferred to α-ketoglutarate to form glutamate.  Glutamate is then processed in the liver to form urea, the primary disposal form of nitrogen in humans.  Free ammonia is also excreted into the urine by the kidney for regulation of acid-base status.  ","clickable_1":"images/img1.1369.jpg"},

{"id":"1247","title":"A 78-year-old woman comes to the office due to tenderness and easy bleeding of the gums when she brushes her teeth.  The patient has brushed her teeth twice a day for as long as she can remember and has not experienced these symptoms before.  Physical examination shows swollen gingiva that bleed on probing.  Her skin findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1247.jpg","title_2":"Further questioning reveals that the patient lives alone and that her diet consists primarily of tea and toast.  Her symptoms are most likely caused by hypoactivity of an enzyme found in which of the following compartments?","audio":"","comparison_items":"","answer_1":"A. Extracellular space","answer_2":"B. Golgi apparatus","answer_3":"C. Lysosomes","answer_4":"D. Mitochondria","answer_5":"E. Nucleus","answer_6":"F. Rough endoplasmic reticulum","percent_1":"16%","percent_2":"15%","percent_3":"5%","percent_4":"10%","percent_5":"4%","percent_6":"51%","right_answer":"F. Rough endoplasmic reticulum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Disorders caused by defective collagen synthesis#∆⨉∆⨉ §^#Disorder# ∆^#Defining characteristics# ∆^#Impairment# §Ehlers-Danlos syndrome$ (types I & II) ∆ • Joint hypermobility • Hyperextensible, fragile skin • Most common form of Ehlers-Danlos ∆Mutation in type V collagen §Osteogenesis imperfecta ∆ • Spontaneous fractures • Bone & tooth malformation • Blue sclerae ∆Mutation in type I collagen §Scurvy ∆ • Bleeding gums • Ecchymosis & petechiae • Impaired wound healing ∆Lack of vitamin C impairs collagen hydroxylation","explanation_img":"","explanation_1":"","explanation_2":"$This patient likely has #vitamin C deficiency (scurvy)#.  In the United States, vitamin C deficiency is seen primarily among malnourished populations, including patients with alcohol use disorder and the elderly.  The symptoms of scurvy reflect impaired formation of collagen and include @gingival swelling/bleeding@, petechiae, ecchymoses, and poor wound healing.  @Perifollicular hemorrhages and coiled (corkscrew) hairs@ are also commonly seen. $@Collagen synthesis@ is a complex process that begins with the transcription of collagen genes in the nucleus #(choice E).#  Collagen α-chains are then synthesized by rough endoplasmic reticulum (RER)-bound ribosomes and directed into the cisternae of the RER.  Within the RER, specific #proline and lysine# residues are post-translationally #hydroxylated# to hydroxyproline and hydroxylysine by prolyl hydroxylase and lysyl hydroxylase, respectively.  #Vitamin C# is a #required cofactor# for this post-translational modification.  Defective hydroxylation of these residues severely diminishes the amount of collagen secreted by fibroblasts and impairs triple helix stability and covalent crosslink formation. $#(Choices A and B)#  After formation of the triple helix, procollagen molecules are secreted from the cell via the Golgi apparatus.  Propeptides at the N- and C-terminals are cleaved by extracellular procollagen peptidase to form insoluble tropocollagen molecules.  These monomers then self-assemble into collagen fibrils that are subsequently crosslinked via lysyl oxidase. $#(Choices C and D)#  Lysosomes and mitochondria are not directly involved in the synthesis of collagen. $#Educational objective# The hydroxylation of proline and lysine residues in collagen helps it attain its maximum tensile strength.  This process occurs in the rough endoplasmic reticulum and requires vitamin C as a cofactor.  Impaired collagen synthesis resulting from vitamin C deficiency (scurvy) can lead to fragile vessels, predisposing to gingival bleeding, ecchymosis, and petechia.  ","clickable_1":"images/img1.1247.jpg","clickable_2":"images/img2.1247.jpg","clickable_3":"images/img3.1247.jpg"},

{"id":"1332","title":"A 12-year-old boy is brought to the emergency department with severe chest pain.  He has had intermittent substernal chest pain for the past few months that typically occurs after heavy activity.  The boy's activities have been limited due to the chest pain, and he is no longer able to play on the soccer team.  The patient does not use tobacco or illicit drugs.  His temperature is 36.7 C (98 F), blood pressure is 130/80 mm Hg, pulse is 132/min, respirations are 24/min, and pulse oximetry is 98% on room air.  BMI is 17 kg/m2.  Physical examination shows an anxious-appearing boy with a rapid but regular pulse.  No abnormalities are seen.  Troponin is elevated, and ECG reveals ST segment elevations in leads II, III, and aVF.  After acute stabilization and treatment, further laboratory workup shows an increased serum methionine level.  Which of the following amino acids is most likely essential in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Asparagine","answer_2":"B. Cysteine","answer_3":"C. Isoleucine","answer_4":"D. Leucine","answer_5":"E. Tyrosine","answer_6":"F. Valine","percent_1":"5%","percent_2":"73%","percent_3":"2%","percent_4":"3%","percent_5":"15%","percent_6":"2%","right_answer":"B. Cysteine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1332.jpg","explanation_1":"","explanation_2":"$The amino acid methionine can be metabolized into S-adenosyl-methionine (SAM), which acts as a methyl-donor for many methyltransferase reactions.  After the transfer of a methyl group, SAM is converted into S-adenosyl-homocysteine, which is broken down to form adenosine and homocysteine.  Subsequently, the conversion of homocysteine to cystathionine requires the enzyme cystathionine synthase, the amino acid serine, and the cofactor vitamin B6.  Cystathionine is then converted to cysteine by the enzyme cystathionase, which also requires vitamin B6 as a cofactor.  Alternatively, the enzyme methionine synthase uses vitamin B12 as a cofactor to revert homocysteine back to methionine. $This patient most likely has #homocystinuria#, a condition that leads to #hypercoagulability# and #thromboembolic occlusion#.  Because homocysteine is prothrombotic, individuals with complete cystathionine synthase deficiency can develop premature acute coronary syndrome, as seen in this patient (based on his troponin level and ECG findings).  Other clinical features include #ectopia lentis# (ocular lens displacement) and #intellectual disability#. $The most common cause of homocystinuria is a defect in #cystathionine synthase#.  Affected patients cannot form cysteine from homocysteine; therefore, cysteine is essential in their diet.  In addition, homocysteine buildup results in #hypermethioninemia#, as seen in this patient. $#(Choice A)#  The enzyme asparagine synthase converts aspartate to asparagine, the amino acid that is essential for rapidly dividing tumor cells that cannot produce it quickly enough on their own.  The chemotherapy drug asparaginase decreases asparagine concentration in tumor cells and leads to lysis of these rapidly growing cells. $#(Choices C, D, and F)#  Maple syrup urine disease is an amino acid disorder caused by deficiency of branched-chain α-ketoacid dehydrogenase.  This deficiency leads to toxic buildup of branched-chain amino acids (leucine, isoleucine, and valine) and their metabolites, resulting in feeding difficulties, seizures, cerebral edema, and a sweet odor of the urine. $#(Choice E)#  Phenylalanine hydroxylase catalyzes the hydroxylation of the essential amino acid phenylalanine to form tyrosine.  Deficiency of phenylalanine hydroxylase is the most common cause of phenylketonuria, which results in severe intellectual disability if left untreated. $#Educational objective# Homocystinuria is most commonly caused by a defect in cystathionine synthase, resulting in an inability to form cysteine from homocysteine.  Cysteine becomes essential in affected patients, and homocysteine buildup leads to elevated methionine.  Homocysteine is prothrombotic, resulting in premature thromboembolic events (eg, atherosclerosis, acute coronary syndrome) in these patients.  "},

{"id":"1484","title":"A 4-month-old boy is brought to the office for his first visit since arriving in the United States.  The patient was recently adopted, and his mother says that he appears tremulous compared to her other children.  Over the past week, the patient has also had episodes of upward eye deviation and bilateral arm and leg shaking for approximately 2 minutes at a time.  Biologic family history is unavailable.  Temperature is 36.7 C (98.1 F), blood pressure is 90/40 mm Hg, pulse is 120/min, and respirations are 30/min.  Examination shows a fair-skinned infant with blue eyes and a musty body odor.  This patient is most likely to require supplementation with which of the following amino acids?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cysteine","answer_2":"B. Isoleucine","answer_3":"C. Leucine","answer_4":"D. Phenylalanine","answer_5":"E. Tyrosine","answer_6":"F. Valine","percent_1":"6%","percent_2":"1%","percent_3":"2%","percent_4":"23%","percent_5":"64%","percent_6":"3%","right_answer":"E. Tyrosine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1484.jpg","explanation_1":"","explanation_2":"$This patient's neurologic abnormalities (eg, tremors, seizures) in the setting of musty body odor and light skin/eye color are suggestive of #phenylketonuria# (PKU), an autosomal recessive disease in which patients have impaired metabolism of phenylalanine, an essential amino acid.  PKU is caused by deficiency of #phenylalanine hydroxylase#, which catalyzes the conversion of phenylalanine to tyrosine. $Most patients with PKU are identified via routine newborn screening (ie, via elevated phenylalanine levels) and treated with a #phenylalanine-restricted diet# starting in the neonatal period #(choice D).#  This diet is typically sufficient to prevent manifestations of disease, which are largely due to hyperphenylalaninemia.  However, tyrosine is considered an essential amino acid in patients with PKU because it cannot be synthesized from phenylalanine and is required for the production of proteins, catecholamines, and melanin.  Therefore, although tyrosine is usually available in a well-varied diet, #tyrosine supplementation# may be required if intake is insufficient. $Without treatment, hyperphenylalaninemia results in the following findings: $• #Irreversible neurologic injury#:  Excess phenylalanine is thought to affect normal neuronal development and increase oxidative stress in the brain, leading to developmental delay, intellectual disability, microcephaly, and seizures. $• #Reduced melanin# production (eg, light skin, blue eyes):  Excess levels of phenylalanine inhibit tyrosinase, an enzyme essential in the production of melanin.  Low levels of tyrosine also contribute to hypopigmentation in patients who are tyrosine deficient. $• #Musty odor#:  Excess phenylalanine metabolites cause malodorous breath, skin, and urine. $#(Choice A)#  Cysteine supplementation may be required in homocystinuria, a condition in which cystathionine synthase deficiency leads to reduced cysteine production and @homocysteine and methionine@ accumulation.  Fair complexion and seizures may be seen in infancy; other characteristic features (eg, downward lens dislocation, thrombosis) usually present later.  However, musty body odor would not be expected. $#(Choices B, C, and F)#  The branched-chain amino acids (isoleucine, leucine, valine) are elevated in maple syrup urine disease, which is due to branched-chain alpha-ketoacid dehydrogenase deficiency.  Buildup of branched-chain amino acids and their metabolites leads to ketonuria (urine with a sweet odor) and encephalopathy within a week of birth; management is dietary restriction of these amino acids. $#Educational objective# Untreated phenylketonuria leads to irreversible neurologic abnormalities (eg, intellectual disability, seizures), as well as reduced melanin production and a musty odor.  Pathophysiology involves impaired metabolism of phenylalanine to tyrosine, and treatment includes a phenylalanine-restricted diet that may require supplemental tyrosine.  ","clickable_1":"images/img1.1484.jpg"},

{"id":"1480","title":"A 3-year-old boy is brought to the office due to abnormal motor development.  He was born at 40 weeks gestation and had an unremarkable perinatal course.  The boy developed normally during the first year of life.  However, for the past 2 years, he has had progressive bilateral leg stiffness and abnormal involuntary movements.  His cognitive and motor development is also delayed.  There is no significant family history of neurological or muscular disorders.  The patient's height, weight, and head circumference are below the 3rd percentile.  Examination shows bilateral spastic paresis of his lower extremities and frequent choreoathetoid movements.  Comprehensive laboratory testing reveals significantly elevated arginine levels in plasma and cerebrospinal fluid.  The deficient enzyme in this patient is normally involved in the production of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. γ-aminobutyric acid","answer_2":"B. Glutamine","answer_3":"C. Homocysteine","answer_4":"D. Orotic acid","answer_5":"E. Serotonin","answer_6":"F. Urea","percent_1":"18%","percent_2":"10%","percent_3":"8%","percent_4":"12%","percent_5":"3%","percent_6":"50%","right_answer":"F. Urea","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1480.jpg","explanation_1":"","explanation_2":"$This patient has features of #arginase deficiency#, including progressive development of #spastic diplegia#, #abnormal movements#, and growth delay in the setting of #elevated arginine levels#.  Arginase is a urea cycle enzyme that produces #urea and ornithine# from arginine.  Diagnosis is based on elevated arginine levels on plasma amino acid testing.  Treatment of arginase deficiency consists of a #low-protein diet# devoid of arginine.  Administration of a synthetic protein made of essential amino acids usually results in a dramatic decrease in plasma arginine concentration and an improvement in neurological abnormalities.  Unlike other urea cycle disorders, patients with arginase deficiency have #mild or no hyperammonemia#. $#(Choice A)#  The amino acid derivative γ-aminobutyrate (GABA) is a well-known inhibitor of presynaptic transmission in the retina and central nervous system.  GABA is formed from glutamate decarboxylation, a reaction catalyzed by glutamate decarboxylase. $#(Choice B)#  Glutamine is the major amino acid in the blood because it transports excess ammonia from peripheral tissues to the kidney.  In the nephron, the amide nitrogen is hydrolyzed by glutaminase to regenerate glutamate and a free ammonium ion, which can then be excreted in the urine. $#(Choice C)#  Deficiencies of vitamins B6, B12, and folate (B9) are associated with hyperhomocysteinemia, which in turn is associated with atherosclerosis and thrombotic events. $#(Choice D)#  Orotic acid is overproduced when a block in the urea cycle leads to excess carbamoyl phosphate, which is metabolized by dihydroorotate dehydrogenase to orotic acid.  Excessive amounts of orotic acid are usually found in citrullinemia and ornithine transcarbamylase deficiency.  These urea cycle disorders are also accompanied by hyperammonemia. $#(Choice E)#  Serotonin (5-hydroxytryptamine) is formed by the hydroxylation and decarboxylation of tryptophan by tryptophan hydroxylase.  In addition, serotonin is degraded by monoamine oxidase and also undergoes neuronal reuptake. $#Educational objective# Arginase is a urea cycle enzyme that produces urea and ornithine from arginine.  Arginase deficiency results in progressive spastic diplegia, growth delay, and abnormal movements.  Treatment includes an arginine-free, low-protein diet.  "}
    
]