[


{"id":"746","title":"An 8-year-old male is brought to his pediatrician's office by his mother.  The child has had a runny nose, sore throat, cough, and low-grade fever for the past 24 hours.  The patient's mother recalls that several of the child's friends have been ill recently with similar symptoms.  The mother asks whether the child will need antibiotics for his condition.  His pediatrician recommends symptomatic therapy and feels that his illness is most likely of viral etiology.  Cytotoxic CD8+ lymphocytes are able to kill virus-infected nasal epithelial cells once sensitized.  Cytotoxic CD8+ lymphocyte receptors recognize foreign proteins on the epithelial cell surface.  Foreign proteins are presented on the epithelial cell surface by MHC molecules.  These MHC molecules comprise which of the following components?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. MHC class I heavy chain only","answer_2":"B. MHC class I heavy chain and β2-microglobulin","answer_3":"C. MHC class I heavy chain and IgG","answer_4":"D. MHC class II alpha-chain and beta-chain","answer_5":"E. MHC class II alpha-chain only","percent_1":"17%","percent_2":"66%","percent_3":"8%","percent_4":"7%","percent_5":"2%","right_answer":"B. MHC class I heavy chain and β2-microglobulin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§#Features# ∆#MHC class I# ∆#MHC class II#§Structure ∆Heavy chain and β2-microglobulin ∆Alpha and beta polypeptide chains§Location ∆All nucleated cells ∆Antigen-presenting cells (B-cells,$ macrophages, dendritic cells, Langerhans $cells)§Function ∆Present antigen to CD8+ cytotoxic$ T-cells ∆Present antigen to CD4+ T-helper $lymphocytes§Type of $antigen ∆Viruses, tumor proteins;$ antigens are processed in the$ cytoplasm ∆Bacterial; antigens are phagocytosed and$ digested by lysosomes within which antigen $binds to MHC II§Antigen$ presentation$ results in: ∆Apoptosis of the presenting cell ∆Activation of TH cells, which stimulate the$ humoral and cell-mediated immune $responses","explanation_img":"images/exp746.jpg","explanation_1":"Antigens are presented to cytotoxic CD8+ T-lymphocytes in association with MHC class I molecules.  MHC class I is present on the surface of all nucleated cells.  Each molecule of MHC class I protein consists of a single heavy chain and an associated β2-microglobulin.  Heavy chains are highly polymorphic, allowing them to present a large variety of antigens. $After penetrating a cell, the virus uncoats and releases its core proteins.  Some viral polypeptides are processed in the host cell cytoplasm and combined with MHC class I in the endoplasmic reticulum.  The foreign antigen is then presented in association with MHC class I protein on the surface of the infected cell, signaling to CD8+ lymphocytes that the cell needs to be destroyed.  The infected cell is ultimately eliminated via apoptosis. $Important features of MHC class I and II molecules are compared below:","explanation_2":"#(Choice D)# MHC class II molecules consist of two polypeptide chains, alpha and beta. MHC class II molecules are present on the surface of antigen-presenting cells, including B-lymphocytes, macrophages, dendritic cells of the viscera, and Langerhans cells of the skin.  Foreign antigens taken up by phagocytosis are degraded in lysosomes and presented to CD4+ T-helper cells in association with MHC II. $#Educational objective# CD8+ cells recognize foreign antigens presented with MHC class I proteins.  Each MHC class I molecule consists of a heavy chain and a β2-microglobulin. "},

{"id":"1468","title":"A 35-year-old woman comes to the office due to fever, headache, severe muscle aches, and sore throat for the last 4 days.  Physical examination shows mild pharyngeal erythema and nasal congestion.  A rapid influenza antigen test is positive.  The patient's condition improves over the next several days despite receiving only symptomatic treatment.  In response to the influenza virus, infected respiratory epithelial cells begin secreting increased quantities of interferons.  The specific interferons secreted by these cells will most likely cause which of the following changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased apoptosis of infected cells","answer_2":"B. Decreased protein synthesis by infected cells","answer_3":"C. Increased class II MHC expression","answer_4":"D. Increased intracellular killing by macrophages","answer_5":"E. Increased neutrophil recruitment","percent_1":"2%","percent_2":"36%","percent_3":"16%","percent_4":"38%","percent_5":"8%","right_answer":"B. Decreased protein synthesis by infected cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp1468.jpg","explanation_1":"","explanation_2":"$#Type I interferons (α and β)# are synthesized by most human cells in response to #viral infections#.  Once secreted, α and β interferons bind to type I interferon receptors found on infected and neighboring cells (autocrine/paracrine signaling).  This results in transcription of antiviral enzymes capable of #halting protein synthesis#, such as RNase L (endonuclease that degrades all RNA in the cell) and protein kinase R (inactivates eIF-2, inhibiting translation initiation).  However, these enzymes become active #only# in the presence of #double-stranded RNA#, which forms in infected cells as a result of viral replication.  As a result, normal metabolism and protein synthesis can continue in uninfected cells but is #selectively# inhibited in virally infected cells. $#(Choice A)#  Interferons α and β induce MHC class I expression on all cells and stimulate the activity of natural killer (NK) and cytotoxic T cells.  These processes act to increase the proportion of virally infected cells that undergo apoptosis. $#(Choices C and D)#  Interferon γ is a type II interferon produced mainly by T cells and NK cells.  It promotes TH1 differentiation, increases expression of class II MHC molecules on antigen-presenting cells, and improves the intracellular killing ability of macrophages.  However, virally infected respiratory epithelial cells would secrete interferons α and β, not interferon γ. $#(Choice E)#  Neutrophils primarily phagocytize and destroy bacterial and fungal pathogens.  They do not play a significant role in fighting viral infections, and α and β interferon release by virally infected cells does not promote neutrophil recruitment. $#Educational objective# Interferons α and β are produced by most human cells in response to viral infections.  The production of α and β interferons helps suppress viral replication by halting protein synthesis and promoting apoptosis of infected cells, limiting the ability of viruses to spread through the tissues.  "},

{"id":"106668","title":"A 36-year-old woman comes to the clinic due to a rash for the past 3 days.  The rash started on the patient's torso and spread to the extremities.  She has not had a similar rash previously.  The patient feels mildly feverish but has no other symptoms.  Medical history is notable for multiple sclerosis and associated trigeminal neuralgia.  Medications include a recombinant anti-B-cell antibody that was started a year ago and carbamazepine, which the patient has been on for the past 2 weeks.  Temperature is 38 C (100.4 F), blood pressure is 118/86 mm Hg, and heart rate is 86/min.  Examination shows a rash on the chest, abdomen, back, and proximal extremities, as shown in the @exhibit@.  Conjunctivae are clear bilaterally, and oropharyngeal examination is unremarkable.  The remainder of the examination is normal.  This patient's rash is most likely caused by which of the following?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit106668.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adverse drug reaction","answer_2":"B. Bacterial folliculitis","answer_3":"C. Measles","answer_4":"D. Scarlet fever","answer_5":"E. Toxic shock syndrome","percent_1":"86%","percent_2":"2%","percent_3":"4%","percent_4":"6%","percent_5":"2%","right_answer":"A. Adverse drug reaction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Morbilliform drug eruption# ∆⨉§^#Pathogenesis# ∆ • Many are type IV hypersensitivity reactions to drugs • Anticonvulsants, antibiotics, antiretroviral therapy§^#Presentation# ∆ • Erythematous macules/papules (measles-like) • 5–21 days following drug initiation • No pain or mucosal involvement§^#Treatment# ∆ • Stop offending drug • Topical corticosteroid, antihistamine for pruritis§^#Prognosis# ∆ • Rash resolves in 1–3 weeks • May recur 1–3 days after re-exposure","explanation_img":"","explanation_1":"","explanation_2":"This patient developed a morbilliform (ie, measles-like) rash 1-2 weeks following carbamazepine initiation, concerning for morbilliform drug eruption, a type of drug-induced exanthem. $@Morbilliform drug eruption@ is a #type IV# (delayed-type) #hypersensitivity# reaction caused by drugs or their metabolites.  It typically manifests #5-21 days# following drug initiation, or within 1-3 days after reexposure in previously sensitized patients.  Lesions consist of #erythematous papules# and #macules# distributed symmetrically on the trunk and extremities, sometimes accompanied by #low-grade fever#, pruritis, and eosinophilia.  Unlike Stevens-Johnson syndrome, #mucosal involvement# (eg, conjunctivae, oropharynx) and skin tenderness are #absent#. $Common culprit drugs include #anticonvulsants# (eg, carbamazepine, phenytoin), #antibiotics# (eg, trimethoprim-sulfamethoxazole), and antiretroviral therapy.  Treatment involves cessation of the offending drug; the rash typically self-resolves within 1-3 weeks. $#(Choice B)#  @Bacterial folliculitis@ presents as discrete erythematous follicular papules and pustules.  Confluent macules and nonfollicular papules are not characteristic. $#(Choice C)#  In addition to fever, @measles@ typically presents with conjunctivitis, cough, and coryza before the rash erupts; these symptoms are absent in this patient.  In addition, measles is rare, particularly in adults. $#(Choice D)#  @Scarlet fever@ is associated with streptococcal pharyngitis and presents with diffuse, fine, erythematous papules with a sandpaper-like texture.  This patient does not have sore throat and lacks tonsilitis on examination. $#(Choice E)#  Caused by Staphylococcus aureus, toxic shock syndrome presents with high fever, hypotension (ie, shock), vomiting, diarrhea, altered mentation, and a diffuse erythematous macular rash.  This patient has normal blood pressure and lacks symptoms of a serious systemic illness. $#Educational objective# Morbilliform drug eruption is a type IV hypersensitivity reaction caused by drugs (eg, anticonvulsants, antibiotics) or their metabolites that typically occurs 5-21 days following drug initiation.  Lesions consist of erythematous macules and papules, distributed symmetrically on the trunk and extremities, sometimes accompanied by low-grade fever.  Mucosal involvement is absent. ","clickable_1":"images/img1.106668.jpg","clickable_2":"images/img2.106668.jpg","clickable_3":"images/img3.106668.jpg","clickable_4":"images/img4.106668.jpg"},

{"id":"8523","title":"A 34-year-old woman comes to the physician for a follow-up visit.  She was diagnosed with rheumatoid arthritis 3 months ago and started on methotrexate therapy.  Despite treatment, she continues to have several hours of morning stiffness daily and frequently awakens at night due to joint pain.  Physical examination shows swelling and tenderness in the joints of her hands and wrists.  Etanercept is subsequently added to her treatment regimen.  This medication is best characterized as which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cell surface receptor antibody","answer_2":"B. Chimeric monoclonal antibody","answer_3":"C. Humanized monoclonal antibody","answer_4":"D. Small-molecule receptor inhibitor","answer_5":"E. Soluble receptor decoy protein","percent_1":"12%","percent_2":"10%","percent_3":"11%","percent_4":"14%","percent_5":"54%","right_answer":"E. Soluble receptor decoy protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp8523.jpg","explanation_1":"","explanation_2":"$#Etanercept# is a tumor necrosis factor-alpha (#TNF-α#) #inhibitor# added to methotrexate to treat moderate-to- severe rheumatoid arthritis in patients who have failed methotrexate alone.  It is a #fusion protein# linking a soluble TNF-α receptor to the Fc component of human immunoglobulin G1 (IgG1).  Etanercept reduces the biological activity of TNF-α by acting as a #decoy receptor#: the TNF-α receptor component acts like a sponge to bind TNF-α and keep it away from functional TNF-α receptors, while the Fc component stabilizes the complex. $Pharmaceutical companies provide the prefix of the names for biological agents; the suffix indicates whether the medication is a monoclonal antibody (mab), a receptor molecule (cept), or a kinase inhibitor (nib).  Monoclonal antibodies, which are the largest group of biological agents, also include in their names the type of target (eg, bacterial or immune system) and their origin (eg, human or mouse). $#(Choice A)#  Rituximab (Ri-tu-xi-mab) is a chimeric monoclonal antibody targeted against CD20, a cell receptor found on the surface of B cells.  It is used to treat CD20+ non-Hodgkin's lymphomas and other diseases related to excessive B-cell function. $#(Choice B)#  Infliximab (Inf-li-xi-mab) is a chimeric monoclonal antibody targeted against TNF-α.  It is used in the treatment of a number of autoimmune diseases (eg, rheumatoid arthritis and Crohn's disease). $#(Choice C)#  Certolizumab pegol (Certo-li-zu-mab) is a pegylated (pegol) humanized monoclonal antibody that targets TNF-α.  It lacks the Fc region, which helps minimizes complement activation and cell-mediated cytotoxicity that can occur with other anti-TNF-α medications that contain Fc domains. $#(Choice D)#  Imatinib (Imati-nib) mesylate is used to treat specific cancers, including Philadelphia chromosome-positive chronic myelogenous leukemia and kit-positive gastrointestinal stromal tumors.  It is an example of a small-molecule tyrosine kinase receptor inhibitor. $#Educational objective# The suffix of a biological agent indicates whether a medication is a monoclonal antibody (mab), a receptor molecule (cept), or a kinase inhibitor (nib).  Monoclonal antibodies also include in their names the type of target (eg, bacterial or immune system) and their origin (eg, human or mouse).  "},

{"id":"18613","title":"A 65-year-old woman is enrolled in a clinical trial to test a new medication for rheumatoid arthritis.  The patient's condition has been poorly controlled despite prolonged treatment with multiple disease-modifying antirheumatic drugs.  The new medication is a CTLA4-Ig fusion protein that prevents CD28 from binding to CD80/86 on antigen-presenting cells.  A month after treatment begins, the patient reports a significant reduction in joint pain and stiffness.  Laboratory results reveal reduced levels of C-reactive protein and IL-2.  Which of the following is the most likely underlying cause of this patient's treatment response?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complement inhibition","answer_2":"B. Immune complex clearance","answer_3":"C. Negative selection","answer_4":"D. Peripheral tolerance","answer_5":"E. Sensitization","percent_1":"13%","percent_2":"13%","percent_3":"13%","percent_4":"53%","percent_5":"7%","right_answer":"D. Peripheral tolerance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp18613.jpg","explanation_1":"","explanation_2":"#Abatacept#, a disease-modifying antirheumatic drug, is a fusion of CTLA4 with the Fc portion of IgG #(CTLA4-Ig)#.  CTLA4 is a naturally occurring #immune checkpoint# receptor that is upregulated on the surface of active T cells.  It acts as a #brake# for the adaptive immune response by preventing the conversion of antigen-specific naive T cells into effector T cells. $The activation of cytotoxic T cells requires #2 stimulatory signals#.  First, the T cell must bind to a specific antigen on the class I major histocompatibility complex (MHC) of an antigen-presenting cell (APC); then, the bound T cell must be costimulated by an interaction between the T cell surface receptor #CD28# and the APC cell surface ligand #CD80/86#.  T cells that bind an antigen on an APC but are #not costimulated# undergo anergy, a form of #peripheral immune tolerance# marked by a lack of T-cell response to cytokine, ligand, or antigen stimulation (T-cell inactivation). $Because CTLA4 binds to CD80/86 with greater affinity than CD28, administration of #exogenous CTLA4# (eg, abatacept) reduces the availability of ligands necessary for T cell costimulation, which dramatically #increases T cell anergy# in areas of active inflammation. $#(Choice A)#  C3a and C5a are potent anaphylatoxins, proinflammatory proteins that degranulate phagocytes/mast cells, increase vascular permeability, and recruit leukocytes.  Although these 2 complement components generate significant inflammation, the complement system is not affected by CTLA4 inhibition. $#(Choice B)#  T cell anergy also impairs T cell–mediated B cell activation, which reduces antibody and inflammatory cytokine production.  However, immune complex clearance by the reticuloendothelial system is unaffected by exogenous CTLA4 administration. $#(Choice C)#  Developing cytotoxic T cells that interact with self-antigens are eliminated in the thymus through negative selection, a form of central tolerance.  Although this helps prevent autoimmunity, central tolerance is not mediated by CTLA4. $#(Choice E)#  Sensitization refers to the production of an allergen-specific IgE, which is mediated by CD4 helper type 2 lymphocytes after exposure to a specific antigen.  CTLA4 does not play a role. $#Educational objective# Abatacept, a disease-modifying antirheumatic drug, is a fusion of CTLA4 with the Fc portion of IgG.  CTLA4 binds to CD80/86 on antigen-presenting cells, which prevents CD80/86 from binding to CD28 on T cells.  This reduces T cell costimulation and leads to anergy, which reduces inflammation.  "},

{"id":"539","title":"The immune response in a healthy 12-year-old boy is observed after a recurrent bacterial infection.  It is characterized by a rapid increase in pathogen-specific immunoglobulin levels.  The immunoglobulins bound to the bacteria also attach to phagocytic cells (eg, macrophages, neutrophils) to enhance phagocytosis.  Which of the following immunoglobulin regions is most likely involved in interacting with these phagocytic cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Constant region of the heavy chain","answer_2":"B. Constant region of the light chain","answer_3":"C. Hinge region","answer_4":"D. Variable region of the heavy chain","answer_5":"E. Variable region of the light chain","percent_1":"75%","percent_2":"4%","percent_3":"5%","percent_4":"7%","percent_5":"9%","right_answer":"A. Constant region of the heavy chain","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp539.jpg","explanation_1":"","explanation_2":"$Immunoglobulin is composed of a pair of light and heavy chains linked by disulfide bonds.  The light chain contains a variable region and a constant region; the heavy chain contains a variable region and 3 or 4 constant regions (CH1-4).  The functional structure of the immunoglobulin is broadly divided into the 2 following components: $• The #Fab fragment# is the entire light chain plus the variable and first constant (CH1) regions of the heavy chain; Fab fragments bind to specific #epitopes on antigens# using a hypervariable cluster of 110-130 amino acids in the variable portion of the molecule #(choices D and E)#. $• The #Fc fragment# is the remaining constant regions of the heavy chain; the Fc fragment is the #effector portion# of the immunoglobulin that #interacts with complement and immune cells#. $IgG, the most prevalent immunoglobulin in serum, is the immunoglobulin primarily responsible for controlling most #recurrent bacterial infections#.  It binds to bacterial epitopes with the Fab fragment and then exerts its bactericidal effects with the second and third #heavy chain constant regions# of the Fc fragment, as follows: $• #Complement activation:#  The second heavy-chain constant region serves as a platform for activation of the classical complement cascade.  This generates membrane attack complexes and @opsonizing C3b ligands@ for the CR1 receptor on erythrocytes and reticuloendothelial phagocytes. $• #Direct phagocytosis:#  The third heavy-chain constant region is the ligand for the #Fc receptor# (CD16) on the surface of #phagocytic cells#.  Binding results in phagocytosis of the immunoglobulin-covered bacteria and subsequent destruction. $#(Choice B)#  The constant region of the light chain is bound to the first constant region of the heavy chain with disulfide bonds.  It does not play a significant role in opsonization or phagocyte binding. $#(Choice C)#  Immunoglobulins have hinge regions between the Fab and Fc fragments that provide flexibility to the Fab arms.  Longer hinge regions are associated with increased antibody avidity because the Fab fragments can reach antigens that are farther apart on the bacteria.  The hinge region does not bind to the Fc receptor on phagocytes. $#Educational objective# Immunoglobulin contains a Fab fragment that binds to antigen and an Fc fragment that activates complement and/or interacts with immune cells.  The Fc fragment of IgG activates the classical complement cascade (constant heavy chain region 2) and serves as a ligand for the Fc receptor on phagocytes (constant heavy chain region 3).","clickable_1":"images/img1.539.jpg"},

{"id":"18609","title":"A 19-year-old man comes to the office due to eye pain and blurry vision in both eyes for the last several days.  He sustained an open globe injury to the right eye 3 months ago after being struck during an altercation and was treated with surgical repair and prophylactic antibiotics.  The left eye was unaffected.  At the patient's last follow-up appointment, visual acuity in the right eye had improved from 20/400 to 20/80.  He is otherwise healthy.  Temperature is 37.1 C (98.8 F).  Examination is unremarkable apart from bilateral conjunctival injection and decreased visual acuity in both eyes.  Analysis of vitreous samples from both eyes demonstrates multinucleated giant cells.  Which of the following mechanisms is most likely causing this patient's current manifestations?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Granulomatous response to reactivation of a latent viral infection","answer_2":"B. Mixed inflammatory reaction triggered by a gastrointestinal pathogen","answer_3":"C. Neutrophilic response to an intraocular infection","answer_4":"D. T-cell response to previously sequestered antigens","answer_5":"E. Type IV hypersensitivity reaction to an antibiotic","percent_1":"30%","percent_2":"2%","percent_3":"8%","percent_4":"54%","percent_5":"6%","right_answer":"D. T-cell response to previously sequestered antigens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a #traumatic injury# to the right eye has developed granulomatous inflammation of both the injured and noninjured eye, a condition known as sympathetic ophthalmia.  This occurs when there is a robust #T-cell response to previously sequestered antigens# in the eye, an area that displays #immune privilege#. $Certain anatomic sites (eg, eyes, testes) have inherent immune privilege, in which inflammation is inhibited to limit consequent organ dysfunction.  #Self-antigens# located in sites with immune privilege can be recognized by T cells that escape negative selection in the thymus.  Therefore, if these antigens are released into the lymphatic system through trauma, T cells may #recognize these antigens as foreign# and mount a response that can occur in both the injured eye and the #contralateral eye#. $Because of this potential sight-threatening condition, if an eye is severely injured with no prognosis for recovery of vision, it is surgically removed (ie, enucleated) to prevent #blindness in the uninjured eye#.  However, in patients whose vision is likely to recover, treatment is focused on decreasing inflammation (eg, corticosteroids) should the condition develop. $#(Choice A)#  Herpes zoster reactivation can cause granulomatous keratouveitis (ie, anterior chamber inflammation).  However, herpes zoster typically reactivates in a single ganglion, leading to unilateral symptoms. $#(Choice B)#  Spondyloarthritis may be triggered by a gastrointestinal pathogen and result in a mixed inflammatory reaction that leads to reactive arthritis and uveitis.  However, it is not triggered by previous ocular trauma. $#(Choice C)#  Infectious agents can be introduced during trauma or surgery, which can result in an acute intraocular infection that prompts a neutrophilic response.  However, this would not affect the contralateral eye. $#(Choice E)#  Although rare, a type IV hypersensitivity reaction to an antibiotic may cause bilateral uveitis.  However, this would occur near the time of antibiotic administration, not 3 months later. $#Educational objective# Traumatic injury to the eye, a site that displays immune privilege, can lead to the release of previously sequestered antigens that T cells recognize as foreign.  This can lead to sight-threatening inflammation in both the injured and uninjured eye.  "},

{"id":"298","title":"A 23-year-old woman comes to the physician with migratory joint pains involving her hands and knees.  Physical examination shows bilateral tenderness in her wrists and proximal interphalangeal joints.  There is also a malar skin rash and generalized lymphadenopathy.  A urinalysis reveals proteinuria.  Further evaluation shows that the patient's lymphocytes contain a mutated and functionally defective Fas gene product.  Which of the following immunologic mechanisms is most likely impaired in this patient as a result of this molecular defect?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation-induced T lymphocyte death","answer_2":"B. Affinity maturation of B lymphocytes","answer_3":"C. Clonal anergy of T lymphocytes","answer_4":"D. Isotype switching of B lymphocytes","answer_5":"E. TH1 and TH2 lymphocyte differentiation","percent_1":"65%","percent_2":"7%","percent_3":"15%","percent_4":"9%","percent_5":"5%","right_answer":"A. Activation-induced T lymphocyte death","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp298.jpg","explanation_1":"","explanation_2":"$Apoptosis can be triggered by a number of mechanisms, including deprivation of growth factors, DNA damage, intracellular accumulation of misfolded proteins, mediation by cytotoxic T lymphocytes, and activation of receptors in the TNF receptor family (such as Fas).  Fas receptors initiate the extrinsic pathway of apoptosis through a cytoplasmic component known as the death domain.  Upon binding Fas ligand (FasL), the receptors trimerize, allowing their death domains to form a binding site for an adapter protein called Fas-associated death domain (FADD).  Receptor-bound FADD then stimulates the activation of initiator caspases (8 & 10) that begin an activation cascade culminating in the activation of executioner caspases (3 & 6).  These initiate the terminal processes of apoptosis, including cleavage of DNA, fragmentation of the nucleus, organelle autodigestion, and plasma membrane blebbing. $The Fas receptor is expressed on T-lymphocytes and plays an important role in the pathogenesis of numerous diseases, including cancer and autoimmune disorders.  Once activated, T lymphocytes begin to express FasL, which can bind to Fas on the same cell or adjacent lymphocytes.  During initial clonal expansion, activated T lymphocytes are resistant to Fas-induced apoptosis.  However, they become more sensitive with progressive stimulation.  In the constant presence of stimulating self-antigens, activated T lymphocytes eventually undergo apoptosis in a process known as activation-induced cell death.  Mutations involving Fas or FasL impair this process, resulting in excessive accumulation of autoreactive T-cells and the development of autoimmune diseases such as systemic lupus erythematosus (which this patient appears to have). $#(Choice B)#  As B lymphocytes undergo affinity maturation, cells that exhibit a stronger affinity for the antigen (which acts as a limited growth resource) are able to proliferate more than cells with lower affinity.  This results in cells that are more efficient and accurate in binding to pathogens.  Affinity maturation does not involve the Fas pathway. $#(Choice C)#  Anergy is a state of prolonged unresponsiveness that occurs in T lymphocytes as a form of immune tolerance.  It occurs when self-reactive T cells bind MHC molecules without receiving the necessary costimulatory signal (ie, binding of CD28 on T cells with the B7 on antigen-presenting cells). $#(Choice D)#  Isotype switching is the process through which activated B lymphocytes switch production from IgM immunoglobulins to IgG and IgA isotypes.  This process requires the interaction of CD40 on activated B cells with CD40 ligand expressed by activated T cells and is modulated by cytokines secreted by T cells. $#(Choice E)#  On exposure to an antigen, naïve T helper (TH0) cells differentiate into TH1 (cell-mediating) and TH2 (antibody-mediating) subtypes based on the local cytokine milieu.  IFN-γ and IL-12 induce TH1 formation; IL-4 stimulates TH2 development. $#Educational objective# The Fas receptor acts to initiate the extrinsic pathway of apoptosis.  Mutations involving the Fas receptor or Fas ligand can prevent apoptosis of autoreactive lymphocytes, thereby increasing the risk of autoimmune disorders such as systemic lupus erythematosus.  "},

{"id":"1800","title":"A 68-year-old man comes to the emergency department with a 2-day history of fever, chills, and productive cough.  His temperature is 38.9 C (102 F), blood pressure is 108/52 mm Hg, pulse is 102/min, and respirations are 26/min.  Crackles and bronchial breath sounds are heard over the right lower lung.  There is dullness to percussion over the same area.  Chest x-ray reveals right lower lobe consolidation and a right-sided pleural effusion.  The patient is started on the appropriate treatment, and a diagnostic thoracentesis is performed that shows an uncomplicated parapneumonic effusion.  When a sterile sample of the inflammatory exudate is experimentally introduced into normal human tissue, rapid neutrophil locomotion is observed.  Which of the following components of the exudate is most likely responsible for this observed effect?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bradykinin","answer_2":"B. C4a","answer_3":"C. IFN-γ","answer_4":"D. IL-4","answer_5":"E. Leukotriene B4","answer_6":"F. Thromboxane A2","percent_1":"2%","percent_2":"9%","percent_3":"10%","percent_4":"7%","percent_5":"71%","percent_6":"1%","right_answer":"E. Leukotriene B4","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp1800.jpg","explanation_1":"","explanation_2":"$#Parapneumonic effusions# occur frequently in bacterial pneumonia as a result of #exudative# fluid accumulation within the pleural space.  Infections and other forms of inflammatory tissue injury cause increased vascular permeability, leading to the formation of protein-rich exudates that contain a variety of biologically active substances.  Under the influence of inflammatory stimuli, cell membrane phospholipids release arachidonic acid, a precursor to the eicosanoid inflammatory mediators (eg, prostanoids, leukotrienes, lipoxins).  The most potent chemotactic eicosanoid is #leukotriene B4#.  In contrast, the cysteinyl-containing leukotrienes (eg, LTC4, LTD4, LTE4) cause bronchospasm and increase bronchial mucus secretion and are important in asthma pathogenesis. $#(Choice A)#  Bradykinin is a component of the kinin system.  It causes vasodilation, increases vascular permeability, stimulates smooth muscle contraction, and helps mediate pain. $#(Choice B)#  Complement components C3a, C4a, and C5a are inflammatory anaphylotoxins that trigger histamine release from mast cells, resulting in vasodilation and enhanced vascular permeability.  C5a also recruits and activates neutrophils, monocytes, eosinophils, and basophils.  C4a is the least active of these complement components and plays a minor role in leukocyte recruitment. $#(Choice C)#  Interferon gamma (IFN-γ) activates macrophages, increases MHC expression, and promotes TH1 cell differentiation.  It is produced primarily by activated T cells and natural killer cells. $#(Choice D)#  IL-4 is a cytokine produced by TH2 cells that activates B cells, induces IgE isotype switching, and promotes TH2 cell differentiation. $#(Choice F)#  Thromboxane A2 is an eicosanoid synthesized by platelets that causes vasoconstriction and platelet aggregation. $#Educational objective# Leukotriene B4 stimulates neutrophil migration to sites of inflammation.  Other important chemotactic agents include 5-HETE (leukotriene precursor), complement component C5a, and IL-8.  "},

{"SubjectSystem":"pathology-allergy","id":"15251","title":"A 24-year-old man comes to the urgent care clinic due to painful swelling in his left groin.  The patient noticed the swelling 2 days ago, and it has progressively become more tender and painful.  He has no chronic medical conditions, but he recently sustained a puncture wound to the sole of his left foot.  Physical examination shows an enlarged, tender, and nonfluctuant left inguinal lymph node with erythematous overlying skin.  There is a small puncture wound on the sole of the left foot, which expresses pus upon mild pressure.  Which of the following histologic findings is most likely responsible for this patient's groin mass?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atypical B-cell proliferation","answer_2":"B. Diffuse granulomatous reaction","answer_3":"C. Extensive lymph node necrosis","answer_4":"D. Marked paracortical cell expansion","answer_5":"E. Formation of multiple germinal centers","percent_1":"3%","percent_2":"13%","percent_3":"8%","percent_4":"37%","percent_5":"40%","right_answer":"E. Formation of multiple germinal centers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient sustained a puncture wound and subsequently developed #inflammatory lymphadenopathy# in a draining lymph node, suggesting bacterial infection with lymphadenitis.  Lymph nodes serve as sentinel sites for generation of the #adaptive immune response#.  Large, unprocessed foreign antigens are displayed by #follicular dendritic cells# in the draining lymph node.  B cells recognize, bind to, and process the large antigens into smaller peptides that can be displayed on major histocompatibility II receptors to naïve T cells.  T cells subsequently differentiate into T-helper cells and secrete cytokines that promote the survival and proliferation of the antigen-specific B cells, leading to the generation of #germinal centers#. $Germinal centers are the sites where #B cells# compete for survival based upon the ability to bind with high affinity to a foreign antigen.  Within these regions, B cells rapidly #proliferate #and undergo #somatic hypermutation# (immunoglobulin mutation); this dramatically expands the B cell population capable of binding with high affinity to antigens from the infecting microorganism.  Antigen-specific B cells eventually evolve into plasma cells that secrete high affinity antibodies against the invading pathogen. $Because the formation of germinal centers results in significant cellular recruitment, patients generally develop lymph node swelling (#lymphadenopathy#) in the draining lymph node.  In addition, the release of large quantities of cytokines frequently causes #pain and inflammation# in that area. $#(Choice A)#  Atypical B-cell proliferation is seen in many forms of lymphoma.  However, the lymphadenopathy is usually painless and not associated with erythema because B-cell proliferation without antigen stimulation is not associated with significant inflammatory cytokine release. $#(Choice B)#  Granulomatous lymphadenitis can be seen in noninfectious (eg, sarcoidosis) or infectious (eg, tularemia, catscratch disease, cryptococcal) diseases.  This patient with a recent puncture wound in the foot and evidence of inflammatory lymphadenopathy in a draining lymph node is far more likely to have a typical bacterial infection than an atypical granulomatous infection. $#(Choice C)#  Necrotizing lymphadenitis (eg, buboes) in the groin can be caused by certain serovars of Chlamydia trachomatis.  However, this infection is typically seen in tropical and subtropical regions and would not be associated with a recent foot puncture wound. $#(Choice D)#  T cells primarily reside in the lymph node paracortex.  Paracortical hyperplasia is typically seen with infections primarily dependent on the cell-mediated response (eg, viral infection).  Although the paracortical region might expand slightly in bacterial infections, lymphadenopathy is primarily driven by the formation of germinal centers. $#Educational objective# Germinal centers are the sites where activated B cells proliferate and undergo affinity maturation during generation of a humoral immune response.  The formation of multiple germinal centers is typically marked by lymphadenopathy, pain, and inflammation in the affected lymph node due to cellular recruitment and the release of inflammatory cytokines.  "},

{"id":"542","title":"The acidification of lysosomes within antigen presenting cells is prevented in an experimental setting.  Affected cells show impaired interaction with T lymphocytes upon antigen exposure.  This impaired interaction is most likely the result of decreased cell surface expression of which of the following molecules?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cytokine receptors","answer_2":"B. Integrins","answer_3":"C. MHC class I","answer_4":"D. MHC class II","answer_5":"E. T cell receptor","percent_1":"3%","percent_2":"3%","percent_3":"20%","percent_4":"62%","percent_5":"12%","right_answer":"D. MHC class II","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp542.jpg","explanation_1":"","explanation_2":"$Antigen presenting cells (eg, dendritic cells, macrophages, B lymphocytes) present #extracellular antigens# (eg, bacterial, viral) on @MHC class II molecules@. After phagocytosis or endocytosis, the protein is degraded in #acidified lysosomes# and the antigen is loaded onto an MHC class II molecule. $The MHC class II-antigen complexes are then displayed on the surface of antigen presenting cells where they can bind to T cell receptors (TCR) to initiate a #T cell response# to the antigen.  Without lysosomal acidification, exogenous antigen processing and association with MHC class II molecules would not occur, resulting in #impaired interaction# between antigen presenting cells and T cells. $#(Choice A)#  Cytokine receptors are responsible for exerting the biological effects of the various cytokines (eg, interferons, chemokines, tumor necrosis factors).  Expression of these receptors does not depend on lysosomal acidification and would not directly affect T cell binding to antigen presenting cells. $#(Choice B)#  Integrins are necessary for the binding of inflammatory cells to vascular walls during the process of transmigration through the endothelial layer from the bloodstream to tissues. $#(Choice C)#  Most nucleated cells of the human body express MHC Class I molecules on their surfaces.  MHC Class I molecules present intracellular antigens produced in tumor or virus-infected cells.  Cytoplasmic proteins are degraded by a proteasome and transported into the rough endoplasmic reticulum (via TAP proteins) where they are loaded onto MHC Class I molecules and routed to the cell surface.  This pathway does not depend on acidified lysosomes. $#(Choice E)#  The T cell receptor (TCR) is a membrane-bound protein on T cells that is responsible for recognizing specific antigens bound to an MHC molecule.  Although the TCR is essential for T cell activation in response to antigens presented on MHC Class II molecules, prevention of lysosome acidification would have no effect on the expression of TCR on the surface of T cells. $#Educational objective# MHC class II is expressed on the surface of antigen presenting cells (APC) and presents extracellular antigens to T cells after extracellular protein is degraded within acidified lysosomes.  Failure to acidify lysosomes would lead to deficient expression of MHC class II-antigen complexes with subsequent impaired interaction between APCs and T cells.  ","clickable_1":"images/img1.542.mp4"},

{"id":"745","title":"A researcher identifies a group of malignant epithelial cells in the sigmoid colon that have decreased their surface expression of MHC class I antigen.  Which of the following immune effector cell types is most likely to kill the transformed epithelial cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Neutrophils","answer_2":"B. Macrophages","answer_3":"C. Dendritic cells","answer_4":"D. CD4+ T lymphocytes","answer_5":"E. Plasma cells","answer_6":"F. Natural killer cells","percent_1":"2%","percent_2":"6%","percent_3":"2%","percent_4":"5%","percent_5":"1%","percent_6":"84%","right_answer":"F. Natural killer cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Natural killer (NK) cells are responsible for the destruction of cells with decreased or absent MHC class I proteins on their surfaces.  Such changes in MHC I antigen expression occur in virus-infected cells and tumor cells.  Natural killer cells are derived from lymphoid stem cells and comprise approximately 10% of all circulating lymphocytes.  They are large cells with cytoplasmic granules containing perforins, which produce holes in target cell membranes, and granzymes, chemicals that induce target cell apoptosis.  Granzymes gain access to the target cell via membrane holes created by perforin.  The target cell subsequently undergoes apoptosis. NK cells do not directly lyse cells. $NK cells:  $1. Do not express CD4, CD8 or CD3 molecules on their surface.  They do express either CD16 or CD 56. $2. Do not require the thymus for maturation and are present in athymic patients. $3. Have no antigen-specific activities, do not require exposure to antigen for activation, and do not possess antigen memory ability. $4. Are activated by interferon-γ and IL-12. $#(Choice A)#  Neutrophils do not directly kill malignant cells. $#(Choice B)#  The functions of macrophages include phagocytosis, antigen presentation to T-helper lymphocytes in association with MHC class II molecules, and secretion of immunomodulatory cytokines, like TNF and IL-1. $#(Choice C)#  Dendritic cells are avid antigen presenting cells that constantly sample their environment by endocytosis and become activated upon encountering a foreign antigen.  When activated, dendritic cells migrate to the lymph nodes and spleen where they display antigen with MHC II and co-stimulatory molecules to activate T-cells and B-cells. $#(Choice D)#  CD4+ T-lymphocytes (TH cells) are activated by antigen presented in association with MHC II molecules and can promote cell-mediated (macrophages and CD8+ cells) and/or humoral (B-cells) immune responses. $#(Choice E)#  B-cells transform into plasma cells under the influence of activated TH cells.  Plasma cells secrete antigen-specific immunoglobulins. $#Educational objective# NK cells recognize and kill cells with decreased MHC class I antigen cell surface expression, such as virus-infected cells and tumor cells.  They are large lymphocytes that contain perforins and granzymes in cytoplasmic granules.  NK cells kill target cells by inducing apoptosis.  "},

{"id":"559","title":"On flow cytometric analysis of a sample of fetal thymus, a certain population of cells is identified that is positive for both CD4 and CD8 cell surface antigens.  These cells are best characterized as which of the following cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Immature cortical T lymphocytes","answer_2":"B. Mature cytotoxic T lymphocytes","answer_3":"C. Mature helper T lymphocytes","answer_4":"D. Antigen presenting cells","answer_5":"E. Natural killer (NK) cells","answer_6":"F. Thymic epithelial cells","percent_1":"88%","percent_2":"2%","percent_3":"3%","percent_4":"3%","percent_5":"1%","percent_6":"2%","right_answer":"A. Immature cortical T lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"T-lymphocytes, or thymocytes, are produced in the bone marrow and undergo maturation in the thymus during the first trimester of gestation.  In the thymus the processes of T-cell receptor (TCR) gene rearrangement, positive selection, negative selection and expression of extracellular membrane markers and co-stimulatory molecules occur.  Pro-T cells arrive at the thymus as \"double negative\" cells - cells that lack both CD4 and CD8 antigens.  Next, the process of TCR gene rearrangement begins first with rearrangement of the b chain genes.  Synthesis of a productive rearrangement of the b chain of the TCR leads to stimulation of production of BOTH CD4 and CD8 antigens with simultaneous expression of BOTH CD4 and CD8.  These cells are referred to as \"double positive\" T cells or immature T-lymphocytes #(choice A)#.  Subsequently, the process of rearrangement of the a chain of the TCR occurs followed by positive selection in the thymic cortex and negative selection in the thymic medulla.  Once these processes are complete, the final step in maturation of the T-lymphocytes is loss of either the CD4 or the CD8 antigen so that the mature thymocytes only express one or the other of these antigens. $#(Choice B)#  Mature cytotoxic T lymphocytes (CTLs) are also referred to as CD8+ T-lymphocytes; these cells do not express the CD4 antigen on their surfaces.  These cells recognize and kill altered self cells by recognizing foreign antigen presented by these cells on MHC Class I molecules on the cell surface. $#(Choice C)#  Mature helper T lymphocytes are also referred to as CD4+ T-lymphocytes; these cells do not express the CD8 antigen on their surfaces. $#(Choice D)#  Antigen presenting cells include dendritic cells, macrophages and B-lymphocytes.  Dendritic cells are professional antigen presenting cells.  They take up antigen by endocytosis, constitutively express MHC Class II and the co-stimulatory B7 molecule, and are able to activate all forms of T cells (naïve, effector and memory).  Macrophages are phagocytes that only inducably express MHC II and B7 and can only activate effector and memory T cells, not naive T cells.  B-lymphocytes take up antigen by receptor-mediated (membrane-bound antibody) endocytosis and constitutively express MHC II.  These cells are able to stimulate all forms of T-lymphocytes. $#(Choice E)#  Natural killer (NK) cells are part of the innate immune system and function in a fashion very similar to CD8+ CTLs though they express neither CD8 nor CD4 on their cell surfaces. $#(Choice F)#  Thymic epithelial cells play a role in positive selection of immature thymocytes in the thymic cortex.  These cells express MHC antigens on their cell surfaces that interact with the TCR on the immature thymocytes.  Thymocytes able to bind MHC receive a protective signal and do not undergo apoptosis, while thymocytes unable to bind MHC will be killed.  This is how self-MHC restriction is generated in the T-lymphocyte population. $#Educational objective# Immature T-lymphocytes express both the CD4 and CD8 cell surface antigens in addition to a complete TCR or a pro-TCR.  These lymphocytes exist in the thymic cortex where they undergo positive selection and in the thymic medulla where they undergo negative selection."},

{"id":"18764","title":"A 24-year-old nurse comes to the office for his annual wellness visit that includes tuberculosis screening.  The patient has no chronic medical conditions and does not have recent fever, cough, or other health changes.  He receives an intradermal injection of tuberculin on the inner surface of his forearm.  Two days later, he has a distinct area of induration 20 mm across at the injection site.  Which of the following interactions likely contributes the most to the development of this patient's skin reaction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. CD14 on epidermal macrophages with bacterial lipopolysaccharide","answer_2":"B. CD16 on natural killer cells with IgG bound to infected cells","answer_3":"C. CD18 on neutrophils with ICAM-1 on endothelial cells","answer_4":"D. CD28 on T lymphocytes with CD80 on epidermal dendritic cells","answer_5":"E. CTLA4 on T lymphocytes with CD80 on epidermal dendritic cells","percent_1":"10%","percent_2":"3%","percent_3":"2%","percent_4":"71%","percent_5":"14%","right_answer":"D. CD28 on T lymphocytes with CD80 on epidermal dendritic cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Tuberculin skin testing# (TST) introduces purified proteins from Mycobacterium tuberculosis into the dermis.  Because M tuberculosis is primarily countered by the cell-mediated immune response (CMIR), previously infected patients have #primed, antigen-specific CD4 T lymphocytes# that rapidly replicate and mature in response to tuberculin antigen re-exposure. $T-lymphocyte #activation# is a 2-step process: $• T lymphocytes with specific T cell receptors #recognize antigens# presented on class II major histocompatibility complexes on the surface of dendritic cells (eg, antigen-presenting cells [APCs]) $• A #costimulatory interaction# between #CD28# on the T lymphocyte and #CD80/86# on the dendritic cell then allows for activation $Activated CD4 T lymphocytes release inflammatory cytokines (eg, IL-1, IL-6, TNF alpha) that stimulate/recruit other immune cells and increase vascular permeability, forming an #indurated wheal# of inflammation following TST exposure.  Tuberculin reactions appear #24-72 hours# after antigen exposure due to delays between initial antigen processing by APCs, T-cell activation, and amplification of the cellular response. $#(Choice A)#  CD14 is a pathogen-associated molecular pattern receptor on macrophages that recognizes lipopolysaccharides and rapidly activates the innate immune response; it does not participate in TST. $#(Choice B)#  CD16 is a receptor on natural killer cells that binds to the FC portion of IgG attached to foreign antigens on infected cells.  Binding triggers lysis of the infected cell via @antibody-dependent cellular cytotoxicity@ (part of the CMIR).  Antibodies do not play a significant role in TST. $#(Choice C)#  CD18 on circulating neutrophils binds to ICAM-1 on the endothelium, allowing neutrophils to @extravasate@ into tissue.  Neutrophils are not a major part of TST reactions. $#(Choice E)#  CTLA4 is an immune checkpoint expressed by regulatory and activated T cells.  It mutes the CMIR by competing with the T-cell costimulatory ligand CD28 for binding CD80/86 (ie, B7) on dendritic cells (APCs).  Because @CTLA4@ binds with greater affinity than CD28 to CD80/86, it slows the activation of T cells in areas with active inflammation. $#Educational objective# Tuberculin skin testing triggers a type IV delayed-hypersensitivity reaction in patients with previous infection due to the presence of primed, antigen-specific CD4 T lymphocytes.  These lymphocytes recognize tuberculin proteins displayed on antigen-presenting cells (APCs) and become activated following a costimulatory interaction between CD28 on the T cell and CD80/86 on the APC.  ","clickable_1":"images/img1.18764.jpg","clickable_2":"images/img2.18764.jpg","clickable_3":"images/img3.18764.jpg"},

{"id":"1467","title":"Preventive disease specialists working in a developing country are investigating vaccination options to limit the spread of poliomyelitis.  As part of the study, 2 patients are vaccinated against poliomyelitis.  One patient receives an intramuscular inactivated vaccine and the other patient receives a live attenuated oral vaccine.  One month after vaccination, the levels of which of the following poliovirus antibodies will differ the most between these 2 patients?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebrospinal fluid IgG","answer_2":"B. Duodenal luminal IgA","answer_3":"C. Serum IgA","answer_4":"D. Serum IgG","answer_5":"E. Serum IgM","percent_1":"3%","percent_2":"49%","percent_3":"13%","percent_4":"28%","percent_5":"7%","right_answer":"B. Duodenal luminal IgA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp1467.jpg","explanation_1":"","explanation_2":"$#Secretory IgA# is the major antibody associated with #mucosal immunity#.  Upon intestinal exposure to a novel antigen, B cells found in mesenteric lymph nodes and Peyer's patches become activated and preferentially migrate to the lamina propria underlying the intestinal mucosa.  There, they become fully differentiated plasma cells that begin to synthesize IgA dimers (linked by #J chain#).  These IgA dimers then bind to the polymeric immunoglobulin receptor (pIgR) found on the basolateral surface of intestinal epithelial cells and undergo transcytosis.  As the linked IgA dimer is released into the intestinal lumen, a portion of pIgR remains attached to the antibody (#secretory component#), forming the complete secretory IgA molecule. $Stimulation of local secretory IgA production is best promoted when the corresponding mucosal surfaces are #directly stimulated# by the antigen.  In addition, live attenuated vaccines generally produce stronger immune responses than killed vaccines by acting as a persistent stimulus that better activates helper and cytotoxic T cells.  As a result, the #live attenuated oral# (Sabin) poliovirus vaccine generates a much more robust oropharyngeal and intestinal mucosal IgA response than the inactivated poliovirus (Salk) vaccine. $#(Choice A)#  Cerebrospinal fluid IgG antibody levels can increase due to a rise in local production (eg, multiple sclerosis, viral CNS infections) or inflammation of the blood-brain barrier (eg, trauma, meningitis), leading to excessive leakage of plasma proteins. $#(Choices C, D, and E)#  Serum IgA (mainly monomeric), IgG, and IgM increase with both forms of the polio vaccine and are protective against viral dissemination.  Serum IgG and IgM can also be secreted by the mucosa although to a lesser extent than secretory IgA (explaining why most patients with selective IgA deficiency are asymptomatic). $#Educational objective# The live attenuated oral (Sabin) poliovirus vaccine produces a stronger mucosal secretory IgA immune response than does the inactivated poliovirus (Salk) vaccine.  This increase in mucosal IgA offers immune protection at the site of viral entry by inhibiting attachment to intestinal epithelial cells.  "},

{"id":"540","title":"Immunoglobulins of different classes have different structures.  Some immunoglobulins have long hinge regions between the Fab and Fc regions, whereas others lack the hinge region, as shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/540.jpg","title_2":"The hinge region provides movement flexibility to the Fab regions.  This is most likely to affect which of the following immunoglobulin properties?","audio":"","comparison_items":"","answer_1":"A. Affinity to antigen","answer_2":"B. Antibody polymerization","answer_3":"C. Avidity to antigen","answer_4":"D. Effector cell interaction","answer_5":"E. Effector cell specificity","percent_1":"19%","percent_2":"20%","percent_3":"35%","percent_4":"22%","percent_5":"4%","right_answer":"C. Avidity to antigen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp540.jpg","explanation_1":"","explanation_2":"$#Immunoglobulins# are composed of a pair of heavy and light chains.  Light chains have a variable and constant region; heavy chains have a variable region and 3 or 4 constant regions (CH1-4) depending on the immunoglobulin type. $Immunoglobulins are generally further divided into 2 functional pieces as follows: $• The #Fab fragment# is composed of the entire light-chain and the heavy-chain variable and first constant region.  This portion of the immunoglobulin uses the variable region of the light and heavy chain to #bind specific antigenic epitopes#.  IgM has 10 Fab fragments; other immunoglobulins have 2 $• The #Fc fragment# is composed of the remaining constant regions (eg, CH2-4) of the heavy chain.  The Fc fragment exerts the effector functions of the molecule, which may include activating the classical complement cascade (eg, CH2 on IgG) or binding the Fc receptor on phagocytic cells (eg, CH4 on IgM, CH3 on IgG) $IgG, IgA, and IgD also have a #hinge region# between the Fab and the Fc fragments.  The hinge region is rich in cysteine and proline amino acids, which provide #significant flexibility# to the immunoglobulin and allow greater movement of the Fab fragment arms.  Fab fragments with long hinge regions are better able to #reach multiple epitopes# on an antigen; this #increases immunoglobulin avidity# because @avidity@ is directly proportional to the number of Fab-antigen interactions.  However, long hinge regions are more susceptible to destruction by bacterial proteases (eg, IgA protease). $#(Choice A)#  Affinity is the binding strength of the Fab variable region for a given antigenic epitope.  Affinity is determined by the hypervariable amino acid sequence of the variable region; the hinge region does not play a role. $#(Choice B)#  IgM is a pentamer and IgA is usually dimeric.  These multimers form due to disulfide bonds between the Fc chains of the molecule and an additional amino acid sequence called the J chain.  Polymerization is not affected by the hinge region. $#(Choices D and E)#  The Fc portions of different immunoglobulins interact with different receptors on immune cells.  IgE interacts with the Fc epsilon receptor on mast cells, IgG interacts with the Fc gamma receptor on phagocytes and natural killer cells, and IgA interacts with the Fc alpha receptor on neutrophils, macrophages, and eosinophils.  The specificity of these interactions is mediated by the heavy-chain constant regions in the Fc portion of the immunoglobulins, not the hinge region. $#Educational objective# IgG, IgA, and IgD have a hinge region between the Fab fragment and the Fc fragment of the immunoglobulin.  The hinge region increases flexibility of the Fab arms, which makes the antibody more likely to bind to more than one site on the antigen.  This increases the avidity of the immunoglobulin but makes it more susceptible to destruction by bacterial proteases.  ","clickable_1":"images/img1.540.jpg"},

{"id":"12299","title":"A research scientist is comparing surface antigens X and Y that come from 2 different viruses.  He obtains antibodies against antigen X from an animal previously exposed to the virus expressing this antigen.  These antibodies are then attached to assay plates.  Next, a fixed quantity of radiolabeled X antigen is added to the plates.  Unlabeled Y antigens are then added in increasing concentrations to each plate, and the plates are washed to remove unbound antigens.  Radioactivity is plotted as a function of Y antigen concentration, as shown in the graph below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/12299.jpg","title_2":"Which of the following best describes the results of this experiment?","audio":"","comparison_items":"","answer_1":"A. Antigen X and antigen Y have no epitopes in common","answer_2":"B. Antigen X and antigen Y have the same epitopes","answer_3":"C. Antigen Y shares most of the epitopes of antigen X","answer_4":"D. Antigen Y shares some of the epitopes of antigen X","percent_1":"55%","percent_2":"33%","percent_3":"8%","percent_4":"4%","right_answer":"A. Antigen X and antigen Y have no epitopes in common","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp12299.jpg","explanation_1":"","explanation_2":"$A #radioimmunoassay# is a laboratory technique that uses specific antibodies and a known quantity of radiolabeled antigen to determine the amount of antigen present in an unknown sample.  In this technique, specific #antibodies# against a known antigen are attached to an assay plate.  Next, a fixed quantity of #radiolabeled antigen# and varying quantities of #unlabeled antigen# are added to the plate.  The system is subsequently washed to remove unbound antigens, and radioactivity is measured. $The researcher in the above experiment observes no change in radioactivity with increasing Y antigen concentrations.  This indicates that antigen Y cannot bind the available antibodies and therefore #shares no epitopes# with antigen X. $#(Choice B)#  If the radiolabeled and unlabeled antigens are @identical@ (eg, have the same epitopes), they should compete equally for antibody binding sites.  The amount of radiolabeled antigen displaced from the antibodies will be proportionate to the amount of unlabeled antigen added.  Consequently, increasing concentrations of antigen Y would result in a proportionate decrease in @measured radioactivity@. $#(Choices C and D)#  If antigen Y shared most or some of the epitopes of antigen X, then antigen Y would bind at a rate proportionate to both the amount of antibodies able to recognize the common epitopes and the amount of antigen Y added to the system. $#Educational objective# A radioimmunoassay uses specific antibodies and a fixed quantity of radiolabeled antigen to determine the amount of antigen present in an unknown sample.  This is done by measuring the amount of radiolabeled antigen displaced from the antibodies in the system.  ","clickable_1":"images/img1.12299.jpg","clickable_2":"images/img2.12299.jpg"},

{"id":"17447","title":"A 10-month-old boy is hospitalized for respiratory distress due to Pneumocystis jiroveci pneumonia.  The patient has had repeated episodes of otitis media and thrush; weight is below the 5th percentile.  Laboratory evaluation reveals normal levels of circulating B and T cells with low levels of all immunoglobulins.  Genetic testing reveals a rare autosomal recessive mutation resulting in a defect in the regulation of human leukocyte antigen gene transcription.  Flow cytometry of the patient's peripheral blood compared with a healthy control is shown in the illustration below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/17447.jpg","title_2":"Which of the following processes is most likely to be impaired by this patient's mutation?","audio":"","comparison_items":"","answer_1":"A. Development of pharyngeal pouches","answer_2":"B. Capability of activated CD4+ T cells to express CD40L","answer_3":"C. Maturation of pro-B cells into pre-B cells","answer_4":"D. Presentation of antigens processed in lysosomes","answer_5":"E. Transport of cytosolic proteins into the endoplasmic reticulum","percent_1":"3%","percent_2":"25%","percent_3":"18%","percent_4":"49%","percent_5":"5%","right_answer":"D. Presentation of antigens processed in lysosomes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's flow cytometry shows normal numbers of CD3+ cells (reflecting circulating T cells) and CD19+ cells (reflecting circulating B cells).  However, an @absence of HLA-DR+@ cells indicates defective expression of major histocompatibility complex (MHC) class II molecules.  The human leukocyte antigen (HLA) genes encode @MHC molecules@ expressed on the cell surface for @antigen presentation@.  There are 6 major HLA loci: $• HLA-DP, HLA-DQ, and #HLA-DR# genes encode #MHC class II# molecules, which are expressed on #antigen-presenting cells# (eg, B cells, macrophages) after an extracellular antigen has been loaded onto the @MHC class II molecule@ in an acidified #lysosome#. $• HLA-A, HLA-B, and HLA-C genes encode MHC class I molecules, which are expressed on nucleated cells after a cytosolic antigen has been transported into the endoplasmic reticulum and loaded onto the @MHC class I molecule@ #(choice E)#. $Because expression of the MHC class II–peptide complex is necessary for activation of B and T cells, its absence (eg, bare lymphocyte syndrome type II) causes a form of severe combined immunodeficiency. $#(Choice A)#  DiGeorge syndrome is an autosomal dominant disorder caused by the deletion of a segment of chromosome 22 (22q11.2).  Failed development of the thymus results in T cell deficiency, which would be evident by a reduction in CD3+ cells on flow cytometry. $#(Choice B)#  CD40 ligand (CD40L) is expressed on activated T helper cells and interacts with CD40 on B cells to promote immunoglobulin class-switching.  Impaired CD40L expression can result in hyperimmunoglobulin M syndrome (ie, high IgM levels and low/absent circulating IgG, IgA, and IgE).  Although this patient's mutation impairs activation of T cells, his CD4+ T cells would still be capable of expressing CD40L upon activation. $#(Choice C)#  Maturation of pro-B cells into pre-B cells with resulting expression of B cell–specific surface markers (eg, CD19, CD40) is dependent on signal transduction by Bruton tyrosine kinases.  A mutation in the BTK gene causes X-linked agammaglobulinemia, which is characterized by hypogammaglobulinemia and recurrent infections after maternal IgG is depleted (~3 months of age).  Flow cytometry would show a marked decrease in CD19+ cells. $#Educational objective# Major histocompatibility complex (MHC) class II molecules are encoded by the HLA-DP, HLA-DQ, and HLA-DR genes and present extracellular antigens processed in acidified lysosomes by antigen-presenting cells (eg, B cells, macrophages).  Absence of MHC class II expression impairs activation of B and T cells, resulting in a form of severe combined immunodeficiency.  ","clickable_1":"images/img1.17447.jpg","clickable_2":"images/img2.17447.mp4","clickable_3":"images/img3.17447.jpg","clickable_4":"images/img4.17447.jpg","clickable_5":"images/img5.17447.jpg"},

{"id":"8480","title":"A scientist is interested in the mechanisms by which leukocytes traffic to sites of inflammation and infection.  She finds that endothelial cells increase the expression of certain cell surface molecules in response to cytokines to allow for leukocyte trafficking.  She subsequently creates a knockout mouse that has a deletion in the platelet endothelial cell adhesion molecule 1 (PECAM-1) gene.  The protein product of this gene is mainly localized to specific areas on the endothelial cells.  Absent expression of this gene will most likely affect which of the following neutrophil functions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Crawling","answer_2":"B. Margination","answer_3":"C. Rolling","answer_4":"D. Tight adhesion","answer_5":"E. Transmigration","percent_1":"2%","percent_2":"12%","percent_3":"23%","percent_4":"32%","percent_5":"31%","right_answer":"E. Transmigration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Inflammation is an important process in the defense against various pathogens.  It is characterized by the passage of leukocytes into the inflamed tissue.  The following steps are involved in @inflammatory leukocyte accumulation@: $ 1. Margination:  Increased vascular leakage in the microvasculature leads to hemoconcentration and decreased wall shear stress, improving the contact of neutrophils with the endothelial lining #(choice B)#.  $2. Rolling:  Neutrophils roll on the endothelium via the loose binding of sialylated carbohydrate groups, such as Sialyl Lewis X or PSGL-1, to #L-selectin# on neutrophils or #E-selectin/P-selectin# on endothelial cells #(choice C)#.  Cytokine stimulation greatly increases expression of endothelial selectins.  $3. Activation:  Slow rolling allows the leukocytes to sample the chemokines secreted by the inflamed tissue.  This activates integrins by inducing a signaling cascade that results in a conformational change in the integrins necessary for binding.  $4. Tight adhesion and crawling:  Neutrophils become firmly attached to the endothelium via the binding of #CD 18 beta 2 integrins# (#Mac-1# and #LFA-1#) to #intercellular adhesion molecule-1# (#ICAM-1#) on endothelial cells (#choices A and D)#.  $5. Transmigration:  After crawling to the endothelial cell periphery, neutrophils eventually migrate out of the vasculature by squeezing in between the cells via integrin attachments and adherence to #platelet endothelial cell adhesion molecule 1# (#PECAM-1#).  This protein is found primarily at the peripheral intercellular junctions of endothelial cells. $Three leukocyte adhesion deficiency (LAD) syndromes have been identified whereby leukocytes cannot leave the vasculature to migrate into tissues under conditions of inflammation.  All are rare, autosomal recessive disorders. $LAD type 1 results from the absence of CD18.  This leads to the inability to synthesize the beta-2 integrins Mac-1 and LFA1, affecting tight adhesion, crawling, and transmigration.  The clinical manifestations include recurrent skin infections #without pus formation#, #delayed detachment of the umbilical cord#, and poor wound healing.  LAD type 2 is a milder condition, with no delay in the separation of the umbilical cord and less severe and fewer infections.  LAD type 3 is similar to type 1 and causes severe, recurrent bacterial infections, delayed separation of the umbilical cord, and bleeding complications (due to affected beta-3 integrins on platelets). $#Educational objective# Inflammation is characterized by the passage of circulating inflammatory leukocytes into the inflamed tissue.  The steps involved include margination, rolling, activation, tight adhesion and crawling, and transmigration.  ","clickable_1":"images/img1.8480.jpg"},

{"id":"1133","title":"A 34-year-old electric company worker comes to the physician with a skin rash on his right leg.  He has not eaten any new foods or changed detergents, soaps, or lotions.  On further questioning, the patient recalls that he recently worked on a repair job in an unmaintained, wooded area.  He had atopic dermatitis as a child but no other significant illnesses.  On physical examination, he appears uncomfortable and is constantly scratching his leg.  His lungs are clear bilaterally and his heart sounds are normal.  Examination of his right leg shows the findings in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1133.jpg","title_2":"Which of the following cells is most responsible for causing the tissue damage seen in this patient?","audio":"","comparison_items":"","answer_1":"A. Basophils","answer_2":"B. Eosinophils","answer_3":"C. Mast cells","answer_4":"D. Neutrophils","answer_5":"E. Plasma cells","answer_6":"F. T lymphocytes","percent_1":"2%","percent_2":"9%","percent_3":"26%","percent_4":"2%","percent_5":"1%","percent_6":"60%","right_answer":"F. T lymphocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp1133.jpg","explanation_1":"","explanation_2":"$This patient's pruritic skin rash following wilderness exposure is consistent with #poison ivy dermatitis#, a form of contact dermatitis.  @Poison ivy, poison oak, and poison sumac@ all produce #urushiol#, a small allergenic substance that causes an immune response when attached to proteins (ie, a hapten).  Following contact with these plants, patients develop a #highly pruritic#, erythematous rash consisting of papules, vesicles, and bullae that may show signs of excoriation.  The rash most frequently affects exposed skin (eg, legs, forearms) and often forms #linear streaks# as the patient walks past the plant, dragging it along the skin. $Contact dermatitis is a type IV (#delayed-type#) hypersensitivity reaction that occurs in 2 distinct phases:  $1. The #sensitization phase# leads to the creation of hapten-specific T cells and takes 10-14 days.  Cutaneous dendritic cells take up the haptens and express them on MHC-I and MHC-II molecules as hapten-conjugated peptides.  These dendritic cells travel to the draining lymph nodes and interact with hapten-sensitive CD4+ and CD8+ T cells, causing activation and clonal expansion.  $2. The #elicitation phase# occurs within 2-3 days following re-exposure to the same antigen (or following sensitization after first exposure to a highly antigenic antigen such as urushiol).  In this phase, the hapten is taken up by skin cells and causes activation of hapten-sensitized T cells in the dermis and epidermis.  This results in an inflammatory response and the clinical manifestations of contact dermatitis. $Depending on the etiologic agent, contact dermatitis can be mediated primarily by cytotoxic CD8+ T cells or CD4+ TH1 cells (that cause indirect damage by activating macrophages).  In urushiol-induced contact dermatitis, #CD8+ T cells# are the primary effector cells and directly destroy keratinocytes expressing haptenated proteins. $#(Choices A and C)#  Mast cells and basophils, along with IgE, are primarily responsible for type I hypersensitivity allergic reactions.  Mast cells play a role in modulating the response in contact dermatitis by affecting antigen presentation and T-cell recruitment and activation, but they are not the main effector cells in type IV hypersensitivity. $#(Choice B)#  Eosinophils are cells that play a role in the defense against parasitic organisms and allergic reactions. $#(Choice D)#  Neutrophils are the primary phagocytic killers of the innate immune system and do not play a significant role in type IV hypersensitivity reactions.  They are more important in type III hypersensitivity reactions, in which deposited immune complexes activate complement and cause neutrophil-mediated tissue damage. $#(Choice E)#  Plasma cells are the principal cells responsible for the synthesis of immunoglobulins, which are directly responsible for type II and III hypersensitivity reactions. $#Educational objective# Poison ivy dermatitis is a form of allergic contact dermatitis, which is a type IV hypersensitivity reaction mediated primarily by T lymphocytes.  It manifests as intensely pruritic erythematous papules, vesicles, or bullae that often form linear patterns. ","clickable_1":"images/img1.1133.jpg"},

{"id":"17446","title":"A 5-year-old girl is brought to the office for evaluation of a persistent cough.  The patient has had a productive cough daily for the past month.  History includes recurrent episodes of otitis media despite bilateral ear tube placement, numerous lower respiratory tract infections, and occasional ulcerative skin lesions.  Laboratory evaluation shows normal levels of total B and T cells and serum immunoglobulin.  Genetic testing reveals a mutation in the TAP1 gene, which encodes a protein involved in the transport of cytosolic molecules into the endoplasmic reticulum.  Which of the following processes is most likely to be impaired by this mutation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B cell differentiation into plasma cells","answer_2":"B. Cytotoxic T cell activation by MHC class I molecules","answer_3":"C. Destruction of phagocytized organisms","answer_4":"D. MHC class II molecule expression on B cells","answer_5":"E. Migration and extravasation of neutrophils","percent_1":"5%","percent_2":"44%","percent_3":"16%","percent_4":"27%","percent_5":"8%","right_answer":"B. Cytotoxic T cell activation by MHC class I molecules","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp17446.jpg","explanation_1":"","explanation_2":"$Transporter associated with antigen processing #(TAP) proteins# are transmembrane proteins necessary for the presentation of cytosolic antigens on major histocompatibility complex (MHC) molecules.  When cellular proteins (or pathogen-derived proteins) are degraded by proteasomes, some of the resulting peptide fragments are transported into the endoplasmic reticulum by TAP proteins and loaded onto @MHC class I molecules@.  The MHC class I–peptide complexes then translocate to the cell surface where they can @activate cytotoxic T cells@ through interaction with T cell receptors and CD8 coreceptors. $The activated T cells clonally expand and kill damaged or infected cells by releasing cytotoxins (eg, perforin, granzyme) that induce #apoptosis#.  Genetic mutations (eg, TAP1) affecting MHC class I–peptide complex expression (eg, bare lymphocyte syndrome type I) are rare but can cause ulcerative, granulomatous skin lesions and frequent respiratory infections despite normal lymphocyte and immunoglobulin levels. $#(Choice A)#  B cell differentiation into plasma cells is impaired in common variable immune deficiency, a multifactorial disorder without a clearly defined genetic basis.  A decrease in the overall production of immunoglobulin results in recurrent respiratory tract and gastrointestinal infections. $#(Choice C)#  Chronic granulomatous disease is characterized by impaired destruction of phagocytized organisms in neutrophils due to a mutation (usually X linked) that causes decreased production of NADPH oxidase.  The lack of superoxide production needed for the oxidative burst in neutrophils results in recurrent, severe bacterial and fungal infections in an infant or toddler. $#(Choice D)#  MHC class II molecules are expressed on antigen-presenting cells (eg, macrophages, B cells) after phagocytized proteins are degraded within lysosomes and added to @MHC class II molecules@.  T helper (CD4+) cells are activated by the MHC class II–peptide complex and coordinate the adaptive immune response.  TAP does not play a role in antigen loading of MHC class II molecules. $#(Choice E)#  Migration and @extravasation of neutrophils@ is impaired in leukocyte adhesion deficiency due to a mutation in integrins necessary for the adhesion of immune cells to blood vessel walls.  Without this adhesion, neutrophils are unable to leave blood vessels to follow chemotactic signals, resulting in delayed separation of the umbilical cord, recurrent bacterial infections, neutrophilia, and absent pus formation. $#Educational objective# Transporter associated with antigen processing (TAP) proteins are necessary for loading of cytoplasmic (eg, viral) proteins onto major histocompatibility complex (MHC) class I molecules.  The MHC class I–peptide complex can then activate CD8+ cytotoxic T cells through interaction with the T cell receptor and CD8 coreceptor.  ","clickable_1":"images/img1.17446.mp4","clickable_2":"images/img2.17446.jpg","clickable_3":"images/img3.17446.jpg","clickable_4":"images/img4.17446.mp4"}


]