[

{"id":"211","title":"A 35-year-old woman comes to the office due to frequent urination.  She describes drinking excessive amounts of water due to unquenchable thirst.  She does not take any medications.  Her blood glucose level is 86 mg/dL.  A standard water deprivation test is performed.  The results of urine osmolality during 4 hours of dehydration are presented in the table below.  The patient's plasma osmolality after 3 hours of water deprivation was found to be 298 mOsm/L, and vasopressin was then administered subcutaneously.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"§^Time (hours) ∆^1 ∆^2 ∆^3 ∆^4 §^Urine osmolality (mOsm/L) ∆^90 ∆^100 ∆^100 ∆^790","image_1":"","title_2":"Which of the following is the most likely diagnosis in this patient?","audio":"","comparison_items":"","answer_1":"A. Central diabetes insipidus","answer_2":"B. Complete nephrogenic diabetes insipidus","answer_3":"C. Partial nephrogenic diabetes insipidus","answer_4":"D. Post-obstructive polyuria","answer_5":"E. Primary polydipsia","percent_1":"79%","percent_2":"6%","percent_3":"6%","percent_4":"0%","percent_5":"10%","right_answer":"A. Central diabetes insipidus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp211.jpg","explanation_1":"","explanation_2":"$The collecting duct is impermeable to water in the absence of vasopressin (antidiuretic hormone [ADH]).  ADH activates G protein-coupled @V2 receptors@ on the basolateral tubular cell membrane, stimulating phosphorylation of intracellular proteins.  This causes fusion of vesicles containing aquaporin 2 to the luminal membrane, where aquaporin serves as a water channel and allows water reabsorption in the collecting duct. $@Diabetes insipidus (DI)@ is caused by either ADH deficiency (central DI) or complete/partial unresponsiveness of the kidneys to ADH (nephrogenic DI).  The end result is free water loss in the urine with production of dilute urine (low specific gravity and urine osmolality) and dehydration that causes excessive thirst.  A water deprivation test with desmopressin (DDAVP) administration can differentiate between central and nephrogenic DI.  In patients with central DI and complete nephrogenic DI, the urine osmolality is persistently low despite an increase in serum osmolality with water deprivation.  When desmopressin is administered, patients with central DI show a rapid increase in urine osmolality and reduction in urine volume, whereas those with complete nephrogenic DI do not #(choice B).# $#(Choice C)#  Patients with partial nephrogenic DI have a slow but steady rise in urine osmolality with increasing serum osmolality after water deprivation.  There is no further increase in urine osmolality with DDAVP, and the urine osmolality remains low (<500 mOsm/L). $#(Choice D)#  Relief of urinary obstruction (eg, Foley catheterization in patients with benign prostatic hyperplasia) may result in post-obstructive diuresis as the kidneys act to normalize fluid volume and solute levels.  It is mostly seen in patients with a history of reduced urine output from chronic urinary obstruction.  Urine osmolality remains within normal limits. $#(Choice E)#  Patients with primary polydipsia exhibit an increase in serum and urine osmolality on water deprivation that is similar to partial nephrogenic DI.  However, the correction in primary polydipsia is more rapid, and the urine osmolality returns to a level closer to normal (but still submaximal due to washout of the medullary osmotic gradient).  A history of psychiatric disorders or medication-induced xerostomia is usually present. $#Educational objective# Patients with diabetes insipidus (DI) are unable to concentrate their urine in response to dehydration.  Following desmopressin administration during the water deprivation test, urine osmolality increases to normal levels in central DI but does not change in complete nephrogenic DI.  ","clickable_1":"images/img1.211.jpg","clickable_2":"images/img2.211.jpg"},

{"id":"2012","title":"A 45-year-old woman comes to the office due to polyuria and nocturia.  She has no fever, dysuria, or abdominal pain.  The patient has no significant medical problems and takes no medications.  Her temperature is 36.7 C (98 F), blood pressure is 120/80 mm Hg, and pulse is 76/min.  The patient's mucous membranes appear dry.  The remainder of her physical examination is normal.  Her urine output and osmolality remain unchanged with water deprivation for several hours, but after administration of desmopressin, urine output decreases and urine osmolality increases.  Renal clearance of which of the following substances would decrease the most after this patient's injection?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium","answer_2":"B. Creatinine","answer_3":"C. Glucose","answer_4":"D. Para-amino hippuric acid","answer_5":"E. Urea","percent_1":"13%","percent_2":"9%","percent_3":"10%","percent_4":"13%","percent_5":"54%","right_answer":"E. Urea","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2012.jpg","explanation_1":"","explanation_2":"$Polyuria that resolves with the administration of desmopressin (DDAVP, synthetic analogue of vasopressin) is likely secondary to deficient vasopressin secretion (central diabetes insipidus).  #Vasopressin# produces a V2 receptor-mediated increase in water permeability within the cortical and medullary collecting ducts.  As water leaves the tubular fluid, urea concentration greatly increases in these tubular segments.  Although the cortical collecting duct is impermeable to urea, vasopressin activates urea transporters in the #medullary collecting duct#, increasing urea reabsorption and #decreasing renal urea clearance#.  This passive reabsorption of urea into the medullary interstitium in the presence of ADH significantly increases the medullary osmotic gradient, allowing the production of maximally concentrated urine. $#(Choice A)#  The majority of filtered calcium is passively absorbed in the proximal tubule and ascending limb of Henle's loop.  Further calcium reabsorption by the distal and collecting ducts is stimulated by parathyroid hormone (not vasopressin). $#(Choice B)#  Creatinine is freely filtered by the glomerulus, and a small amount is also secreted by the proximal tubule.  No further secretion or reabsorption occurs beyond the proximal tubule. $#(Choice C)#  Glucose is filtered in the glomerulus and fully reabsorbed in the proximal tubule as long as the filtered glucose is lower than the transport maximum (Tm).  Sodium-glucose cotransporter-2 (SGLT-2) receptor inhibitors act on the tubular receptors to lower the Tm of glucose and may be used as third-line agents in type 2 diabetes mellitus. $#(Choice D)#  Para-amino hippuric (PAH) acid is filtered in the glomerulus and nearly completely secreted by the proximal tubules without significant tubular reabsorption.  PAH clearance depends on renal plasma flow.  Unlike vasopressin, desmopressin selectively activates V2 receptors and does not cause vasoconstriction (mediated by V1 receptors). $#Educational objective# Vasopressin and desmopressin cause a V2 receptor-mediated increase in water and urea permeability at the inner medullary collecting duct.  The resulting rise in urea reabsorption (decreased urea clearance) enhances the medullary osmotic gradient, allowing the production of maximally concentrated urine.  "},

{"id":"18548","title":"A 60-year-old man comes to the office due to persistent cough for the past several weeks.  He reports producing minimal sputum that recently has contained occasional specks of blood.  The patient also has anorexia and has lost 7 kg (15.4 lb) over the past 2 months.  He has no previous medical conditions and takes no medications.  The patient has smoked a pack of cigarettes daily for 40 years and drinks alcohol on social occasions.  Temperature is 37.1 C (98.7 F), blood pressure is 130/80 mm Hg, pulse is 72/min, and respirations are 16/min.  On physical examination, respirations are unlabored, and there are occasional wheezes on the left side.  The remainder of the examination shows no abnormalities.  A chest x-ray reveals a hilar mass with adenopathy on the left side.  Laboratory results demonstrate a decreased serum sodium level.  Which of the following additional laboratory abnormalities are most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum osmolality ∆Urine osmolality ∆Urine sodium","answer_1":"§A. ∆ High ∆High ∆Normal","answer_2":"§B. ∆ High ∆Low ∆Normal","answer_3":"§C. ∆ Low ∆High ∆High","answer_4":"§D. ∆ Low ∆High ∆Low","answer_5":"§E. ∆ Low ∆Low ∆Low","percent_1":"1%","percent_2":"4%","percent_3":"70%","percent_4":"23%","percent_5":"3%","right_answer":"§C. ∆ Low ∆High ∆High","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Conditions associated with abnormal sodium levels#∆⨉∆⨉∆⨉ §^#Disorder# ∆^#Serum sodium# ∆^#Serum osmolality# ∆^#Urine osmolality# §^#Diabetes insipidus# ∆^High/normal ∆^High ∆^Low §^#Primary polydipsia# ∆^Low ∆^Low ∆^Low §^#Diabetes mellitus*# ∆^Low ∆^High ∆^High §^#SIADH# ∆^Low ∆^Low ∆^High %#In the setting of marked hyperglycemia.$ #SIADH =# syndrome of inappropriate secretion of antidiuretic hormone.","explanation_img":"","explanation_1":"","explanation_2":"This patient with a significant smoking history, cough, weight loss, and left-sided #hilar lung mass# with adenopathy likely has lung cancer.  He also has new #hyponatremia#.  Certain tumors (eg, small cell lung carcinoma, head and neck cancer) can ectopically produce antidiuretic hormone (ADH), which can lead to hyponatremia due to the #syndrome of inappropriate secretion of ADH# (SIADH). $ADH secretion from the posterior pituitary is normally stimulated by high serum osmolality (eg, water deprivation) or low extracellular volume (eg, dehydration).  Increased ADH leads to water reabsorption in the renal collecting ducts, lowering serum osmolality and suppressing further ADH secretion.  However, in SIADH, excessive uncontrolled ADH secretion occurs, causing the following changes: $• #Hyponatremia# and #low serum osmolality# as a result of excess water retention $• #Concentrated urine# with #high urine osmolality# as a result of impaired renal water excretion $• #High urine sodium# caused by increased secretion of natriuretic peptides (eg, brain natriuretic peptides) #(choice D)# $Patients with SIADH are typically #euvolemic# (eg, absent jugular venous distension, normotension).  Initially, increased reabsorption of water in SIADH may cause a transient volume expansion; however, subsequent natriuresis (sodium and water excretion) restores the extracellular volume to normal. $#(Choice A)#  High serum osmolality and high urine osmolality (concentrated urine) can be seen in severe hyperglycemia (eg, diabetic ketoacidosis).  High urine osmolality and polyuria results from increased glucose excretion in the urine (osmotic diuresis); dilutional hyponatremia can also occur due to the glucose-driven osmotic pull of water into the extracellular space. $#(Choice B)#  High serum osmolality with low urine osmolality (dilute urine) can be seen in diabetes insipidus, a condition characterized by polyuria and excessive urinary water losses.  However, diabetes insipidus is associated with a high or high/normal serum sodium, rather than this patient's hyponatremia.  This patient also has no history of polyuria. $#(Choice E)#  Low serum osmolality and low urine osmolality are characteristic of primary polydipsia, a disorder caused by excessive water intake.  This disorder can be due to CNS disorders or psychotropic medications and is also associated with hyponatremia (ie, hypotonic hyponatremia).  However, ADH levels are low, rather than increased, and patients often have polyuria.  This patient has no history of excessive water intake or polyuria. $#Educational objective# Ectopic production of antidiuretic hormone (ADH) from malignancy can lead to the syndrome of inappropriate ADH secretion, a condition of impaired urinary water excretion.  This condition manifests with low serum osmolality, hyponatremia, high urine osmolality, and high urine sodium.  "},

{"id":"18553","title":"A 6-week-old term boy is brought to the office due to increased fussiness and poor weight gain.  The patient has several wet diapers per day.  His anterior fontanelle is flat and mucous membranes are dry.  Laboratory results include the following:","title_table":"?Sodium? 148 mEq/L ?Potassium? 3.5 mEq/L ?Antidiuretic hormone? increased","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Urinalysis shows a specific gravity of 1.002.  Which of the following is the most appropriate treatment for this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Desmopressin","answer_2":"B. Hydrochlorothiazide","answer_3":"C. Hydrocortisone","answer_4":"D. Insulin","answer_5":"E. Salt tablets","percent_1":"25%","percent_2":"50%","percent_3":"12%","percent_4":"7%","percent_5":"6%","right_answer":"B. Hydrochlorothiazide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18553.jpg","explanation_1":"","explanation_2":"$This #dehydrated infant# (eg, flat fontanelle, dry mucous membranes, hypernatremia) is inappropriately producing #dilute urine# (eg, low urine specific gravity [<1.006]) #in large quantities# (eg, several wet diapers daily) despite having #high levels of ADH#, which is consistent with #nephrogenic diabetes insipidus (NDI)#.  NDI is caused by resistance to #antidiuretic hormone# (ADH, or vasopressin) within the renal collecting ducts.  Although NDI in adults is commonly due to medications (eg, lithium), in children, it is typically due to congenital @mutations@ involving the vasopressin (V2) receptor or aquaporin 2 channel. $ADH is secreted when serum osmolality is high (eg, water deprivation) or extracellular volume is low (eg, dehydration).  Normally, ADH increases water reabsorption in the renal collecting ducts, which increases urinary concentration (eg, high urine osmolality and specific gravity) and lowers serum sodium, serum osmolality, and urinary volume. $Infants with NDI cannot freely replace ongoing water losses, and early diagnosis and treatment is essential for preventing associated mental and physical growth retardation.  Treatment aims to minimize urinary water loss and includes #frequent water supplementation# and, paradoxically, #thiazide administration# (eg, hydrochlorothiazide).  Thiazides appear to #reduce renal water losses# in NDI by inducing a mild volume depletion that increases sodium and water reabsorption in the proximal tubule.  This decreases the total amount of water delivered to the collecting ducts, allowing for better retention of supplemental water. $#(Choice A)#  Desmopressin (an ADH analog) is used to treat central diabetes insipidus, a disorder caused by deficient ADH secretion by the hypothalamus and posterior pituitary.  Central diabetes insipidus is associated with low, rather than high, ADH levels. $#(Choice C)#  Hydrocortisone can be used to treat adrenal insufficiency, which may also present with hypovolemia and high ADH levels.  However, renal ADH response is intact; therefore, hyponatremia and high urine specific gravity would be expected $#(Choice D)#  Severe hyperglycemia from diabetes mellitus can lead to polyuria and dehydration; however, increased urinary glucose would cause high urine specific gravity and urine osmolality. $#(Choice E)#  Salt tablets can treat the syndrome of inappropriate ADH, which is associated with hyponatremia and high urine specific gravity. $#Educational objective# Nephrogenic diabetes insipidus is characterized by polyuria, dilute urine (low urine specific gravity), hypernatremia, and high antidiuretic hormone.  Treatment includes thiazide diuretics and replacement of water losses.  ","clickable_1":"images/img1.18553.jpg"},

{"id":"1161","title":"A 34-year-old missionary in southern Asia is traveling to a remote village and becomes stranded when his bus breaks down.  He has no access to water for 36 hours, during which his urine osmolality reaches 1100 mOsm/L.  Urine concentration depends primarily on the serum level of vasopressin, which is regulated by the neurohypophysis in response to plasma osmolality and blood volume.  Which of the following nephron segments responds to vasopressin by increasing absorption of a specific solute that is important for generating a high medullary concentration gradient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cortical segment of the collecting duct","answer_2":"B. Early distal tubule","answer_3":"C. Medullary segment of the collecting duct","answer_4":"D. Proximal tubule","answer_5":"E. Thin ascending limb of the loop of Henle","percent_1":"23%","percent_2":"4%","percent_3":"61%","percent_4":"4%","percent_5":"8%","right_answer":"C. Medullary segment of the collecting duct","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1161.jpg","explanation_1":"","explanation_2":"$Vasopressin, or antidiuretic hormone (ADH), is the primary physiologic inhibitor of free water excretion.  This hormone acts on 2 major receptors, V1 and V2.  Stimulation of the V1 receptor causes vasoconstriction and increased prostaglandin release; stimulation of the V2 receptor results in an antidiuretic response.  ADH is secreted in response to plasma hyperosmolality and, to a lesser extent, depletion of the effective circulating volume.  Water deprivation initially increases plasma osmolality, resulting in increased ADH secretion.  This causes the kidney to produce concentrated urine, which helps to counteract the rise in plasma osmolality by reducing urinary free water excretion. $The medullary portion of the collecting duct is of particular importance in the production of maximally concentrated urine as the medullary interstitium is the region of highest @osmolarity@ in the kidney.  In the setting of high serum ADH levels, a large osmotic gradient drives the absorption of free water into the hypertonic medullary interstitium.  As water leaves the tubular fluid, urea concentration greatly increases.  ADH also increases the number of passive urea transporters in the inner medullary collecting duct, allowing a substantial fraction of the highly concentrated urea to diffuse down its concentration gradient into the medullary interstitium.  When ADH levels are high, this urea resorption contributes up to 50% of total osmolarity of the medulla, further increasing the water-absorbing capacity of the nephron. $#(Choice A)#  ADH also increases water absorption in the cortical segment of the collecting duct, reducing the amount of free water delivered to the medullary collecting duct.  This prevents excess water from being absorbed into the medullary interstitium, which would otherwise dilute the osmotic gradient and reduce the maximum achievable urine concentration. $#(Choice B)#  The early distal tubule is impermeable to both water and urea. $#(Choice D)#  The proximal tubule is permeable to urea and resorbs about half of the filtered load.  However, it does not respond to ADH. $#(Choice E)#  The thin ascending limb of the loop of Henle is permeable to urea, which passively diffuses down its concentration gradient into the tubular lumen.  Secretion of urea into the thin part of the loop of Henle allows urea to recirculate and concentrate in the tubular system, further increasing its contribution to the medullary osmotic gradient. $#Educational objective# Antidiuretic hormone acts on the medullary segment of the collecting duct to increase urea and water reabsorption, allowing for the production of maximally concentrated urine.  ","clickable_1":"images/img1.1161.jpg"},

{"id":"212","title":"A 28-year-old woman comes to the clinic due to generalized weakness and frequent, high-volume urination.  She has had no dysuria, hematuria, or abdominal pain.  The patient's symptoms have been ongoing for several months, but she cannot recall exactly when they began.  She has no other medical conditions.  The patient is a single mother of a 2-year-old child, has little social support, and occasionally uses alcohol and marijuana \"to cope with the stress.\"  Vital signs and physical examination are normal.  Blood glucose is 95 mg/dL and serum sodium is 132 mEq/L.  Urinalysis shows no white or red blood cells.  During further evaluation, urine osmolality is serially measured while fluid intake is restricted; vasopressin is subsequently administered 7 hours into the test.  The results are shown below. ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/212.jpg","title_2":"Which of the following is the most appropriate long-term treatment for this patient?","audio":"","comparison_items":"","answer_1":"A. Desmopressin","answer_2":"B. Hydrochlorothiazide","answer_3":"C. Indomethacin","answer_4":"D. Insulin","answer_5":"E. Water restriction","percent_1":"29%","percent_2":"14%","percent_3":"3%","percent_4":"2%","percent_5":"52%","right_answer":"E. Water restriction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Polyuria & polydipsia#∆⨉∆⨉∆⨉ § ∆^#Baseline#$ #serum$ osmolality# ∆^#Water deprivation test#∆⨉ § ↕ ∆↕ ∆^#Urine osmolality$ after water$ deprivation# ∆^#Urine osmolality$ with vasopressin$ injection# §^#Normal# ∆^Normal ∆^Increased ∆^No change §^#Central diabetes$ insipidus# ∆^High ∆^No change ∆^Increased §^#Nephrogenic$ diabetes insipidus# ∆^High ∆^No change ∆^No change §^#Primary polydipsia# ∆^Low ∆^Increased ∆^No change","explanation_img":"","explanation_1":"","explanation_2":"This patient has #polyuria# (urine output >3 L/day) with a #low initial urine osmolality#, which is indicative of #water diuresis# caused by one of the following conditions: $• Diabetes insipidus (DI), which occurs due to either deficient antidiuretic hormone (ADH) production (central DI) or lack of renal response to ADH (nephrogenic DI) $• Primary polydipsia, which results from excessive water consumption (most common in patients with underlying psychiatric disease or emotional distress) $In patients with #primary polydipsia#, excessive water intake often leads to mild #hyponatremia#.  In contrast, primary ADH deficiency in DI leads to free water loss often with ensuing hypernatremia.  In certain patients, water deprivation testing may be helpful for differentiating PP from DI. $During a #water deprivation test#, drinking water is withheld and urine osmolality is monitored until it reaches a steady-state plateau (representing the maximal concentrating ability of the kidneys).  Water deprivation in patients with PP stimulates ADH secretion and leads to a significant #rise in urine concentration#, whereas urine in patients with DI remains dilute.  Once a plateau is reached, #vasopressin is administered#.  In DI, exogenous vasopressin causes an increase in urine osmolality; in PP, urine #concentration remains unchanged# because at this point in the test, the endogenous ADH effect is already at maximum. $If PP is confirmed, long-term management includes #restriction of free water #intake. $#(Choices A, B, and C)#  Central DI can be treated with desmopressin (synthetic ADH analog), while nephrogenic DI is typically treated with thiazide diuretics (induce mild hypovolemia that decreases polyuria) or NSAIDs (inhibit renal prostaglandins that act as ADH antagonists).  However, during water deprivation, patients with central or nephrogenic DI typically have no change or only a mild increase in urine osmolality due to lack of adequate ADH effect; subsequent vasopressin administration would also be expected to cause an increase in urine osmolality. $#(Choice D)#  Severe hyperglycemia in diabetes mellitus can overwhelm the ability of the kidneys to recover the filtered glucose load, leading to osmotic diuresis and polyuria.  However, this typically occurs with blood glucose >180 mg/dL; this patient's glucose is normal. $#Educational objective# Primary (psychogenic) polydipsia is characterized by excessive intake of free water, leading to hyponatremia and production of large volumes of dilute urine.  Water restriction normalizes serum sodium levels and increases urine osmolality.  "},

{"id":"1043","title":"A 34-year-old woman comes to the physician complaining of frequent urination.  She has tried limiting her fluid intake but found it difficult because she got very thirsty.  The physician assesses the water-conserving function of her kidneys by performing a water restriction test, which shows inappropriately dilute urine.  Laboratory studies drawn during the period of water deprivation show low vasopressin levels.  The physician diagnoses the patient with central diabetes insipidus and explains that her kidneys are unable to absorb the proper amount of water due to defective hormone production.  Which of the following areas of the nephron is normally impermeable to water regardless of serum vasopressin levels?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1043.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"2%","percent_2":"1%","percent_3":"16%","percent_4":"73%","percent_5":"4%","percent_6":"4%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1043.jpg","explanation_1":"","explanation_2":"$Free water excretion by the kidney depends primarily on serum vasopressin (antidiuretic hormone) levels.  This hormone acts on the nephron to regulate the osmotic pressure of body fluids by varying the water permeability of the distal portion of the nephron.  Water and electrolyte permeability varies in different regions of the nephron as follows:  $1. Glomerular capillaries are fenestrated and therefore highly permeable to water and other solutes.  The glomeruli collectively filter about 180 L of isotonic fluid (equal to plasma osmolarity) into Bowman's space daily. $2. The proximal convoluted tubule actively reabsorbs electrolytes, glucose, and amino acids.  Water reabsorption in the proximal tubule occurs passively along with transport of solutes into the epithelial cells; thus, tubular fluid remains isotonic.  $3. The loop of Henle is located in the renal medulla, where the interstitium is hypertonic (higher osmolarity than that of plasma).  The descending limb of the loop of Henle is permeable to water, but most of the ions are retained in the lumen #(choice C).#  As water moves into the interstitium, the fluid left in the lumen becomes hypertonic.  $4. The thick and thin ascending limbs of the loop of Henle are impermeable to water.  In the ascending limb, the osmolarity of the tubular fluid decreases due to passive adsorption of NaCl in the thin region as well as active transport of electrolytes out of the lumen by the Na+/K+/2Cl- cotransporter in the thick portion.  $5. Water permeability of the early distal convoluted tubule is also very low, and more electrolytes than water are reabsorbed.  However, water permeability in the late distal tubule can vary based on vasopressin levels #(choice E).#  Urinary pH is regulated chiefly through H+ secretion by intercalated cells in the late distal and collecting tubules.  $6. The water permeability of the cortical and medullary collecting ducts is also regulated by vasopressin #(choice F).#  If the water intake of the individual is high, vasopressin is not released and water permeability of the collecting duct system is low, producing dilute urine.  In contrast, water deprivation stimulates vasopressin secretion, leading to marked reabsorption of water in the collecting ducts and the production of low-volume, high-osmolar urine. $#Educational objective# The ascending limb of the loop of Henle is impermeable to water regardless of serum vasopressin levels.  Reabsorption of electrolytes by the Na+/K+/2Cl- cotransporter occurs in the thick ascending limb and contributes to formation of the corticomedullary concentration gradient.  "},

{"id":"18547","title":"A 68-year-old woman is brought to the emergency department due to worsening lethargy.  Her family states that the patient has had headache and nausea for the past several days, and today she was confused and lethargic.  Medical history is significant for seizure disorder, hypertension, type 2 diabetes mellitus, and bipolar disorder, for which she is on a number of medications.  Vital signs are within normal limits.  On physical examination, the patient is somnolent and responds to painful stimuli only.  Mucous membranes are moist and jugular venous pressure is normal.  The lungs are clear to auscultation and heart sounds are normal.  There is no extremity edema.  Laboratory evaluation reveals severe hyponatremia with a serum sodium of 118 mEq/L; blood urea nitrogen and serum creatinine are within normal limits.  Serum osmolality is low and urine osmolality is high.  Which of the following medications is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Canagliflozin","answer_2":"B. Carbamazepine","answer_3":"C. Furosemide","answer_4":"D. Lithium","answer_5":"E. Spironolactone","percent_1":"10%","percent_2":"27%","percent_3":"18%","percent_4":"34%","percent_5":"10%","right_answer":"B. Carbamazepine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Syndrome of inappropriate antidiuretic hormone (SIADH)# ∆⨉ §^#Pathophysiology# ∆ • Uncontrolled secretion of ADH, • Leads to water retention & impaired urinary water excretion, §^#Causes# ∆ • CNS disturbances (stroke, hemorrhage, trauma), • Medications (eg, carbamazepine, SSRIs, NSAIDs), • Lung disease (eg, pneumonia), • Malignancy (eg, small-cell lung cancer), §^#Clinical findings# ∆ • Nausea, forgetfulness (mild hyponatremia), • Seizures, coma (severe hyponatremia), • Euvolemia (eg, moist mucous membranes, no edema, no JVD), §^#Laboratory findings# ∆ • Hyponatremia, • Low serum osmolality, • High urine osmolality, • High urine sodium, %#ADH =# antidiuretic hormone; #JVD =# jugular venous distension; #SSRIs =# selective serotonin reuptake inhibitors.","explanation_img":"","explanation_1":"","explanation_2":"This patient has symptomatic hyponatremia (eg, somnolence, lethargy) and her laboratory studies (eg, low serum osmolality, high urine osmolality) are consistent with the syndrome of inappropriate antidiuretic hormone secretion (#SIADH#).  Antidiuretic hormone (ADH) is released by the hypothalamus and @posterior pituitary@ and stimulates the renal collecting ducts to @reabsorb water@ into the systemic circulation.  Patients with excessive ADH activity (ie, SIADH) typically have the following manifestations: $• Serum sodium and osmolality decrease, leading to #hypotonic hyponatremia#. $• Urinary water excretion decreases, increasing urine osmolality and creating a #concentrated urine#. $• #Clinical euvolemia#, which is reflected by an absence of edema, lung crackles, and jugular venous distention (signs of hypervolemia) along with absence of dry mucous membranes and elevated blood urea nitrogen (BUN) and creatinine (signs of hypovolemia). $In this case, the patient's SIADH is likely due to #carbamazepine#, an antiepileptic drug that induces ADH production and increases renal sensitivity to ADH.  Other medications associated with SIADH include antidepressants (eg, selective serotonin reuptake inhibitors and tricyclic antidepressants), certain antidiabetic drugs (eg, chlorpropamide), and recreational drugs (eg, MDMA [ie, ecstasy]). $#(Choice A)#  Canagliflozin is a diabetic medication that inhibits sodium-glucose cotransporter 2 in the renal proximal tubule, increasing urinary glucose excretion.  Canagliflozin is linked to urinary tract infections and hypotension, but not SIADH. $#(Choices C and E)#  Furosemide and spironolactone are often used in combination to treat severe heart failure.  Furosemide reduces sodium reabsorption in the loop of Henle, increasing sodium and water excretion.  Spironolactone blocks the mineralocorticoid receptor, which increases sodium excretion and potassium reabsorption.  Both diuretics can induce hyponatremia; however, patients are typically also hypovolemic (eg, with dry mucous membranes and elevated BUN and creatinine).  This patient's euvolemia and normal BUN and creatinine are more consistent with SIADH. $#(Choice D)#  Lithium can cause ADH resistance in the renal collecting ducts, resulting in nephrogenic diabetes insipidus.  In this condition, water cannot be reabsorbed; urine osmolality is low (dilute urine) and serum sodium and osmolality increase.  This patient has an opposite picture (high urine osmolality, low serum sodium and osmolality), indicating SIADH. $#Educational objective# The syndrome of inappropriate antidiuretic hormone (SIADH) presents with hypotonic hyponatremia (ie, low serum osmolality and serum sodium), concentrated urine (ie, high urine osmolality), and euvolemia.  Carbamazepine can cause SIADH by increasing antidiuretic hormone (ADH) secretion and renal sensitivity to ADH.  ","clickable_1":"images/img1.18547.jpg","clickable_2":"images/img2.18547.jpg"}


]