[

{"id":"9814","title":"A 16-year-old boy with suicidal thoughts is brought to the office by his parents.  He has been in constant conflict with his parents since refusing to stop drinking alcohol, which he does on a daily basis.  The patient is the oldest of 6 children; his mother suffers from lower back pain and relies on him for child care, which he finds overwhelming.  His father works 2 jobs and is often not around to help with the children.  His mother keeps a firearm by her bedside for protection when she is alone with the children at night.  The patient dropped out of high school last year after getting dumped by his girlfriend.  He recently contracted Lyme disease with resultant symptoms of fatigue and myalgia.  Which of the following interventions is the best next step to decrease this patient's risk of completed suicide?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Advise the mother to lock away her firearm","answer_2":"B. Initiate treatment for depression","answer_3":"C. Provide the mother with assistance in the home","answer_4":"D. Start alcohol abuse counseling","answer_5":"E. Support the patient's return to high school","answer_6":"F. Treat the patient's Lyme disease","percent_1":"74%","percent_2":"9%","percent_3":"3%","percent_4":"5%","percent_5":"3%","percent_6":"6%","right_answer":"A. Advise the mother to lock away her firearm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Suicide risk & protective factors#∆⨉ §^#Risk factors# ∆ • Psychiatric disorders, prior suicide attempts • Hopelessness • Never married, divorced, separated • Living alone • Unemployed or unskilled • Physical illness • Family history of suicide, family discord • Access to firearms • Substance abuse, impulsivity §^#Protective factors# ∆ • Social support/family connectedness • Pregnancy • Parenthood • Religion & participation in religious activities","explanation_1":"","explanation_2":"$Suicide is a major public health issue that is linked to approximately 1 million deaths worldwide each year.  It is the second leading cause of death, after accidents, in those aged 15-24.  Suicide risk management involves controlling modifiable factors that decrease the risk of suicide, such as decreasing stress, improving psychosocial support, treating psychiatric illness and substance abuse, managing pain, and limiting #access to firearms# or other means of self-harm.  Other risk factors are static and cannot be modified.  These include age (teenagers and the elderly), male sex, family history of suicide, and history of previous attempts. $ Individuals with access to firearms have 3 times the #risk# of #suicide completion#, as suicide by firearm is associated with a #higher fatality rate# compared to other methods.  Due to the impulsivity often associated with suicide in teenagers, limiting this patient's access to firearms is the most important next step to decrease his risk. $ (Choice B)  Treatment for this patient's depression should be offered.  However, the next step is to advise his mother to lock away her firearm, so that the risk of completed suicide is decreased while treatment takes effect. $ (Choice C)  Providing the mother with assistance could decrease the patient's burden in the long term but is not an immediate intervention. $ (Choice D)  Although alcohol use increases the risk for suicide by impairing judgment, this teenager does not acknowledge that he has an alcohol problem and may not be willing to start counseling at this time.  Removing access to weapons is a more immediate measure. $ (Choice E)  Although decreasing this patient's isolation and improving his future prospects by helping him return to school is important in the long term, limiting access to firearms is the most pressing concern. $ (Choice F)  Chronic illness involving pain is a strong risk factor for attempted suicide.  Although the patient's Lyme disease should be treated to prevent further disability, removal of access to firearms is more likely to prevent a completed suicide at this stage. $ Educational objective Access to firearms greatly increases the risk of completed suicide.  Evaluation of a patient's access to guns is a key part of suicide risk assessment.  Other interventions to reduce suicide risk include decreasing stress, increasing psychosocial support, treating psychiatric illness and substance use, and managing pain."},

{"id":"573","title":"A 44-year-old man comes to the office due to low mood, impaired concentration, increased sleep and appetite, feelings of heaviness in his arms and legs, and loss of energy.  He is having difficulty at work as he is overly sensitive to criticism.  Although his boss has told him not to worry, the patient is concerned that his job is in jeopardy due to poor performance.  His symptoms started 8 months ago without any clear-cut precipitating event.  The patient received adequate trials of 3 different antidepressants without improvement and has been off of medication for the past several weeks.  His physician is now considering electroconvulsive therapy (ECT).  The patient declines ECT and asks to try another medication.  The physician then considers phenelzine.  The presence of which of the following additional symptoms would make the patient more likely to respond to this medication?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Auditory hallucinations","answer_2":"B. Decreased libido","answer_3":"C. Delusions","answer_4":"D. Memory impairment","answer_5":"E. Mood reactivity","answer_6":"F. Rapid speech","percent_1":"14%","percent_2":"16%","percent_3":"7%","percent_4":"11%","percent_5":"47%","percent_6":"4%","right_answer":"E. Mood reactivity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Monoamine oxidase inhibitors (#MAOIs#) (eg, phenelzine, tranylcypromine) are antidepressants that work by inhibiting oxidative deamination, thereby increasing the presynaptic availability of serotonin, norepinephrine, and dopamine.  Due to their risk of severe adverse effects (eg, hypertensive crisis, serotonin syndrome), MAOIs are not considered first- or second-line antidepressant treatments.  However, MAOIs are still useful in certain situations when other antidepressants fail.  In addition to their role in #treatment-resistant major depressive disorder# (MDD), there is some evidence to suggest that they are superior to other classes of antidepressants in the treatment of MDD with atypical features. $ #MDD with atypical features# is characterized by #mood reactivity# (ie, mood improves in response to positive events), #leaden paralysis# (ie, patient's arms and legs feel extremely heavy), #rejection sensitivity# (ie, overly sensitive to slight criticism), and the reversed vegetative signs of #increased sleep and appetite#.  This patient is both treatment-resistant (failure of multiple antidepressant agents) and has atypical features, making him a good candidate for a trial of an MAOI. $ #(Choices A and C)#  The presence of psychotic symptoms such as hallucinations and delusions would be consistent with MDD with psychotic features.  This subtype of MDD requires the addition of an antipsychotic as it is unlikely to respond to an antidepressant alone. $ (Choice B)  Many antidepressants, including MAOIs, have sexual side effects that can worsen preexisting sexual dysfunction.  Bupropion and mirtazapine are antidepressants that do not cause sexual side effects. $ (Choice D)  Memory impairment would be a relative contraindication for use of an MAOI.  Patients taking MAOIs must be cognitively intact and remember to avoid tyramine-containing foods and drug-drug interactions that could lead to a hypertensive crisis or serotonin syndrome. $ (Choice F)  Rapid speech is a possible manic symptom that would raise concern about the presence of mixed depressive and manic symptoms.  Antidepressants, particularly MAOIs, are not indicated for patients exhibiting mixed features. $ Educational objective Monoamine oxidase inhibitors are particularly useful in patients with treatment-resistant major depressive disorder with atypical features.  Increased appetite and sleep, leaden paralysis, rejection sensitivity, and mood reactivity are hallmarks of the atypical subtype."},

{"id":"11587","title":"A 29-year-old woman comes to the office due to depression.  Since breaking up with her boyfriend last month, she has been extremely sad and has difficulty getting out of bed.  She describes sleeping 16 hours a day, increased appetite, a 4.5-kg (10-lb) weight gain, low energy, decreased concentration, and loss of interest in socializing with her friends and family.  The patient had 2 similar episodes at age 23 and 27.  She also describes brief periods in the past, lasting several days, when she was uncharacteristically confident and optimistic, successfully juggled 3 part-time jobs, and felt well rested and energetic despite sleeping only 3-4 hours a night.  The patient drinks a glass of wine several times a week but does not use tobacco or illicit drugs.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder with depressed mood","answer_2":"B. Bipolar I disorder","answer_3":"C. Bipolar II disorder","answer_4":"D. Cyclothymic disorder","answer_5":"E. Recurrent major depressive disorder","percent_1":"5%","percent_2":"28%","percent_3":"47%","percent_4":"15%","percent_5":"6%","right_answer":"C. Bipolar II disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Bipolar & related disorders#∆⨉ §#Manic episode# • Symptoms more #severe# • #1 week# unless hospitalized • #Marked impairment# in social or occupational functioning or #hospitalization# necessary • May have #psychotic features;# makes episode manic by definition ∆#Hypomanic episode# • Symptoms #less severe# • #≥4 consecutive days# • Unequivocal, observable change in functioning from baseline • Symptoms not severe enough to cause marked impairment or necessitate hospitalization • #No psychotic features# §#Bipolar I# • #Manic episode(s)# • Depressive episodes common but not required for diagnosis ∆⨉ §#Bipolar II# • #Hypomanic episode(s)# • ≥1 major depressive episodes ∆⨉ §#Cyclothymic disorder# • #≥2 years# of fluctuating, mild hypomanic & depressive symptoms that do not meet criteria for hypomanic or major depressive episodes ∆⨉","explanation_1":"","explanation_2":"$This patient's current major depressive episode (≥2 weeks, depressed mood, low energy, hypersomnia, increased appetite, decreased concentration, loss of interest) and history suggestive of a hypomanic episode (increased activity, energy and confidence, decreased need for sleep) are consistent with a diagnosis of #bipolar II disorder#.  Patients with bipolar II disorder have a #history of hypomanic (not manic) episodes# and #one or more major depressive episodes#.  Hypomania is differentiated from mania by a lesser degree of severity and functional impairment and the absence of psychosis.  As in this patient, those experiencing hypomania exhibit a noticeable change in behavior but are often very productive despite requiring less sleep.  In contrast to manic patients, those who are hypomanic are often able to work and are rarely hospitalized. $ (Choice A)  Adjustment disorders develop in response to an identifiable stressor but are not diagnosed if the patient has sufficient symptoms to meet the criteria for another disorder. $ (Choice B)  Bipolar I disorder is diagnosed in patients who experience manic episodes (severe symptoms causing marked impairment, possible psychotic features).  Major depressive episodes are common but not required for diagnosis. $ (Choice D)  Patients diagnosed with cyclothymic disorder experience at least 2 years of numerous periods of hypomanic and depressive symptoms that do not meet the criteria for hypomanic or major depressive episodes. $ (Choice E)  This patient's history of a distinct change in behavior (elevated mood, excess energy, hyperactivity, decreased need for sleep, inflated self-esteem) is consistent with hypomania, ruling out unipolar major depressive disorder. $ Educational objective Patients who experience major depressive and hypomanic episodes are diagnosed with bipolar II disorder.  In contrast to manic episodes, hypomanic episodes are less severe, do not involve psychosis, and cause a lesser degree of functional impairment."},

{"id":"11854","title":"A 28-year-old man comes to the office due to persistent fatigue.  For the past several weeks, he has been having trouble sleeping and is frequently late for work as he has difficulty getting out of bed.  At work, his mind wanders, and his supervisor has commented that the quality of his work has deteriorated.  The patient says, \"I've been feeling down and don't feel like doing anything.  My appetite is poor.  I no longer go out with my friends and haven't gone to the gym in weeks.\"  The patient has no significant medical or psychiatric history.  He has 1 or 2 alcoholic drinks several days a week but does not use illicit drugs.  Routine laboratory evaluation, including thyroid function tests and serum B12 level, is normal.  Physical examination is unremarkable.  Mental status examination shows a cooperative man with sad affect.  No delusions are elicited.  The patient says he sometimes wishes he could \"go to sleep and not wake up,\" but has no suicidal intent or plan.  First-line pharmacotherapy for this patient most likely involves a drug with which of the following mechanisms of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antagonism of dopamine D2 receptors","answer_2":"B. Antagonism of serotonin 5-HT2 receptors","answer_3":"C. Inhibition of sodium channels","answer_4":"D. Inhibition of the serotonin transporter","answer_5":"E. Inhibition of monoamine oxidase","answer_6":"F. Potentiation of the effects of endogenous GABA","percent_1":"2%","percent_2":"18%","percent_3":"1%","percent_4":"69%","percent_5":"7%","percent_6":"2%","right_answer":"D. Inhibition of the serotonin transporter","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"images/exp11854.jpg","explanation_1":"","explanation_2":"$This patient's several-week history of depressed mood, loss of interest, fatigue, impaired sleep, poor concentration and appetite, and thoughts of death is consistent with #major depressive disorder#.  The major neurotransmitters involved in the pathophysiology of depression are thought to be serotonin and norepinephrine (and dopamine to a lesser extent).  Most available antidepressant medications affect serotonin or both serotonin and norepinephrine at the synapse. $ #Selective serotonin reuptake inhibitors# are considered #first-line antidepressants# that work by #inhibiting# the #serotonin transporter# (SERT) protein, which is normally responsible for transporting serotonin out of the synaptic cleft back into the presynaptic neuron.  The inhibition of SERT prevents the normal reuptake of serotonin, resulting in increased availability of serotonin in the synaptic cleft. $ #(Choices A and B)# These receptor activities are the primary mechanisms of action of antipsychotics used mainly to treat schizophrenia and other psychotic disorders and to augment antidepressants in the treatment of mood disorders.  Potent antagonism of dopamine 2 receptors is the mechanism of action of first-generation antipsychotics such as haloperidol.  Second-generation antipsychotics have comparatively less affinity for D2 receptors and the additional property of serotonin 5-HT2 receptor antagonism, which underlies their lower risk of extrapyramidal side effects.  An antipsychotic would not be appropriate monotherapy for major depression without psychotic features. $ (Choice C)  Inhibition of sodium channels, resulting in stabilization of neuronal membranes, is the mechanism of action of some antiepileptic drugs (eg, carbamazepine).  These drugs also have a role as mood stabilizers in bipolar disorder but are not a primary treatment for unipolar major depression. $ (Choice E)  Inhibition of monoamine oxidase is the mechanism of action of monoamine oxidase inhibitors used in treatment-resistant depression.  These drugs are not used as first-line therapy due to their dietary restrictions and risk of serious adverse events (eg, hypertensive crisis, serotonin syndrome). $ (Choice F)  Benzodiazepines work to potentiate the effects of GABA, the major inhibitory neurotransmitter in the central nervous system, by facilitating the increased frequency of chloride channel opening in the GABA A receptor.  They have sedative, hypnotic, anxiolytic, anticonvulsant, and muscle relaxant properties but are not a first-line treatment for depression. $ Educational objective Most available antidepressants target the neurotransmission of serotonin or norepinephrine, or both.  Inhibition of serotonin reuptake by blocking the serotonin transporter is the primary mechanism of action of selective serotonin reuptake inhibitors."},

{"id":"11607","title":"A 30-year-old man comes to the office due to depression.  He describes a 4-week history of severely depressed mood, loss of motivation, loss of interest, and sleeping 12 hours a day.  The patient has difficulty concentrating and worries that it is interfering with his work.  He is pessimistic about the future but has no suicidal thoughts.  The patient had a previous depressive episode in his 20s that responded rapidly to sertraline.  He felt \"really good and energetic\" after a few days of treatment but discontinued the antidepressant a week later as he did not feel that he needed it.  He drinks 1 or 2 beers on social occasions.  Physical examination is normal.  Which of the following would be most important to assess prior to initiating pharmacologic treatment for this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complete blood count","answer_2":"B. Comprehensive metabolic panel","answer_3":"C. Electrocardiogram","answer_4":"D. History of mania","answer_5":"E. History of sexual dysfunction","answer_6":"F. Urine toxicology","percent_1":"3%","percent_2":"6%","percent_3":"3%","percent_4":"65%","percent_5":"20%","percent_6":"4%","right_answer":"D. History of mania","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"All patients with a major depressive episode should be screened for a #past history of manic episodes# to differentiate major depressive disorder (unipolar depression) from #bipolar disorder#.  This is particularly relevant in this patient as his atypically rapid response to the selective serotonin reuptake inhibitor sertraline is suggestive of treatment-emergent mania.  If further history substantiates a diagnosis of bipolar disorder, #antidepressant monotherapy# should be avoided, as all antidepressants carry a #risk of inducing mania#. $ Bipolar patients in the depressed phase may be misdiagnosed with unipolar major depressive disorder when either the physician neglects to ask about past manic symptoms or patients do not report them due to limited insight, difficulty recalling, or a tendency to minimize past manic episodes.  Physicians should question patients regarding a history of distinct periods of elevated mood and increased energy, decreased need for sleep, hyperactivity, racing thoughts, and uncharacteristic risk-taking behavior. $ #(Choices A, B, and F)#  A complete blood count, metabolic panel, and urine toxicology screen are not priorities for this patient with no new physical symptoms, normal physical examination, and minimal substance use.  Selected laboratory tests should be performed in cases of treatment-resistant depression or in patients who experience new-onset physical symptoms along with depression (eg, thyroid function tests in a patient with signs of hypothyroidism). $ (Choice C)  An ECG is not routinely performed prior to prescribing first-line antidepressants in an otherwise healthy, young patient. $ (Choice E)  A history of sexual dysfunction would be helpful prior to selection and initiation of a specific antidepressant, as medications commonly cause sexual dysfunction.  However, ensuring accurate diagnosis by screening for bipolar disorder takes precedence. $ Educational objective Patients experiencing a major depressive episode should be carefully screened for past manic episodes to rule out bipolar disorder.  Antidepressant monotherapy should be avoided in patients with bipolar disorder due to the risk of precipitating mania."},

{"id":"574","title":"A 60-year-old man is found by his daughter to be confused at home.  Emergency medical services are called and he is brought to the emergency department by ambulance.  The patient's daughter, who accompanies him, says that she found an empty bottle of amitriptyline next to his bed.  He has not been taking any other medications.  In the emergency department, the patient is delirious and says that he sees small animals running around in the corner of the room.  He appears flushed.  The patient has a brief seizure and becomes unconscious.  Temperature is 37.2 C (99 F), blood pressure is 90/62 mm Hg, and pulse is 120/min.  Both pupils are dilated and equally reactive to light, and his skin and mucous membranes are dry.  Initial ECG shows QRS widening and QTc prolongation.  He is transferred to the intensive care unit but dies despite resuscitation attempts.  Which of the following pharmacological effects most likely contributed to the patient's death?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased antihistamine effect","answer_2":"B. Sodium channel inhibition","answer_3":"C. Synaptic norepinephrine accumulation","answer_4":"D. Synaptic serotonin accumulation","answer_5":"E. Uncontrolled presynaptic dopamine release","percent_1":"4%","percent_2":"66%","percent_3":"11%","percent_4":"16%","percent_5":"2%","right_answer":"B. Sodium channel inhibition","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Tricyclic antidepressant pharmacology# ∆⨉ §^#Inhibitory effects# ∆^#Consequences# §Central & peripheral muscarinic $acetylcholine receptors ∆ Tachycardia, delirium, dilated pupils, flushing, decreased $sweating, hyperthermia, ileus, urinary retention §Peripheral α1-adrenergic receptors ∆ Peripheral vasodilation (orthostatic hypotension) §Cardiac fast sodium channels ∆ Conduction defects, arrhythmias §Presynaptic (norepinephrine & serotonin)$ neurotransmitter reuptake ∆ Antidepressant & anxiolytic effects, seizures, tremors §Histamine (H1) receptors ∆ Sedation, increased appetite","explanation_img":"","explanation_1":"","explanation_2":"#Tricyclic antidepressants (TCAs)#, such as amitriptyline, inhibit the reuptake of norepinephrine and serotonin and are used in the treatment of depression.  They also #inhibit# fast #sodium channel conduction#, slowing down myocardial depolarization and potentially leading to #cardiac arrhythmias# in overdose.  #Refractory hypotension# results from decreased cardiac contractility and direct peripheral vasodilation (from peripheral alpha-1 adrenergic receptor antagonism).  Most deaths from #TCA overdose# are due to cardiac arrhythmias and refractory hypotension. $#Treatment# of TCA overdose involves #sodium bicarbonate# (NaHCO3) therapy.  NaHCO3 increases serum pH, promoting TCA dissociation from sodium channels, and increases extracellular sodium concentration.  These effects help overcome the sodium channel blockade induced by TCAs. $#(Choice A)#  TCAs cause antihistaminic effects by antagonizing histamine (H1) receptors.  This can cause increased sedation and appetite but is not implicated in death from TCAs. $#(Choice C)#  TCAs block the amine reuptake pumps within the synaptic cleft, which normally terminate amine transmission.  This permits a longer interaction between the neurotransmitter and the receptor, which is thought to account for TCA antidepressant properties.  However, synaptic norepinephrine accumulation is not the mechanism by which death occurs following TCA overdose. $#(Choice D)#  Serotonin syndrome must be considered in suspected antidepressant overdose.  Patients with serotonin syndrome have hyperthermia, autonomic instability, hyperreflexia, myoclonus, and diaphoresis.  Cardiac changes are not usually indicative of serotonin syndrome.  Although symptoms of excess serotonin may be present after TCA overdose, most deaths are due to cardiac toxicity. $#(Choice E)#  TCAs do not increase presynaptic release of dopamine.  Amphetamines increase the release of dopamine (and norepinephrine) by vesicles in presynaptic neurons. $#Educational objective# Tricyclic antidepressant overdose can cause fatal cardiac arrhythmias and refractory hypotension due to inhibition of fast sodium channels in cardiac myocytes.  Sodium bicarbonate is used to treat associated cardiac toxicity and works by increasing serum pH and extracellular sodium (alleviating fast sodium channel blockade).  "},

{"id":"11758","title":"A 26-year-old man is brought to the emergency department by police after assaulting customers in a restaurant.  He explains that he meant no harm and was just trying to talk to people and touch them to \"heal their pain.\"  The patient has been up all night for the past 10 days devising a global strategy to end world hunger and has written a hundred-page manifesto documenting his ideas.  Over this same period, he began hearing a voice telling him that he is \"God's true son\" and will need to sacrifice his life.  The patient has no psychiatric or medical history.  He drinks alcohol socially but does not use illicit drugs.  Physical examination is normal.  On mental status examination, the patient paces continuously.  His mood is very irritable, and his speech is loud, rapid, and difficult to interrupt.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bipolar I disorder with psychotic features","answer_2":"B. Bipolar II disorder","answer_3":"C. Brief psychotic disorder","answer_4":"D. Delusional disorder","answer_5":"E. Schizophreniform disorder","answer_6":"F. Substance-induced psychotic disorder","percent_1":"52%","percent_2":"2%","percent_3":"26%","percent_4":"5%","percent_5":"13%","percent_6":"1%","right_answer":"A. Bipolar I disorder with psychotic features","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Manic episode#∆⨉ §^#Clinical$ features# ∆ • ≥1 week of elevated or irritable mood & increased energy/activity • ≥3 of the following symptoms (4 if mood is irritable only) (#DIGFAST# mnemonic): $== ○ #Distractibility# $== ○ #Impulsivity/#indiscretion, risky behavior $== ○ #Grandiosity# $== ○ #Flight of ideas/#racing thoughts $== ○ Increased #activity/#psychomotor agitation $== ○ Decreased need for #sleep# $== ○ #Talkativeness/#pressured speech §^#Severity# ∆ • Impaired psychosocial function • May have psychotic features (hallucinations, delusions) • May require hospitalization","explanation_1":"","explanation_2":"$This patient's symptoms of #irritable mood#, #impulsivity#, #hyperactivity#, #pressured speech#, #decreased need for sleep#, and #grandiose delusions# lasting ≥1 week meet the criteria for a #manic episode# (Table).  Although an elevated mood typifies a manic episode, an irritable mood is commonly seen.  Patients with ≥1 manic episodes are diagnosed with #bipolar I disorder#; although most bipolar I patients will experience both major depressive and manic episodes, depressive episodes are not required for diagnosis of bipolar I.  Manic episodes can occur #with or without psychotic features# (eg, delusions, hallucinations). $ Bipolar disorder with psychotic features may be differentiated from a primary psychotic disorder (eg, schizoaffective disorder bipolar type) based on the temporal relationship between the mood disturbance and the psychosis.  In psychotic disorders, psychotic symptoms must persist in the absence of mood symptoms.  This patient's psychosis has occurred only in the presence of severe manic symptoms, making bipolar I disorder the more likely diagnosis. $ (Choice B)  Bipolar II disorder involves hypomanic episodes (less severe than mania and without psychotic features) and major depressive episodes. $ (Choice C)  Brief psychotic disorder is characterized by acute onset of ≥1 psychotic symptoms lasting ≥1 days but <1 month, with eventual complete resolution.  The diagnosis cannot be made when psychotic symptoms occur only in the context of a manic episode, as in this patient. $ (Choice D)  Delusional disorder is characterized by ≥1 delusions in the absence of other psychotic symptoms.  Functioning may be normal apart from the direct impact of the delusion.  Mood symptoms, if present, are not prominent. $ (Choice E)  In schizophreniform disorder, symptoms of schizophrenia (delusions, hallucinations, disorganized speech and behavior, negative symptoms) are present for >1 month but <6 months.  This patient's psychotic symptoms have occurred only in the context of a manic episode and have been present for <1 month. $ (Choice F)  Substance-induced disorders should be ruled out prior to diagnosing primary psychiatric illness.  The extent of this patient's alcohol use would be unlikely to cause his current symptoms.  Cocaine and stimulants are more likely to induce manic symptoms. $ Educational objective Bipolar I disorder is diagnosed in patients with ≥1 episodes of mania.  Manic episodes are characterized by elevated/irritable mood, impulsivity, hyperactivity, decreased need for sleep, pressured speech, and grandiosity and may occur with psychotic features."},

{"id":"518","title":"An 18-year-old woman comes to the office due to low energy, decreased appetite, insomnia, poor concentration, and decreased interest in her daily activities.  She has lost 3.6 kg (8 lb) over the last month.  The patient has no psychiatric history and has no current or significant medical illnesses.  Physical examination and laboratory evaluation are unremarkable.  Treatment with medication is initiated.  Three weeks later, the patient is brought to the emergency department by her mother for not sleeping at all for 3 nights.  The patient reports that she does not feel tired despite lack of sleep.  She spent a large amount of money on plane tickets and plans to travel around the world to promote world peace.  Her mother adds that she herself has suffered from severe mood swings in the past.  This patient was most likely started on which of the following medications 3 weeks ago?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carbamazepine","answer_2":"B. Lamotrigine","answer_3":"C. Lithium","answer_4":"D. Olanzapine","answer_5":"E. Sertraline","answer_6":"F. Valproate","percent_1":"2%","percent_2":"2%","percent_3":"17%","percent_4":"5%","percent_5":"72%","percent_6":"2%","right_answer":"E. Sertraline","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient initially had symptoms of major depressive disorder (ie, loss of interest, low energy, weight loss, insomnia, impaired concentration) and was most likely prescribed an antidepressant (eg, sertraline) as first-line therapy.  Three weeks later in the emergency department, she exhibits symptoms of mania (ie, decreased need for sleep, increased energy, reckless spending, and grandiosity).  All #antidepressants# carry a #risk of inducing mania# in susceptible patients.  Antidepressant-induced mania can occur early in the first few days or weeks of starting the medication (even before the time frame normally expected for an antidepressant to take effect). $ In this case, the mother's history of severe mood swings suggests a #family history of bipolar disorder# that places the patient at increased risk for developing this disorder.  If a patient becomes manic or hypomanic on antidepressant therapy, the antidepressant should be stopped. $ #(Choices A, C, and F)#  Carbamazepine, lithium, and valproate are mood stabilizers used in acute episodes and maintenance treatment of bipolar disorder.  This patient presented with depression, with no known history of bipolar disorder at that time.  A mood stabilizer would not have been the initial first-line treatment. $ (Choice B)  Lamotrigine, an anticonvulsant mood stabilizer, is effective in the depressed phase of bipolar disorder and is also used in the maintenance phase.  Its use would have been appropriate if the patient had a known bipolar disorder at initial presentation.  Lamotrigine is associated with a risk of benign rash that can progress to serious rash (including Stevens-Johnson syndrome) in rare cases. $ (Choice D)  Olanzapine is a second-generation antipsychotic with mood-stabilizing properties that can be used in bipolar disorder.  It is associated with weight gain and metabolic side effects. $ Educational objective Antidepressant monotherapy can induce mania in susceptible patients, especially those with unrecognized bipolar disorder."},

{"id":"1347","title":"A 29-year-old woman comes to the office due to persistent fatigue.  The patient has been experiencing daily exhaustion and has \"no energy to do little things.\"  Her symptoms began 3 years ago after she closed her jewelry-making business due to financial problems.  The patient used to enjoy creating unique jewelry pieces but has had no interest in making anything since her business closed.  She has felt unhappy throughout this time, avoiding friends and social gatherings, and is hopeless that her life will improve.  She has had no changes in appetite or sleeping patterns, problems with concentration, or suicidal thoughts.  Physical examination and laboratory evaluation are unremarkable.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder with depressed mood","answer_2":"B. Avoidant personality disorder","answer_3":"C. Chronic fatigue syndrome","answer_4":"D. Major depressive disorder","answer_5":"E. Persistent depressive disorder (dysthymia)","percent_1":"9%","percent_2":"1%","percent_3":"2%","percent_4":"19%","percent_5":"70%","right_answer":"E. Persistent depressive disorder (dysthymia)","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Differential diagnosis of depressed mood#∆⨉ §^#Major depressive disorder# ∆ • ≥2 weeks • #≥5 of 9 s#ymptoms: depressed mood & SIGECAPS • Significant functional impairment • No lifetime history of mania §^#Persistent depressive disorder$ (dysthymia)# ∆ • Chronic depressed mood ≥2 years • ≥2 of the following: appetite disturbance, sleep disturbance, low energy, low self-esteem, poor concentration, hopelessness §^#Adjustment disorder with $depressed mood# ∆ • Onset within 3 months of identifiable stressor • Marked distress &/or functional impairment • Does not meet criteria for another DSM-5 disorder §^#Normal stress response# ∆ • Not excessive or out of proportion to severity of stressor • No significant functional impairment §#SIGECAPS =# #S#leep disturbance, loss of #I#nterest, excessive #G#uilt, low #E#nergy, impaired #C#oncentration, #A#ppetite disturbance, #P#sychomotor agitation/retardation, and #S#uicidal ideation.∆⨉","explanation_1":"","explanation_2":"$For the past 3 years, this patient has had an unrelenting #depressed mood# (eg, unhappy throughout this time), low energy, and feelings of hopelessness.  In the absence of additional depressive symptoms (eg, changes in appetite or sleeping patterns, problems with concentration, suicidal thoughts), her presentation is consistent with a #persistent depressive disorder# (PDD), also known as dysthymia. $ To diagnose PDD, there must be the presence of depressed mood and #≥2 of the following# over a period of #≥2 years# (without a symptom-free period >2 months): $ • Poor or excessive appetite $ • Insomnia or hypersomnia $ • #Low energy or fatigue# $ • Low self-esteem $ •  Poor concentration or problems making decisions $ • Hopelessness $ While there is significant overlap with major depressive disorder (eg, depressed mood and/or anhedonia can occur in both), PDD can be differentiated from major depression by the number of concurrent depressive symptoms (eg, guilt, psychomotor disturbance, suicidal ideation, impaired concentration, appetite change, sleep disturbance); ≥5 depressive symptoms (not seen in this patient) need to be present for ≥2 weeks to diagnose major depressive disorder #(choice D)#. $ (Choice A)  In adjustment disorders, symptoms occur within 3 months of the onset of the stressor(s) and do not persist for more than 6 months after the stressor or its consequences have terminated.  However, adjustment disorders are superseded and not diagnosed if criteria for another disorder (eg, PDD, MDD) are met. $ (Choice B)  Although this patient is avoiding friends and social gatherings, this is better attributed to her depressed mood and fatigue rather than avoidant personality disorder.  In addition, this patient's avoidance started 3 years ago, whereas avoidant personality disorder is characterized by onset in early adulthood with a pervasive pattern of inhibition, feelings of inadequacy, and hypersensitivity to evaluation. $ (Choice C)  Chronic fatigue syndrome (CFS) is characterized by ≥6 months of significant reduction in activity with accompanying fatigue not relieved by rest, drastic worsening of symptoms after activity (ie, post-exertional malaise), and sleep impairments plus cognitive impacts (ie, \"brain fog\").  While this patient has low energy and fatigue, the absence of a history of sleep or concentration difficulties makes CFS unlikely. $ Educational objective Persistent depressive disorder (ie, dysthymia) is characterized by chronic depressed mood and accompanying depressive symptoms lasting for ≥2 years.  It can often be differentiated from major depressive disorder by the number of concurrent depressive symptoms (eg, ≥5 needed for major depression)."},

{"id":"706","title":"A 43-year-old man comes to the office due to depression.  He feels sad and unmotivated, sleeps 12 hours a day, and has increased appetite, poor concentration at work, and fleeting thoughts of suicide.  The patient has no medical history and laboratory evaluation is unremarkable.  Major depressive disorder is diagnosed and antidepressant medication administered.  Several weeks after starting the medication, the patient's depressive symptoms are mildly improved, but he is now distressed by a significant decrease in libido and impaired sexual performance.  He is considering stopping the medication and requests an alternate treatment.  Which of the following drugs is most appropriate for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bupropion","answer_2":"B. Citalopram","answer_3":"C. Imipramine","answer_4":"D. Sertraline","answer_5":"E. Trazodone","answer_6":"F. Venlafaxine","percent_1":"76%","percent_2":"2%","percent_3":"2%","percent_4":"4%","percent_5":"7%","percent_6":"8%","right_answer":"A. Bupropion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient was most likely treated with a #selective serotonin reuptake inhibitor# (SSRI), a commonly prescribed initial treatment for major depressive disorder that causes #sexual dysfunction# in up to 50% of patients.  SSRI-related sexual side effects include decreased libido, decreased arousal, anorgasmia, and increased ejaculation latency. $#Bupropion# is an antidepressant that #does not cause sexual dysfunction#.  It is classified as a norepinephrine-dopamine reuptake inhibitor.  Because of its stimulating effects, bupropion is useful in treating depression associated with hypersomnia and low energy.  Bupropion is also preferred because it causes less weight gain compared with other antidepressants. $Bupropion is contraindicated in patients with bulimia nervosa, anorexia nervosa, and seizure disorders because it lowers the seizure threshold. $#(Choices B and D)#  Citalopram and sertraline are SSRIs that would likely cause sexual dysfunction in this patient.  Switching to a non-SSRI such as bupropion is more likely to improve his sexual dysfunction. $#(Choice C)#  Imipramine is a tricyclic antidepressant with numerous side effects, including sexual dysfunction.  These types of antidepressants are dangerous in overdose because of cardiotoxicity, so they are not a first-line treatment for depression. $#(Choice E)#  Trazodone is a highly sedating antidepressant that can be helpful for patients with insomnia.  Trazodone can cause sexual dysfunction and priapism, a rare but serious side effect. $#(Choice F)#  Venlafaxine is a serotonin-norepinephrine reuptake inhibitor that can cause sexual side effects. $#Educational objective# Sexual dysfunction is seen in up to 50% of patients treated with selective serotonin reuptake inhibitors.  Bupropion, a norepinephrine-dopamine reuptake inhibitor, is a first-line treatment for major depressive disorder and does not cause sexual dysfunction.  "},

{"id":"15384","title":"A 63-year-old woman with a history of metastatic breast cancer comes to the office due to depressed mood.  Over the past month, the patient has become increasingly sad and frequently cries when thinking about her poor prognosis and dying.  She has lost 4.5 kg (10 lb) over the past month.  Her energy level is low, and she has difficulty falling asleep and frequent nighttime awakenings.  The patient has become very withdrawn, doesn't answer the phone, and no longer looks forward to family visits.  She feels bad about not wanting to be around her grandchildren.  On mental status examination, the patient is alert and oriented with depressed mood and affect.  She has no suicidal ideation.  Which of the following symptoms is most indicative of major depressive disorder in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Loss of interest in family","answer_2":"B. Low energy","answer_3":"C. Sleep disturbance","answer_4":"D. Thoughts of dying","answer_5":"E. Weight loss","percent_1":"71%","percent_2":"5%","percent_3":"9%","percent_4":"13%","percent_5":"2%","right_answer":"A. Loss of interest in family","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Major depressive disorder#∆⨉ §^#Diagnosis# ∆ • ≥5 of the following symptoms lasting ≥2 weeks (at least 1 symptom must be either depressed mood or loss of interest/pleasure): $== ○ Depressed mood $== ○ Loss of interest or pleasure $== ○ Change in appetite or weight $== ○ Insomnia or hypersomnia $== ○ Psychomotor retardation or agitation $== ○ Low energy $== ○ Poor concentration or indecisiveness $== ○ Thoughts of worthlessness or inappropriate guilt $== ○ Recurrent thoughts of death or suicide • No history of mania or hypomania • Not due to substances or another medical condition","explanation_1":"","explanation_2":"$Diagnosis of major depressive disorder in #patients with cancer# is challenging as #somatic symptoms of depression overlap# with those of cancer and/or the adverse effects of cancer treatments.  This patient's weight loss, low energy, and sleep disturbance may also be due to metastatic cancer and/or chemotherapy.  Therefore, these somatic symptoms are less reliable indicators of major depression #(choices B, C, and E)#. $ #Nonsomatic depressive symptoms# (eg, feelings of worthlessness, excessive guilt, and suicidal ideation) are more reliable for diagnosing depression in patients with advanced medical illness.  This patient's withdrawal and inability to enjoy family visits (ie, #loss of interest and anhedonia#) are therefore the most concerning symptoms for major depression. $ (Choice D)  Thinking about death and dying is normal in patients with advanced cancer and a poor prognosis.  If the patient's thoughts of death included suicidal ideation, intent, or plan, this would be indicative of major depression. $ Educational objective Somatic symptoms of depression (weight loss, low energy, sleep disturbance) are less reliable indicators of major depressive disorder in patients with advanced medical illness.  Focusing on nonsomatic symptoms, such as loss of interest, anhedonia, worthlessness, excessive guilt, and suicidality, can assist in diagnosing comorbid depression in these patients."},

{"id":"15385","title":"A 48-year-old woman with major depressive disorder is brought to the emergency department by her husband.  The patient is severely depressed; she says she wants to die and has a plan to hang herself.  She has no energy or appetite and has lost 5.4 kg (12 lb) over the past month.  The patient has difficulty falling asleep and awakens at 4:00 AM each morning.  Over the past week, she has heard a voice saying that she is evil and doesn't deserve to live.  In the hospital, she seldom speaks and refuses to eat and drink.  Which of the following would provide the most rapid improvement of this patient's symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antipsychotic therapy","answer_2":"B. Electroconvulsive therapy","answer_3":"C. Lithium","answer_4":"D. Monoamine oxidase inhibitor","answer_5":"E. Psychotherapy","answer_6":"F. Selective serotonin reuptake inhibitor","answer_7":"G. Tricyclic antidepressant","percent_1":"30%","percent_2":"46%","percent_3":"8%","percent_4":"3%","percent_5":"2%","percent_6":"7%","percent_7":"4%","right_answer":"B. Electroconvulsive therapy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's severely depressed mood, low energy, sleep and appetite disturbances, weight loss, #suicidal# ideation, and auditory hallucinations are consistent with major depressive disorder with psychotic features.  First-line treatment of #psychotic depression# consists of either the combination of an antidepressant and antipsychotic or #electroconvulsive therapy# (ECT). $ ECT uses a small electric current to produce a generalized tonic-clonic seizure under anesthesia.  Although its exact mechanism of action is unknown, ECT is a safe and effective treatment that achieves a more #rapid response# than pharmacotherapy in severely depressed patients who are suicidal or psychotic. $ (Choice A)  Antipsychotic therapy is used in the treatment of psychotic disorders and bipolar disorder.  Antipsychotics can also be used in combination with antidepressants to treat major depression with psychotic features, but the response is generally slower compared with ECT. $ (Choice C)  Lithium is a mood stabilizer used primarily in bipolar disorder. $ #(Choices D, F, and G)#  Antidepressants do not work as fast as ECT and may take up to 6 weeks for response.  They also must be combined with an antipsychotic medication to effectively treat major depression with psychotic features. $ (Choice E)  Psychotherapy alone is indicated for milder forms of depression, and this severely depressed patient would have difficulty engaging in conversation.  It would not be sufficient due to the severity of depression, presence of psychotic features, and need for rapid response. $ Educational objective Electroconvulsive therapy is a first-line treatment for major depressive disorder with psychotic features.  It is appropriate for severely depressed patients who require rapid intervention (eg, suicidal)."},

{"id":"105280","title":"A 22-year-old woman is brought to the emergency department for bizarre behavior over the past week.  Her parents state that she has been \"talking nonsense\" nonstop, laughing for no reason, and has not slept for several days.  During triage, the patient attempted to hit a staff member, resulting in administration of haloperidol.  While awaiting further evaluation, the parents alert the nurse that the patient is starting to \"make weird faces\" while sticking out her tongue.  Medical history is noncontributory, and the patient takes no medications.  Urine drug screen is positive for cannabis and opiates.  Which of the following is the most likely explanation for this patient's motor symptoms?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Catatonia","answer_2":"B. Conversion disorder","answer_3":"C. Medication reaction","answer_4":"D. Opioid withdrawal","answer_5":"E. Psychotic agitation","percent_1":"11%","percent_2":"1%","percent_3":"58%","percent_4":"8%","percent_5":"22%","right_answer":"C. Medication reaction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Common antipsychotic side effects#∆⨉ §^#First-generation$ antipsychotics (FGAs)# ∆ #High-potency (#eg, haloperidol) • Extrapyramidal symptoms (acute dystonia, akathisia, parkinsonism), tardive dyskinesia #Low-potency (#eg, chlorpromazine) • Sedation, cholinergic blockade, orthostatic hypotension, weight gain §^#Second-generation$ antipsychotics (SGAs)# ∆ • Metabolic syndrome, weight gain • Extrapyramidal symptoms (less common than FGAs)","explanation_1":"","explanation_2":"$This patient is likely experiencing an #acute dystonic reaction# in response to administration of haloperidol, a high-potency, first-generation antipsychotic.  Acute dystonic reactions are a type of extrapyramidal symptom (EPS) thought to result from #D2 antagonism# in the nigrostriatal pathway.  The condition develops abruptly within hours to days after receiving #antipsychotic medication# and is characterized by #sudden involuntary contraction# of a major muscle group (eg, this patient's tongue protrusion and facial grimacing).  Other examples include torticollis (neck muscle contraction), oculogyric crisis (forced, sustained elevation of the eyes in an upward position), opisthotonus (arching of the back with the head thrown backward), and, rarely, laryngospasm. $ Treatment of dystonic reactions consists of medications with anticholinergic properties (eg, diphenhydramine, benztropine), which alter cholinergic signaling in the striatum to decrease spontaneous movement.  In addition to acute dystonia, other types of antipsychotic-induced EPS include akathisia (inner restlessness) and drug-induced parkinsonism (tremor, rigidity, bradykinesia, masked facies). $ (Choice A)  Catatonia is a motor disturbance seen in severe psychiatric or medical illness characterized by inability to move normally and resulting in either marked reduction in movements (eg, immobility, stupor) or marked agitation (stereotypy, hyperkinetic limb movements).  The sudden onset of a spasm in a specific muscle group is more consistent with a dystonic reaction. $ (Choice B)  Conversion disorder (functional neurologic symptom disorder) is characterized by neurologic symptoms (eg, weakness, abnormal movements, nonepileptic seizures) that are inconsistent with known neurologic disease.  It would not be diagnosed in a patient whose abnormal movements are readily explained by a medication reaction. $ (Choice D)  Symptoms of opioid withdrawal include gastrointestinal distress, lacrimation, rhinorrhea, myalgias/arthralgias, and yawning.  These symptoms are not present in this patient and opioid withdrawal would not explain her tongue protrusion. $ (Choice E)  Patients with psychotic agitation may exhibit unusual movements and postures.  However, the abrupt onset of tongue protrusion following administration of haloperidol is more likely explained as an acute dystonic reaction. $ Educational objective Acute dystonic reaction is characterized by sudden, involuntary contraction of a major muscle group.  It is a type of extrapyramidal symptom and a common adverse effect of antipsychotic medications, particularly high-potency, first-generation antipsychotics such as haloperidol."},

{"id":"520","title":"A 36-year-old woman comes to the office for follow-up of a mood disorder.  The patient has a history of several depressive episodes that started in her twenties.  Two years ago, she was hospitalized after staying up for several nights without sleeping and claiming that she had special powers to \"end global poverty and climate change.\"  Her symptoms responded well to treatment and she has remained on the same drug regimen since then.  However, the patient now has new-onset constipation, dry skin, and hair loss.  She is also concerned about a weight gain of 2.27 kg (5 lb) over the last 3-4 months despite eating healthy, low-calorie foods.  Blood pressure is 110/70 mm Hg and pulse is 55/min.  The patient appears tired, but physical examination is otherwise normal.  The diagnosis is established and her current condition is attributed to adverse effects from one of her medications.  Which of the following is the most likely culprit drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carbamazepine","answer_2":"B. Citalopram","answer_3":"C. Clozapine","answer_4":"D. Lamotrigine","answer_5":"E. Lithium","answer_6":"F. Risperidone","answer_7":"G. Trazodone","percent_1":"3%","percent_2":"4%","percent_3":"15%","percent_4":"4%","percent_5":"64%","percent_6":"9%","percent_7":"1%","right_answer":"E. Lithium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mood stabilizers in bipolar disorder# ∆⨉∆⨉ § ∆^#Indications# ∆^#Adverse effects# §^#Lithium# ∆ • Manic & depressive features ∆ • Diabetes insipidus • Hypothyroidism • Tremor • Ebstein anomaly (teratogenic) §^#Valproate# ∆ • Manic features ∆ • Hepatotoxicity • Neural tube defects (teratogenic) §^#Carbamazepine# ∆ • Manic features ∆ • Aplastic anemia • SIADH • Neural tube defects (teratogenic) §^#Lamotrigine# ∆ • Depressive features ∆ • Benign rash • Stevens-Johnson syndrome %#SIADH =# syndrome of inappropriate antidiuretic hormone secretion.","explanation_img":"","explanation_1":"","explanation_2":"This patient's weight gain, hair loss, and mild bradycardia are most likely due to lithium-induced hypothyroidism.  #Lithium# is a mood stabilizer primarily used in the treatment of bipolar disorder.  It can cause #hypothyroidism# by interfering with normal synthesis and release of thyroid hormone.  The compensatory increase in TSH release by the pituitary can lead to goiter in some patients.  Lithium-induced hypothyroidism is treated with standard levothyroxine (T4) replacement and does not require discontinuation of lithium therapy. $Long-term lithium therapy is also associated with adverse effects on renal function (eg, #nephrogenic diabetes insipidus#, chronic tubulointerstitial nephropathy), requiring regular monitoring of blood lithium levels and renal function (blood urea nitrogen and creatinine).  Lithium use during pregnancy has been associated with #Ebstein anomaly# of the tricuspid valve, but the absolute risk is small. $#(Choices A and D)#  Carbamazepine and lamotrigine are anticonvulsants that are also used as mood stabilizers in bipolar disorder.  Carbamazepine can cause aplastic anemia.  Lamotrigine is associated with a risk of rash, including potentially life-threatening Stevens-Johnson syndrome. $#(Choice B)#  Citalopram is a selective serotonin reuptake inhibitor (SSRI) antidepressant.  Sexual dysfunction is the most common long-term side effect.  SSRIs are not used as monotherapy in bipolar disorder and are not associated with hypothyroidism. $#(Choice C)#  Clozapine, a second-generation antipsychotic indicated for treatment-refractory schizophrenia, is associated with agranulocytosis and requires regular monitoring of the absolute neutrophil count.  Although clozapine can cause weight gain and constipation, it is not a first-line treatment for mood disorders and would not explain this patient's other hypothyroid features (eg, dry skin, hair loss, bradycardia). $#(Choice F)#  Risperidone is a second-generation antipsychotic that can cause weight gain and hyperprolactinemia (eg, galactorrhea, amenorrhea).  It is not associated with hypothyroidism. $#(Choice G)#  Trazodone is an antidepressant that has significant sedating effects and is most commonly used to treat depression-related insomnia.  Other adverse effects include priapism (prolonged painful erection) and anticholinergic effects (eg, dry mouth, constipation). $#Educational objective# Hypothyroidism and nephrogenic diabetes insipidus are the most common adverse effects of long-term lithium therapy.  Serum TSH and renal function (blood urea nitrogen and creatinine) should be monitored routinely.  "},

{"id":"15492","title":"A 28-year-old woman, gravida 1 para 1, comes to the office for a 6-week postpartum checkup following an uncomplicated delivery.  The patient reports feeling increasingly fatigued and having little energy for the past few weeks.  She feels very anxious about being a new mother and has been getting up multiple times at night to check on the baby when he is sleeping.  She tends to skip meals and says, \"I don't have time to sit and eat—I can't even find the time to shower.\"  Although the baby is healthy and doing well, the patient berates herself for being a \"terrible mother.\"  She becomes tearful during the interview and says, \"I don't know why I keep crying when I should be so happy.\"  Physical examination is normal.  The patient has no suicidal ideation or thoughts of harming the baby.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute stress disorder","answer_2":"B. Adjustment disorder","answer_3":"C. Generalized anxiety disorder","answer_4":"D. Normal postpartum reaction","answer_5":"E. Postpartum depression","percent_1":"1%","percent_2":"7%","percent_3":"1%","percent_4":"20%","percent_5":"71%","right_answer":"E. Postpartum depression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Postpartum blues, depression & psychosis#∆⨉∆⨉∆⨉ § ∆^#Postpartum blues# ∆^#Postpartum depression# ∆^#Postpartum psychosis# §^#Prevalence# ∆ •40℅-80℅ ∆ •8℅-15℅ ∆ •0.1℅-0.2℅ §^#Onset# ∆ •2-3 days (resolves within 14 days) ∆ •Typically within 4-6 weeks (can be up to 1 year) ∆ •Days to weeks §^#Symptoms# ∆ •Mild depression, tearfulness, irritability ∆ •≥2 weeks of moderate to severe depression, sleep, or appetite disturbance; low energy; psychomotor changes; guilt; concentration difficulty; suicidal ideation ∆ •Delusions, hallucinations, thought disorganization, bizarre behavior","explanation_1":"","explanation_2":"$This patient's persistent depressive symptoms at her 6-week postpartum visit (increasing fatigue/low energy, depressed mood/frequent tearfulness, sleep disturbance, poor appetite, feelings of worthlessness) are concerning for #postpartum depression# (PPD).  PPD is diagnosed using the #same diagnostic criteria# used to diagnose a #major depressive episode# (≥2 weeks of at least 5 of 9 symptoms that include #depressed mood# plus #SIGECAPS#: #S#leep disturbance, loss of #I#nterest, #G#uilt/worthlessness, low #E#nergy, impaired #C#oncentration, change in #A#ppetite, #P#sychomotor retardation or agitation, and #S#uicidal thoughts).  PPD is common, and all patients should be screened for postpartum depression at the 6-week postpartum visit.  Untreated postpartum depression is associated with impaired maternal-infant bonding and negatively impacts both maternal and infant health. $ (Choice A)  In acute stress disorder, exposure to a life-threatening trauma results in symptoms of reexperiencing (ie, intrusive memories, flashbacks), avoidance of reminders, negative mood, dissociation, and hyperarousal.  This patient had an uncomplicated delivery, and her symptoms are more consistent with a major depressive episode. $ (Choice B)  Although being a new parent is a significant stressor, adjustment disorder is diagnosed only if symptoms do not meet the criteria for another specific disorder, such as major depressive disorder. $ (Choice C)  This patient's anxiety revolves around her ability to parent and is a common feature of patients with PPD.  Generalized anxiety disorder is characterized by pervasive anxiety about multiple issues lasting ≥6 months. $ (Choice D)  Mild sadness and anxiety are commonly experienced by mothers in response to the stress of taking care of a newborn (ie, postpartum blues).  This normal and self-limited response typically peaks at 5 days postpartum and resolves within 2 weeks.  However, this patient's symptoms have persisted beyond 2 weeks and are sufficient in number and severity to diagnose major depression. $ Educational objective Postpartum depression is diagnosed using the same diagnostic criteria used for major depressive episodes that occur outside the postpartum period.  It should be differentiated from postpartum blues, which is a milder and self-limited form of depression that peaks at 5 days and resolves within 2 weeks."},

{"id":"576","title":"A 55-year-old man comes to the office for a checkup.  His medical history is significant for major depression treated with sertraline for the past 4 months, hypertension controlled with lisinopril, and diabetes mellitus controlled with diet.  He does not use tobacco and drinks a glass of wine with dinner a few times a week.  Vital signs are all within normal limits, and no abnormalities are noted on physical examination.  Hemoglobin A1c is within normal limits.  Which of the following is the most likely side effect of the treatment prescribed for this patient's depression?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac arrhythmias","answer_2":"B. Hypertensive crisis","answer_3":"C. Orthostatic hypotension","answer_4":"D. Seizures","answer_5":"E. Serotonin syndrome","answer_6":"F. Sexual dysfunction","answer_7":"G. Urinary hesitancy","answer_8":"H. Weight gain","percent_1":"1%","percent_2":"2%","percent_3":"2%","percent_4":"0%","percent_5":"9%","percent_6":"75%","percent_7":"0%","percent_8":"11%","right_answer":"F. Sexual dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Sertraline is one of the #selective serotonin reuptake inhibitors (SSRIs#) frequently used as #first-line antidepressant# therapy.  Compared with older antidepressants (eg, tricyclic antidepressants [TCAs]), SSRIs have minimal activity at alpha-adrenergic, cholinergic, and histaminic receptors.  They are generally more tolerable and significantly safer in overdose.  However, SSRIs commonly cause #sexual dysfunction#, including decreased libido, decreased arousal, anorgasmia in women, and increased ejaculation latency in men.  Sexual dysfunction can occur #in more than 50% of patients# receiving SSRIs and is a frequent cause of nonadherence.  Physicians should routinely assess SSRI-treated patients for sexual dysfunction because some may be reluctant to discuss this side effect. $#(Choice A)#  Although SSRIs can prolong the QT interval slightly, they are unlikely to cause arrhythmias when used in recommended doses in patients who lack other risk factors.  Cardiac arrhythmias are a serious side effect of TCA overdose. $#(Choice B)#  This patient's hypertension is well controlled. Hypertensive crisis is not associated with SSRIs but may occur if a patient taking a monoamine oxidase inhibitor (MAOI) ingests foods containing tyramine. $#(Choices C and G)#  Orthostatic hypotension and urinary hesitancy are common side effects of TCAs due to their antagonism of alpha-adrenergic and cholinergic receptors.  However, these side effects are rarely seen with SSRIs. $#(Choices D and H)#  SSRIs are associated with a slightly increased risk of seizures and weight gain, but these effects are less common than sexual dysfunction.  Seizures are more of a concern in patients taking TCAs and the norepinephrine-dopamine reuptake inhibitor bupropion. $#(Choice E)#  Serotonin syndrome can occur if an SSRI is combined with another serotonergic agent, such as an MAOI, or an illicit serotonergic substance, such as MDMA.  It would be uncommon in a patient taking a single serotonergic drug at a normal dosage. $#Educational objective# Selective serotonin reuptake inhibitors (SSRIs) have improved tolerability and a better side-effect profile compared with tricyclic antidepressants and monoamine oxidase inhibitors but are associated with sexual dysfunction.  Physicians should routinely inquire about sexual dysfunction because it is a relatively common side effect of SSRIs that may lead to nonadherence.  "},

{"id":"15447","title":"A 79-year-old man is brought to the office by his wife for evaluation of memory impairment.  The patient is a recently retired professor who began having memory problems a month ago.  He has been forgetting to take his medication, has had difficulty remembering the names of his grandchildren, and has neglected to turn off the stove on more than one occasion.  The patient used to enjoy reading and playing with his grandchildren but has recently stopped doing both of these activities.  He also has difficulty staying asleep, low appetite, and decreased energy.  The patient has hypertension and type 2 diabetes, for which he takes medications.  He has a family history of Alzheimer disease.  The patient says, \"I just feel so worthless since retiring.\"  Temperature is 36.7 C (98.1 F), blood pressure is 119/78 mm Hg, pulse is 74/min, and respirations are 14/min.  Neurological examination reveals no focal deficits.  Montreal Cognitive Assessment score is 23 (normal: ≥26/30).  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alzheimer disease","answer_2":"B. Dementia with Lewy bodies","answer_3":"C. Depression-related cognitive impairment","answer_4":"D. Frontotemporal dementia","answer_5":"E. Normal aging","answer_6":"F. Vascular dementia","percent_1":"15%","percent_2":"1%","percent_3":"76%","percent_4":"2%","percent_5":"5%","percent_6":"2%","right_answer":"C. Depression-related cognitive impairment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Cognitive impairment in elderly patients#∆⨉ §^#Normal aging# ∆ • Slight decrease in fluid intelligence (ability to process new information quickly) • #Normal functioning# in all activities of daily living §^#Mild neurocognitive disorder$ (mild cognitive impairment)# ∆ • Mild decline in ≥1 cognitive domains • Normal functioning in all activities of daily living with compensation §^#Major neurocognitive disorder (dementia)# ∆ • Significant decline in ≥1 cognitive domains • #Irreversible# global cognitive impairment • Marked functional impairment • Chronic & progressive, months to years §^#Major depression# ∆ • #Reversible# mild-moderate cognitive impairment • Features of #depression# (mood, interest, energy) • Episodic, weeks to months","explanation_1":"","explanation_2":"$Cognitive impairment is a common symptom of #late-life depression#.  Depression-related cognitive impairment (previously termed pseudodementia) refers to a syndrome of reversible cognitive impairment that can #mimic mild cognitive impairment# or dementia.  This patient's acute development of cognitive impairment #coincident with depressive symptoms# of sleep disturbance, decreased appetite, low energy, feelings of worthlessness, and loss of interest is consistent with @major depressive disorder (MDD)@. $ Treatment of depression-related cognitive impairment consists of treating the underlying MDD with psychotherapy and/or pharmacotherapy.  The cognitive and mood symptoms should #resolve with adequate treatment# of MDD.  In contrast, the cognitive deficits in patients with dementia are irreversible and will gradually worsen despite treatment. $ #(Choices A, B, D, and F)#  Subtypes of dementia include Alzheimer disease (prominent early memory impairment), dementia with Lewy bodies (visual hallucinations, parkinsonism), frontotemporal dementia (early personality changes), and vascular dementia (stepwise neurological deficits, cerebrovascular disease). However, this patient's acute cognitive impairment (~1 month) in conjunction with his depressive symptoms makes MDD a more likely diagnosis. $ (Choice E)  Normal age-related cognitive changes may include difficulty remembering names and slowed processing speed.  This patient's objective evidence of more global cognitive impairment on cognitive testing (abnormal Montreal Cognitive Assessment score) is not normal and represents depression-related cognitive impairment. $ Educational objective Depression-related cognitive impairment refers to cognitive impairment that occurs in the context of major depressive disorder (MDD), which may be mistaken for mild cognitive impairment or dementia.","clickable_1":"images/img1.15447.jpg"},

{"id":"15607","title":"A 32-year-old man is diagnosed with major depressive disorder and started on a selective serotonin reuptake inhibitor.  At his 2-week follow-up appointment, the patient reports that his mood is \"about the same.\"  He continues to feel sad and unmotivated most days and is short-tempered with his wife and kids.  The patient has little interest in food, sleeps poorly, and struggles to stay focused at work.  He initially experienced some nausea and worsening insomnia with the medication, but these issues have since resolved.  The patient drinks 4 or 5 beers a week and does not use recreational substances.  He is discouraged by the lack of clear improvement and is anxious that he \"will never get better.\"  Which of the following is the most likely explanation for this patient's lack of response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adverse medication effects","answer_2":"B. Comorbid anxiety disorder","answer_3":"C. Concurrent alcohol use","answer_4":"D. Duration of treatment","answer_5":"E. Treatment-resistant depression","percent_1":"1%","percent_2":"2%","percent_3":"8%","percent_4":"85%","percent_5":"4%","right_answer":"D. Duration of treatment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Major depressive disorder#∆⨉ §^#Diagnosis# ∆ • ≥5 of the following symptoms lasting ≥2 weeks (at least 1 symptom must be either depressed mood or loss of interest/pleasure): $== ○ Depressed mood $== ○ Loss of interest or pleasure $== ○ Change in appetite or weight $== ○ Insomnia or hypersomnia $== ○ Psychomotor retardation or agitation $== ○ Low energy $== ○ Poor concentration or indecisiveness $== ○ Thoughts of worthlessness or inappropriate guilt $== ○ Recurrent thoughts of death or suicide • No history of mania or hypomania • Not due to substances or another medical condition","explanation_1":"","explanation_2":"This patient has classic symptoms of #major depressive disorder# (MDD) (eg, sadness, irritability, amotivation, sleep and appetite disturbances, impaired concentration) and is being treated appropriately with a #selective serotonin reuptake inhibitor# (SSRI) (eg, sertraline, fluoxetine, citalopram). $ As a drug class, antidepressants are associated with an interval #delay between# drug #initiation and clinical response#.  Although some patients with MDD may have an early response to antidepressants apparent within 2 weeks, an adequate antidepressant trial is generally considered to be #at least 4-6 weeks#.  At this point, the most likely explanation for this patient's poor response is inadequate duration of antidepressant treatment.  While this patient expresses frustration that symptoms have not improved quickly enough (eg, \"is discouraged,\" \"anxious that he 'will never get better’\"), he should be encouraged to continue taking the medication for at least 2-4 more weeks before the next step in treatment is considered. $ In addition, patients should be counseled about common transient side effects of SSRIs, including temporary gastrointestinal distress (eg, nausea) and brief symptoms overlapping with common anxiety presentations (eg, restlessness, insomnia), to avoid premature discontinuation and/or misattribution to additional disorders #(choices A and B)#. $ (Choice C)  Excessive alcohol use can present with an alcohol-induced depressive disorder and should be considered in all patients with recent or ongoing alcohol use and mood complaints.  However, at 4 or 5 beers a week, this man's use is below the unhealthy range (ie, >4 drinks/day or >14 drinks/week for men; >3 drinks/day or >7 drinks/week for women) and is unlikely to be the cause of his depressive symptoms or lack of treatment response. $ (Choice E)  Treatment-resistant depression is commonly defined as failure to respond to at least 2 adequate antidepressant trials.  This patient cannot be considered treatment resistant because he has had an inadequate trial of a single medication. $ Educational objective An adequate antidepressant (eg, selective serotonin reuptake inhibitors) trial is generally considered to be at least 4-6 weeks."},

{"id":"704","title":"A 22-year-old college student seeks treatment for depressed mood, low energy, poor concentration, and feelings of worthlessness and guilt following a breakup with her partner of 2 years.  She is diagnosed with major depression and treated with bupropion and psychotherapy.  After 3 weeks of treatment, the patient reports that her energy and motivation have improved somewhat.  Her grades, which had been deteriorating, have stabilized.  The patient is also continuing to receive psychotherapy and believes that it is beneficial.  However, she still feels \"really down\" at times and has a poor appetite.  Further history suggests that the patient consumes very little food each day (a pattern that preceded her use of bupropion) and exercises excessively.  Due to her ongoing mood problems, increasing the dose of her antidepressant medication is considered.  Which of the following potential side effects of the increased dose would be of primary concern?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Agranulocytosis","answer_2":"B. Hypertension","answer_3":"C. Seizures","answer_4":"D. Sexual dysfunction","answer_5":"E. Stevens-Johnson syndrome","answer_6":"F. Weight gain","percent_1":"3%","percent_2":"4%","percent_3":"75%","percent_4":"7%","percent_5":"1%","percent_6":"9%","right_answer":"C. Seizures","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Bupropion# is an antidepressant that works by inhibiting the reuptake of norepinephrine and dopamine.  It is commonly used to treat major depression and is often preferred by patients because it does not cause weight gain or sexual side effects. $#Seizures# are a potential side effect of bupropion therapy, especially when the medication is given at high doses.  The risk is even greater in patients with pre-existing seizure disorders or eating disorders with potential electrolyte imbalances.  Bupropion is therefore #contraindicated# in patients with #seizure disorders# or current or prior diagnosis of #bulimia# or #anorexia nervosa#.  This patient's possible food restriction and excessive exercise suggest the possibility of an eating disorder, and the increased seizure risk with a higher dosage of bupropion would be of primary concern. $#(Choice A)#  Agranulocytosis is a side effect related to treatment with the antipsychotic clozapine.  The mood-stabilizing agents carbamazepine and valproate can also be associated with bone marrow abnormalities. $#(Choice B)#  Bupropion has minimal effects on blood pressure.  The serotonin-norepinephrine reuptake inhibitor venlafaxine has been associated with increased blood pressure, especially at higher doses. $#(Choice D)#  Sexual dysfunction is a relatively common side effect of selective serotonin reuptake inhibitors (SSRIs), which limits their use for many patients.  Bupropion has no effect on serotonin and does not cause sexual dysfunction.  It can be used as an adjunct to treat SSRI-related sexual dysfunction. $#(Choice E)#  Rash, including life-threatening Stevens-Johnson syndrome, rarely occurs with bupropion.  It is more commonly seen with the anticonvulsant lamotrigine, which is used to treat bipolar depression. $#(Choice F)#  Bupropion is either weight neutral or associated with mild weight loss. $#Educational objective# Bupropion is a first-line antidepressant that is not associated with sexual side effects or weight gain.  However, it is associated with an increased seizure risk at high doses and is contraindicated in patients with seizure disorders, anorexia nervosa, and bulimia.  "},

{"id":"11617","title":"A 45-year-old man is hospitalized due to suicidal ideation.  Over the past month, the patient has become increasingly depressed, withdrawn, and physically restless.  He has had increasing difficulty concentrating at his job as a computer programmer.  The patient's appetite has been poor, and he has had difficulty falling and staying asleep.  He stopped going to work last week and refused to leave the house until his hospitalization.  The patient has no medical or psychiatric history.  Physical examination is unremarkable apart from a 4.5-kg (10-lb) weight loss.  On mental status examination, the patient appears depressed and anxious.  He reports that he is responsible for \"all the evil in the world\" and has heard a voice for the past week telling him that he does not deserve to live.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Bipolar disorder with psychotic features","percent_1":"2%","answer_2":"B.Delusional disorder","percent_2":"1%","answer_3":"C.Major depressive disorder with psychotic features","percent_3":"71%","answer_4":"D.Schizoaffective disorder","percent_4":"11%","answer_5":"E.Schizophrenia","percent_5":"3%","answer_6":"F.Schizophreniform disorder","percent_6":"12%","right_answer":"C.Major depressive disorder with psychotic features","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation is consistent with #major depressive disorder (MDD) with psychotic features#.  This disorder is a severe subtype of MDD in which the patient develops #psychotic symptoms exclusively during a depressive episode#.  This patient's ≥2 weeks of depressed mood, impaired concentration, decreased appetite/weight loss, sleep disturbance, and suicidal ideation meet criteria for MDD, and his psychotic symptoms (eg, delusions of causing evil, auditory hallucinations) specify the psychotic features subtype.  Delusions and hallucinations are commonly mood congruent and have depressive themes (eg, deserved punishment, worthlessness, nihilism), although mood-incongruent psychotic symptoms (unrelated to depressive themes) can also occur. $ Differentiating MDD with psychotic features from MDD without psychotic features is important as treatment differs.  Patients with MDD with psychotic features require combined treatment with an #antidepressant and antipsychotic# or electroconvulsive therapy. $ (Choice A)  This patient has no history of mania or hypomania, thereby ruling out bipolar disorder. $ (Choice B)  In delusional disorder, patients experience delusions but no other psychotic symptoms for at least a month.  Mood symptoms, if present, are brief and not a prominent part of the illness. $ (Choice D)  Patients with schizoaffective disorder also experience both mood and psychotic symptoms.  Schizoaffective disorder is differentiated from MDD with psychotic features by the presence of delusions and/or hallucinations for ≥2 weeks in the absence of MDD mood symptomatology.  There is no evidence that this patient has experienced psychotic symptoms outside of his MDD episode. $ #(Choices E and F)#  Patients with schizophreniform disorder and schizophrenia experience psychotic symptoms in the absence of an identifiable mood disorder.  In schizophreniform disorder, symptoms last ≥1 month but <6 months; in schizophrenia, symptoms persist for ≥6 months. $ Educational objective Major depressive disorder (MDD) with psychotic features is a severe subtype of unipolar major depression characterized by symptoms meeting the criteria for MDD and the presence of delusions and/or hallucinations."},

{"id":"773","title":"A 56-year-old man with a history of severe depression seeks a new physician after immigrating to the United States.  His depression has been treated with phenelzine since diagnosis, and his new physician decides to switch him to sertraline.  The patient is informed that he must wait at least 2 weeks after discontinuing phenelzine before starting the new drug.  Which of the following processes occurs during this washout interval to allow sertraline therapy to be initiated safely?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. G protein–coupled receptor internalization","answer_2":"B. Inositol monophosphatase inhibition","answer_3":"C. Monoamine oxidase inhibition","answer_4":"D. Monoamine receptor downregulation","answer_5":"E. Monoamine reuptake inhibition","answer_6":"F. Synthesis of monoamine oxidase","percent_1":"2%","percent_2":"1%","percent_3":"6%","percent_4":"24%","percent_5":"3%","percent_6":"63%","right_answer":"F. Synthesis of monoamine oxidase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp773.jpg","explanation_1":"","explanation_2":"$The pathophysiologic basis of depression is hypothesized to involve the dysregulation of monoamine (eg, serotonin, norepinephrine, dopamine) neurotransmission.  Most antidepressant medications act by various mechanisms to increase synaptic concentrations of these neurotransmitters, particularly serotonin.  Monoamine oxidase (MAO) is an enzyme located in presynaptic nerve terminals that is responsible for the breakdown of monoamine neurotransmitters.  #Phenelzine#, a #monoamine oxidase inhibitor#, works by irreversibly binding and inhibiting both types of MAO: A and B.  This results in increased presynaptic availability of monoamine neurotransmitters, thereby increasing their release into the synaptic cleft.  Because phenelzine irreversibly inhibits MAO, it may take up to 2 weeks following discontinuation of the drug before MAO is resynthesized to a level adequate for normal monoamine degradation. $Sertraline is a @selective serotonin reuptake inhibitor@ (SSRI) that specifically increases synaptic serotonin levels.  Coadministration of an SSRI and an MAO inhibitor is contraindicated due to the risk of #serotonin syndrome#, a potentially fatal condition characterized by altered mental status, neuromuscular excitation (eg, hyperreflexia, clonus), and autonomic hyperactivity (eg, hyperthermia, tachycardia, diaphoresis).  To avoid serotonin syndrome, patients must wait at least 2 weeks after MAO inhibitor discontinuation before initiating SSRI therapy, thereby allowing sufficient time for regeneration of the MAO enzyme. $#(Choice A)#  Monoamine (eg, serotonin) receptors are G protein–coupled receptors.  Internalization of activated G protein–coupled receptors plays a role in downregulating postsynaptic signal transduction when synaptic monoamine levels are chronically increased.  However, this is not the reason for the 2-week washout period from phenelzine, which is required to resynthesize the irreversibly inhibited MAO enzyme. $#(Choice B)#  Inositol monophosphatase inhibition is hypothesized to be one of the mechanisms by which lithium exerts its antidepressant and antimanic effects.  Inositol monophosphatase is not affected by MAO inhibitors. $#(Choice C)#  MAO inhibition arrests the breakdown of monoamines, thereby increasing their release into the synaptic cleft.  Overall MAO functioning gradually increases after discontinuation of irreversible MAO inhibitors (eg, tranylcypromine, phenelzine) as new MAO is synthesized. $#(Choice D)#  Increased monoamine neurotransmission due to antidepressant treatment causes downregulation of postsynaptic monoamine (eg, serotonin) receptors, decreasing their density within the synaptic cleft.  This (along with other chronic, downstream neuromodulatory changes) is responsible for the delayed clinical effects of antidepressants. $#(Choice E)#  Presynaptic monoaminergic neurons actively take up norepinephrine, dopamine, and serotonin through reuptake transporters and repackage them into synaptic vesicles for future neurotransmission.  Monoamine reuptake inhibitors, such as tricyclic antidepressants and SSRIs, work by blocking this reuptake. $#Educational objective# Coadministration of selective serotonin reuptake inhibitors (SSRIs) and monoamine oxidase (MAO) inhibitors can produce excessive synaptic serotonin levels secondary to decreased reuptake and decreased degradation of serotonin, potentially causing serotonin syndrome.  To avoid this risk, a 2-week washout period after discontinuing an MAO inhibitor and before initiating SSRI therapy is required to allow sufficient time for MAO regeneration.  ","clickable_1":"images/img1.773.jpg"},

{"id":"11618","title":"A 71-year-old woman is brought to the emergency department with suicidal ideation.  Medical history includes major depressive disorder as well as chronic knee and back pain due to injuries sustained in a motor vehicle collision.  Developmental history is significant for physical abuse as a child.  Family history is significant for bipolar disorder and completed suicide in her father.  The patient reports increasing depression since losing her job a year ago and separating from her husband of 40 years 6 months ago.  She has a history of 2 prior hospitalizations for depression and a previous suicide attempt.  The patient is recovering from alcohol use disorder and attends weekly Alcoholics Anonymous meetings at her church.  Although she lives alone, she is close to her daughter, who lives nearby.  The patient reports that she owns a firearm that is kept in a locked cabinet.  Which of the following is the strongest risk factor for completed suicide in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Access to firearms","answer_2":"B. Age >70","answer_3":"C. Female sex","answer_4":"D. History of childhood trauma","answer_5":"E. History of completed suicide in a parent","answer_6":"F. History of suicide attempt","answer_7":"G. Major depressive disorder","answer_8":"H. Recent marital separation","percent_1":"43%","percent_2":"2%","percent_3":"0%","percent_4":"0%","percent_5":"2%","percent_6":"50%","percent_7":"2%","percent_8":"1%","right_answer":"F. History of suicide attempt","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Suicide risk & protective factors#∆⨉ §^#Risk factors# ∆ • Psychiatric disorders, prior suicide attempts • Hopelessness • Never married, divorced, separated • Living alone • Unemployed or unskilled • Physical illness • Family history of suicide, family discord • Access to firearms • Substance abuse, impulsivity §^#Protective factors# ∆ • Social support/family connectedness • Pregnancy • Parenthood • Religion & participation in religious activities","explanation_1":"","explanation_2":"$A comprehensive suicide risk assessment involves considering both risk and protective factors.  This patient has multiple risk factors for suicide, including her marital status, unemployment, psychiatric illness, #past suicide attempt#, family history of suicide, chronic pain, childhood abuse, and access to a firearm.  Of these risk factors, a history of attempted suicide is the #strongest single factor# predictive of #completed suicide#. $ Patients with previous suicide attempts are 5-6 times more likely to make another attempt.  Studies suggest that 1 out of 100 people who survive a suicide attempt will complete suicide within a year.  This is 100 times the risk seen in the general population.  Protective factors in this patient include her status as a parent with a connection to her daughter, participation in her church, and sobriety (as alcohol and other drugs have disinhibiting effects that increase the risk of acting on suicidal impulses). $ (Choice A)  Studies suggest that the risk of completed suicide in those who have access to firearms is 3 times greater than in those who do not. $ #(Choices B, C, and H)#  Age, male sex, and being separated/divorced are risk factors for suicide.  Elderly (age >75) white men have the highest suicide rate.  Although women attempt suicide nearly twice as often, men use more lethal methods (eg, firearms) that result in completed suicide 3 times more often.  Suicide risk is highest in individuals who have never married, followed by those who are widowed, separated, or divorced. $ #(Choices D and E)# A history of adverse childhood experiences (eg, abuse, parental discord, parental substance abuse) and a family history of suicide increase the risk of suicide, most likely due to both environmental and genetic factors. $ (Choice G)  Psychiatric illness, especially when associated with hopelessness, is a strong predictive factor for suicide.  Of patients who die by suicide, 90% have a diagnosable psychiatric disorder at the time of death.  Increased severity of illness and recent discharge from psychiatric inpatient care are additional risk factors. $ Educational objective Suicide risk assessment includes consideration of both risk and protective factors.  A history of a previous suicide attempt is the strongest single risk factor for further attempts and completed suicide."},

{"id":"15730","title":"A 28-year-old man is brought to the emergency department by his roommate, who is concerned about his change in behavior over the past 2 weeks.  The roommate describes the patient as \"a regular guy who is usually very responsible.\"  Last week, the patient abruptly quit his job as a computer programmer and started placing large bets on an online gambling site because he was \"sure to make millions.\"  The roommate says that the patient has been staying up most nights scribbling notes for his autobiography on small scraps of paper.  The patient says, \"My new mission is to spread understanding.\"  He denies any alcohol or drug use, which his roommate affirms.  This patient is most likely to exhibit which of the following additional findings?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Flat affect","answer_2":"B. Low self-esteem","answer_3":"C. Poor hygiene","answer_4":"D. Pressured speech","answer_5":"E. Psychomotor slowing","answer_6":"F. Social withdrawal","answer_7":"G. Thought blocking","percent_1":"5%","percent_2":"0%","percent_3":"6%","percent_4":"82%","percent_5":"0%","percent_6":"4%","percent_7":"3%","right_answer":"D. Pressured speech","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Manic episode#∆⨉ §^#Clinical$ features# ∆ • ≥1 week of elevated or irritable mood & increased energy/activity • ≥3 of the following symptoms (4 if mood is irritable only) (#DIGFAST# mnemonic): $== ○ #Distractibility# $== ○ #Impulsivity/#indiscretion, risky behavior $== ○ #Grandiosity# $== ○ #Flight of ideas/#racing thoughts $== ○ Increased #activity/#psychomotor agitation $== ○ Decreased need for #sleep# $== ○ #Talkativeness/#pressured speech §^#Severity# ∆ • Impaired psychosocial function • May have psychotic features (hallucinations, delusions) • May require hospitalization","explanation_1":"","explanation_2":"$This patient's #grandiose ideas# about his special mission, impulsive #risk-taking behavior#, and #decreased need for sleep# lasting ≥1 week are suggestive of a #manic episode# consistent with bipolar I disorder.  Other features of mania include #elevated/euphoric/irritable mood#, increased energy, and hyperactivity.  Increased production, volume, and rate of speech (ie, #pressured speech#) and a sense that one's thoughts are moving very quickly (ie, #racing thoughts#) are also common. $ Diagnosis of bipolar I disorder requires ≥1 manic episodes, although most bipolar patients will experience both major depressive and manic episodes in their lifetime.  Manic episodes can occur with or without psychotic features (eg, delusions, hallucinations).  Pharmacotherapy for acute mania includes mood stabilizers such as lithium and valproate and second-generation antipsychotics (eg, risperidone). $ #(Choices A, C, and G)#  Flat affect (ie, reduced emotional expressiveness), decreased attention to personal hygiene, and thought blocking (ie, sudden inability to finish a thought) are findings typical of schizophrenia.  In contrast, patients with bipolar disorder exhibit intense and labile affect, increased thought productivity, and pressured speech.  These patients may wear garish clothing and makeup but typically do not neglect their hygiene. $# (Choices B, E, and F)#  Low self-esteem, psychomotor slowing (ie, slow speech and movements), and social withdrawal are more typical of a major depressive episode.  Patients in a manic episode are typically grandiose or overconfident, physically restless and hyperactive, and expansive (eg, overly friendly and eager to talk to strangers). $ Educational objective Manic episodes are characterized by euphoric/irritable mood, impulsivity, hyperactivity, decreased need for sleep, pressured speech, racing thoughts, and grandiosity.  They may occur with or without psychotic features."},

{"id":"1193","title":"A 34-year-old man is brought to the emergency department by his wife after she found him running around the yard in his underwear shouting, \"I am going to change the world.\"  She reports that he has a lot of energy despite hardly sleeping for the past 7 days, and that he recently quit his job to write a 500-page novel that he says \"explains everything about the universe.\"  The patient's history is significant for epilepsy with generalized seizures since childhood and a psychiatric hospitalization a year ago for a major depressive episode.  Family history is significant for alcoholism and hypertension in his father and schizophrenia in his grandmother.  Which of the following medications would be most helpful for long-term treatment of this patient's psychiatric condition as well as his seizure disorder?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aripiprazole","answer_2":"B. Citalopram","answer_3":"C. Levetiracetam","answer_4":"D. Lithium","answer_5":"E. Lorazepam","answer_6":"F. Phenytoin","answer_7":"G. Valproate","percent_1":"3%","percent_2":"1%","percent_3":"3%","percent_4":"15%","percent_5":"3%","percent_6":"3%","percent_7":"73%","right_answer":"G. Valproate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Mood stabilizers in bipolar disorder# ∆⨉∆⨉ § ∆^#Indications# ∆^#Adverse effects# §^#Lithium# ∆ • Manic & depressive features ∆ • Diabetes insipidus • Hypothyroidism • Tremor • Ebstein anomaly (teratogenic) §^#Valproate# ∆ • Manic features ∆ • Hepatotoxicity • Neural tube defects (teratogenic) §^#Carbamazepine# ∆ • Manic features ∆ • Aplastic anemia • SIADH • Neural tube defects (teratogenic) §^#Lamotrigine# ∆ • Depressive features ∆ • Benign rash • Stevens-Johnson syndrome %#SIADH =# syndrome of inappropriate antidiuretic hormone secretion.","explanation_img":"","explanation_1":"","explanation_2":"This patient's history of major depression along with his current manic symptoms (ie, decreased need for sleep, grandiosity, goal-directed activity) indicate a diagnosis of bipolar disorder.  #Valproate# (valproic acid) is used as an #anticonvulsant# and #mood stabilizer#.  It blocks voltage-gated sodium channels and enhances the availability of GABA.  As a mood stabilizer, it is used in acute mania and maintenance treatment of #bipolar disorder#.  As an anticonvulsant, it effectively treats absence, myoclonic, and# generalized tonic-clonic seizures#.  It is the drug of choice for #myoclonic seizures# and a second-line agent for absence seizures (for which ethosuximide is preferred). $Other anticonvulsants used as mood stabilizers in bipolar disorder include carbamazepine and lamotrigine.  Carbamazepine is a CYP450 inducer that can cause lower levels of concomitant medications.  Lamotrigine is associated with skin rash, which rarely can progress to life-threatening mucocutaneous reactions (eg, Stevens-Johnson syndrome). $#(Choice A)#  Aripiprazole is a second-generation antipsychotic used to treat psychotic and mood disorders.  Antipsychotics are not indicated for seizures and may lower the seizure threshold. $#(Choice B)#  Citalopram is a selective serotonin reuptake inhibitor (SSRI) antidepressant.  SSRI monotherapy is avoided in bipolar disorder due to the risk of inducing mania.  SSRIs have no role in the treatment of seizures. $#(Choices C and F)#  Levetiracetam and phenytoin are anticonvulsants used in the treatment of epilepsy but they are not useful for treating bipolar disorder. $#(Choice D)#  Lithium is a mood stabilizer that is effective for the treatment of bipolar disorder.  Lithium is thought to modify second messenger signal transduction (eg, adenylyl cyclase and phospho-inositol pathways) at several levels, resulting in decreased excitatory neurotransmission.  Lithium is not an anticonvulsant. $#(Choice E)#  Lorazepam is a benzodiazepine that enhances the affinity of GABA for its receptor (increases frequency of chloride channel openings), thereby increasing its inhibitory potential.  Lorazepam is a first-line medication for the treatment of active seizures, acute anxiety, and alcohol withdrawal. $#Educational objective# Lithium and the anticonvulsants valproate, carbamazepine, and lamotrigine are mood-stabilizing agents used in bipolar disorder.  Valproate is commonly used in the treatment of generalized as well as myoclonic seizures.  "},

{"id":"15389","title":"A 48-year-old man is hospitalized due to severe depression.  The patient became increasingly depressed over the past month and stopped going to work last week because he was unmotivated to get out of bed.  He sleeps up to 16 hours a day, has no energy, and has gained 4.54 kg (10 lb) over the past month.  The patient has had daily thoughts of suicide for the past week but says he will not act on them because of his children.  He also describes several weeklong periods when he had extra energy and took on many projects at once.  During these times, the patient rarely slept and believed he had superhuman powers to control other people's minds with his eyes.  Physical and laboratory evaluations are unremarkable.  Which of the following medications would be most appropriate for long-term management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bupropion","answer_2":"B. Clozapine","answer_3":"C. Diazepam","answer_4":"D. Duloxetine","answer_5":"E. Haloperidol","answer_6":"F. Lithium","answer_7":"G. Sertraline","percent_1":"2%","percent_2":"5%","percent_3":"1%","percent_4":"2%","percent_5":"4%","percent_6":"80%","percent_7":"6%","right_answer":"F. Lithium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's current symptoms and past psychiatric history are consistent with #bipolar I disorder#.  He is currently experiencing a #major depressive episode# (ie, ≥2 weeks of depressed mood, low energy, increased appetite, hypersomnia, and suicidal ideation), and his history is consistent with past #manic episodes# characterized by weeklong periods of increased energy, hyperactivity, decreased need for sleep, and grandiose delusions. $The goal of long-term treatment of bipolar disorder is to delay or prevent recurrence of manic and depressive episodes.  Treatment options for #bipolar maintenance# include the mood stabilizers #lithium#, #valproate#, and #lamotrigine# or second-generation antipsychotics (eg, #quetiapine#, #risperidone#).  Maintenance treatment with lithium has also been shown to reduce the risk of suicidal ideation, making it a good choice for this patient. $ #(Choices A, D, and G)#  Bupropion (a norepinephrine-dopamine reuptake inhibitor), duloxetine (a selective serotonin and norepinephrine reuptake inhibitor), and sertraline (a selective serotonin reuptake inhibitor) are antidepressants that would be appropriate in unipolar major depression or as an adjunct in bipolar depression if symptoms persist despite an adequate dose of a mood stabilizer.  Antidepressant monotherapy should be avoided in patients with bipolar disorder due to the risk of inducing mania. $(Choice B)  Clozapine is a second-generation antipsychotic that is used in treatment-resistant cases of schizophrenia or bipolar disorder but is not a first-line treatment because of the risk of life-threatening agranulocytosis. $ (Choice C)  Benzodiazepines (eg, diazepam) are not indicated for bipolar maintenance treatment and are associated with the risk of abuse and dependence. $ (Choice E)  Haloperidol is a first-generation antipsychotic that may be used to treat acute mania.  However, it is not used for long-term bipolar maintenance due to its adverse effect profile (eg, dyskinesia). $ Educational objective The goal of bipolar maintenance treatment is to delay or prevent recurrent manic and depressive episodes.  Lithium is first-line treatment and has the added benefit of reducing the risk of suicide."},

{"id":"572","title":"A 34-year-old man is brought to the emergency department due to a severe headache and blurry vision.  His symptoms began suddenly after having lunch at a new Italian deli in his neighborhood.  The patient says he \"ate a sandwich with lots of fancy meats and cheeses\" and drank an iced tea.  His medical history is significant for treatment-resistant major depressive disorder.  He has no known medication or food allergies.  Blood pressure is 210/130 mm Hg and heart rate is 110/min.  On physical examination, he appears tremulous and diaphoretic.  The medication used to treat this patient's depression most likely affects which of the following steps of monoamine neurotransmission?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binding to postsynaptic monoamine receptors","answer_2":"B. Monoamine breakdown","answer_3":"C. Presynaptic nonselective monoamine uptake","answer_4":"D. Presynaptic selective dopamine uptake","answer_5":"E. Presynaptic selective norepinephrine uptake","answer_6":"F. Presynaptic selective serotonin uptake","percent_1":"5%","percent_2":"74%","percent_3":"11%","percent_4":"1%","percent_5":"3%","percent_6":"6%","right_answer":"B. Monoamine breakdown","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp572.jpg","explanation_1":"","explanation_2":"$This patient is experiencing a #hypertensive emergency# (eg, severe hypertension, headache, blurry vision) and has signs of excessive sympathetic activity (eg, tachycardia, diaphoresis, tremors), most likely due to a food-drug interaction between #tyramine-containing foods# (eg, aged cheeses, cured meats, draft beer) and a #monoamine oxidase (MAO) inhibitor#. $MAO inhibitors increase the availability of all 3 major monoamines (eg, dopamine, norepinephrine, serotonin) by inhibiting MAO, a mitochondrial enzyme that normally breaks down monoamines.  Tyramine is an indirect sympathomimetic found in certain foods (eg, aged cheeses, cured meats, draft beer) that is usually broken down in the gastrointestinal tract by MAO.  In MAO inhibitor–treated patients, tyramine escapes degradation and enters the systemic circulation, leading to a hypertensive crisis. $Due to the risks of tyramine-induced hypertensive crisis and serotonin syndrome, MAO inhibitors are typically reserved for treatment-resistant depression. $#(Choice A)#  MAO inhibitors do not affect the binding of monoamines to their receptors.  Examples of commonly used monoamine receptor blockers include dopamine receptor antagonists (eg, antipsychotics) and adrenergic receptor antagonists (eg, mirtazapine). $#(Choice C)#  MAO inhibitors do not affect presynaptic monoamine uptake. $#(Choices D, E, and F)#  Other classes of antidepressant medications that work by blocking presynaptic uptake are selective for 1 or 2 neurotransmitters.  Selective serotonin reuptake inhibitors block presynaptic serotonin reuptake and are used first-line for depression and many anxiety disorders.  Atomoxetine is a norepinephrine reuptake inhibitor used in attention-deficit hyperactivity disorder.  Dual reuptake inhibitors include tricyclic antidepressants, which inhibit serotonin and norepinephrine reuptake, and bupropion, a norepinephrine-dopamine reuptake inhibitor used to treat depression and tobacco dependence. $#Educational objective# Monoamine oxidase (MAO) is a mitochondrial enzyme that breaks down monoamine neurotransmitters (eg, dopamine, norepinephrine, serotonin).  Tyramine-induced hypertensive crisis can occur in patients taking MAO inhibitors who consume foods containing high amounts of tyramine (eg, aged cheeses, cured meats, draft beer).  "},

{"id":"15388","title":"A 39-year-old woman is brought to the emergency department after her husband found her confused.  The patient was unable to answer questions about why she did not go to work that day and could not remember the day of the week.  She has a history of bipolar disorder and has taken the same dose of lithium for the past 10 years.  Over the past week, the patient started taking several daily doses of a new medication following a dental extraction.  Yesterday, she felt nauseated and vomited twice, and earlier today, she started having diarrhea.  Vital signs are within normal limits.  The patient is alert and oriented to self only.  The abdomen is soft and nontender with increased bowel sounds.  Coarse tremors are noted in the upper extremities.  Deep tendon reflexes are 2+ in the bilateral extremities.  Gait is mildly ataxic.  A drug interaction involving which of the following medications is most likely causing this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetaminophen","answer_2":"B. Ibuprofen","answer_3":"C. Ondansetron","answer_4":"D. Prednisone","answer_5":"E. Tramadol","percent_1":"13%","percent_2":"46%","percent_3":"11%","percent_4":"2%","percent_5":"27%","right_answer":"B. Ibuprofen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Lithium toxicity# ∆⨉ §^#Etiology# ∆ Acute toxicity • Intentional overdose$ Chronic toxicity • Decreased renal perfusion (↓ lithium clearance) $ == ○ Dehydration $== ○ Thiazide diuretics, NSAIDs, ACE inhibitors §^#Clinical features# ∆ Acute toxicity • Gastrointestinal: nausea, vomiting, diarrhea • Late neurologic sequelae$ Chronic toxicity (neurologic) • Lethargy, confusion, agitation • Ataxia, tremor/fasciculations, seizure §^#Treatment# ∆ • Intravenous hydration • Hemodialysis (severe cases) %#NSAID =# nonsteroidal anti-inflammatory drug.","explanation_img":"","explanation_1":"","explanation_2":"Lithium, a mood stabilizer used to treat bipolar disorder, has a narrow therapeutic index and is excreted by the kidneys.  As a result, drugs or medical conditions that affect kidney function or compete with lithium for clearance may interfere with lithium excretion and lead to toxicity.  This patient's acute gastrointestinal upset followed by the development of neurologic symptoms (ie, confusion, coarse tremors, ataxia) is consistent with #lithium toxicity#. $The most likely cause of lithium toxicity in this patient is a #drug interaction# with a nonsteroidal anti-inflammatory drug (NSAID), such as ibuprofen.  #NSAIDs# decrease renal blood flow and lithium clearance, increasing serum lithium levels.  Other drugs that increase lithium levels and the risk for toxicity include #thiazide diuretics#, #ACE inhibitors#, #tetracyclines#, and #metronidazole#.  Lithium levels should be monitored closely in patients taking these medications. $#(Choices A, C, and E)#  Acetaminophen, ondansetron (5-HT3 antagonist), and tramadol (opioid agonist) do not impair renal clearance of lithium and therefore are not associated with an increased risk for lithium toxicity. $#(Choice D)#  Although prednisone can precipitate neuropsychiatric symptoms (eg, confusion, emotional lability, akathisia), it does not increase the risk for lithium toxicity because it does not interfere with kidney function or lithium clearance. $#Educational objective# Lithium toxicity can be caused by drug interactions with nonsteroidal anti-inflammatory drugs, thiazide diuretics, ACE inhibitors, tetracyclines, and metronidazole.  Signs of lithium toxicity include confusion, ataxia, and tremor.  "},

{"id":"15462","title":"A 45-year-old woman comes to the office due to fatigue, weight gain, and insomnia for the past 2 months.  The patient has difficulty falling asleep, awakens at 4:00 AM, and stays awake for the rest of the day.  She also describes nonspecific muscle aches and pains in her shoulders, neck, and abdomen.  She says, \"I was always pretty healthy, but now I worry that something is wrong or that I could have cancer.\"  The patient has stopped exercising due to lack of motivation and has lost nearly all interest in spending time with friends or family.  She has a history of hypertension, for which she takes hydrochlorothiazide.  Physical examination is normal except that blood pressure is slightly higher than usual at 142/88 mm Hg and there has been a weight gain of 2.7 kg (6 lb).  The patient admits that she has been forgetful recently, sometimes neglecting to take her medication.  Laboratory evaluation, including thyroid function testing, is within normal range.  The patient appears tense and anxious.  Which of the following is the most likely diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Depressive disorder due to another medical condition","answer_2":"B. Generalized anxiety disorder","answer_3":"C. Illness anxiety disorder","answer_4":"D. Major depressive disorder","answer_5":"E. Somatic symptom disorder","percent_1":"11%","percent_2":"9%","percent_3":"18%","percent_4":"50%","percent_5":"11%","right_answer":"D. Major depressive disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Major depressive disorder#∆⨉ §^#Diagnosis# ∆ • ≥5 of the following symptoms lasting ≥2 weeks (at least 1 symptom must be either depressed mood or loss of interest/pleasure): $== ○ Depressed mood $== ○ Loss of interest or pleasure $== ○ Change in appetite or weight $== ○ Insomnia or hypersomnia $== ○ Psychomotor retardation or agitation $== ○ Low energy $== ○ Poor concentration or indecisiveness $== ○ Thoughts of worthlessness or inappropriate guilt $== ○ Recurrent thoughts of death or suicide • No history of mania or hypomania • Not due to substances or another medical condition","explanation_1":"","explanation_2":"$This patient's 2-month history of low energy, weight gain, insomnia with early morning awakening, impaired concentration (forgetfulness), and #loss of interest# is most consistent with #major depressive disorder# (MDD).  Some individuals with MDD #do not report feeling depressed# due to poor recognition or concerns of stigma and may come to their primary care physicians with excessive #worry over physical health#, pain symptoms (eg, muscle aches, abdominal cramps, headaches), and other #somatic symptoms# (eg, fatigue, sleep disturbance, appetite change).  When medical illness has been ruled out, MDD should be considered high in the differential diagnosis of patients with these symptoms. $ (Choice A)  Some signs and symptoms of MDD are identical to those of a general medical condition (eg, weight loss in cancer, fatigue in hypothyroidism).  Depressive disorder due to another medical condition is diagnosed when there is evidence from the history, physical examination, or laboratory tests that the symptoms can be entirely explained by the physiologic mechanism of another illness.  This patient's unremarkable physical examination and normal laboratory results make MDD more likely. $ (Choice B)  Patients with MDD can have worry and psychomotor agitation (eg, restlessness, fidgeting); however, generalized anxiety disorder is characterized by multiple worries, not just health anxiety, lasting ≥6 months. $ #(Choices C and E)#  Illness anxiety disorder involves an extreme level of worry about having a serious illness, followed by excessive health-related behaviors for ≥6 months.  Somatic symptom disorder involves a focus on the seriousness of bodily symptoms with excessive thoughts, anxiety, or energy devoted to them for ≥6 months.  Somatic symptoms and related disorders are not diagnosed if they arise only during an acute depressive episode. $ Educational objective Major depressive disorder can present with loss of interest or pleasure without depressed mood.  Patients may seek treatment in the primary care setting for somatic symptoms such as fatigue, sleep disturbance, and pain."},

{"id":"519","title":"A 40-year-old woman is brought to the emergency department due to ataxia and tremor.  The patient's symptoms started gradually 2 weeks ago and have worsened acutely over the past 2 days.  She is having difficulty walking and almost fell while getting up from a chair.  The patient's medical problems include bipolar disorder and recently diagnosed hypertension.  Her medications include a stable dose of lithium for many years and a new blood pressure medication that was started several weeks ago.  Vital signs are within normal limits.  Neurologic examination reveals a resting tremor and difficulty with balance.  Physical examination is otherwise normal.  A drug interaction involving which of the following medications is most likely causing this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amiloride","answer_2":"B. Clonidine","answer_3":"C. Hydralazine","answer_4":"D. Hydrochlorothiazide","answer_5":"E. Metoprolol","percent_1":"9%","percent_2":"11%","percent_3":"7%","percent_4":"69%","percent_5":"4%","right_answer":"D. Hydrochlorothiazide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Lithium toxicity# ∆⨉ §^#Etiology# ∆ Acute toxicity $• Intentional overdose $$ Chronic toxicity • Decreased renal perfusion (↓ lithium clearance) $ == ○ Dehydration $== ○ Thiazide diuretics, NSAIDs, ACE inhibitors §^#Clinical features# ∆ Acute toxicity $• Gastrointestinal: nausea, vomiting, diarrhea • Late neurologic sequelae $$Chronic toxicity (neurologic) • Lethargy, confusion, agitation • Ataxia, tremor/fasciculations, seizure §^#Treatment# ∆ • Intravenous hydration • Hemodialysis (severe cases) %#NSAID =# nonsteroidal anti-inflammatory drug.","explanation_img":"","explanation_1":"","explanation_2":"#Lithium# has a very #narrow therapeutic index#.  Patients with acute toxicity initially develop symptoms of gastrointestinal upset (eg, vomiting, diarrhea) with later development of neurologic findings (eg, neuromuscular excitability, delirium) as the drug penetrates the central nervous system.  However, #chronic lithium toxicity# generally presents with #gradual onset of neurologic symptoms#, such as this patient's worsening #ataxia# and #tremor#. $Lithium is similar to sodium in its properties and is almost exclusively excreted by the kidneys.  Like sodium, it is filtered and reabsorbed mostly in the proximal tubules (>60%).  Any cause of decreased glomerular filtration (eg, volume depletion, congestive heart failure, cirrhosis) can increase proximal sodium/lithium reabsorption and lead to increased lithium retention. $#Thiazide diuretics# limit sodium reabsorption in the distal tubule, causing mild volume depletion (and potential hyponatremia) that stimulates proximal tubular sodium/lithium reabsorption, leading to lithium toxicity over time.  ACE inhibitors and nonsteroidal anti-inflammatory drugs (NSAIDs) can also impair lithium clearance and lead to toxicity. $#(Choice A)#  Amiloride is a potassium-sparing diuretic that works primarily on the distal tubule and collecting duct by inhibiting sodium reabsorption.  Potassium-sparing diuretics often decrease serum lithium levels. $#(Choices B, C, and E)#  Clonidine, hydralazine, and metoprolol do not alter renal ion exchange or cause volume depletion and therefore do not cause lithium toxicity. $#Educational objective# Chronic lithium toxicity (eg, confusion, ataxia, neuromuscular excitability) can be precipitated by volume depletion and drug interactions with thiazide diuretics, ACE inhibitors, and nonsteroidal anti-inflammatory drugs.  "},

{"id":"15454","title":"A 37-year-old woman with a history of recurrent major depressive disorder comes to the office.  Her father died last month after a long illness, and she is concerned that her depression is returning.  The patient has little appetite, sleeps poorly, and has difficulty concentrating at her job as a teacher.  She recently stopped going to the gym and socializing with friends, activities that she used to enjoy.  She has been collecting pills from half-empty bottles of old medication and has considered taking all of them at once.  The patient has no history of suicide attempts.  Her mother completed suicide at age 40.  Which of the following is the most important factor in assessing this patient's suicide risk?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Family history of suicide","answer_2":"B. Increasing social isolation","answer_3":"C. Lack of sleep","answer_4":"D. Medication access","answer_5":"E. Recent bereavement","answer_6":"F. Recurrent episodes of depression","percent_1":"29%","percent_2":"8%","percent_3":"1%","percent_4":"49%","percent_5":"5%","percent_6":"8%","right_answer":"D. Medication access","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Suicide risk assessment: evaluate ideation, method, plan, intent#∆⨉ §^#Suicidal$ ideation# ∆ • Wish to die, not wake up (passive) • Thoughts of killing self (active) §^#Method/$ accessibility# ∆ • Thoughts of specific method (eg, weapons, pills) • Accessibility of method (eg, medication, gun) • Lethality of method (eg, gunshot to head, jumping from high floor, potentially lethal overdose of pills) §^#Preparations/$ planning# ∆ • Steps taken toward making a suicide attempt: collecting pills, obtaining a gun, giving valuables away, writing a will or suicide note • Specific planning of time, place, details §^#Intent# ∆ • Strength of intention to act on suicidal thoughts • Time frame (next 48 hr, weeks to months)","explanation_1":"","explanation_2":"$Assessment of #suicide risk# requires detailed questioning to determine the presence of suicidal thoughts and plans.  Suicidal thoughts can be differentiated as passive (wish to be dead or not wake up) versus #active suicidal ideation# (actual thoughts of killing oneself).  Patients who have active suicidal ideation should be further questioned about whether they have #thought about specific methods# of killing themselves and whether they have made any preparations and plans for suicide.  Finally, the strength of the patient's intention to carry out the suicide plan should be assessed. $ Although this patient has several risk factors, it is her recent preparation for suicide (ie, #collecting old medication# with a plan of taking an overdose) that is the most concerning.  Patients with active suicidal ideation and intent who have #made preparations# to carry out a specific method of suicide are at #highest risk#.  Hospitalization may be necessary to ensure their safety. $ #(Choices A and F)#  This patient's other risk factors for suicide include her family history of suicide (considered a static risk factor) and recurrent episodes of major depressive disorder.  They are not as important as her recent active suicidal ideation associated with a specific method and preparatory behavior. $ #(Choices B and C)#  Social isolation and insomnia are common symptoms of major depression that occur in patients with and without suicidality.  Although they increase the risk for suicide, they are not as critical as this patient's active suicidal ideation and preparations. $ (Choice E)  Although suicide risk increases in patients who have lost a loved one, this is not as strong a risk factor  as having active suicidal ideation with a plan. $ Educational objective Patients with suicidal thoughts should be assessed for intent and plan.  Patients with active suicidal ideation and intent who have made preparations to carry out a specific method of suicide are at highest risk."},

{"id":"15452","title":"A 16-year-old boy is brought to the office for a well-child visit.  The patient has no medical history but reports that his appetite is low and he has lost 2.3 kg (5 lb).  He stopped playing soccer recently due to lack of interest.  The patient is also worried about his grades due to difficulty staying focused in class and concentrating on his homework after school.  He feels tired despite sleeping 10 hours a night and taking afternoon naps when he gets home.  The patient says, \"My parents try to be supportive, but everything they say these days gets on my nerves.\"  He has tried alcohol and marijuana a few times at parties but does not use other drugs.  Vital signs are within normal limits.  Physical examination is unremarkable.  Which of the following is the most appropriate next step in management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Administer an attention deficit hyperactivity disorder rating scale","answer_2":"B. Ask to speak with the patient's parents","answer_3":"C. Check complete blood count","answer_4":"D. Check thyroid function","answer_5":"E. Inquire about suicidal thoughts","answer_6":"F. Obtain a urine drug screen","percent_1":"3%","percent_2":"4%","percent_3":"4%","percent_4":"11%","percent_5":"73%","percent_6":"5%","right_answer":"E. Inquire about suicidal thoughts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Major depressive disorder in adolescents#∆⨉ §^#Diagnosis# ∆ •≥2 weeks of ≥5 of 9 symptoms: depressed mood & #SIGECAPS#:$== ○#S#leep disturbance, loss of #I#nterest, excessive #G#uilt, low #E#nergy, impaired #C#oncentration, #A#ppetite disturbance, #P#sychomotor agitation/retardation, #S#uicidal ideation. •No history of mania •Not due to substances or another medical condition §^#Characteristic features$ in adolescents# ∆ •Anger, annoyance, irritability •Neglected appearance •Social withdrawal from friends •Declining academic performance •Substance use §^#Assessment# ∆ •Clinical interview, mental status examination •Assessment of suicide risk •Laboratory tests to rule out medical conditions as indicated by history/physical examination","explanation_1":"","explanation_2":"$This patient's loss of interest, weight loss, hypersomnia, low energy level, and impaired concentration are concerning for #major depressive disorder# (MDD).  Depressed #adolescents# may experience feelings of annoyance and #irritability# rather than sadness.  Other common signs are loss of interest in previously enjoyed activities, changes in academic functioning and relationships with peers and family, feelings of worthlessness/inappropriate guilt, and suicidal thoughts. $ Suicide is the third leading cause of death in adolescents age 15-19 years.  Any adolescent with behavioral changes should be #assessed# for #suicidal ideation#, which has an immediate impact on safety and acute management (eg, an actively suicidal patient may require hospitalization).  Therefore, the most appropriate next step is to assess this patient for suicidal thoughts. $ (Choice A)  This patient's recent difficulty concentrating is one of multiple symptoms characteristic of depression.  In attention deficit hyperactivity disorder, concentration difficulties are chronic, with typical onset prior to adolescence. $(Choice B)  It would be inappropriate to involve the parents prior to fully assessing the patient and his safety. $ #(Choices C and D)#  A complete blood count and thyroid function testing may be included as part of a workup to rule out medical causes of depressive symptoms (eg,  anemia, hypothyroidism or hyperthyroidism).  However, these conditions are unlikely to be contributory in a patient with no medical history and a normal physical examination.  In addition, the results of these tests take time, whereas suicidality and safety are immediate concerns. $ (Choice F)  This patient appears to be forthcoming about his substance use and has no signs of intoxication or abuse.  Screening the urine for drugs is unlikely to yield helpful information and may damage the trusting relationship with the patient. $ Educational objective Depressed adolescents may display irritable rather than depressed mood, declining academic performance, and withdrawal from social activities.  Initial evaluation of all children and adolescents with suspected depression should include a careful suicide risk assessment."},

{"id":"1348","title":"A 27-year-old man is brought to the emergency department by his wife.  She says that he has been \"acting crazy\" for the last 2 weeks.  He has hardly slept for the past 7 days and instead has worked on miscellaneous projects around the house.  The patient spent several thousand dollars on new power tools to accomplish these tasks.  When questioned, his speech is rapid and frenzied.  He feels \"spectacular\" and is creating an \"architectural masterpiece.\"  The patient has had 2 previous depressive episodes.  Which of the following medications is the most appropriate agent for long-term management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bupropion","answer_2":"B. Chlorpromazine","answer_3":"C. Haloperidol","answer_4":"D. Lorazepam","answer_5":"E. Paroxetine","answer_6":"F. Valproate","percent_1":"3%","percent_2":"8%","percent_3":"8%","percent_4":"2%","percent_5":"7%","percent_6":"71%","right_answer":"F. Valproate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Mood stabilizers in bipolar disorder# ∆⨉∆⨉ § ∆^#Indications# ∆^#Adverse effects# §^#Lithium# ∆ • Manic & depressive features ∆ • Diabetes insipidus • Hypothyroidism • Tremor • Ebstein anomaly (teratogenic) §^#Valproate# ∆ • Manic features ∆ • Hepatotoxicity • Neural tube defects (teratogenic) §^#Carbamazepine# ∆ • Manic features ∆ • Aplastic anemia • SIADH • Neural tube defects (teratogenic) §^#Lamotrigine# ∆ • Depressive features ∆ • Benign rash • Stevens-Johnson syndrome %#SIADH =# syndrome of inappropriate antidiuretic hormone secretion.","explanation_1":"","explanation_2":"$This patient's euphoric mood, decreased need for sleep, hyperactivity, grandiosity, and pressured speech lasting more than a week are characteristic of an acute manic episode of #bipolar disorder#.  Bipolar disorder is a highly recurrent illness requiring #maintenance treatment# with #mood-stabilizing medications# to decrease the risk of recurrent mood episodes.  Preferred medications for bipolar maintenance treatment include lithium, the anticonvulsants #valproate# and lamotrigine, and the second-generation antipsychotic quetiapine. $ #(Choices A and E)#  Bupropion, a norepinephrine dopamine reuptake inhibitor, and paroxetine, a selective serotonin reuptake inhibitor, are antidepressants that have the potential to precipitate manic episodes.  Antidepressant monotherapy should be avoided in bipolar maintenance treatment due to the risk of mood destabilization. $ #(Choices B and C)#  Chlorpromazine and haloperidol are first-generation antipsychotics (FGAs) used in the treatment of schizophrenia.  FGAs may be used in combination with lithium or valproate for treatment of severe mania, but are not used as monotherapy for maintenance treatment of bipolar disorder. $ (Choice D)  Lorazepam is a benzodiazepine that can be used as an adjunct to mood stabilizers in the treatment of acute mania; it is not recommended for maintenance treatment. $ Educational objective The anticonvulsant valproate has mood-stabilizing properties and is an effective maintenance treatment for bipolar disorder.  Other maintenance options for bipolar disorder include lithium, lamotrigine, and quetiapine."},

{"id":"11622","title":"A 35-year-old woman comes to the office due to insomnia and fatigue over the past month.  She has felt increasingly depressed, irritable, and worthless since being let go from her job 5 weeks ago.  The week prior to her last menstrual period was particularly difficult, and she stayed in bed most of the day.  Over the last month, the patient has lost 3.6 kg (8 lb) and has felt unmotivated and unable to concentrate on looking for new work.  Other medical conditions include hypothyroidism and migraine headaches.  The patient drinks 1 or 2 glasses of wine a few times a week and smokes marijuana once a month.  Medications include levothyroxine and naproxen.  Physical examination is normal.  TSH level is 0.9 µU/mL.  Which of the following is the most likely diagnosis in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder with depressed mood","answer_2":"B. Bipolar II disorder","answer_3":"C. Depressive disorder due to another medical condition","answer_4":"D. Major depressive disorder","answer_5":"E. Persistent depressive disorder","answer_6":"F. Premenstrual dysphoric disorder","answer_7":"G. Substance-induced depressive disorder","percent_1":"37%","percent_2":"1%","percent_3":"10%","percent_4":"45%","percent_5":"3%","percent_6":"3%","percent_7":"2%","right_answer":"D. Major depressive disorder","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","explanation_img":"","table_3":"§^#Major depressive disorder#∆⨉ §^#Diagnosis# ∆ • ≥5 of the following symptoms lasting ≥2 weeks (at least 1 symptom must be either depressed mood or loss of interest/pleasure): $== ○ Depressed mood $== ○ Loss of interest or pleasure $== ○ Change in appetite or weight $== ○ Insomnia or hypersomnia $== ○ Psychomotor retardation or agitation $== ○ Low energy $== ○ Poor concentration or indecisiveness $== ○ Thoughts of worthlessness or inappropriate guilt $== ○ Recurrent thoughts of death or suicide • No history of mania or hypomania • Not due to substances or another medical condition","explanation_1":"","explanation_2":"$This patient's symptoms (eg, depressed mood, feelings of worthlessness, low energy, insomnia, weight loss, and poor concentration) lasting #≥2 weeks# meets the criteria for #major depressive disorder# (MDD).  The presence of MDD criterion symptoms for ≥2 weeks is all that is required for diagnosis, but the median duration of an MDD episode is approximately 6 months.  Accurate diagnosis of MDD requires ruling out medical and substance-induced causes.  Despite a history of hypothyroidism in this patient, her normal TSH level indicates that her hypothyroidism is adequately controlled with levothyroxine and would not be considered a medical cause of her depression #(choice C)#. $ Patients with sufficient depressive symptoms are diagnosed with MDD even if there is a clear psychosocial stressor that precipitated the depression (ie, this patient meets the criteria for MDD and therefore cannot be diagnosed with an adjustment disorder) #(choice A)#.  In patients who do not meet the criteria for MDD, adjustment disorder with depressed mood may be diagnosed if sadness, distress, and functional impairment develop ≤3 months following a psychosocial stressor. $ (Choice B)  This patient has no known history of hypomanic episodes required for a diagnosis of bipolar II disorder. $ (Choice E)  Persistent depressive disorder is diagnosed when depressive symptoms have lasted ≥2 years.  It includes both pure dysthymia and chronic major depression. $ (Choice F)  Some women with mood disorders report that their symptoms worsen before their menstrual periods.  However, in premenstrual dysphoric disorder, depressive symptoms must remit with the onset of menses and the diagnosis must be confirmed by daily prospective ratings over several cycles. $ (Choice G)  In substance-induced depressive disorder, a substance (eg, drug of abuse, medication, toxin) is judged to be etiologically related to the mood disturbance.  The extent of this patient's substance use makes it an unlikely cause of her depressive disorder. $ Educational objective Patients with sufficient depressive symptoms are diagnosed with major depressive disorder even if there is a clear psychosocial stressor that precipitated the depression."}


]