[


{"id":"18803","title":"A 50-year-old woman comes to the office due to cough, shortness of breath, fatigue, and weight loss.  The patient does not use tobacco or alcohol.  Blood pressure is 110/70 mm Hg, pulse is 88/min and regular, and oxygen saturation on room air is 96%.  Lung examination reveals scattered crackles.  Serum calcium levels are elevated.  Imaging studies reveal mediastinal fullness and diffuse, bilateral, ground-glass lung opacities.  Biopsy of the lung lesions shows granulomas with multinucleated giant cells; no microorganisms or particulates are present.  Appropriate pharmacotherapy is initiated.  At follow-up a few days later, the symptoms have improved but blood glucose is elevated.  Which of the following additional changes is most likely present in this patient due to her treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased production of IL-10","answer_2":"B. Impaired migration of neutrophils to inflammatory sites","answer_3":"C. Increased apoptosis of neutrophils","answer_4":"D. Increased expression of IL-1","answer_5":"E. Increased formation of 1,25-dihydroxyvitamin D","answer_6":"F. Increased production of prostaglandins","percent_1":"12%","percent_2":"50%","percent_3":"13%","percent_4":"7%","percent_5":"10%","percent_6":"8%","right_answer":"B. Impaired migration of neutrophils to inflammatory sites","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18803.jpg","explanation_1":"","explanation_2":"$This patient with cough, #shortness of breath#, and fatigue has multiple findings characteristic of granulomatous inflammation in #sarcoidosis#, including the following: $• Elevated serum calcium due to increased 1,25-dihydroxyvitamin D production by activated macrophages $• Mediastinal and @hilar adenopathy@ $• Granulomas (noncaseating) with @multinucleated giant cells@ and no microorganisms on lung biopsy $#Glucocorticoids# are commonly used as initial therapy in patients with sarcoidosis because of their ability to #reduce inflammation#, improving symptoms and limiting end-organ damage while having relatively minor adverse effects (eg, weight gain, #glucose intolerance#) with short term use.  Glucocorticoids improve sarcoidosis symptoms by decreasing transcription of proinflammatory genes, leading to reduced activation of lymphocytes and macrophages with #decreased# expression of cytokines necessary for @granuloma formation@ (eg, #IL-1#, interferon-gamma) #(choice D).# $Glucocorticoids also #impair neutrophil# margination, extravasation, and #migration# to inflammatory sites by reducing adhesion molecule expression on neutrophils (eg, L selectin) and endothelial cells and limiting production of cytokines (eg, IL-8) that promote @neutrophil emigration@.  The result is increased circulating levels of neutrophils (ie, #neutrophilia#). $In addition to these changes, glucocorticoids have a variety of other effects on immune function, as follows: $Increased production of anti-inflammatory cytokines (eg, IL-10) #(choice A)# $Decreased apoptosis of neutrophils, reinforcing neutrophilia #(choice C)# $Promoting apoptosis of eosinophils, monocytes, and lymphocytes, decreasing circulating levels $Reduced macrophage activation (decreasing overall 1,25-dihydroxyvitamin D synthesis) #(choice E)# $Decreased production of prostaglandins and leukotrienes through the @inhibition of phospholipase A2@ #(choice F)# $#Educational objective# Glucocorticoids have a variety of effects that can be useful in reducing inflammation and limiting end-organ damage in inflammatory diseases (eg, sarcoidosis).  These include decreased proinflammatory cytokine (IL-1, interferon-gamma) production, increased anti-inflammatory cytokine (eg, IL-10) production, and impaired migration of leukocytes (eg, neutrophils) to sites of inflammation.  ","clickable_1":"images/img1.18803.jpg","clickable_2":"images/img2.18803.jpg","clickable_3":"images/img3.18803.jpg","clickable_4":"images/img4.18803.mp4","clickable_5":"images/img5.18803.jpg"},

{"id":"15331","title":"A 1-year-old boy is brought to the office for medical evaluation.  The patient was recently diagnosed with type 1 diabetes mellitus.  He has also had chronic diarrhea, failure to thrive, and eczematous dermatitis since early infancy.  Small bowel biopsy reveals villous atrophy and extensive lymphocytic infiltration.  Immunologic testing shows significantly increased serum immunoglobulins and decreased IL-10 and transforming growth factor-beta levels.  Genetic testing reveals a missense mutation affecting FOXP3.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Defective B-cell differentiation into plasma cells","answer_2":"B. Dysfunction of regulatory T cells","answer_3":"C. Dysfunction of T-helper cell type 17","answer_4":"D. Impaired immunoglobulin isotype switching","answer_5":"E. Impaired positive selection of thymic T cells","percent_1":"2%","percent_2":"72%","percent_3":"12%","percent_4":"7%","percent_5":"7%","right_answer":"B. Dysfunction of regulatory T cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"images/exp15331.jpg","explanation_1":"","explanation_2":"$#FOXP3# encodes a transcriptional regulator that converts activated CD4 cells into #regulatory T cells# (Treg), a population of T lymphocytes that #inhibit immune activation#.  Expression of FOXP3 drives the production of the following inhibitory cytokines and surface ligands: $• #IL-10# inhibits macrophage function, blocks inflammatory cytokine release by CD4+ T cells, and downregulates expression of major histocompatibility complex (MHC) class II on antigen-presenting cells (APCs). $• #Transforming growth factor-beta (TGF-β)# inhibits B-lymphocyte proliferation/activation and promotes Treg differentiation (eg, FOXP3 expression). $• #Cytotoxic T-lymphocyte antigen-4 (CTLA-4)# binds with high affinity to CD80/86 on APCs, a surface protein required for costimulation of CD4+ and CD8+ T cells; because CTLA-4 binds up CD80/86, less is available for the activation of T cells. $Mutations in FOXP3 lead to excessive and unregulated T- and B-lymphocyte activity and is associated with a rare genetic disorder called #IPEX# (#I#mmune dysregulation, #P#olyendocrinopathy, #E#nteropathy, and #X#-linked transmission); it is marked by autoimmune enteritis (eg, lymphocytic infiltrate, villous atrophy, chronic diarrhea), eczematous dermatitis, and type 1 diabetes in infancy. $#(Choice A)#  Impaired differentiation of B cells into plasma cells is the hallmark of combined variable immunodeficiency, which typically presents after puberty with recurrent infections (eg, sinopulmonary, gastrointestinal) and autoimmune disease.  Patients have dramatically reduced (not increased) serum immunoglobulins due to a lack of functioning plasma cells. $#(Choice C)#  T-helper cell type 17 (Th17) dysfunction is associated with hyperimmunoglobulin E (Job) syndrome.  Th17 cells assist in neutrophil recruitment and are crucial for pathogen defense at mucosal sites.  Although patients with Job syndrome have eczema and recurrent infection (eg, staphylococcal abscesses), they do not have FOXP3 mutation. $#(Choice D)#  Mutations in CD40 ligand or CD40 prevent activated CD4 cells from triggering activated B cells to undergo @immunoglobulin isotype (class) switching@; this results in overproduction of IgM (hyper-IgM syndrome).  Patients have recurrent infections and chronic diarrhea but not FOXP3 mutation. $#(Choice E)#  Developing T cells that bind too strongly to self MHC die by apoptosis as part of negative selection; therefore, reduced negative (not positive) selection would lead to autoimmunity.  In contrast, positive selection provides survival signals to developing T cells that bind to self MHC with moderate affinity. $#Educational objective# FOXP3 is a transcriptional regulator protein that is required for the development of regulatory T cells; it triggers production of cytokines (eg, IL-10, transforming growth factor-beta) and ligands (eg, cytotoxic T-lymphocyte antigen-4) that suppress immune activation.  FOXP3 mutations result in immune dysregulation marked by excessive immunoglobulin production and the development of autoimmunity. ","clickable_1":"images/img1.15331.jpg"},

{"id":"18704","title":"A 32-year-old man comes to the clinic for follow-up due to Crohn disease.  The patient was initially diagnosed 3 years ago and achieved disease remission following a course of high-dose glucocorticoids.  He remained in remission until 2 months ago, when he experienced an acute flare of diarrhea and abdominal pain that required a brief hospitalization and another course of high-dose glucocorticoids.  The patient completed a prescribed glucocorticoid taper earlier this week and says that his symptoms have returned to \"about normal.\"  Azathioprine maintenance therapy is started to help prevent future flares.  Which of the following most accurately describes the expected effects of this new medication on immune function? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆B-lymphocyte count∆T-lymphocyte count∆Immunoglobulin level∆IL-2 activity ","answer_1":"§A. ∆ ↓ ∆No effect ∆↓ ∆No effect","answer_2":"§B. ∆ ↓ ∆↓ ∆↓ ∆↓","answer_3":"§C. ∆ No effect ∆↓ ∆No effect ∆↓","answer_4":"§D. ∆ ↓ ∆↓ ∆↑ ∆↑","answer_5":"§E. ∆ ↑ ∆↑ ∆↓ ∆↓","percent_1":"7%","percent_2":"69%","percent_3":"21%","percent_4":"2%","percent_5":"1%","right_answer":"§B. ∆ ↓ ∆↓ ∆↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18704.jpg","explanation_1":"","explanation_2":"$#Azathioprine# is an immunosuppression drug sometimes used in the treatment of autoimmune disease (eg, inflammatory bowel disease) and the prevention of organ transplant rejection.  It generates @6-thioguanine metabolites@ that both #inhibit# an early step in #de novo purine synthesis# and act as false purine nucleotides that #disrupt DNA and RNA replication#.  These effects are nonspecific and affect the proliferation of all rapidly dividing cells, including hematopoietic cells.  Therefore, there is #reduced proliferation# of both #B and T lymphocytes#.  The reduced number of activated T lymphocytes leads to #reduced activity of IL-2#, and the reduced number of activated B lymphocytes leads to #reduced immunoglobulin levels#. $Common adverse effects of azathioprine include #pancytopenia# (ie, anemia, leukopenia, and thrombocytopenia) and increased susceptibility to infection. $#(Choice A)#  Rituximab is a monoclonal antibody sometimes used to treat autoimmune disease and hematologic malignancy.  It binds to CD20 receptors on B lymphocytes, resulting in apoptosis; the B lymphocyte count and immunoglobulin levels are reduced, but there is minimal effect on T lymphocytes. $#(Choice C)#  Muromonab is a monoclonal antibody sometimes used to prevent organ transplant rejection.  It binds to CD3 receptors on T cells to trigger apoptosis, reducing T-lymphocyte count and IL-2 activity.  There is no direct effect on B lymphocytes, but B lymphocyte activity is reduced due to decreased activation by T lymphocytes. $#(Choices D and E)#  Azathioprine reduces the quantity and activity of both B and T lymphocytes.  Immunoglobulin levels are usually directly related to B-lymphocyte count, and IL-2 activity is usually directly related to T-lymphocyte count; that is, if lymphocyte counts are low, immunoglobin levels and IL-2 activity are also low. $#Educational objective# Azathioprine is an immunosuppression drug that inhibits purine nucleotide synthesis and incorporates false purine nucleotides into DNA and RNA.  These effects reduce the proliferation and activity of both B and T lymphocytes.  ","clickable_1":"images/img1.18704.jpg"},

{"id":"458","title":"An 18-year-old woman comes to the emergency department for evaluation of a rash.  The patient developed mild aches involving her knees and ankles 2 days ago.  Before going to sleep last night, she noticed purplish spots around her right knee.  Today, the rash involves both of the lower extremities.  She has had no fever, weight loss, sore throat, abdominal pain, vomiting, or diarrhea.  The patient has no chronic medical conditions and takes no medications.  Temperature is 37 C (98.6 F), blood pressure is 146/90 mm Hg, pulse is 90/min, and respirations are 20/min.  Cardiopulmonary examination is unremarkable.  The patient has pain with passive range of motion of the knees and ankles.  Skin examination is seen in the @exhibit@. $Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 14 g/dL ?Platelets? 260,000/mm3 ?Leukocytes? 9,000/mm3 !Urinalysis! ?Specific gravity? 1.016 ?Protein? +2","title_table_3":"","exhibit_1":"images/exhibit458.jpg","image_1":"","title_2":"Histologic examination of the rash is most likely to show which of the following?","audio":"","comparison_items":"","answer_1":"A. Abundant intravascular fibrin without inflammatory cells","answer_2":"B. Obliterative endarteritis with lymphocytes and plasma cells","answer_3":"C. Perivascular necrotizing granulomas with eosinophilic infiltration","answer_4":"D. Small vessels damaged by perivascular neutrophil accumulation","answer_5":"E. Vessels with transmural granulomatous infiltration and fragmentation of elastic fibers","percent_1":"10%","percent_2":"14%","percent_3":"21%","percent_4":"38%","percent_5":"17%","right_answer":"D. Small vessels damaged by perivascular neutrophil accumulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!IgA vasculitis (Henoch-Schönlein purpura)! ?Pathogenesis? • Deposition of IgA immune complexes in small vessels activates complement • Neutrophilic inflammation & vascular damage • Often follows an upper respiratory infection ?Clinical$manifestations? • Palpable purpura/petechiae on the lower extremities • Arthritis/arthralgia • Abdominal pain, gastrointestinal bleeding, intussusception • Renal disease (hematuria ± proteinuria) ?Diagnosis? • Usually clinical • Skin biopsy: leukocytoclastic vasculitis, IgA deposition in vessel walls","explanation_img":"","explanation_1":"","explanation_2":"This patient has a purpuric rash, #arthralgia#, and signs of #renal disease# (ie, hypertension, proteinuria), which are classic features of #Henoch-Schönlein purpura# (HSP), or IgA vasculitis.  Other @common findings@ can include colicky #abdominal pain# and hematuria. $HSP is an immune-mediated type III hypersensitivity reaction in which #deposition# of #IgA immune complexes# (which may form in response to a preceding upper respiratory infection) triggers complement activation and inflammation of #small vessels# throughout the body.  Vasculitis within the papillary dermis manifests as nonthrombocytopenic #palpable purpura# on dependent areas, such as the buttocks and lower extremities.  Histopathology shows @leukocytoclastic vasculitis@, in which small superficial blood vessels are damaged by perivascular #neutrophilic inflammation#, resulting in fibrin deposition in the vessel wall (ie, #fibrinoid necrosis#) and red blood cell extravasation.  Neutrophil breakdown (leukocytoclasis) leads to the formation of perivascular nuclear debris.  Immunofluorescence reveals IgA and C3 in the vessel walls. $HSP is usually benign and self-limiting, particularly in children.  However, adults are at increased risk for renal complications, such as nephrotic syndrome and acute kidney injury. $#(Choice A)#  Disseminated intravascular coagulation is characterized by abundant intravascular fibrin deposition (ie, fibrin thrombi) in the absence of vascular inflammation.  It occurs most often in the setting of trauma, sepsis, or malignancy and presents with bleeding (eg, purpura) due to thrombocytopenia and coagulopathy.  Although fibrin thrombi may be seen with HSP, extensive inflammatory infiltrate is also present. $#(Choice B)#  Obliterative endarteritis with lymphocytes and plasma cells is seen with later-stage @syphilis@, which can cause arthralgias, renal abnormalities, and a rash; however, classic skin findings include scaly red/brown macules or papules that are typically diffuse and involve the palms and soles.  In contrast, this patient has purpuric lesions localized to the lower extremities. $#(Choice C)#  Perivascular necrotizing granulomas with eosinophilic infiltration are characteristic of eosinophilic granulomatosis with polyangiitis (Churg-Strauss syndrome), a small- to medium-vessel vasculitis.  It can cause renal, skin, and joint involvement later in life (eg, third to fourth decades) but initially presents with asthma symptoms, which are not seen in this patient. $#(Choice E)#  Transmural granulomatous inflammation with fragmentation of elastic fibers is a typical finding of giant cell arteritis, seen in adults age >50.  It involves medium/large arteries and most commonly presents with headache. $#Educational objective# Henoch-Schönlein purpura, or IgA vasculitis, classically presents with palpable purpura, with or without abdominal pain, arthralgias, and renal involvement.  Histopathologic examination of the skin lesions reveals damaged small vessels with fibrinoid necrosis, perivascular neutrophilic inflammation, and nuclear debris (ie, leukocytoclastic vasculitis).  Immunofluorescence reveals deposition of IgA and C3.  ","clickable_1":"images/img1.458.jpg","clickable_2":"images/img2.458.jpg","clickable_3":"images/img3.458.jpg"},

{"id":"459","title":"A 43-year-old man is hospitalized with recent-onset oliguria and a high serum creatinine level.  He has been seen in clinic several times for an intranasal ulcer that has failed to heal.  This patient's condition is most likely associated with antibodies against which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glomerular basal membrane","answer_2":"B. Smooth muscle cells","answer_3":"C. Neutrophils","answer_4":"D. Erythrocytes","answer_5":"E. Platelets","answer_6":"F. Mitochondria","percent_1":"35%","percent_2":"6%","percent_3":"50%","percent_4":"1%","percent_5":"5%","percent_6":"3%","right_answer":"C. Neutrophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Nasal mucosal ulcerations and glomerulonephritis are most characteristic of granulomatosis with polyangiitis (Wegener).  Cytoplasmic-staining antineutrophil cytoplasmic antibodies (c-ANCAs) are virtually pathognomonic for granulomatosis with polyangiitis, with a better than 90% specificity and sensitivity.  Proteinase 3-ANCA (also known as c-ANCA) may also be useful as a quantitative measure of disease activity. $#(Choice A)  #Goodpasture syndrome is sometimes called anti-glomerular basement membrane (GBM) antibody disease.  Presenting clinical manifestations of Goodpasture syndrome are hemoptysis, radiographic focal pulmonary consolidations, and a glomerulonephritis that may rapidly progress to renal failure.  Upper respiratory tract ulceration is not characteristic. $#(Choice B)  #Smooth muscle cell antibodies are commonly seen in patients with autoimmune hepatitis. $#(Choice D)  #Antierythrocyte antibodies can produce hemolysis of an intravascular and/or extravascular type.  Hemoglobinemia from intravascular hemolysis can end in acute renal failure, although this is predominantly seen after transfusion reactions only when other conditions, such as hypovolemia and/or acidemia, coexist.  Hemolytic anemia would not cause isolated ulceration of mucosa. $#(Choice E)  #Platelet antibodies can often cause thrombocytopenia by binding to platelets.  Neither these autoantibodies, nor thrombocytopenia is known to cause acute renal failure. $#(Choice F)  #Antimitochondrial antibodies are seen in primary biliary cholangitis (cirrhosis). $#Educational objective# Necrotizing vasculitis of the upper and lower respiratory tract (causing nasal ulcerations, sinusitis, hemoptysis) and rapidly progressive glomerulonephritis—producing a variable degree of renal failure—is characteristic of granulomatosis with polyangiitis (Wegener).  This disease is associated with C-ANCAs, which may target neutrophil proteinase 3.  "},

{"id":"15557","title":"A 42-year-old woman comes to the emergency department due to worsening jaw pain over the past week.  She is unable to chew solid foods on the left side because of severe throbbing pain.  The patient has had several 'tooth infections' over the last year despite meticulous oral hygiene.  Physical examination shows facial edema over the left mandible.  Multiple teeth have decay and gingival recession, and gentle tapping of the left second molar elicits pain.  This patient's current disease process is most likely to develop secondary to which of the following underlying conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acromegaly","answer_2":"B. Crohn disease","answer_3":"C. Riboflavin deficiency","answer_4":"D. Selective IgA deficiency","answer_5":"E. Sjögren syndrome","percent_1":"1%","percent_2":"2%","percent_3":"6%","percent_4":"12%","percent_5":"78%","right_answer":"E. Sjögren syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Sjögren syndrome!?Pathogenesis? • Immune-mediated destruction of the lacrimal & salivary glands• Can occur as primary disease or secondary with other autoimmune$ disorders (eg, SLE, RA)?Clinical$ features? • Dry eyes (keratoconjunctivitis sicca)• Dry mouth (xerostomia), salivary hypertrophy• Dry skin (xerosis)• Raynaud phenomenon• Cutaneous vasculitis• Positive anti-Ro (SSA) &/or anti-La (SSB)?Complications? • Non-Hodgkin lymphoma• Corneal damage, dental caries%#RA# = rheumatoid arthritis; #SLE# = systemic lupus erythematosus; $#SSA/SSB# = Sjögren syndrome (antibody) A/B.","explanation_img":"","explanation_1":"","explanation_2":"#Sjögren syndrome# (SS) is an autoimmune disorder that is most common in middle-age women and is characterized by inflammation of exocrine glands (eg, salivary, lacrimal, vaginal).  It can occur as an isolated disorder or in association with another autoimmune syndrome (eg, rheumatoid arthritis).  Patients typically have severe dry mouth #(xerostomia)# due to #insufficient saliva# production. $Saliva has numerous antibacterial and antifungal proteins, along with organic and inorganic components which protect tooth enamel.  Patients with SS have a higher rate of thrush, #dental caries#, and other complications of #odontogenic infections# (eg, osteomyelitis of the mandible) because of the loss of these protective factors in saliva. $Reduction in tear production from the lacrimal glands can cause corneal dryness and damage, and loss of vaginal lubrication in female patients is associated with dyspareunia (painful intercourse) and frequent infections (eg, candidal, bacterial).  Biopsy of the salivary glands is diagnostic and shows a #lymphocytic infiltrate#, often with germinal centers. $#(Choice A)#  Acromegaly is characterized by overproduction of growth hormone, typically due to a somatotroph pituitary adenoma.  Cranial effects include @enlarged facial features@, prognathism, and increased spacing between the teeth. $#(Choice B)#  Crohn disease can affect the entire gastrointestinal tract from the mouth to the anus.  @Aphthous ulcers@ are the most common oral manifestation of this disease. $#(Choice C)#  Oral manifestations of riboflavin (vitamin B2) deficiency include angular cheilosis, stomatitis, and glossitis. $#(Choice D)#  Selective IgA deficiency is usually asymptomatic, although it is associated with an increased risk for giardiasis and recurrent sinopulmonary infections caused by encapsulated bacteria (eg, Streptococcus pneumoniae, Haemophilus influenzae). $#Educational objective# Sjögren syndrome is characterized by autoimmune inflammation of exocrine glands (eg, salivary, lacrimal, vaginal).  Patients typically have severe dry mouth (xerostomia) due to reduced saliva production, which can lead to an increased rate of dental caries and other oral infections (eg, thrush) because of the loss of protective factors in saliva.  Biopsy of the salivary glands shows a lymphocytic infiltrate, often with germinal centers.  ","clickable_1":"images/img1.15557.jpg","clickable_2":"images/img2.15557.jpg"},

{"id":"741","title":"A 32-year-old man is started on infliximab for treatment of refractory Crohn disease.  Ten days later, he develops joint pain and a pruritic skin rash.  Skin biopsy shows scattered areas of fibrinoid necrosis and neutrophil infiltration involving his small blood vessels.  Which of the following findings is most likely to accompany this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Candida antigen anergy","answer_2":"B. Decreased serum C3 level","answer_3":"C. Increased serum IgE level","answer_4":"D. Low serum IgA level","answer_5":"E. Neutrophilia","answer_6":"F. Severe thrombocytopenia","percent_1":"8%","percent_2":"41%","percent_3":"14%","percent_4":"9%","percent_5":"15%","percent_6":"15%","right_answer":"B. Decreased serum C3 level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hypersensitivity reactions# ∆⨉∆⨉∆⨉§ ∆^#Humoral$ components# ∆^#Cellular$ components# ∆^#Examples#§^#Type I$ (immediate)# ∆ • #IgE# ∆ • Basophils • Mast cells ∆ • Anaphylaxis • Allergies§^#Type II$ (cytotoxic)# ∆ • #IgG & IgM a#utoantibodies • Complement activation ∆ • NK cells • Eosinophils • Neutrophils • Macrophages ∆ • Autoimmune $hemolytic anemia • Goodpasture syndrome§^#Type III$ (immune$ complex)# ∆ • Deposition of #antibody-antigen$ complexes# • Complement activation ∆ • Neutrophils ∆ • Serum sickness • PSGN • Lupus nephritis§^#Type IV$ (delayed$ type)# ∆ • None ∆ • #T cells# • #Macrophages# ∆ • Contact dermatitis • Tuberculin skin test%#NK =# natural killer; #PSGN =# poststreptococcal glomerulonephritis.","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptoms and biopsy findings are suggestive of #acute serum sickness#, a condition caused by tissue deposition of circulating immune complexes (#type III hypersensitivity#).  The most common manifestations include fever, pruritic skin rash, and arthralgias that begin 7-14 days after exposure to an antigen.  Lymphadenopathy and proteinuria may also occur in some patients.  Histologic examination of affected tissues typically shows small vessel vasculitis with #fibrinoid necrosis# and intense #neutrophil infiltration#.  Deposition of IgG and/or IgM complement-fixing antibodies results in localized complement consumption and #hypocomplementemia# (decreased serum C3 levels). $Serum sickness can occur following administration of antigenic heterologous proteins such as #chimeric monoclonal antibodies# (eg, rituximab and infliximab) or #nonhuman immunoglobulins# (eg, venom antitoxins).  A serum sickness–like reaction is also associated with the use of certain nonprotein drugs (eg, penicillin, cefaclor, and trimethoprim-sulfamethoxazole). $#(Choice A)#  Anergy to cutaneously applied Candida antigens would be indicative of depressed cell-mediated immunity.  Cell-mediated immunity is involved in the pathogenesis of type IV (delayed) hypersensitivity. $#(Choice C)#  Increased serum IgE levels are typically found in atopic individuals prone to IgE-mediated (type I) hypersensitivity reactions.  Type I reactions cause vasodilation and tissue edema and inflammatory infiltration; they do not cause vasculitis with fibrinoid necrosis. $#(Choice D)#  Deposition of IgA-containing immune complexes is involved in the pathogenesis of Henoch-Schönlein purpura in pediatric patients.  IgA does not play an important role in type III hypersensitivity. $#(Choice E)#  Serum sickness causes release of the C5a complement fragment (a neutrophil chemoattractant) at sites of immune complex deposition.  This leads to neutropenia (not neutrophilia) due to extensive neutrophilic marginalization and tissue infiltration.  In addition, infliximab and other TNF-alpha inhibitors can also cause neutropenia. $#(Choice F)#  Mild thrombocytopenia has been associated with serum sickness due to platelet consumption at the site of active vascular inflammation.  However, severe thrombocytopenia is unlikely to occur. $#Educational objective# Serum sickness is a type III hypersensitivity reaction to nonhuman proteins characterized by vasculitis resulting from tissue deposition of circulating immune complexes.  Clinical findings include fever, pruritic skin rash, arthralgias, and low serum C3 and C4 complement levels.  "},

{"id":"21258","title":"A 24-year-old woman comes to the office with a pruritic rash on her arms and legs; it has been present on and off for most of her life.  Examination of the posterior left leg reveals erythematous patches and papules, as shown in the @exhibit@.  A similar rash is present on the right leg and bilateral antecubital fossae.  Which of the following cytokines primarily initiated her current exacerbation? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit21258.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. IL-4 and IL-13","answer_2":"B. IL-8 and C3b","answer_3":"C. IL-12 and IFN-gamma","answer_4":"D. IL-17 and IL-23","answer_5":"E. TNF-alpha and IL-1","percent_1":"58%","percent_2":"4%","percent_3":"12%","percent_4":"10%","percent_5":"15%","right_answer":"A. IL-4 and IL-13","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #atopic dermatitis#, an inflammatory condition characterized by acute exacerbations of dry, pruritic, erythematous patches, @papules@, and/or vesicles.  As in this patient, @flexural regions@ (eg, antecubital and popliteal fossae) are commonly affected in adults. $The pathogenesis of atopic dermatitis involves immune dysregulation and genetically mediated #skin barrier dysfunction# (eg, filaggrin mutation).  The epidermal dysfunction increases cutaneous exposure to environmental allergens, which induce a #Th2-predominant immune response#.  Key Th2 cytokines that trigger acute inflammation in atopic dermatitis are #IL-4# and #IL-13#, and mechanisms include the following: $• Stimulation of plasma cell #IgE production#, which facilitates allergen sensitization and inflammation $• Suppressed expression of epidermal barrier components, which enhances Staphylococcus aureus colonization and inflammation $• Inhibition of Th1-type immune response and antimicrobial peptide production, which facilitate secondary microbial infections that complicate atopic dermatitis $#(Choice B)#  IL-8 and C3b are involved in neutrophil migration and activation in bacterial infections.  IL-8 attracts neutrophils to infected areas, whereas @C3b opsonizes pathogens@ for phagocytosis.  This patient has no sign of infection (eg, cellulitis), such as tenderness, fever, or drainage. $#(Choice C)#  @IL-12 and interferon-gamma@ are involved in granuloma formation and host defense against mycobacterial infections (eg, enhanced intracellular killing of tuberculosis in phagolysosomes). $#(Choice D)#  @IL-17 and IL-23@ are involved in the pathogenesis of psoriasis.  Plaque psoriasis typically presents as pruritic, erythematous plaques with thick, @silvery scales@, which are not seen in this patient.  In addition, its classic distribution involves the extensor, not flexor, surfaces of elbows and knees. $#(Choice E)#  TNF-alpha and IL-1 are involved in the pathogenesis of septic shock.  Endotoxins in the outer membrane of gram-negative bacteria induce the release of endogenous pyrogen (eg, IL-1, prostaglandins) and inflammatory mediators (eg, TNF-alpha), leading to fever, hypotension, increased vascular permeability, and organ failure. $#Educational objective# Atopic dermatitis presents with dry, erythematous patches or papules that are caused in part by a Th2-skewed immune response.  Th2 cytokines (eg, IL-4, IL-13) stimulate IgE production, suppress epidermal barrier component expression, and impair host immune responses against secondary microbial infections. ","clickable_1":"images/img1.21258.jpg","clickable_2":"images/img2.21258.jpg","clickable_3":"images/img3.21258.jpg","clickable_4":"images/img4.21258.jpg","clickable_5":"images/img5.21258.jpg","clickable_6":"images/img6.21258.jpg"},

{"id":"549","title":"A 28-year-old woman is treated with high-dose prednisone for severe lupus nephritis.  Several hours after therapy is initiated, she becomes very agitated and delusional.  Blood pressure is 130/70 mm Hg and heart rate is 110/min.  A basic metabolic profile, complete blood cell (CBC) count, and urinalysis are obtained.  The CBC differential is expected to show an increase in which of the following as a result of this patient's therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basophils","answer_2":"B. Eosinophils","answer_3":"C. Lymphocytes","answer_4":"D. Monocytes","answer_5":"E. Neutrophils","percent_1":"5%","percent_2":"16%","percent_3":"13%","percent_4":"8%","percent_5":"57%","right_answer":"E. Neutrophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"§^#Adverse effects of corticosteroids#∆⨉§^#Skin/MSK# ∆ • Central obesity, buffalo hump • Skin atrophy, bruisability (↓ collagen & fibroblasts) • Proximal muscle weakness§^#GI tract# ∆ • Peptic ulcer, GI bleed (↓ prostaglandins)§^#Endocrine# ∆ • HPA axis suppression • Hyperglycemia • Hypogonadism • Osteoporosis (↓ bone formation, ↓ Ca/Phos absorption)§^#Immune# ∆ • Neutrophilia (neutrophil demargination) • Immunosuppression • ↑ Risk of infection§^#Nervous# ∆ • Hypomania, psychosis • Sleep disturbance§^#Respiratory# ∆ • ↑ Surfactant production%#Ca =# calcium; #GI =# gastrointestinal; #HPA =# hypothalamic-pituitary-adrenal; $#MSK =# musculoskeletal; #Phos =# phosphate.","explanation_img":"","explanation_1":"","explanation_2":"As a result of their immunosuppressive effects, #corticosteroids# such as prednisone have been used to treat many autoimmune and inflammatory conditions, including systemic lupus erythematous.  However, corticosteroid use can lead to a number of adverse effects.  High doses can sometimes cause #corticosteroid-induced psychosis# (confusion, hallucinations), as seen in this patient; hypoalbuminemia is a risk factor, and the neuropsychiatric symptoms typically resolve with discontinuation of therapy. $Corticosteroid receptors also have widespread physiologic effects, including those on circulating leukocytes and vascular endothelial cells.  #Neutrophil counts increase# following administration of the drug as a result of #\"demargination\"# of neutrophils previously attached to the vessel wall.  Therefore, neutrophil recruitment to fight infection in tissues is decreased, potentially contributing to increased infection risk. $#(Choice A)#  Corticosteroids reduce basophil count, which decreases local inflammatory responses by preventing histamine release. $#(Choice B)#  Eosinophil counts decrease significantly with administration of corticosteroids (an effect previously used as the basis for a bioassay for corticosteroids).  These drugs are used in allergic conditions as they reduce the eosinophil count and therefore the release of mediators from the eosinophils. $#(Choice C)#  Corticosteroids reduce peripheral lymphocyte counts within minutes as a result of inhibition of immunoglobulin synthesis, stimulation of lymphocyte apoptosis, and lymphocyte redistribution (from the intravascular compartment to the spleen, lymph nodes, and bone marrow).  T lymphocyte counts are typically reduced to a greater degree than B lymphocyte counts. $#(Choice D)#  Corticosteroids inhibit peripheral extravasation of monocytes and macrophages and decrease antigen presentation by macrophages and dendritic cells.  Blood monocyte levels drop after corticosteroid administration due to redistribution to lymphoid tissues. $#Educational objective# The acute effects of corticosteroids on the white blood cell count include an increased neutrophil count and decreased lymphocyte, monocyte, basophil, and eosinophil counts.  The increase in the neutrophil count results from \"demargination\" of neutrophils previously attached to the vessel wall.  "},

{"id":"18802","title":"A 29-year-old woman comes to the office with a 2-month history of right lower quadrant pain and intermittent diarrhea.  Vital signs are normal.  The examination is unremarkable except for right lower quadrant tenderness.  After confirmatory testing, the patient is given a delayed ileal-release medication that works by binding to a cytosolic receptor, translocating to the nucleus, and inhibiting nuclear factor-kappa-B (NF-κB).  The patient is most likely being treated with which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Azathioprine","answer_2":"B. Budesonide","answer_3":"C. Infliximab","answer_4":"D. Methotrexate","answer_5":"E. Mycophenolate","percent_1":"5%","percent_2":"67%","percent_3":"18%","percent_4":"2%","percent_5":"8%","right_answer":"B. Budesonide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18802.jpg","explanation_1":"","explanation_2":"$This patient has chronic right lower abdominal pain with tenderness and intermittent diarrhea, symptoms that raise suspicion for #Crohn disease# with ongoing active inflammation.  Patients with mild Crohn disease (eg, limited area of inflammation, no evidence of systemic involvement) are often treated with a targeted-release glucocorticoid such as budesonide to reduce inflammation and induce disease remission. $#Glucocorticoids#, like many other lipid-derived hormones (eg, progesterone, estrogen), bind to a #cytosolic receptor# rather than a cell surface receptor.  The glucocorticoid-receptor complex can then #translocate# into the nucleus, bind to the relevant DNA regions, and cause a tissue-specific alteration in transcription.  In immune cells, the effects of glucocorticoids include #inhibition# of proinflammatory transcription factors such as nuclear factor-kappa-B #(NF-κB)#, which results in reduced expression of cytokines and inflammatory mediators (eg, TNF-alpha) along with decreased immune cell survival and propagation. $Oral #budesonide #(often given in a delayed-release preparation that targets the ileum) is especially useful in Crohn disease because it has high topical potency and #less systemic adverse effects# than other glucocorticoids (eg, prednisone) due to #high first-pass metabolism#. $#(Choices A and E)#  Azathioprine and mycophenolate can be used to reduce inflammation in patients with moderate-severe Crohn disease by inhibition of de novo purine synthesis, which immune cells (eg, B and T cells) are especially dependent on during proliferation.  Both agents inhibit key enzymes in the purine synthesis pathway (which occurs in the cytosol) rather than inhibiting transcription factors. $#(Choice C)#  Although infliximab can be used to induce remission in patients with moderate-severe Crohn disease, it is a monoclonal antibody that reduces inflammation by binding to and inhibiting the proinflammatory effects of tumor necrosis factor-alpha (TNF-alpha), a cytokine that is primarily found extracellularly. $#(Choice D)#  Methotrexate and its breakdown products are folic acid analogues that can reduce inflammation by competitively inhibiting multiple folate-dependent enzymes rather than inhibiting transcription factors. $#Educational objective# Budesonide, like other glucocorticoids, reduces inflammation by binding to a cytosolic receptor, translocating into the nucleus, and inhibiting proinflammatory transcription factors such as nuclear factor-kappa-B (NF-κB).  It is especially useful in reducing transmural bowel inflammation in patients with Crohn disease because it has high topical potency and limited systemic adverse effects due to high first-pass metabolism.  "},

{"id":"21294","title":"An 8-year-old girl is brought to the office by her mother due to chronic pruritus affecting her arms.  The mother states that the patient is always scratching herself.  She scratches through the night, affecting her ability to sleep.  Her sister has similar, but less severe, symptoms.  The patient also has intermittent asthma.  The rash is shown in the exhibit.  First-line therapy for this patient's condition works by which of the following mechanisms of action? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit21294.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of leukotriene receptors in inflamed tissue","answer_2":"B. Increasing the number of resident dendritic cells","answer_3":"C. Induction of keratinocyte apoptosis","answer_4":"D. Inhibition of phospholipase A2 activity in cell membranes","answer_5":"E. Reduction of serum IgE levels","percent_1":"17%","percent_2":"1%","percent_3":"12%","percent_4":"51%","percent_5":"20%","right_answer":"D. Inhibition of phospholipase A2 activity in cell membranes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21294.jpg","explanation_1":"","explanation_2":"$This patient has pruritic @lichenified plaques@ on the bilateral antecubital fossae, findings consistent with #atopic dermatitis#.  Atopic dermatitis is an inflammatory condition caused by genetically mediated epidermal barrier dysfunction and immune dysregulation favoring a Th2-skewed response.  Patients typically have a family history and comorbid atopic conditions (eg, asthma, allergic rhinitis), as in this patient.  First-line therapy is #topical corticosteroids#. $Corticosteroids bind to cytoplasmic receptors and translocate to the nucleus, where they act primarily by #inhibiting transcription# of genes encoding #inflammatory mediators#.  Specific mechanisms include the following: $• ↓ Local tissue production of proinflammatory prostaglandins and leukotrienes through the #inhibition of phospholipase A2# $• ↓ Synthesis of proinflammatory cytokines (eg, IL-4, IL-13) $• ↑ Production of anti-inflammatory mediators $In addition, corticosteroids act on nonimmune cells and can cause impaired wound healing due to reduced fibroblast growth.  They also reduce epithelial proliferation and type I collagen synthesis in the dermis, which can lead to skin atrophy with chronic use. $#(Choice A)#  Leukotriene receptor blockers (eg, montelukast) block the effects of leukotrienes (released by mast cells and eosinophils).  These medications are used as adjunct therapy for allergic rhinitis and asthma and can help reduce mucus secretion, edema, and bronchoconstriction. $#(Choice B)#  Topical corticosteroids decrease, not increase, dendritic cell populations, in part by inducing dendritic cell apoptosis.  These antigen-presenting cells activate naïve T cells and are thought to play a role in initiating inflammation in atopic dermatitis. $#(Choice C)#  Keratinocyte apoptosis induced by ultraviolet phototherapy is effective for treating psoriasis, which causes plaques with @silvery scales@ on the extensor elbows, knees, and gluteal cleft (not the antecubital fossae).  Phototherapy is also sometimes used for refractory atopic dermatitis (ie, not first-line therapy), but functions primarily by inducing T-cell apoptosis. $#(Choice E)#  IL-4 normally stimulates B-cell production of IgE and is suppressed with topical corticosteroids.  However, corticosteroids also increase @CD40-ligand expression on T cells@, which stimulates IgE production to a greater degree than IL-4 suppression, and the net effect is a rise in IgE. $#Educational objective# Topical corticosteroids are the first-line therapy for atopic dermatitis.  Their mechanism of action includes decreasing tissue production of proinflammatory prostaglandins and leukotrienes through the inhibition of phospholipase A2; they also inhibit transcription of many other proinflammatory mediators.  ","clickable_1":"images/img1.21294.jpg","clickable_2":"images/img2.21294.jpg","clickable_3":"images/img3.21294.jpg"},

{"id":"875","title":"A 25-year-old woman comes to the office due to arthralgias in her hands for the last several months.  The pain frequently involves her wrists and proximal finger joints bilaterally, and alternates between being worse in the wrists versus in the hands.  The patient has no other medical problems and takes no medications.  Complete blood count results are as follows:","title_table":"?Erythrocytes? 3.2 million/mm3 ?Platelets? 90,000/mm3 ?Leukocytes? 3,200/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Further evaluation reveals proteinuria and red blood cell casts.  Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Ankylosing spondylitis","answer_2":"B. Myelodysplastic syndrome","answer_3":"C. Primary myelofibrosis","answer_4":"D. Systemic lupus erythematosus","answer_5":"E. Vitamin B12 deficiency","percent_1":"2%","percent_2":"12%","percent_3":"11%","percent_4":"76%","percent_5":"0%","right_answer":"D. Systemic lupus erythematosus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Manifestations of systemic lupus erythematosus! ?Clinical$ symptoms? • Constitutional: fever, fatigue and weight loss • Symmetric, migratory arthritis • Skin: butterfly rash and photosensitivity • Serositis: pleurisy, pericarditis and peritonitis • Thromboembolic events (due to vasculitis and$ antiphospholipid antibodies) • Neurologic: cognitive dysfunction and seizures ?Laboratory$ findings? • Hemolytic anemia, thrombocytopenia$ and leukopenia • Hypocomplementemia (C3 and C4) • Antibodies: $ == ○ Antinuclear antibodies (sensitive) $ == ○ Anti-dsDNA and anti-Smith (specific) • Renal involvement: proteinuria and elevated $creatinine %#dsDNA# = double-stranded DNA. ","explanation_img":"","explanation_1":"","explanation_2":"This patient has chronic #migratory arthralgias#, pancytopenia, and evidence of glomerulonephritis (ie, proteinuria, red cell casts).  These findings are suspicious for #systemic lupus erythematosus# (SLE), an idiopathic autoimmune disorder that is most common in women. $Hematologic abnormalities are common in SLE.  The most common cause of anemia is chronic inflammation (anemia of chronic disease); however, #pancytopenia# (as seen in this patient) can also occur due to autoantibodies against blood cell antigens (ie, @type II hypersensitivity@).  Autoimmune hemolytic anemia in SLE is caused by IgG antibodies against erythrocytes; manifestations include @spherocytosis@, a positive direct Coombs test, and extravascular hemolysis.  Antiplatelet antibodies in SLE can cause thrombocytopenia resembling immune thrombocytopenic purpura.  Leukopenia can also occur, primarily due to antibody-mediated destruction of neutrophils. $#Lupus nephritis# is caused by immune complex deposition (ie, @type III hypersensitivity@) in the mesangium, subendothelial, and/or subepithelial spaces.  Histopathology is variable but diffuse proliferative glomerulonephritis (class IV) is the most common pattern. $#(Choice A)#  Ankylosing spondylitis is a chronic inflammatory arthritis involving the spine and sacroiliac joints.  It presents with low back pain and stiffness.  Common associated features include enthesitis, dactylitis, and uveitis, but renal and hematologic manifestations (other than anemia of chronic disease) are not common. $#(Choices B, C, and E)#  Myelodysplastic syndromes and primary myelofibrosis are bone marrow disorders that occur most commonly in patients over age 50.  Vitamin B12 deficiency can also cause impaired hematopoiesis.  Although these disorders can cause pancytopenia, this patient's arthritis and nephritis are much more consistent with SLE. $#Educational objective# Systemic lupus erythematosus is an autoimmune disorder that occurs most commonly in women.  Hematologic abnormalities are common; autoantibodies against blood cell antigens (ie, type II hypersensitivity) can cause pancytopenia (ie, anemia, thrombocytopenia, leukopenia).  In contrast, lupus nephritis is caused by immune complex deposition (ie, type III hypersensitivity) in the glomeruli.  ","clickable_1":"images/img1.875.mp4","clickable_2":"images/img2.875.jpg","clickable_3":"images/img3.875.mp4"},

{"id":"761","title":"A 23-year-old woman comes to the office due to sharp, right-sided chest pain, fatigue, and fever for the past week.  The chest pain is worsened with deep breathing.  She has had no associated expectoration or shortness of breath.  For the past 6 months, the patient also has had intermittent joint pains, predominantly in the knees and hands.  She is sexually active with one male partner and uses an intrauterine device for contraception.  Temperature is 38.3 C (100.9 F), blood pressure is 120/70 mm Hg, pulse is 89/min, and respirations are 18/min.  BMI is 24 kg/m2.  Examination shows mild erythema over the cheeks and a scratching sound over the right lower lung with breathing.  Heart sounds are normal.  There is no joint swelling.  Which of the following tests is most useful in confirming the diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anti–double-stranded DNA antibodies","answer_2":"B. Antistreptolysin O titers","answer_3":"C. Nucleic acid amplification test of cervical swab","answer_4":"D. Rheumatoid factor assay","answer_5":"E. Serologic test for syphilis","percent_1":"76%","percent_2":"7%","percent_3":"8%","percent_4":"4%","percent_5":"4%","right_answer":"A. Anti–double-stranded DNA antibodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Manifestations of systemic lupus erythematosus! ?Clinical$ symptoms? • Constitutional: fever, fatigue and weight loss • Symmetric, migratory arthritis • Skin: butterfly rash and photosensitivity • Serositis: pleurisy, pericarditis and peritonitis • Thromboembolic events (due to vasculitis and$ antiphospholipid antibodies) • Neurologic: cognitive dysfunction and seizures ?Laboratory$ findings? • Hemolytic anemia, thrombocytopenia$ and leukopenia • Hypocomplementemia (C3 and C4) • Antibodies: $ == ○ Antinuclear antibodies (sensitive) $ == ○ Anti-dsDNA and anti-Smith (specific) • Renal involvement: proteinuria and elevated $creatinine %#dsDNA# = double-stranded DNA. ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This young patient has pleuritis (chest pain worse with breathing, pleural rub), arthralgias, fever, and an erythematous rash on the cheeks.  This presentation is concerning for #systemic lupus erythematosus# (SLE), a chronic inflammatory disease characterized by autoantibodies that bind self-antigens.  Particular autoantibodies that are useful in the diagnosis of SLE include:  $1. #Antinuclear antibodies# are found in virtually all patients with SLE but also in many other autoimmune disorders (ie, high sensitivity, low specificity).  $2. #Anti–double-stranded DNA antibodies# are #highly specific# for SLE, but only approximately 60% of patients have high titers (ie, low sensitivity, high specificity).  $3. #Anti-Smith antibodies# (ie, antibodies against small nuclear ribonucleoproteins) are present in 20%-30% of patients but are also highly specific. $Common laboratory abnormalities include #low C3 and C4# levels (due to activation of complement) and #elevated inflammatory markers# (eg, C-reactive protein, erythrocyte sedimentation rate).  Hematologic abnormalities can include anemia, leukopenia, and thrombocytopenia, which occur due to chronic inflammatory effects on bone marrow and autoimmune hemolysis.  Renal involvement can result in elevated serum creatinine, proteinuria, hematuria, or red cell casts visible on urinalysis. $#(Choice B)#  Antibodies to streptolysin O indicate recent streptococcal infection and are useful in the diagnosis of certain immune sequelae (eg, glomerulonephritis, rheumatic fever).  This patient has arthralgias, but no other major features of rheumatic fever (ie, carditis, subcutaneous nodules, erythema marginatum, Sydenham chorea). $#(Choice C)#  Acute cervicitis is a common cause of fever in young, sexually active women.  Evaluation commonly includes nucleic acid amplification testing (NAAT) for organisms such as gonorrhea, chlamydia, and trichomoniasis.  Although disseminated gonorrhea can cause arthralgias and rash, pleuritis is not typical. $#(Choice D)#  Rheumatoid factor is an IgM antibody directed against the Fc portion of human IgG.  It is classically associated with rheumatoid arthritis, although it may also be seen in other autoimmune diseases (including SLE) and is nonspecific.  Rheumatoid arthritis can cause arthralgias and lung involvement, but rash is unexpected and joint swelling is usually prominent. $#(Choice E)#  Nontreponemal serologic tests (eg, RPR, VDRL) are frequently used to screen for syphilis.  Although secondary syphilis can manifest with synovitis and rash, it typically involves the palms and soles and pleural involvement is rare. $#Educational objective# Antinuclear antibodies are found in almost all patients with systemic lupus erythematosus but are also found in many other autoimmune disorders and have low specificity.  Anti–double-stranded DNA antibodies and anti-Smith antibodies have lower sensitivity but higher specificity.  "}



]