[

{"id":"348","title":"A 76-year-old man comes to the office due to severe insomnia of several months' duration.  He has trouble falling asleep and feels tired and irritable during the day.  The patient's other medical problems include hypertension and a prior cerebrovascular accident with residual right leg weakness.  He takes aspirin, rosuvastatin, and lisinopril regularly as prescribed.  Temperature is 36.7 C (98.1 F), blood pressure is 118/76 mm Hg, pulse is 62/min, and respirations are 14/min.  Examination shows clear lungs with normal S1 and S2.  The abdomen is soft and nontender.  In addition to nonpharmacologic interventions for insomnia, short-term pharmacologic therapy is being considered.  Which of the following medications has the lowest risk of causing adverse effects in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alprazolam","answer_2":"B. Amitriptyline","answer_3":"C. Clonazepam","answer_4":"D. Diazepam","answer_5":"E. Diphenhydramine","answer_6":"F. Quetiapine","answer_7":"G. Ramelteon","percent_1":"9%","percent_2":"1%","percent_3":"3%","percent_4":"3%","percent_5":"9%","percent_6":"4%","percent_7":"71%","right_answer":"G. Ramelteon","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Insomnia #is common in the elderly population and can significantly impair quality of life.  Nonpharmacologic interventions such as sleep hygiene measures and cognitive-behavioral therapy are recommended for initial management.  When nonpharmacologic interventions fail, #pharmacotherapy #may be indicated but must be used with extreme #caution in elderly patients# and should generally be limited to short-term management.  Medication selection for elderly patients requires special attention to safety issues due to this population's increased sensitivity to @adverse effects@ of medications in general and sedative-hypnotic agents in particular (eg, oversedation, dizziness, confusion, impaired psychomotor performance, ataxia). $Of the currently available sedative-hypnotic agents, the melatonin agonist #ramelteon# has demonstrated the #lowest side-effect burden# in older adults.  Ramelteon binds with high affinity to melatonin receptors in the suprachiasmatic nucleus. $#(Choices A, C, and D)#  Benzodiazepines should be avoided in elderly patients due to the increased risk of cognitive impairment, delirium, falls, fractures, and motor vehicle accidents when taking these medications. $#(Choices B and E)#  Amitriptyline, a tricyclic antidepressant, and diphenhydramine, an antihistamine, should be avoided in the elderly due to their strong anticholinergic effects and risks of sedation, delirium, and falls. $#(Choice F)#  Quetiapine is a second-generation antipsychotic that would not be appropriate as a first-line treatment for insomnia.  Antipsychotics carry a risk of increased falls and cardiac mortality in older adults and should not be used without an appropriate indication (eg, psychosis, dangerous agitation). $#Educational objective# Benzodiazepines, antihistamines, and sedating antidepressants should be avoided in the treatment of insomnia in elderly patients due to their adverse effects.  Ramelteon, a melatonin agonist, has a lower side-effect burden than other sedative-hypnotic agents and is effective in reducing time to sleep onset in the elderly.  ","clickable_1":"images/img1.348.jpg"},

{"id":"1458","title":"A 23-year-old man comes to the physician at his girlfriend's insistence.  She says that the patient's frequent snoring keeps her up at night and that in the last 4 months he has twice fallen asleep while they were talking.  In this same period, the patient says that he has regularly fallen asleep in the afternoon while reading or watching television but typically feels refreshed after a brief nap.  When asked whether he experiences any other symptoms, the patient hesitantly reveals that he sometimes hears a voice call his name prior to falling asleep.  He also reports uncharacteristic episodes of clumsiness in which he has suddenly dropped objects or fallen to his knees.  Examination shows no abnormalities.  Which of the following is the most likely diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brief psychotic disorder","answer_2":"B. Delayed sleep-wake phase disorder","answer_3":"C. Idiopathic hypersomnia","answer_4":"D. Insufficient sleep","answer_5":"E. Narcolepsy","answer_6":"F. Obstructive sleep apnea","answer_7":"G. REM sleep behavior disorder","percent_1":"1%","percent_2":"2%","percent_3":"1%","percent_4":"2%","percent_5":"85%","percent_6":"7%","percent_7":"3%","right_answer":"E. Narcolepsy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Narcolepsy# ∆⨉ §^#DSM-5 diagnostic$ criteria# ∆ • Recurrent lapses into sleep or naps (≥3 times/week for 3 months) • ≥1 of the following: $== ○ Cataplexy: brief loss of muscle tone precipitated by strong emotion$== (eg, laughter, excitement) $== ○ Low cerebrospinal fluid levels of hypocretin-1 $== ○ Shortened REM sleep latency §^#Associated features# ∆ • Hypnagogic or hypnopompic hallucinations • Sleep paralysis","explanation_img":"","explanation_1":"","explanation_2":"#Narcolepsy# is a chronic sleep disorder characterized by frequent, overwhelming urges to sleep.  It is commonly associated with #cataplexy#, a sudden loss of muscle tone that occurs in response to intense (usually positive) emotions.  Narcolepsy results from the depletion of hypocretin (also known as orexin)-secreting neurons in the lateral hypothalamus that are involved in maintaining wakefulness. $Patients with narcolepsy experience shortened sleep latency and typically enter rapid eye movement (REM) sleep almost immediately.  They commonly experience intrusions of REM sleep phenomena during sleep-wake transitions, including #hypnagogic# (upon falling asleep) and #hypnopompic# (upon awakening) #hallucinations# and #sleep paralysis# (inability to move immediately after awakening).  The clinical diagnosis of narcolepsy can be confirmed by #low cerebrospinal fluid# levels of #hypocretin-1# or shortened REM sleep latency on polysomnography. $#(Choice A)#  This patient is experiencing hypnagogic hallucinations, which are characteristic of narcolepsy.  Brief psychotic disorder is diagnosed when one or more positive psychotic symptoms are present for less than a month in the absence of another medical disorder or substance use. $#(Choice B)#  Delayed sleep-wake phase disorder most often presents in adolescence and is characterized by intact duration and quality of sleep that is shifted to a later bedtime and wake time. $#(Choice C)#  Idiopathic hypersomnia is diagnosed when excessive and impairing daytime sleepiness cannot be explained by another sleep disorder.  Patients with idiopathic hypersomnia have persistent daytime sleepiness rather than \"sleep attacks.\"  Unlike patients with narcolepsy, they typically do not feel refreshed after naps. $#(Choice D)#  Insufficient sleep may result in excessive daytime sleepiness, napping, and quicker REM onset, but it is not associated with cataplexy or sleep-related hallucinations. $#(Choice F)#  Obstructive sleep apnea, the most common cause of excessive daytime sleepiness, is characterized by loud snoring, gasping, and apneas during sleep.  It is caused by upper airway obstruction and is not associated with cataplexy, sleep-related hallucinations, or sleep paralysis. $#(Choice G)#  Patients with REM sleep behavior disorder lose normal sleep paralysis during REM sleep and, as a result, act out the content of their dreams (eg, punching, kicking). $#Educational objective# Narcolepsy is a chronic sleep disorder characterized by excessive daytime sleepiness, cataplexy, and REM sleep-related phenomena (ie, hypnagogic/hypnopompic hallucinations, sleep paralysis).  "},

{"id":"15523","title":"A 6-year-old boy is brought to the office due to frequent nighttime awakenings.  Several times a week over the past month, he has come to his parents' bed around 3 AM, frequently crying, appearing frightened, and saying that he became lost in a crowd and couldn't find his parents.  Although he is comforted by their reassurance, he refuses to return to his room and eventually falls back asleep in their bed.  The boy is about to start first grade at a new school.  He is healthy and developmental milestones are normal.  Examination shows no abnormalities.  The sleep stage associated with this child's frightening experience is characterized by which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased duration in first third of the night","answer_2":"B. Low-amplitude theta EEG waves","answer_3":"C. Muscle paralysis","answer_4":"D. Sleep spindles and K complexes on EEG","answer_5":"E. Slow-wave sleep (delta EEG waves)","percent_1":"5%","percent_2":"6%","percent_3":"46%","percent_4":"17%","percent_5":"26%","right_answer":"C. Muscle paralysis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This boy's recurrent awakenings with associated dream content and ability to be comforted are characteristic of #nightmares#, a common and developmentally normal experience for most children.  Nightmares occur during #rapid eye movement (REM) sleep# and are more frequent in the #final third of the night# when REM periods become longer #(choice A).#  Children can often describe the nightmare, become fully alert after awakening, and are typically able to be consoled.  In contrast, sleep terrors are a common non-REM parasomnia of childhood that occur during slow-wave sleep in the first third of the night.  Unlike nightmares, the child with sleep terrors does not fully awaken, is unresponsive to comfort, and has no associated dream content. $REM sleep is characterized by the defining feature of #rapid eye movements#, #vivid dreaming#, and #voluntary muscle atonia# due to inhibition of motor neurons.  EEG activity during REM sleep is similar to the waking state, consisting of a combination of alpha, beta, and desynchronous EEG waves (sawtooth waves). $#(Choices B, D, and E)#  These EEG findings are characteristic of different sub stages of non-REM sleep (typically divided into 3 stages).  Theta waves are seen in stage 1 (transition from wakefulness to sleep) and stage 2 (light, stable sleep).  Sleep spindles and K complexes are characteristic of stage 2.  Delta waves are characteristic of slow-wave sleep or deep sleep (stage 3).  Non-REM arousal disorders (eg, sleep terrors) often occur in stage 3. $#Educational objective# REM sleep is characterized by dreaming and voluntary muscle paralysis, and occurs more often during the final third of the night.  Nightmares occur during REM sleep and can be differentiated from sleep terrors, a non-REM parasomnia characterized by incomplete arousals and lack of recall of dream content.  "},

{"id":"15644","title":"A 72-year-old man comes to the office due to poor sleep.  He is concerned that he is sleeping less since he retired a year ago.  He says, \"I used to sleep a solid 8 hours, but now I wake up several times a night.  And I'm up for the day between 5:00 and 6:00 AM, which is a full hour before I want to get up.  I'm probably only getting about 6 or 7 hours of sleep total.\"  The patient typically falls asleep while watching television at 10:00 PM.  He sometimes awakens to use the bathroom in the middle of the night but typically falls back asleep within 15 minutes.  The patient likes to do crosswords and play golf in the mornings but occasionally takes 30-minute naps in the afternoon.  The patient's wife says that he snores softly, but she has not witnessed any breathing pauses.  Medical problems include hypertension and a history of depression.  The patient does not use alcohol or illicit drugs.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adjustment disorder","answer_2":"B. Age-related sleep changes","answer_3":"C. Insomnia disorder","answer_4":"D. Major depressive disorder","answer_5":"E. Obstructive sleep apnea","answer_6":"F. REM sleep behavior disorder","percent_1":"4%","percent_2":"90%","percent_3":"1%","percent_4":"1%","percent_5":"2%","percent_6":"2%","right_answer":"B. Age-related sleep changes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's sleep changes are consistent with #normal aging#.  Age-related changes in sleep architecture include #decreased total sleep time# and slow-wave sleep with increased nighttime sleep latency.  As a result of these changes, elderly patients may experience more #fragmented sleep# with nocturnal awakenings and an #earlier wake-up time# when compared to their previous sleep pattern.  All these changes can in turn lead to subjective reports of insomnia and intentional and unintentional #daytime napping#. $This patient functions well during the daytime and does not exhibit any other symptoms that would be concerning for a sleep disorder (eg, sleep apnea).  He should be reassured that these changes are normal. $(#Choice A)#  Adjustment disorder should be considered in a patient who develops mood symptoms within 3 months of a stressor.  If mood symptoms persist for >6 months after the stressor, then adjustment disorder cannot be diagnosed.  This patient does not have any mood symptoms, and his retirement was >6 months ago. $#(Choice C)#  Insomnia disorder involves persistent difficulties initiating or maintaining sleep, resulting in clinically significant distress or impairment.  It would not be diagnosed in a patient with normal age-related sleep changes. $#(Choice D)#  Although sleep changes are frequent in @major depressive disorder@, this patient lacks other key depressive symptoms necessary to meet criteria for it (eg, sadness, decreased interest, anhedonia, decreased appetite, suicidality). $#(Choice E)#  Sleep apnea is associated with hypertension and fragmented sleep.  However, this patient has no history of witnessed apneas and his sleep changes are classic for normal aging. $#(Choice F)#  REM sleep behavior disorder is a parasomnia characterized by dream-enactment behaviors that occur due to loss of normal REM sleep atonia. $#Educational objective# Age-related sleep changes may be reported as insomnia and must be differentiated from primary sleep disorders and other disorders.  Normal changes include decreased total sleep time, increased nighttime awakenings, sleepiness earlier in the evening with earlier morning awakening, and increased daytime napping.  ","clickable_1":"images/img1.15644.jpg"},

{"id":"349","title":"A 34-year-old woman with sleep problems comes to the office.  Over the last year, she has had increasing difficulty falling asleep at night and is exhausted during the day.  The patient does not use alcohol, tobacco, or illicit drugs.  She has a family history of heart disease and depression.  The patient has failed a number of nonpharmacological approaches, including cognitive-behavioral therapy for insomnia.  She requests pharmacologic treatment and is prescribed a short course of zolpidem.  Which of the following is the most likely mechanism of action of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dopamine receptor antagonism","answer_2":"B. GABA receptor agonism","answer_3":"C. Histamine receptor antagonism","answer_4":"D. Melatonin receptor agonism","answer_5":"E. Orexin receptor antagonism","answer_6":"F. Serotonin receptor agonism","percent_1":"1%","percent_2":"74%","percent_3":"2%","percent_4":"14%","percent_5":"6%","percent_6":"3%","right_answer":"B. GABA receptor agonism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Zolpidem #is a short-acting #nonbenzodiazepine #hypnotic agent.  Other medications in this class include zaleplon and eszopiclone.  Like benzodiazepines, these medications bind to the GABAA receptor at the benzodiazepine receptor site, where they act as #GABAA agonists#.  However, they are chemically distinct from benzodiazepines, and their binding is more specific for certain receptor subtypes.  As a result, nonbenzodiazepines are primarily #hypnotics #and do not produce the anxiolytic, muscle relaxant, or anticonvulsant effects associated with benzodiazepines. $Nonbenzodiazepines cause similar side effects to benzodiazepines (eg, next-day somnolence, cognitive dysfunction, increased risk of falls in older adults).  They should be used for the shortest time possible and at the lowest effective dose. $#(Choice A)#  Dopamine receptor antagonism is the mechanism of action of antipsychotic medication (eg, haloperidol, risperidone). $#(Choice C)#  Histamine receptor antagonism is the mechanism of action of antihistamines (eg, diphenhydramine).  Although antihistamines are often used as over-the-counter sleep aids, there is little evidence for benefit in insomnia. $#(Choice D)#  Melatonin receptor agonism is the mechanism of action of the insomnia medication ramelteon. $#(Choice E)#  Orexin receptor antagonism is the mechanism of action of the insomnia medication suvorexant. $#(Choice F)#  Serotonin receptor agonism is the mechanism of action of triptans used to treat migraine headaches and of psychedelics (eg, psilocybin, LSD). $#Educational objective# Nonbenzodiazepine medications (eg, zolpidem, zaleplon, eszopiclone) stimulate specific subtypes of GABAA receptors.  As a result, nonbenzodiazepines are primarily hypnotics and do not produce the anxiolytic, muscle relaxant, or anticonvulsant effects associated with benzodiazepines.  "},

{"id":"8259","title":"A 20-year-old college student comes to the office due to falling asleep at inappropriate times.  He has an irresistible urge to sleep during the day, and these 'naps' occur unpredictably, sometimes at the start of class or during examinations.  He sleeps 6-7 hours per night and feels refreshed when he awakens.  He also experiences frightening auditory hallucinations before falling asleep.  He was recently in a motor vehicle collision after falling asleep at the wheel, which resulted in only a minor sprain of his wrist.  He does not use tobacco, alcohol, or illicit drugs.  Physical examination is unremarkable.  Which of the following is the best treatment for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carbamazepine","answer_2":"B. Clonazepam","answer_3":"C. Melatonin","answer_4":"D. Modafinil","answer_5":"E. Zolpidem","percent_1":"7%","percent_2":"5%","percent_3":"6%","percent_4":"75%","percent_5":"7%","right_answer":"D. Modafinil","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Narcolepsy# ∆⨉ §^#DSM-5 diagnostic$ criteria# ∆ • Recurrent lapses into sleep or naps (≥3 times/week for 3 months) • ≥1 of the following: $== ○ Cataplexy: brief loss of muscle tone precipitated by strong emotion$== (eg, laughter, excitement) $== ○ Low cerebrospinal fluid levels of hypocretin-1 $== ○ Shortened REM sleep latency §^#Associated features# ∆ • Hypnagogic or hypnopompic hallucinations • Sleep paralysis","explanation_img":"","explanation_1":"","explanation_2":"#Narcolepsy# is a rare neurologic disorder characterized by episodes of irresistible sleep during the day and usually one or more REM sleep–related phenomena such as #cataplexy# (ie, sudden weakness triggered by strong emotions), #hypnagogic/hypnopompic hallucinations# (ie, hallucinations while falling asleep or awakening, respectively), and #sleep paralysis# (ie, physiologic sleep paralysis that persists on awakening/falling asleep).  The etiology of narcolepsy is believed to be due to low levels of the stimulatory neurotransmitter orexin (ie, hypocretin), which is involved in maintaining wakefulness and suppressing REM sleep–related phenomena. $Treatment involves the use of agents that promote wakefulness (psychostimulants).  #Modafinil#, a nonamphetamine stimulant, has become the first-line agent because it is effective and well tolerated and its misuse is rare.  The mechanism of action is not well described, but modafinil may enhance dopaminergic signaling.  Amphetamines are second-line agents due to their sympathomimetic side effects (eg, hypertension, arrhythmia, psychosis) and risk for misuse and dependency. $#(Choice A)#  Carbamazepine is used to treat seizures, bipolar disorder, and trigeminal neuralgia, not narcolepsy. $#(Choices B and E)#  Zolpidem is a nonbenzodiazepine hypnotic used for insomnia.  The use of zolpidem or a benzodiazepine (eg, clonazepam) in patients with narcolepsy is relatively contraindicated due to the risk of worsening daytime sedation. $#(Choice C)#  Melatonin is used for treating jet lag and delayed sleep-wake phase syndrome, not narcolepsy. $#Educational objective# Treatment for narcolepsy includes psychostimulants (eg, modafinil) for daytime sleepiness.  "},

{"id":"15762","title":"A 12-year-old girl is brought to the office by her mother due to unusual nighttime behavior.  The mother reports that once or twice a month over the past year she has found her daughter walking around the house between the hours of midnight and 2 AM.  The mother says, \"Although her eyes are open, she appears to be in a daze and doesn't respond to me.  I guide her back to bed and she goes back to sleep, but I worry that she could get hurt or fall down the stairs if I'm not there.\"  The girl has no recollection of the events.  Which of the following EEG patterns is characteristic of the sleep stage associated with this behavior?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha waves","answer_2":"B. Beta waves","answer_3":"C. Delta waves","answer_4":"D. K complexes","answer_5":"E. Sleep spindles","percent_1":"4%","percent_2":"8%","percent_3":"75%","percent_4":"7%","percent_5":"6%","right_answer":"C. Delta waves","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Sleep stages#∆⨉∆⨉ § ∆^#EEG pattern & frequencies# ∆^#Characteristics# §^#Non-REM stage 1$ (N1)# ∆ • Theta waves (4–7.9 Hz) ∆ • Wakefulness-sleep transition • Easy to wake §^#Non-REM stage 2$ (N2)# ∆ • Theta waves (4–7.9 Hz) • Sleep spindles & K complexes ∆ • Largest percentage of sleep §^#Non-REM stage 3$ (N3)# ∆ • Delta waves (<4 Hz) ∆ • Prominent 1st half of night • Difficult to wake • Sleepwalking & night terrors §^#REM# ∆ • EEG resembles wakefulness • Occasional sawtooth waves ∆ • Prominent 2nd half of night • Dreams, REMs, muscle atonia • REM sleep behavior disorder & nightmare disorder §#EEG =# electroencephalogram; #REM =# rapid eye movement. ∆⨉∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This girl's nighttime ambulation associated with incomplete arousal and amnesia for the event is consistent with #sleepwalking#, a non-REM (NREM) parasomnia.  Sleepwalking is more common in children, peaks at age 8-12, and often remits spontaneously.  #NREM-related parasomnias# such as sleepwalking and sleep terrors occur during #deep, slow-wave sleep#.  Deep, slow-wave sleep is more prominent during the first half of the night and, as a result, NREM-related parasomnias occur more commonly during this time#.# $Sleep is divided into NREM and REM sleep.  Most dreams occur during REM sleep.  NREM sleep is further divided into 3 substages based on depth of sleep (N1, N2, and N3).  Brain waves of different frequencies are associated with different stages of sleep.  #Delta waves# (frequency up to 3.99 Hz) are characteristic of deep, slow-wave sleep (stage N3).  Alpha and beta waves are characteristic of wakefulness and REM sleep #(choices A and B)#.  K complexes and Sleep spindles are characteristic of stage N2 (light, stable sleep) #(choices D and E)#. $#Educational objective# Sleepwalking, a common non-REM parasomnia of childhood, occurs during slow-wave sleep (stage N3), which is characterized by delta waves on EEG.  Sleepwalking typically occurs during the first half of the night, when slow-wave sleep is most prominent.  "},

{"id":"8878","title":"A 24-year-old man comes to the physician due to excessive daytime sleepiness.  The patient is a college student whose symptoms started around age 12, when he began needing more sleep than his peers to feel refreshed.  Two years later, he started having daily episodes of sudden weakness, consistently triggered by laughter or crying, in which his head would nod or his knees would buckle for about 30 seconds.  The patient also describes times when he was unable to move for several minutes after awakening from sleep.  He mentions nightly dreams that seem very real, often featuring activities that he had been engaged in during the preceding day.  If measured, which of the following compounds is most likely to be abnormal in this patient's cerebrospinal fluid?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 5-hydroxyindoleacetic acid","answer_2":"B. 14-3-3 protein","answer_3":"C. Homovanillic acid","answer_4":"D. Hypocretin-1","answer_5":"E. Melatonin","percent_1":"6%","percent_2":"3%","percent_3":"6%","percent_4":"70%","percent_5":"15%","right_answer":"D. Hypocretin-1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Narcolepsy# ∆⨉ §^#DSM-5 diagnostic$ criteria# ∆ • Recurrent lapses into sleep or naps (≥3 times/week for 3 months) • ≥1 of the following: $== ○ Cataplexy: brief loss of muscle tone precipitated by strong emotion$== (eg, laughter, excitement) $== ○ Low cerebrospinal fluid levels of hypocretin-1 $== ○ Shortened REM sleep latency §^#Associated features# ∆ • Hypnagogic or hypnopompic hallucinations • Sleep paralysis","explanation_img":"","explanation_1":"","explanation_2":"This patient's excessive #daytime sleepiness#, episodic loss of motor tone triggered by emotion (#cataplexy#), and inability to move on awakening (#sleep paralysis#) are highly suggestive of #narcolepsy#.  Narcolepsy with cataplexy is most often caused by the lack of 2 related neuropeptides:  #hypocretin-1# (orexin-A) and #hypocretin-2# (orexin-B), which are produced in neurons located in the lateral hypothalamus.  These neuropeptides promote wakefulness and inhibit REM sleep–related phenomena.  Hypocretin-1 levels are low to absent in the cerebrospinal fluid (CSF) of patients who have narcolepsy with cataplexy. $#(Choice A)#  Low CSF 5-hydroxyindoleacetic acid (a metabolite of serotonin) concentration has been associated with impulsive, destructive behaviors, particularly aggression, suicide, and violence. $#(Choice B)#  Detection of elevated amounts of 14-3-3 protein in CSF is helpful in diagnosing Creutzfeldt-Jakob disease, a neurodegenerative disease caused by prions. $#(Choice C)#  Altered levels of the primary dopamine metabolite, homovanillic acid, have been linked to many psychiatric conditions, including substance use disorders, psychosis, and mood disorders.  CSF concentrations of homovanillic acid are also decreased in patients with Parkinson disease. $#(Choice E)#  The level of melatonin in CSF has been shown to decrease with the progression of Alzheimer disease. $#Educational objective# Hypocretin-1 (orexin-A) and hypocretin-2 (orexin-B) are neuropeptides produced in the lateral hypothalamus that promote wakefulness and inhibit REM sleep–related phenomena.  Most patients who have narcolepsy with cataplexy have undetectable levels of hypocretin-1 in their cerebrospinal fluid.  "}


]