[

{"id":"21735","title":"An 18-year-old woman comes to the office to discuss test results.  She was evaluated one week ago for recurrent vulvovaginal discharge and reported being sexually active with two partners, using oral contraceptives sometimes.  The patient was counseled on safe sexual practices and tested for sexually transmitted diseases.  The results have returned as positive for HIV.  She has no significant medical history and takes no medications other than oral contraceptives.  The patient's family history is significant for a mother with schizophrenia and a paternal uncle with alcohol use disorder who lives in the home with them.  On hearing her test results and the recommendation to start antiretroviral therapy, she is visibly upset.  Which of the following is the most important intervention to promote adherence to treatment in this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Develop a trusted partnership that incorporates the patient's goals into treatment","answer_2":"B. Explain in simple language the complications of HIV and have the patient repeat them back","answer_3":"C. Identify barriers to medication adherence and address them at each visit","answer_4":"D. Identify underlying psychological stressors and provide supportive counseling","answer_5":"E. Provide clear written instructions about how and when to take the medications","percent_1":"69%","percent_2":"1%","percent_3":"15%","percent_4":"12%","percent_5":"3%","right_answer":"A. Develop a trusted partnership that incorporates the patient's goals into treatment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Building a therapeutic alliance#∆⨉ §^#General approach# ∆ • Nonjudgmental language • Openness & honesty • Encouragement, positive reinforcement • Avoid even the appearance of conflict of interest §^#Education & counseling# ∆ • Appropriate for language preference & education level • Open-ended questions & active listening • Gradual, stepwise increase in level of detail & sophistication §^#Management decisions# ∆ • Shared decision-making • Address patient's goals & priorities • Alert & sensitive to larger context (eg, other medical conditions, costs, care burden)","explanation_1":"","explanation_2":"$This patient has a new diagnosis of HIV infection and will require lifelong antiretroviral therapy.  Nonadherence to antiretroviral drugs is associated with greater probability of treatment failure and drug resistance, and this patient is likely at risk for nonadherence due to significant stressors (eg, family mental illness).  Young patients also commonly have decreased adherence due to financial instability and frequent changes in health insurance coverage. $ The first step in maximizing long-term adherence is building a solid #therapeutic environment# characterized by #openness and mutual trust#.  Establishing a good physician-patient partnership in which the patient feels his or her #goals and priorities# are being addressed and the physician is acting in the #patient's interest# is a necessity. $ Once the therapeutic relationship is established, specific interventions to maximize adherence are likely to be more effective.  Strategies with proven benefit include simplifying the drug regimen (eg, combination pills, once-daily dosing), automated reminder systems (eg, smartphone application), and frequent review of medication adverse effects. $ (Choice B)  As the patient's fund of knowledge and understanding of HIV infection increase, progressively sophisticated education can be provided regarding the natural history and complications of the disease.  However, focusing on complications at the initial visit is likely to overwhelm the patient and distract from forming a therapeutic alliance. $ (Choice C)  Once a medication plan has been determined and the patient is instructed on implementation, frequent follow-up should be scheduled to review the treatment plan and identify any ongoing barriers to adherence.  However, this is not a primary objective in the initial encounter. $ (Choice D)  This patient has significant psychosocial stressors and may benefit from counseling or other interventions.  However, as with antiretroviral therapy, the success of these measures will be greatest if provided in the context of an established physician-patient therapeutic relationship. $ (Choice E)  Reinforcing verbal counseling with written instruction can improve adherence, especially for patients with multiple conditions and medications.  However, the medication regimen should not be initiated until the patient fully understands the diagnosis and trust has been established between the physician and patient. $ Educational objective The first step in maximizing long-term medication adherence is building a therapeutic environment characterized by openness and mutual trust.  Developing a trusted partnership that incorporates the patient's goals into the management plan is a necessity, and can make specific interventions to maximize adherence more effective."},

{"id":"21177","title":"A 66-year-old, previously healthy woman is admitted to the hospital due to recurrent hemoptysis.  Chest x-ray obtained in the emergency department shows a 10-cm perihilar mass in the right lung.  The patient undergoes bronchoscopic biopsy, which reveals non–small cell lung cancer.  When entering her room to disclose the biopsy results, the physician sees the patient eating lunch with family members and friends who have been at her bedside since admission.  They all appear anxious, and the patient tearfully tells the physician, \"I've been dreading this moment.  I think I already know what my test results are.\"  Which of the following responses by the physician is most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I don't want to disturb your lunch now, let me arrange a family meeting later to share your results.","answer_2":"B. Is there anyone you would like to remain in the room while we talk about your results?","answer_3":"C. It can be easier to hear your results from a family member. Is there someone I can talk to first?","answer_4":"D. It's good that your family is here to support you now, because I have difficult news to share with you.","answer_5":"E. Tell me, what do you and your family members know and believe about your condition?","percent_1":"8%","percent_2":"71%","percent_3":"0%","percent_4":"3%","percent_5":"18%","right_answer":"B. Is there anyone you would like to remain in the room while we talk about your results?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"When discussing serious, potentially life-threatening illness, patients commonly wish to have family and friends present for support.  Having others be present may also facilitate better understanding and retention of information when patients are overwhelmed or distracted by ongoing symptoms of illness.  However, #patient preferences vary widely#, both among and within patient subpopulations (eg, elderly, minorities), regarding which (if any) companions should be present during discussion of serious illness. $ Therefore, before disclosing any significant information, the physician should first determine #how the patient prefers to receive information# and #which companions should be present# during the discussion.  The inquiry should be #nondirective#, avoiding assumptions and giving the patient full scope to express preferences.  Care should be taken to avoid alienating involved family members, who may be central in supporting the patient's decision-making and comfort.  Only when the patient's preferences are clear should significant information be disclosed. $ (Choice A)  Although a family meeting can be an appropriate forum to share difficult information and answer questions, the physician should first inquire as to the patient's preferences before postponing delivery of results. $ (Choice C)  Some patients (eg, elderly) may express the desire for other family members to be informed first about a health condition; however, this preference should not be assumed.  The physician must first discuss with the patient how she wishes to receive information. $ (Choice D)  This response conveys empathy but assumes that the patient prefers all her companions to remain in the room.  It also reveals the results are upsetting (\"difficult news\"). $ (Choice E)  When discussing test results in the presence of a patient's family and friends, reviewing what they already know before proceeding to new information is advisable.  However, this statement assumes she has already given consent for her companions to be present during the discussion, which she has not. $ Educational objective Before disclosing any significant information to patients, physicians should determine patient preferences for how to receive information and which companions should be present during the discussions.  Only when patients' preferences are clear should significant information be disclosed."},

{"id":"18836","title":"A 25-year-old woman comes to the office for an initial evaluation of low mood.  Since moving to a new apartment 3 weeks ago, the patient has felt sad and has not been sleeping well.  She says, 'My landlord won't allow pets in the building.  I miss my dog so much.  I know my mood would improve if I could get a letter from you saying my dog can live with me.'  The patient's dog is currently staying with her parents, who live a few miles away from her.  Which of the following statements by the physician is the most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fortunately, your dog is able to live nearby with your parents; what do you think about spending more time at their house?","answer_2":"B. Having your dog may help you feel better temporarily; let's discuss options that would allow you to develop long-term coping skills.","answer_3":"C. I can see you miss your dog very much; let's start by talking about the mood symptoms you've been experiencing.","answer_4":"D. It must be difficult not having your dog around; what made you decide to move into an apartment that does not allow pets?","answer_5":"E. Not having your dog live with you seems to be causing a lot of distress; I can write a letter for your dog.","percent_1":"1%","percent_2":"4%","percent_3":"78%","percent_4":"15%","percent_5":"2%","right_answer":"C. I can see you miss your dog very much; let's start by talking about the mood symptoms you've been experiencing.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$In this initial patient encounter, the physician is faced with a specific request for an emotional support animal letter but has very limited information.  Although physicians should be responsive to a patient's concerns, they should not feel pressured to make a recommendation before fully evaluating the patient.  The best approach is to #validate the patient's concerns# and #gather more information# on which to base a decision. $ The physician should begin with an empathic comment acknowledging this patient's distress and then obtain a more complete understanding of the situation.  This would include obtaining a more detailed description of the patient's mood, evaluation for additional depressive symptoms, and medical and psychiatric history as well as an assessment of other psychosocial stressors and the patient's support system.  Dismissing the patient's request or coming to a premature decision should be avoided. $ (Choice A)  This statement fails to acknowledge the patient's distress, avoids addressing her request, and offers specific advice without a full understanding of the situation. $ (Choice B)  This statement dismisses the patient's immediate concern as unimportant and focuses on long-term strategies.  This approach is likely to frustrate the patient and negatively impact the physician-patient relationship. $ (Choice D)  This statement may make the patient feel defensive about her decision to move.  It may be more difficult to do a full assessment if the patient feels judged. $(Choice E)  Writing a letter is up to the physician's discretion but should not be done before fully evaluating the patient and documenting appropriately. $ Educational objective Although physicians should be responsive to patient requests, they should not feel pressured to make a recommendation before fully evaluating the patient.  The best approach is to validate the patient's concerns and gather more information."},

{"id":"10398","title":"A 65-year-old woman comes to the office accompanied by her husband for follow-up of hypertension.  She has been prescribed a thiazide diuretic, and her dose was increased at the last visit due to poorly controlled blood pressure.  At today's visit, the patient's blood pressure remains elevated.  Her husband says, ' I'm trying to do everything I can to get her blood pressure under control.  I cook healthy food and remind her to take the medication, but I'm not sure she's taking it.'  The patient says, 'Taking the medication is a hassle; I know my pressure has been high but I feel absolutely fine.'  Which of the following responses by the physician is the most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Given your consistently elevated blood pressure, we'll have to add a second antihypertensive medication.","answer_2":"B. Let's review how to take your medication and set a reminder on your phone so that you don't forget.","answer_3":"C. Many patients find it difficult to take medication daily. What hassles have you been experiencing with taking your medication?","answer_4":"D. We can consider switching to a different antihypertensive if you don't like the one you're on now.","answer_5":"E. Would you feel more comfortable discussing medication without your husband present?","answer_6":"F. Your husband is correct to be concerned; what is your understanding of why controlling your blood pressure is important for your health?","percent_1":"0%","percent_2":"1%","percent_3":"84%","percent_4":"0%","percent_5":"5%","percent_6":"10%","right_answer":"C. Many patients find it difficult to take medication daily. What hassles have you been experiencing with taking your medication?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Nonadherence# to medication is a common cause of poor clinical outcomes.  Sustaining medication adherence for chronic, #asymptomatic medical conditions# (ie, (silent illnesses)), such as hypertension, is particularly difficult.  This patient is likely nonadherent with medication, but her specific concerns about taking the antihypertensive are unclear.  There may be multiple reasons for nonadherence, including inadequate understanding of the illness and the role of medication, complicated regimens, medication cost, side effects, illness perceptions, treatment beliefs, and psychological factors (eg, depression, anxiety, cognitive impairment, denial). $ The best initial approach is to make the patient feel supported by #normalizing her difficulty# with adherence, followed by #open-ended# and #nonjudgmental exploration# of her reason(s) for nonadherence.  Once an alliance is established and the specific factors are identified, the physician can more effectively intervene with a targeted intervention.  Strategies to improve adherence include educating the patient; simplifying regimens; choosing generic (less costly) medications; addressing side effects and psychological issues; and increasing supervision, monitoring, and follow-up. $ #(Choices A and D)#  It would be inappropriate to recommend a change in medication or addition of a second medication without first addressing her likely nonadherence.  These interventions could be considered if her blood pressure remained poorly controlled despite medication adherence. $ (Choice B)  Reviewing the patient's regimen and offering suggestions on how to improve adherence would be premature without first understanding the patient's perspective and exploring her specific concerns about taking her medication. $ (Choice E)  If the patient seemed reluctant to discuss her medication usage with her husband in the room, the physician might suggest that they speak with her husband not present.  There is no evidence to suggest that this is necessary at this time. $ (Choice F)  Although assessing the patient's understanding of hypertension is important in providing targeted education, this statement aligns the physician with the husband rather than with the patient.  She may feel attacked, which could put her on the defensive. $ Educational objective Identifying and managing nonadherence is critical to improving outcomes for many chronic conditions, including hypertension.  Creating an alliance by validating the patient's perspective and using an open-ended, nonjudgmental question is the most effective way to initiate a discussion."},

{"id":"2059","title":"An 80-year-old man is brought to the emergency department by his son due to acute shortness of breath.  The patient reports a chronic cough and a 13.6-kg (30-lb) weight loss over the past 6 months.  Chest x-ray demonstrates a large mass in the right lung and an associated pleural effusion.  The patient is hospitalized and undergoes bronchoscopy with biopsy; the pathology report comes back as bronchogenic carcinoma.  When the physician initiates a private discussion about the biopsy results, the patient says, ‘I prefer not to be told anything.  You can discuss everything with my son.  I trust his judgment.’ The patient is cognitively intact without signs of mental illness.  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Could you tell me why you decided to get a bronchoscopy done if you did not wish to know the results?","answer_2":"B. Hearing about test results can be stressful. Would you like to speak to the chaplain before making a decision?","answer_3":"C. I appreciate why you would not want to hear the results, but you could make informed decisions about your health if you knew.","answer_4":"D. I understand that you would not like to be told the results of the biopsy. I will share them with your son.","answer_5":"E. Not knowing your results may also cause anxiety; let's discuss this with your son and see what he thinks.","percent_1":"5%","percent_2":"5%","percent_3":"14%","percent_4":"71%","percent_5":"5%","right_answer":"D. I understand that you would not like to be told the results of the biopsy. I will share them with your son.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Patients have the #right# to preemptively #refuse to receive# medical #information#.  This patient has expressed a clear preference and has the capacity to make health care decisions.  It is important to respect his wishes by withholding the information.  In this case, respecting #patient autonomy# means respecting his decision not to know and to defer decision-making to his son. $ Reasons for refusing to receive medical information are varied and complex and include #personal values# (eg, fatalism), psychological concerns (eg, fears of bad news and mortality), and #cultural beliefs# (eg, cultural preference for the family to make treatment decisions).  In some cultures, direct disclosure of a serious illness to a family elder may be considered unnecessarily cruel or disrespectful, and it is customary for family members to make health care decisions for the patient.  Other cultural reasons for nondisclosure include the belief that open discussion may cause unnecessary anxiety, depression, or hopelessness or that speaking aloud about a condition makes death or terminal illness more certain.  Physicians should respond to different individual and cultural values with an open, sensitive approach that conveys respect for the preferences of the patient and family. $ (Choice A)  This statement may be perceived as judgmental and impair rapport.  A patient has no obligation to hear the results of an intervention and has the right to refuse procedures or information at any time. $#(Choices B and E)#  The patient has decision-making capacity, and his preference not to be informed should be respected.  Questioning the patient's decision and consulting with the chaplain or the patient's son are not necessary and may be perceived as disrespectful. $ (Choice C)  This response puts pressure on the patient to accept the information when he has clearly stated that he does not want to know. $ Educational objective Patients have the right to refuse to receive medical information for individual or cultural reasons.  In some cultures, family members may make health care decisions to avoid perceived harm, disrespect, or mental distress caused by direct disclosure to the patient."},

{"which":"epidemyology- ethics and substance","id":"21168","title":"A 24-year-old man comes to the office because of mood changes.  He has felt depressed, irritable, and anxious nearly every day for 2 months.  The patient has difficulty getting out of bed in the mornings and staying focused at work.  He has no medical conditions and takes no medications.  The patient drinks 3 or 4 beers daily and more on weekends.  The physician provides education about the link between alcohol and mood changes.  The patient responds, 'But it really helps me to unwind and relax after a long workday and makes it easier to fall asleep.  It's also how I hang out with my friends on weekends.  I can't see quitting.' Which of the following is the most appropriate statement by the physician at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alcohol is likely making your depression worse. It will be harder to treat your depression without addressing alcohol.","answer_2":"B. Although you feel alcohol helps you to relax, I am concerned that you are using it to self-medicate your depression.","answer_3":"C. I can understand your reasons for using alcohol. What are the downsides to drinking from your perspective?","answer_4":"D. I get it, but there are other, healthier ways to relax. Would you be willing to discuss those?","answer_5":"E. I understand your reasons and see that you are not ready to make a change. I am here to help when you feel ready.","percent_1":"1%","percent_2":"2%","percent_3":"76%","percent_4":"6%","percent_5":"16%","right_answer":"C. I can understand your reasons for using alcohol. What are the downsides to drinking from your perspective?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Motivational interviewing#∆⨉ §^#Indications# ∆ • Substance use disorders • Other behaviors in patients who are not ready to change §^#Principles# ∆ • Acknowledge resistance to change • Address discrepancies between behavior & long-term goals • Enhance motivation to change (support self-efficacy) • Remain nonjudgmental §^#Technique$ (OARS)# ∆ • Ask #O#pen-ended questions (encourage further discussion) • Give #A#ffirmations • #R#eflect & #S#ummarize main points","explanation_1":"","explanation_2":"$This patient believes that alcohol plays a beneficial role in his life (helping with relaxation, sleep, and socialization) and explicitly states that he does not want to quit. # Motivational interviewing# is a #patient-centered# approach to help change maladaptive behaviors; it matches strategies to the patient's #stage of readiness# to make a change.  The goal is to develop the patient's own intrinsic motivation to change, rather than using pressure to motivate change. $ This patient should be educated about the link between mood and alcohol to help him see the discrepancy between continued alcohol use and his goal of not being depressed.  However, direct confrontation of his resistance to change (eg, advising the patient not to drink, dwelling on adverse consequences of alcohol use) is likely to make him feel misunderstood, attacked, or criticized and may lead to conflict or defensiveness.  It is more productive to #acknowledge# the patient's #resistance# to change as a starting point.  This involves reflecting the patient's view that alcohol helps him relax and then encouraging discussion of any downsides to drinking from his perspective.  In this way, the patient is encouraged to identify ambivalent feelings about drinking that can help him begin to make his own arguments for change. $ (Choice A)  This statement focuses on the negative aspects of alcohol use and insists that it be addressed, which may lead to defensiveness rather than change.  Instead, the patient's resistance should be respected, and his internal motivation encouraged. $(Choice B)  Although this response initially acknowledges the patient's perspective, it then makes an assumption that may be experienced as judgmental.  It would be better to encourage an open-ended discussion about how the patient himself understands his alcohol use. $ (Choice D)  This approach prematurely focuses on alternative behaviors  without first developing the patient's ambivalence about drinking and intrinsic motivation to make a change.  The patient should be encouraged to come up with possible alternative behaviors himself rather than forcing suggestions on him. $(Choice E)  Although this statement accurately reflects the patient's current lack of readiness to make a change, it does not encourage discussion and prematurely terminates any efforts to facilitate change. $Educational objective Motivational interviewing is a patient-centered approach to help change maladaptive behaviors; it matches strategies to the patient's stage of readiness to make a change.  This includes acknowledging the patient's resistance and developing the patient's own motivation to change."},

{"id":"10468","title":"A 52-year-old man diagnosed with advanced pancreatic cancer comes to the oncologist for follow-up.  His cancer is unresectable, and he has been receiving palliative treatment for the past 3 months.  The patient has had multiple previous discussions about his prognosis.  He has lost 22.6 kg (50 lb) and now feels too weak to play with his children.  During the visit, he says, \"I am a survivor and know I can beat this.  I'm going to do whatever I can to be around for my kids.\"  Which of the following is the most appropriate response to this patient at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I think it's important for you to know that your symptoms will likely worsen, but we will make sure you are as comfortable as possible.","answer_2":"B. I'm glad you are able to maintain a positive attitude, but you and your family need to be prepared given your recent decline.","answer_3":"C. Let's hope for the best while also making sure we talk about important decisions for your care if things turn out differently.","answer_4":"D. You've been experiencing more weight loss and fatigue recently, and I want to make sure you understand the severity of that.","answer_5":"E. You've been handling the physical challenges of this illness well but seem to be overlooking the emotional aspects of it.","percent_1":"6%","percent_2":"15%","percent_3":"72%","percent_4":"6%","percent_5":"1%","right_answer":"C. Let's hope for the best while also making sure we talk about important decisions for your care if things turn out differently.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Five stages of grief: terminal illness#∆⨉ §^#Denial# ∆ Denies illness, severity, or prognosis §^#Anger# ∆ Directly expressed or may be displaced onto physician or others §^#Bargaining# ∆ Tries to \"strike a bargain\" in return for surviving illness §^#Depression# ∆ Becomes sad, detached & hopeless §^#Acceptance# ∆ Comes to terms with impending death, \"at peace\"","explanation_1":"","explanation_2":"$The physician is confronted with a patient who is in #denial# about his #terminal illness# and remains unrealistically hopeful about surviving pancreatic cancer.  Patient reactions to terminal illness are variable and mediated by coping style, personality, culture, values, and religious beliefs.  Patients may go through 5 stages in coping with terminal illness (denial, anger, bargaining, depression, acceptance).  However, patients do not necessarily experience all the stages of grief or in a prescribed sequence. $ Hope, even when unrealistic, can be a powerful mechanism to help patients cope with pain, fear of death, and the ordeal of treatment.  If the patient's #denial is not interfering# with receiving necessary medical care or discussing his goals regarding end-of-life care, it #should not be confronted#.  The physician should be supportive of the patient's hopeful perspective, and at the same time, engage him in discussion regarding important end-of-life care decisions. $ #(Choices A, B, and D)#  These responses confront the patient's denial by refuting hope and challenging his self-concept that he is a \"survivor\" who can beat cancer.  They focus on what the physician thinks is important, rather than acknowledging where the patient is emotionally.  These statements may be perceived as unsupportive and harsh and have a detrimental effect on the patient's ability to cope with the stress of a terminal illness.  If the patient's denial is not interfering with his care, it should not be confronted. $ (Choice E)  Patients cope with terminal illness differently and should not be pressured to deal with any emotional issue unless it is interfering with medical care or significant relationships. $ Educational objective Denial is commonly experienced by patients diagnosed with terminal illness and can help them cope with overwhelming thoughts and feelings.  When denial is not interfering with receiving end-of life care or discussing goals of care, it should not be confronted."},

{"id":"18695","title":"A 4-year-old girl is sent to the emergency department from her day care center due to fever, right ear pain, and repeated vomiting.  Examination shows a bulging, cloudy tympanic membrane associated with erythema, swelling, and tenderness over the right mastoid.  CT scan reveals opacification of the mastoid air cells with destruction of bony septa.  When the patient's parents arrive, they report that the patient has had recurrent episodes of otitis media.  However, the parents decline antibiotic therapy, stating, 'In our family, we believe that natural healing techniques are better than shooting up our children with chemicals.'  Which of the following is the most appropriate response to the parents' statement?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Can you please tell me what you currently understand about your child's infection?","answer_2":"B. Help me understand what natural treatments you are willing to allow.","answer_3":"C. I understand your concerns about medication side effects, but antibiotic treatment is necessary.","answer_4":"D. If we don't give your child antibiotics, she could get a brain abscess and die.","answer_5":"E. We can try natural techniques briefly, but if she doesn't get better, we will have to use antibiotics.","percent_1":"59%","percent_2":"17%","percent_3":"19%","percent_4":"3%","percent_5":"3%","right_answer":"A. Can you please tell me what you currently understand about your child's infection?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Approach to treatment refusal#∆⨉ §^#Determine legal decision-$maker# ∆ • Self: legal/competent adult or emancipated minor • Surrogate decision-maker: parent/guardian, specified proxy, default surrogate (eg, spouse, adult child) §^#Counsel$ decision-maker# ∆ • Assess level of understanding, health literacy • Explain natural history of disease, pros & cons of treatment options §^#Continued$ refusal# ∆ • For life-sustaining treatment: $== ○ Engage care team, social services $== ○ Consult facility ethics committee $== ○ Initiate legal action for court order • If immediate care is needed (eg, life- or limb-threatening condition): $== ○ Provider should administer care over surrogate refusal","explanation_1":"","explanation_2":"$This child with a history of recurrent otitis media now has acute mastoiditis, a purulent infection of the mastoid air cells.  #Untreated mastoiditis# can lead to serious complications, including #brain abscess and death#, and requires aggressive management.  Initial treatment includes parenteral antibiotics, and patients often require surgical intervention. $ Patients and surrogate decision-makers (eg, parents, guardians) often have limited understanding of serious but uncommon conditions, such as mastoiditis.  They also may have misconceptions regarding the potential risks and benefits of medical treatment.  Decision-making can be further complicated by the urgency to make life-or-death decisions quickly in unfamiliar environments (eg, emergency department). $ The initial step in counseling patients and surrogate decision-makers regarding #refusal of treatment# is to calmly probe their #understanding of the disease process#.  This can be followed by #counseling and education# tailored to the decision-maker's #level of understanding and health literacy# and an objective assessment of treatment options.  Although a court order may be necessary to compel the parents to allow life-saving treatment, legal action can be distressing to all involved.  Often, once the disease process and treatment options are better understood, decision-makers become less resistant to treatment. $ (Choice B)  For non–life-threatening conditions for which standard therapies are undesirable or ineffective, clinicians can lend their expertise to patients regarding nonstandard therapies, even if the clinician does not fully endorse such therapies.  However, there are no nonpharmacologic therapies that are adequate for treating mastoiditis. $(Choice C)  This statement begins with an appropriate gesture of concern.  However, it is inadequate because it simply reiterates treatment recommendations and does not attempt to provide the information needed for the patient's parents to make an informed decision. $ (Choice D)  Although discussion with this child's family should include the risks of untreated mastoiditis, presenting scare tactics and worst-case scenarios is likely only to further distress the family and inhibit rational decision-making. $ (Choice E)  Delayed treatment of mastoiditis is not recommended.  Wasting time with ineffective treatments will only delay having a more appropriate conversation. $ Educational objective Patients and surrogate decision-makers often have misconceptions regarding medical conditions and the potential risks and benefits of treatment.  The initial step in counseling patients and surrogate decision-makers regarding treatment refusal is to calmly probe their understanding of the disease process.  This can be followed by counseling and education tailored to the decision-maker's level of understanding and health literacy."},

{"id":"11536","title":"A 40-year-old woman with major depression comes to the office for follow-up.  She has been taking paroxetine daily for the past year.  The patient is doing fairly well but is concerned that she experiences periods of low mood on occasion.  When asked how she is taking the medication, she states, 'I know the bottle says once a day, but I usually take an extra pill when I feel sad and skip it if I'm having a good day.'  Vitals signs are within normal limits.  Physical examination shows no abnormalities.  Which of the following is the most appropriate next step in management?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Explain that the medication requires consistent dosing for optimal effect","answer_2":"B. Inform the patient that she has been taking the medication incorrectly","answer_3":"C. Obtain regular paroxetine serum levels and increase frequency of office visits","answer_4":"D. Provide clear oral and written instructions on how to take the medication","answer_5":"E. Recommend that she take the medication once daily as prescribed","percent_1":"80%","percent_2":"1%","percent_3":"4%","percent_4":"8%","percent_5":"6%","right_answer":"A. Explain that the medication requires consistent dosing for optimal effect","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient is not adhering to the prescribed medication schedule and appears to not understand the importance of consistent dosing or the risks of doubling or skipping her dose.  Her occasional periods of low mood may reflect #inconsistent dosing#; the most appropriate step in management is to explain that #daily medication adherence# is necessary to achieve the steady-state blood level required to sustain improvement in depression. $ In addition to possible loss of efficacy, the physician should also educate this patient about the risks associated with skipping or doubling the dose of paroxetine, including antidepressant withdrawal syndrome (eg, dizziness, myalgia, nausea, headache), increased adverse effects, drug interactions, and toxicity in serious cases.  If a dose is missed, the patient should be instructed not to double the next dose.  Other strategies to improve consistent dosing include using the simplest regimen and least frequent dosing possible and using labeled pill boxes or reminder cues (eg, phone alarm, pairing with another daily activity). $(Choice B)  This approach may be perceived as judgmental and does not educate the patient about why consistent dosing is important. $(Choice C)  Serum levels of selective serotonin reuptake inhibitors are not routinely used.  A paroxetine level can help confirm that the patient is taking the medication but does not indicate how much or in what way it is being taken, and does not help guide treatment.  Addressing the patient's misconceptions about the medication is preferable. $#(Choices D and E)#  This patient has already acknowledged that she knows she should take the medication daily.  Providing oral or written instructions or recommending that she take the medication as prescribed does not address her lack of understanding that antidepressants should not be taken as needed and require consistent dosing to sustain efficacy.$Educational objective Inconsistent dosing due to patient misconceptions regarding antidepressant use can result in loss of efficacy and the potential for toxicity and withdrawal.  Physicians must assess the patient's understanding and provide targeted education to address misconceptions."},

{"id":"21717","title":"A 63-year-old man with a 30-pack-year smoking history is admitted to the hospital for evaluation of hemoptysis.  Imaging studies reveal a right lung mass with features suggesting possible malignancy.  On day 2 of hospitalization, he undergoes biopsy of the mass.  The biopsy confirms the diagnosis of non–small cell lung cancer.  However, staging studies have not yet been completed.  As the physician enters the patient's room after reviewing the biopsy results, the patient asks about the biopsy results and prognosis.  Which of the following is the best way to approach this patient's question?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Defer discussion of both biopsy results and prognosis and tell him you will discuss them once all studies are completed","answer_2":"B. Defer discussion of both biopsy results and prognosis until an oncologist evaluates the patient","answer_3":"C. Discuss the biopsy results along with an optimistic assessment of prognosis until an unfavorable prognosis is confirmed with staging studies","answer_4":"D. Discuss the biopsy results with the patient, but defer discussion of prognosis until staging results are available","percent_1":"13%","percent_2":"3%","percent_3":"5%","percent_4":"80%","right_answer":"D. Discuss the biopsy results with the patient, but defer discussion of prognosis until staging results are available","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has biopsy-confirmed #non–small cell lung cancer# (NSCLC).  However, the prognosis (ie, likely course or outcome of disease) cannot be determined because #prognosis# in NSCLC is heavily #dependent on disease stage#, and the necessary staging studies (eg, CT scan of the abdomen) have not yet been completed. $ At this time, the physician should #discuss all available information# with the patient.  Even though prognostic information is not yet available, the physician should not withhold diagnostic information, especially when the patient makes a #direct inquiry#.  Because prognosis is uncertain and possibly unfavorable, the physician should take a sensitive, patient-centered approach to avoid conveying either a sense of false hope #(choice C)# or needless hopelessness.  The physician should also discuss the plan for completing the staging evaluation and the expected timing for informing the patient of results. $ (Choice A)  Although deferring discussion of prognosis is appropriate because staging studies have not been completed, the physician should inform the patient of his biopsy results because that information is available and the patient desires to know. $(Choice B)  Deferring certain details of the discussion to the oncologist (eg, specific treatment regimen) is appropriate; however, the physician in charge of the patient's care should answer the patient's question and provide all the information that is currently available. $ Educational objective The physician should inform the patient about all relevant information, particularly when specifically asked by the patient.  If only partial information is available, the physician should provide the information available at the time, along with a discussion of when the remaining information will be available."},

{"id":"21697","title":"A 57-year-old man comes to the office accompanied by his wife due to low mood and sleep disturbances for the past 2 months.  The patient has also had a loss of interest in his hobbies, concentration difficulties that are affecting his work, and low energy.  The patient has no suicidal thoughts.  Psychiatric history is significant for a period of depression in his 20s treated with psychotherapy.  Medical history is noncontributory.  Vital signs and physical examination are within normal limits.  The patient has a depressed affect with restricted range and soft speech.  Treatment options are discussed, including psychotherapy and antidepressant medications.  The patient responds that he is willing to consider psychotherapy but does not believe medication is necessary.  His wife says, \"I don't think he understands how serious this is—he's in danger of losing his job.  I'll make sure he takes the medication.\"  Which of the following is the most appropriate next step in management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Do not prescribe an antidepressant and ask the wife to continue encouraging the patient to start treatment with a medication","answer_2":"B. Do not prescribe an antidepressant and discuss that medication may be indicated if the patient's symptoms worsen","answer_3":"C. Do not prescribe an antidepressant and follow up with the patient regularly after he begins psychotherapy","answer_4":"D. Encourage the patient to consider starting an antidepressant and provide a prescription in case he changes his mind","answer_5":"E. Recognize the wife's concerns and request to speak with the patient in private about his option for treatment","percent_1":"1%","percent_2":"6%","percent_3":"31%","percent_4":"6%","percent_5":"56%","right_answer":"E. Recognize the wife's concerns and request to speak with the patient in private about his option for treatment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Family members# can provide useful #information# about a patient's condition and act as a source of #support# for the patient.  However, when it comes to obtaining valid @informed consent@, the #patient's autonomy# (ie, the right to make a decision without undue influence) should be the primary concern. $ In this case, the patient's wife is providing important input into her husband's condition, which is helpful.  However, her values and preferences regarding medication do not necessarily reflect those of her husband.  The physician should express appreciation for the wife's input and gently ask her to leave the room, explaining the importance of #speaking with the patient confidentially#. Speaking confidentially will allow the patient to ask questions or express concerns that he may not be comfortable relaying with his wife present and enable a discussion of the risks, benefits, and alternate treatments without coercion.  It is also more likely to engage the patient in creating a treatment plan with which he is comfortable. $ #(Choices A and D)#  No matter the preference of family members or the physician, consent to treatment must come from the patient, whose autonomy should be respected.  He should not be coerced into accepting treatment that he finds objectionable. $ #(Choices B and C)#  The patient should be afforded the opportunity to speak with the physician alone to explore his treatment choice and assess his understanding of the options.  If after speaking confidentially, he decides not to start antidepressants, then he should be referred for psychotherapy with regular follow-up to monitor his progress.  He can be provided with information that should his symptoms worsen, medication may be an option. $ Educational objective When family members and patients have different opinions on treatment, the patient should be provided the opportunity to talk confidentially with the physician.  This respects the patient's autonomy and facilitates obtaining valid informed consent.","clickable_1":"images/img1.21697.jpg"},

{"id":"107420","title":"A 68-year-old man comes to the office for follow-up of type 2 diabetes mellitus, hypertension, and hyperlipidemia.  The patient's diabetes and hypertension are inadequately controlled, requiring multiple modifications to his medication regimen.  Extended counseling is provided regarding today's changes and the overall long-term care plan.  The patient's next appointment is in a month for a routine health maintenance examination.  As the physician is getting ready to leave the room at the end of the scheduled appointment time, the patient states, \"Doc, my urinary stream has been slow for the past 6 months, and I've been waking up twice overnight to use the bathroom.  Can we talk about this today?\"  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I can evaluate the urinary issue today, but it won't be as thorough because we have limited time.","answer_2":"B. I can't address the urinary issue today because I have many patients after you. We can discuss it at your next appointment in a month.","answer_3":"C. It is best to tell me all your concerns at the beginning of the visit so that I can better prioritize our time. At this point, the visit has ended.","answer_4":"D. It sounds like we should talk about this; however, we are out of time today. Please make another appointment so I can appropriately evaluate you.","percent_1":"24%","percent_2":"1%","percent_3":"1%","percent_4":"74%","right_answer":"D. It sounds like we should talk about this; however, we are out of time today. Please make another appointment so I can appropriately evaluate you.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Outpatient office schedules# are typically arranged in #regular time intervals# (eg, 15-20 min) corresponding to the time needed for an average patient visit.  Typically, the time interval allows the physician to evaluate #one primary objective#, either evaluating a new problem or following up on well-known chronic conditions. $ Sometimes, patients raise #unexpected concerns# that require additional time beyond what is allotted for their appointments; evaluation of this patient's urinary symptoms would extend his appointment, which has already been spent addressing his chronic conditions.  Extending the appointment without having adequate time would make #subsequent patient visits late# and can lead to #rushed and incomplete assessments# (for this and/or subsequent patients), potentially resulting in misdiagnosis, mismanagement, or poor patient-physician communication #(choice A)#. $ Therefore, physicians should generally direct the patient with an unexpected concern to #schedule another appointment# to address it; doing so allows the physician to fully address the concern without causing delays in subsequent appointments.  However, when the unexpected concern is urgent or likely #serious# (eg, shortness of breath), it should be addressed #immediately#, and subsequent patients should be informed of the delay. $ (Choice B)  This patient has a health maintenance examination (ie, routine physical) in a month.  Evaluating new concerns in the time allotted for preventive care is usually not recommended because it may impact the quality of care for preventive services.  Instead, a dedicated appointment should be scheduled. $ (Choice C)  Querying the patient at the beginning of the visit regarding any unexpected concerns can help the physician prioritize the discussion.  However, the patient should not be dismissed at the end of the appointment without making arrangements to address his concerns properly. $ Educational objective When a patient raises an unexpected concern during an office appointment and adequate time has not been allotted to evaluate it, the physician should generally ask the patient to schedule an appointment at a later date to address that concern."},

{"id":"10488","title":"A 65-year-old man is admitted overnight to the hospital with abdominal pain.  It is determined that he has an uncomplicated small bowel obstruction that will require surgery in the morning.  Temperature is 37 C (98.6 F), blood pressure is 130/82 mm Hg, and pulse is 90/min.  The resident meets with the patient and his adult son, who has accompanied him to the hospital, to discuss surgical intervention.  After introducing herself, the resident learns that the patient speaks primarily Vietnamese and has limited English proficiency, although his son speaks both Vietnamese and English.  The son shares that he is a critical care nurse and offers to interpret the conversation for his father.  Which of the following responses to the patient's son is the most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I appreciate your offer to interpret; however, I need to get a trained medical interpreter before I start talking with your father.","answer_2":"B. I'll print out the Vietnamese version of the consent form. It would be helpful if you could interpret any questions your father may have after reading it.","answer_3":"C. Thank you. That would be very helpful, especially since you are already familiar with medical terminology.","answer_4":"D. That would make things much easier; could you start by asking your father what his understanding of the situation is?","answer_5":"E. That's a kind offer, but I wouldn't be able to have a direct and objective discussion with your father if you interpret it.","percent_1":"78%","percent_2":"3%","percent_3":"1%","percent_4":"5%","percent_5":"13%","right_answer":"A. I appreciate your offer to interpret; however, I need to get a trained medical interpreter before I start talking with your father.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Communicating with patients who have limited English proficiency#∆⨉ §^#Initial consent# ∆ • Determine patient's primary/preferred language • Obtain consent for interpreter services §^#Preferred mode of$ communication# ∆ • Interpreter (or provider) fluent in both medical communication & patient's preferred language §^#Alternate modes*# ∆ • Telephonic or remote interpreter service • Nonprovider staff (eg, medical assistant, receptionist) • Family/friends • Written communication §*Not recommended if medical interpreter can be obtained & patient consents. ∆⨉","explanation_1":"","explanation_2":"$This patient requires surgical intervention and must give appropriate consent before proceeding.  However, he has #limited English proficiency# (LEP) and will require language assistance to make informed decisions about his health care.  Best practices for medical communication with a patient who has LEP is to use an interpreter (or provider) trained in medical translation in the patient's primary language.  Using a #trained medical interpreter# can help avoid potentially dangerous miscommunication, and leads to fewer clinical errors, higher patient satisfaction, and better clinical outcomes.  However, using an interpreter or other personnel to provide care is subject to #consent by the patient#. $ If a face-to-face interpreter is unavailable, video or telephonic remote translation services should be offered.  If the situation is urgent and there is no time to wait for interpretation services, communication should be facilitated by any tools available (eg, friends/family, writing/drawing instruments, bilingual hospital staff); however, these options should not be considered standard procedure in nonemergency situations. $ (Choice B)  Printing out a Vietnamese language informed consent form would be helpful.  However, it does not replace the need for a medical interpreter who can provide details of the procedure and guarantee that the patient's questions are answered thoroughly. $ #(Choices C and D)#  Friends and family members are not ideal for language interpretation due to lack of impartiality and possible barriers to open communication regarding sensitive topics (eg, domestic abuse).  They may also be unfamiliar with medical terminology and may struggle to accurately convey complex medical information (although this patient's son has medical training).  This patient should be offered the services of a trained medical translator; family would be used only if the patient declines an outside translator. $ (Choice E)  Although this statement reflects a potential reason to avoid using family members as interpreters, there is nothing in the family interaction to suggest a lack of objectivity, and such a direct response may be taken as demeaning or insensitive. $ Educational objective Physicians must ensure the appropriate use of medical interpreters to promote adequate patient understanding and participation in the decision-making process.  This is particularly important when obtaining informed consent for treatment."},

{"id":"18636","title":"A 54-year-old woman comes to the office for a yearly preventive examination.  She has no specific concerns.  Blood pressure is 144/95 mm Hg and pulse is 86/min.  BMI is 50 kg/m2.  Examination shows severe obesity but is otherwise unremarkable.  Fasting glucose is 128 mg/dL.  When the subject of her weight is mentioned, the patient says, \"In my family, we just like to eat.  My mother is heavy, my father is heavy, and my kids are heavy.  There's no point in trying to lose weight now.\"  Which of the following is the most appropriate response to this patient's statement?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bariatric surgery might be a good option for you to consider.","answer_2":"B. Even with your family history, simple changes in your diet can lower your blood pressure.","answer_3":"C. Tell me how you think your weight might relate to your blood pressure and glucose.","answer_4":"D. You can still eat whatever you want as long as you don't eat so much of it.","answer_5":"E. You don't have to lose all the weight at once. A little at a time will eventually make a difference.","percent_1":"1%","percent_2":"20%","percent_3":"67%","percent_4":"1%","percent_5":"11%","right_answer":"C. Tell me how you think your weight might relate to your blood pressure and glucose.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Stages of change model#∆⨉∆⨉ §^#Stage# ∆⨉ ∆^#Motivational interviewing# §^#Precontemplation# ∆ #Not ready to change:# patient does not acknowledge negative consequences ∆ • Encourage patient to evaluate consequences of current behavior • Explain & personalize the risk • Recommending action is premature §^#Contemplation# ∆ #Thinking of changing:# patient acknowledges consequences but is ambivalent ∆ • Encourage evaluation of pros & cons of behavior change • Promote new, positive behaviors §^#Preparation# ∆ #Ready to change:# patient decides to change ∆ • Encourage small initial steps • Reinforce positive outcome expectations §^#Action# ∆ #Making change:# patient makes specific, overt changes ∆ • Help identify appropriate change strategies & enlist social support • Promote self-efficacy for dealing with obstacles §^#Maintenance# ∆ #Changes integrated# into patient’s life; focus on relapse prevention ∆ • Follow-up support; reinforce intrinsic rewards • Develop relapse prevention strategies §^#Identification# ∆ #Behavior is automatic:# changes incorporated into sense of self ∆ • Praise changes","explanation_1":"","explanation_2":"$This patient has obesity with weight-related complications including hypertension and (likely) type 2 diabetes mellitus.  However, she does not acknowledge the adverse effects of obesity and voices no readiness to institute behavioral changes (eg, diet, exercise).  Counseling of patients with obesity and other lifestyle-related disorders (eg, smoking, alcohol abuse) can often be tailored to the individual patient by using a stages of change model; this patient is considered to be in the #precontemplation stage#. $ Patients in the precontemplation stage are not ready to explore lifestyle change options or implement specific behavioral interventions.  However, it is often beneficial to explore the patient's #current understanding# of their condition and how it can affect their #future health#.  Patients with obesity frequently understand much about the potential health consequences; engaging in a nonjudgmental discussion of how this patient's weight affects her blood pressure and glucose may facilitate more productive conversations in future visits. $ (Choice A)  Although bariatric surgery is indicated based on this patient's BMI, noninvasive treatments (ie, diet, weight loss medication) are usually attempted first.  Also, specific interventions are generally not discussed until the patient is ready to consider options for change. $ (Choice B)  Once a patient voices willingness to consider lifestyle change (ie, contemplation stage), the clinician should start introducing potential interventions in general terms, discussing the various pros and cons.  However, in this case, the clinician should first encourage the patient to consider the need for lifestyle change before discussing possible interventions. $ (Choice D)  Many diets (eg, low-fat, low-carbohydrate, reduced-calorie blended) have been shown to produce weight loss, but most require changes in food choices, not just food quantity.  Details of implementation generally would not be discussed until the patient voices some level of readiness to change. $ (Choice E)  Initiating a weight loss program with small, incremental goals is frequently helpful in the implementation of lifestyle change.  However, setting goals is more appropriate at the time the patient is preparing to institute behavior change (ie, preparation stage). $ Educational objective Patients in a precontemplation stage of change do not acknowledge the negative consequences of current behaviors and are not ready to implement specific lifestyle changes.  Providers working with patients in the precontemplation stage should avoid recommending specific actions but instead discuss patients' understanding of their condition and its effect on their future health.  A nonjudgmental discussion of lifestyle can often facilitate more productive conversations in the future."},

{"id":"1144","title":"A 45-year-old woman comes to the office for follow-up of type 2 diabetes mellitus.  Current glycated hemoglobin level is 9%.  The patient was diagnosed with diabetes a few months ago and was started on metformin twice daily.  When the physician asks how she is doing with her medication, she replies, 'I use it most of the time, but it's easy to forget when I am feeling good.'  Which of the following statements is most appropriate to begin a discussion about this patient's nonadherence to her medication?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. If you're not more consistent with your medication, we may have to switch to insulin injections.","answer_2":"B. It's very important that you take your medication regularly, even when you feel fine.","answer_3":"C. Taking medications daily can be difficult, especially on days you feel well.","answer_4":"D. Uncontrolled diabetes can result in many dangerous medical complications.","answer_5":"E. You seem to have difficulty understanding the risks of untreated diabetes, so let's discuss them.","percent_1":"0%","percent_2":"21%","percent_3":"74%","percent_4":"1%","percent_5":"4%","right_answer":"C. Taking medications daily can be difficult, especially on days you feel well.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with diabetes has suboptimal control of her blood glucose levels as evidenced by her elevated glycosylated hemoglobin level (HbA1c).  She may also have limited understanding of her disease and the potential complications of poor glycemic control (believing that she can skip medication when she feels good).  #Medication nonadherence# is more likely to occur when detrimental effects of missed doses are not immediately apparent, as in this situation. $The best initial approach to medication nonadherence is to #acknowledge the difficulty# of taking a medication daily.  Validating this patient's experience, rather than immediately judging her behavior, is more likely to facilitate an open discussion of her understanding of the illness and the factors contributing to nonadherence.  Addressing possible misunderstandings about treatment in a #nonjudgmental# manner is crucial to promote medication adherence and strengthen the therapeutic alliance. $#(Choices A and E)#  These statements are condescending and judgmental in tone.  Physicians should avoid criticizing the patient's behavior or assuming a lack of knowledge. $(Choice B)  This statement gives the patient a directive without first exploring her perspective and understanding of the illness.  The best initial approach is to engage the patient with a statement that validates her experience and encourages open discussion of her challenges with medication adherence. $(Choice D)  It would be inappropriate to initiate a discussion on nonadherence by warning the patient about dangerous complications.  Education about the illness and the importance of adherence should be done in a supportive and nonthreatening manner. $Educational objective Physicians should use a nonjudgmental, patient-centered approach in discussing treatment nonadherence.  Acknowledging the difficulty of taking medication regularly can strengthen the therapeutic alliance, potentially improving patient receptiveness to educational efforts."},

{"id":"2054","title":"A 38-year-old woman comes to the office due to worsening dysmenorrhea and tension headaches for the past 3 months.  She was recently promoted to school principal and says, \"It is more stressful than I anticipated; I often have to work late to catch up on paperwork and am not sleeping very well.\"  The patient is married and has no children.  While answering questions regarding her sexual history, she bursts into tears.  When the physician asks the patient what is upsetting her, she covers her face and says she was sexually abused as a child.  Which of the following is the most appropriate response to the patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I appreciate you sharing this with me; would you consider talking to a therapist about this as well?","answer_2":"B. I can see this is upsetting for you; we can talk about this another time when you're ready.","answer_3":"C. I understand how difficult this is to discuss; could you tell me more about what happened?","answer_4":"D. I'm very sorry that happened to you; do you often experience flashbacks or nightmares related to the abuse?","answer_5":"E. This must be very painful to talk about; I'm here to listen and help you through this.","percent_1":"3%","percent_2":"5%","percent_3":"6%","percent_4":"3%","percent_5":"82%","right_answer":"E. This must be very painful to talk about; I'm here to listen and help you through this.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Physicians must respond to #revelations# of sexual #abuse# with clear expressions of empathy and support.  Conveying #empathy# by acknowledging the patient's distress and a #willingness to listen# to the patient's thoughts and feelings about the abuse is the most appropriate initial response.  This empathic acknowledgment will help the patient feel understood and strengthen the physician-patient relationship.  Once this initial support is established, further resources and referrals can be offered as needed. $ Patients will have varying degrees of comfort in discussing prior trauma, and the physician should #follow# the #patient's lead# in exploring this sensitive area.  Patients should be given the opportunity to talk about the abuse but should not be pressured into doing so.  Some patients may indicate that they are not ready or willing to talk more about the trauma.  In these cases, the physician should acknowledge the trauma and convey willingness to discuss it in the future. $ (Choice A)  Although referral to a therapist may be indicated later, the physician should initially communicate willingness to hear about the trauma directly. $ (Choice B)  This statement acknowledges the patient's distress but assumes that she does not wish to talk about the abuse.  It may also convey that the physician does not want to listen.  It is more appropriate to provide an opportunity for the patient to disclose details if she is willing. $ (Choice C)  This response puts pressure on the patient to provide further details without first assessing her willingness to divulge more about the abuse. $ (Choice D)  This statement expresses sympathy (feeling sorry for) rather than empathy (understanding the patient's feelings) and redirects the conversation away from the patient's emotional distress to screening her for symptoms of posttraumatic stress disorder.  This could be perceived by the patient as an implicit message that the physician is not comfortable with or willing to discuss her emotions.  Asking further questions about her response to the trauma could be appropriate later in the interview. $ Educational objective Physicians should respond to disclosure of past sexual abuse with empathy and concern.  Clearly acknowledging the trauma and communicating a willingness to discuss it when the patient is ready will help strengthen the physician-patient relationship."},

{"id":"21215","title":"A 29-year-old woman comes to the emergency department due to abdominal pain and fever.  This morning, while crossing a street, she was struck in the stomach by a motorcyclist.  On arrival, the patient tells the triage nurse that she does not have medical insurance.  She has no chronic medical conditions.  Temperature is 38 C (100.4 F), blood pressure is 109/82 mm Hg, and pulse is 88/min.  The abdomen is distended with bruising, rebound tenderness, and guarding.  The patient is told she needs exploratory surgery to treat her condition.  She refuses and states angrily, ' I'm suffering and I'm not going to be a guinea pig for this system.  If I had insurance, you'd give me something that would actually cure me.'  In addition to clarifying the details of the surgical procedure with the patient, which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. My compensation is the same regardless of your insurance status; I'm simply recommending the best treatment for you.","answer_2":"B. I'm sorry you are suffering, but you could experience serious consequences if you refuse surgery.","answer_3":"C. The insurance system can seem unfair. Would you like to discuss options with a social worker?","answer_4":"D. I want you to feel better. What can I do to help assure you that I only have your wellbeing in mind?","answer_5":"E. You seem to be in pain. Would you like some pain medication before we talk more?","percent_1":"8%","percent_2":"18%","percent_3":"6%","percent_4":"64%","percent_5":"4%","right_answer":"D. I want you to feel better. What can I do to help assure you that I only have your wellbeing in mind?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$#Trust# (ie, belief in the physician's recommendations and intentions) is central to the physician-patient #therapeutic alliance# and necessary for optimal outcomes.  Distrust may arise from prior negative health care experiences, such as adverse events (eg, diagnostic error, treatment failure) or overt or perceived physician #bias# (eg, against #uninsured# patients). $ This patient with signs of posttraumatic peritonitis (eg, rebound tenderness, guarding) expresses reluctance to undergo surgery in a way that signals distrust (ie, concern that she is being treated as a guinea pig).  To ensure that the patient receives appropriate treatment and an optimal outcome, the physician should apply the following principles to build trust and promote treatment acceptability: $ • Acknowledge trust as a central therapeutic goal. $• #Find common ground# (eg, identify a shared goal of feeling better). $ • Seek #patient perspectives# and prioritize patient-centered care (ie, treatment aligned with patient values). $ (Choice A)  This statement unnecessarily focuses the discussion on the physician's perspective (eg, compensation) without addressing the patient's concern about being a guinea pig or exploring her underlying reasons for refusing surgery. $ (Choice B)  This statement reflects empathy for the patient's suffering but is fear based (ie, focuses on negative consequences).  It is unlikely to promote acceptance in a patient whose reason for refusing surgery is low trust; in fact, the patient could perceive this statement as coercive or threatening. $ (Choice C)  This question assumes that the patient's refusal is based on financial concerns; her statement is more indicative of distrust. $ (Choice E)  Attributing this patient's response to pain ignores her central concern of trust and may be viewed as condescending. $ Educational objective Trust is central to the physician-patient relationship, and distrust may arise from prior negative experiences (eg, adverse events, bias).  Physicians can build trust by identifying shared goals, seeking patient perspectives, and prioritizing patient-centered care."},

{"id":"18798","title":"A 33-year-old woman is transferred to the university medical center from a small community hospital due to acute pyelonephritis with sepsis.  She has a history of recurrent urinary tract infections due to urinary retention related to a spinal cord injury in childhood.  On arrival, the patient is febrile and lethargic.  She provides no additional history, and the only information available is from poorly legible handwritten notes from the originating hospital.  The patient is admitted to the intensive care unit with orders to give imipenem and vancomycin.  Overnight, the patient develops a rash and severe respiratory distress requiring brief mechanical ventilation.  The following morning, a transcribed physician note from the originating hospital arrives by fax and indicates that the patient has an allergy to multiple antibiotics, including imipenem.  When discussing events with the patient and her family, which of the following statements is associated with reduced malpractice liability for the treating clinician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. As your attending physician, this mistake is my fault. I take full responsibility.","answer_2":"B. I am so sorry an error led to your allergic reaction. I will do my best to help you through it.","answer_3":"C. There are things you can do to prevent problems like this. I recommend you get an allergy alert bracelet.","answer_4":"D. Unfortunately, modern antibiotics can have serious side effects. But I am glad to see you are doing better.","answer_5":"E. Unfortunately, we did not get information about your medication allergy yesterday. That is why you received the wrong antibiotic.","percent_1":"25%","percent_2":"49%","percent_3":"2%","percent_4":"2%","percent_5":"22%","right_answer":"B. I am so sorry an error led to your allergic reaction. I will do my best to help you through it.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Reducing malpractice liability from treatment complications#∆⨉ §^#Initial disclosure# ∆ • Acknowledge errors openly • Do not hide errors or other relevant factors • Express empathy & give apology as appropriate • Avoid blaming or denigrating other team members & providers • Allow adequate opportunity for patient questions §^#Follow-up steps# ∆ • Remain engaged in the patient's care • Outline steps to prevent future occurrence","explanation_1":"","explanation_2":"$This patient experienced a severe medication allergy with respiratory distress.  Although key information did not accompany the patient at the time of transfer, this event was likely preventable.  In cases where important information is missing or incomplete, clinicians have a duty to obtain the information as soon as possible.  Because of the harm done to the patient, this clinician is at risk for a #medical malpractice claim#.$ Most patients who experience complications, even avoidable complications, do not initiate a malpractice lawsuit.  Patients who sue providers are typically not driven by financial rewards, but are more likely to be motivated by #anger#, #distrust#, or a feeling that the #clinician is not concerned# for their well-being.  Often, patients report poor communication from the provider and file a lawsuit simply to get a better understanding of what happened. $ When speaking with a patient following a medical error, clinicians should directly and honestly #discuss that an error occurred#; concealing an error can appear dishonest and generate anger if the error is later discovered.  The conversation should allow opportunity for the patient to ask #questions#, and answers should be given with language that the patient can understand.  A #plan to rectify the error# should be provided.  The provider should then convey #concern# for the patient and remain engaged with the patient's care until the issue has been resolved. $ (Choice A)  Many experts recommend an apology be made to the patient following an error.  However, specific blame (including self-blame) is not necessary and may make defending a claim more difficult later. $ (Choice C)  This statement does not acknowledge that an error occurred and may be taken as blaming the patient.  Plans for future prevention should generally come after an open discussion of the initial error. $(Choice D)  This statement conveys superficial concern but does not acknowledge the error and is likely to be seen as detached or blasé on the part of the clinician. $ (Choice E)  Although factually correct, this statement conveys no empathy for the patient.  It also deflects blame to the referring provider, which often generates distrust toward all of the involved parties. $ Educational objective When speaking with a patient following a medical error, clinicians should directly discuss the error.  The conversation should allow opportunity for the patient to ask questions.  A plan to rectify the error should be provided.  Finally, the provider should convey concern for the patient and remain engaged with the patient's care."},

{"id":"22308","title":"A 48-year-old man comes to the office with his wife for follow-up of major depressive disorder.  The patient has been taking sertraline for 2 years, and due to a recurrence of depression, he started bupropion and weekly cognitive behavioral therapy 3 weeks ago.  Since then, his energy level has improved, and he is working on communicating more with his wife about his emotions.  The patient has no suicidal ideation and is hopeful that he will feel better with continued treatment.  A week later, his wife calls the office and states that her husband died by suicide a few days ago.  She is tearful on the phone and says, 'I thought that he was doing better.  I don't understand how this happened.'  Which of the following is the most appropriate response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. He seemed hopeful about his treatment when I last saw him; do you know whether he was taking his medication as prescribed?","answer_2":"B. I can't imagine how difficult this must be for you; I'm here to answer questions you may have about your husband's illness and treatment.","answer_3":"C. I'm so sorry to hear about this; he seemed to be improving, but there can be a risk of suicidal thoughts with medication changes.","answer_4":"D. I'm very surprised by this too, given how well he was doing at his last appointment; can you tell me more about what happened?","answer_5":"E. This is definitely upsetting and shocking, and I did not see this coming. Did you notice anything unusual the week leading up to his suicide?","percent_1":"1%","percent_2":"77%","percent_3":"6%","percent_4":"10%","percent_5":"6%","right_answer":"B. I can't imagine how difficult this must be for you; I'm here to answer questions you may have about your husband's illness and treatment.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$The sudden, #unexpected loss# of a loved one produces intense, acute grief.  When the cause of death is suicide, the emotional pain may be further complicated by a range of difficult emotions including guilt and anger as well as difficulty comprehending what happened.  The need to make sense of the suicide may be especially intense when the family member perceives that the patient was doing better beforehand, as in this case. $ After a patient's death, #disclosure of pertinent medical history# (including psychiatric history) is permitted to a personal representative (eg, spouse, parent) under the Health Insurance Portability and Accountability Act (HIPAA).  The immediate #postsuicide response# should #acknowledge# the bereaved individual's severe #emotional distress# and offer to #answer questions# related to clinical course and treatment that may help to make sense of what happened.  This discussion should be conducted in an open-ended fashion, without making any assumptions about how the bereaved individual is feeling or what they want to know.  It is particularly important to help alleviate any sense of inappropriate guilt that the bereaved individuals may be experiencing and make them aware of additional resources to assist with suicide bereavement if needed (eg, grief counseling, suicide bereavement support groups). $(Choice A)  Inquiring if the patient was taking his medication as prescribed inappropriately focuses the conversation on trying to find out specific reasons for the suicide rather than responding to the wife's acute, emotional distress in a compassionate manner that allows for open discussion. $(Choice C)  This response attributes the suicide to medication changes when it is unclear to what extent, if any, this was a contributing factor. $(Choice D)  This statement empathizes with the wife's shock but asks her to share details of her husband's death, which she may not feel comfortable doing.  It is preferable to allow the wife to express her grief and ask any questions she may have about her husband's illness and treatment. $(Choice E)  Asking the wife if she noticed anything unusual in the week leading up to the suicide may have the unintended consequence of making her feel that she missed signs and is in some way to blame. $Educational objective Responding to bereaved individuals following a suicide requires a compassionate and open-ended approach.  Clinicians should acknowledge the bereaved individual's emotional distress and offer to answer any questions pertaining to clinical course and treatment that may help to make sense of what happened."},

{"id":"18808","title":"A 73-year-old woman with congestive heart failure is being prepared for discharge from the hospital.  The patient has heart failure with reduced ejection fraction and has been admitted to the hospital twice in the past 60 days.  Medical history is notable for ischemic heart disease, chronic obstructive pulmonary disease, and hypertension.  Vital signs are normal.  Pulmonary examination shows normal respiratory effort and no crackles, and there is no peripheral edema.  The patient asks to stay in the hospital for a few additional days and says, \"I feel fine right now, but I am worried that if I go home, I might end up back in the hospital again.\"  Which of the following is the most appropriate response to this patient's request?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Managing heart failure at home can be difficult. What family members are nearby who can help?","answer_2":"B. Since you are worried about going home, would you like to go to a nursing home until you feel more confident?","answer_3":"C. Some people with heart failure have problems due to too much salt intake. Can you tell me about your diet?","answer_4":"D. What do you think are some reasons why your heart failure might be worse at home?","answer_5":"E. Your condition has now stabilized. What benefit are you hoping to gain from a continued stay?","percent_1":"11%","percent_2":"3%","percent_3":"0%","percent_4":"84%","percent_5":"2%","right_answer":"D. What do you think are some reasons why your heart failure might be worse at home?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Reducing hospital readmission#∆⨉ §^#Patient$ education# ∆ • Medication review: current list, purpose • Factors leading to relapse • Home care & contingency measures §^#Coordination$ of care# ∆ • Prompt/electronic delivery of discharge information to outpatient provider • Multidisciplinary team review (eg, nursing, pharmacy, physician) • Clear delegation of responsibilities (eg, prescription refills) §^#Patient$ communication$ & follow-up# ∆ • Phone calls • Home health visits • Telemonitoring","explanation_1":"","explanation_2":"$Congestive heart failure carries a high rate of #hospital readmission#.  The potential reasons for readmission are numerous and variable and can include premature discharge, inadequate outpatient follow-up, inadequate social support, dietary indiscretion, and medication errors (eg, missed or duplicate prescriptions).  In addition, patients may not thoroughly understand how to take their medications, what each medication is for, or what to do if their symptoms begin to relapse. $ #Predischarge counseling# typically begins with exploring patients' #level of understanding# and #health literacy# (ie, ability to process basic health information and make appropriate health decisions).  Patients should have an opportunity to express their #questions and concerns# about #factors at home# that may lead to readmission.  If possible, education should be provided by a #multidisciplinary team# (eg, pharmacist, physical therapist) that can address specific aspects of care.  In addition, follow-up phone calls and telemonitoring (eg, blood pressure checks) after discharge may be helpful. $ (Choice A)  Friends and family members can often help patients by assisting with activities of daily living, reinforcing treatment plans, and alerting outpatient providers to early signs of clinical decompensation.  However, it would be premature to enlist others to help before understanding the reasons for readmission. $ (Choice B)  Nursing home (ie, skilled care facility) transfer is appropriate for patients who require technically advanced interventions (eg, dressing changes, intravenous antibiotics) that cannot be provided at home.  Postacute care for heart failure typically involves oral medications that do not require skilled services. $ (Choice C)  Improper diet (eg, unrestricted sodium intake) is a common reason for heart failure readmission.  However, the clinician should first assess the patient's current level of understanding, and the patient should be allowed to explain the reasons she thinks contribute to readmission. $ (Choice E)  This patient has been clinically stabilized and is unlikely to benefit from continued stay.  Predischarge counseling should focus on factors at home that could lead to readmission rather than on reasons to stay in the hospital. $ Educational objective Predischarge counseling should begin with exploring patients' level of understanding and health literacy.  Patients should have an opportunity to ask questions and express their concerns about factors at home that could lead to readmission.  If possible, education should be provided by a multidisciplinary care team, and the plan for home care and follow-up should be clear."},

{"id":"19842","title":"A male newborn, born at 39 weeks gestation, is evaluated in the labor and delivery unit 2 hours after birth.  Prenatal care was limited due to infrequent follow-up, and there were no complications during the delivery.  Apgar scores were 7 and 9 at 1 and 5 minutes, respectively.  Weight is 2.47 kg (5 lbs, 7 oz) and vital signs are normal.  Physical examination shows upslanting palpebral fissures, transverse palmar creasing, and widening of the space between the first and second toes.  The parents share that they are glad the delivery went well.  Which of the following is the most appropriate statement by the physician at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although your son is healthy and doing well, he may have a chromosomal disorder.","answer_2":"B. I have some news that may be unexpected; would it be okay to share that with you now?","answer_3":"C. This may be difficult to hear, but it looks like your son may have Down syndrome.","answer_4":"D. Unfortunately, your son may have Down syndrome; I'd like to do some bloodwork to confirm.","answer_5":"E. Your son has some concerning examination findings; did you have any prenatal testing done?","percent_1":"8%","percent_2":"64%","percent_3":"2%","percent_4":"2%","percent_5":"23%","right_answer":"B. I have some news that may be unexpected; would it be okay to share that with you now?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Communicating the news of a suspected diagnosis of #Down syndrome# (DS) at the time of delivery requires an #empathic approach# that is responsive to the parent's emotional needs and #avoids negative bias# about the diagnosis.  Parents should be informed of the diagnosis as soon as possible in a private setting that allows them time to process the news, express their emotions, and ask any questions they may have.  Initiating the discussion with statements that frame the diagnosis negatively (eg, \"I'm sorry,\" \"I have bad news\") should be avoided because they convey implicit bias that the intellectual disability associated with DS is devastating, which may not reflect the parents' values or views about their child.  A shift from \"breaking bad news\" to \"sharing unexpected news\" can help prepare the parents to receive the information without imposing negative value judgments. $ Detailed information about the diagnosis should be tailored to the parents' knowledge base and how much they want to know at this point in time.  The physician should provide information about local resources and support groups and make a plan for follow-up discussion. $ (Choice A)  This statement uses medical jargon to deliver life-changing news without warning.  Parents should be prepared that unexpected news is coming, and the physician should use language that is easily understood. $ #(Choices C and D)#  These statements are not neutral and frame the diagnosis negatively.  Initiating the discussion with \"unexpected\" rather than \"bad\" news is preferable. $ (Choice E)  Sharing alarming news that the baby's examination is abnormal and inquiring if prenatal testing was done is insensitive and may be perceived as judgmental.  When characteristic dysmorphic features of DS are present, it is better to share the findings, explain the diagnosis, and answer any questions the parents may have. $ Educational objective Communicating the news of a suspected diagnosis of Down syndrome at the time of delivery requires an empathic approach.  A shift from \"breaking bad news\" to \"sharing unexpected news\" can help prepare the parents to receive the information without imposing negative value judgments."},

{"id":"21178","title":"A 66-year-old woman comes to the clinic for follow-up of sarcoidosis.  Over the past year, her lung function has worsened significantly, and her probability of survival at 12 months is below 50%.  When the physician suggests they talk about advance care planning and appointment of a surrogate decision maker, the patient replies, 'Why would I want to sign away my life on a piece of paper?  The Lord will take me when the time is right.'  Which of the following is the most appropriate response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although it can be difficult, it's important that you plan for end-of-life care.","answer_2":"B. I understand that you may be scared, but this process is designed to protect you.","answer_3":"C. Participating in this process will make it easier for your family to be involved in your care.","answer_4":"D. This will help share your preferences for care if you lose the ability to communicate.","answer_5":"E. You have the right to decline. I'm available to talk if you change your mind.","percent_1":"6%","percent_2":"16%","percent_3":"8%","percent_4":"41%","percent_5":"28%","right_answer":"D. This will help share your preferences for care if you lose the ability to communicate.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$#Advance care planning# (ACP) identifies a patient's personal preferences for health care in case of chronic, serious illness.  It is a flexible, patient-centered process (ie, #prioritizes patient values#) that delineates key patient preferences that can then guide medical decision-making.  The process may include (but does not necessitate) creation of legal documents, such as appointment of a surrogate decision maker who acts on the patient's behalf if the patient is #incapacitated#.  ACP often begins with an informal conversation with the patient (and trusted family members, if appropriate) to explore the patient's beliefs about illness, death, and health care interventions. $ The ACP process is meant to promote patient empowerment by ensuring that patients receive care aligned with their expressed values.  However, patient participation in ACP remains low (<11% of patients) and occurs even less frequently among patients who belong to ethnic minorities (eg, Hispanic, Black, Asian).  Ethnic #disparities in ACP initiation# and completion may result from #distrust# of health care systems, cultural norms, misconceptions, and suboptimal physician communication. $ This patient's statement indicates that she has a misconception about ACP—that she must \"sign away\" her life with legally binding documents.  It also indicates that she values ownership over her health care decisions—a value that is in fact supported by ACP.  Therefore, the physician should respond by #explaining the ACP shared goal# of patient empowerment (eg, of allowing her preferences to be shared) in simple, nonjudgmental terms.  Expressing this patient-centered goal can #increase trust#, acceptability, and likelihood of patient engagement in subsequent discussions. $ (Choice A)  Given the patient's low probability of 12-month survival, realistic conversations about end-of-life care are important.  However, this statement does not clarify the purpose of ACP and focuses on the physician's opinion more than the patient's expressed values. $ (Choice B)  The patient has not expressed fear, so this statement is less likely to engage her and may appear condescending.  Moreover, the statement does not offer clarity on the purpose and benefits of ACP. $ (Choice C)  This statement alludes to only one potential outcome of ACP: participation of family members in patient care (eg, as surrogate decision makers).  The primary purpose of ACP is to identify and honor the patient's wishes;  it is premature to assume that the patient values or prefers family involvement. $ (Choice E)  If the patient continues to decline engagement, her wishes should be respected.  However, the physician should first clarify potential misconceptions about ACP (eg, \"sign away my life\") and attempt to find common ground by highlighting the shared, patient-centered goal of ACP. $ Educational objective Advance care planning (ACP) is the process of identifying a patient's health care goals in case of serious illness.  Patient participation in ACP is low, especially among ethnic minorities due to factors such as mistrust or suboptimal physician communication.  Physicians should engage patients in ACP by first explaining its primary purpose of patient empowerment (ie, identifying patient preferences that can subsequently guide medical decision-making)."},

{"id":"18760","title":"A 29-year-old man comes to the urgent care clinic for evaluation of a sore throat and nasal congestion.  After waiting for 2 hours, he is taken to an examination room.  Vital signs are within normal limits.  When the physician enters the room, the patient loudly says, \"I've been here for hours, and there were barely any people in the waiting room.  I'm missing work to be here.\"  In addition to thanking the patient for waiting, which of the following initial responses by the physician is most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I apologize for the delay; let's talk about the symptoms you've been experiencing.","answer_2":"B. I know the waiting room appears empty; the staff is working hard to see patients efficiently.","answer_3":"C. Unfortunately, the wait was so long because we triage patients based on urgency and severity.","answer_4":"D. Wait times are usually shorter at outpatient offices because urgent care clinics can be unpredictable.","answer_5":"E. You have a reason to be angry. I'm also frustrated that patients have to wait this long.","percent_1":"67%","percent_2":"9%","percent_3":"3%","percent_4":"1%","percent_5":"20%","right_answer":"A. I apologize for the delay; let's talk about the symptoms you've been experiencing.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Patient-centered communication# involves being responsive to the #patient's perspective#.  Initial interactions are particularly important because they set the foundation for the physician-patient relationship.  Acknowledging the patient's perspective and being #respectful#, #nondefensive#, and #nonjudgmental# are important for developing rapport and fostering the physician-patient relationship. $ In this scenario, the patient is upset because he waited 2 hours and missed work, which is compounded by his perception that the wait was avoidable.  The best approach is to offer a straightforward apology for the delay, instead of attempting to justify it, and then focus on the reason for the visit.  This response keeps the focus on the patient's needs and perspective. $ (Choice B)  This response attempts to justify why the waiting room is empty rather than acknowledging the impact of the delay on the patient.  It is likely to be perceived as defensive and does not foster the physician-patient relationship. $ #(Choices C and D)#  These responses assume that the patient's condition is not serious or urgent.  They may also convey that the patient's concerns are being given lower priority and insinuate that the patient made a mistake in coming to an urgent care clinic.  A patient who is already frustrated is likely to experience these comments as dismissive and judgmental. $ (Choice E)  Although this statement acknowledges the patient's perspective, it does not attempt to defuse and could possibly increase the patient's anger.  Focusing on the reason for the patient's visit is likely to be more productive. $ Educational objective Patient-centered communication involves acknowledging the patient's perspective, showing respect, and being nondefensive and nonjudgmental.  Long delays are best handled with a straightforward apology and a focus on the patient's concerns."},

{"id":"21466","title":"A 23-year-old graduate student comes to the emergency department after being sexually assaulted by a man she met at a bar 5 days ago.  The night of the incident, the patient recalls a man introducing himself and handing her a drink.  Shortly afterward, she left with him and walked to her apartment, but she is unable to remember the remainder of the night.  The following morning, the patient awoke to an empty apartment, and her clothes were strewn across the floor.  She felt panicky and decided to take a shower to calm down.  The patient mentions that she decided to come in for evaluation after talking to campus crisis services earlier today.  She states she has not reported the incident to the authorities due to her hazy memory.  Which of the following is the most appropriate initial statement by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deciding to get an evaluation takes courage; we should perform a pelvic examination today given the circumstances.","answer_2":"B. I'm sorry that this happened to you; have you taken any emergency contraception?","answer_3":"C. It must be difficult talking about what happened; have you been experiencing any nightmares or flashbacks?","answer_4":"D. It's important that you feel safe here; please let me know if you need to stop or take a break at any point.","answer_5":"E. You didn't do anything to deserve this; it's normal to forget details after a trauma and shouldn't prevent you from filing a police report.","percent_1":"3%","percent_2":"4%","percent_3":"2%","percent_4":"82%","percent_5":"10%","right_answer":"D. It's important that you feel safe here; please let me know if you need to stop or take a break at any point.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient has experienced #sexual assault#.  Many patients who have been sexually assaulted do not seek medical attention.  This hesitancy is typically due to fear of judgment with #disclosure#.  Because physicians are often the first line of support for survivors of sexual assault, their response to the disclosure has a significant impact on patient comfort during the conversation and examination. $The initial statement made after a patient discloses sexual assault should be #supportive#, nonjudgmental, and patient centered, with emphasis on #promoting safety and trust# (eg, 'it's important that you feel safe here').  Because sexual assault can make the survivor feel powerless (loss of control), the opening statement should also #empower patients# by allowing them to guide the evaluation and #set the pacing# (eg, 'please let me know if you need to stop or take a break at any point.').  Direct questioning about the assault and its effects, which can be perceived as threatening or result in flashbacks and retraumatization, should be avoided initially #(choice C)#. $ (Choice A)  Although a pelvic examination may be indicated (eg, forensic evidence collection, sexually transmitted disease testing), it should not be the focus of the initial statement after patients make a vulnerable disclosure of sexual assault.  Adequate time should be spent reassuring safety and allowing patients to direct the pacing of the evaluation.  In contrast, recommending that patients undergo a pelvic examination without first setting them at ease and discussing the indications and benefits may lead to retraumatization. $ (Choice B)  Emergency contraception is important to address following sexual assault; however, it should be discussed with the patient after establishing rapport, performing the examination, and obtaining appropriate testing (eg, urine pregnancy test). $ (Choice E)  Although trauma can affect memory, the most likely cause of this patient's hazy memory is the assailant's use of a mind-altering drug.  In addition, the statement is dismissive of the patient's reason to not file a police report, and it may make her feel pressured to involve the police or feel guilty if she chooses not to. $ Educational objective Physicians are often the first line of support for survivors of sexual assault.  Disclosure of sexual assault should be met with supportive, nonjudgmental, and patient-centered statements.  Patients are encouraged to set the pacing of the evaluation."},

{"id":"10659","title":"A 26-year-old woman comes to the emergency department accompanied by her boyfriend for evaluation of a broken nose.  With the boyfriend present, she explains that she tripped and fell in the bathroom, hitting her face on the countertop.  When asked privately if she feels unsafe with her boyfriend, the patient says, \"No, everything is fine.  He just gets a little upset when he has too much to drink.\"  When questioned further about how she sustained her nasal fracture, she says, \"He pushed me and I fell, but I'm sure it won't happen again.\"  After assessing the extent of the injuries, which of the following statements by the physician is the most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. How do you know your boyfriend won't hurt you again the next time he drinks too much?","answer_2":"B. I can give you a list of domestic violence programs, but you have to decide if you want to get help.","answer_3":"C. This relationship seems unsafe to me; can you help me understand why you remain in it?","answer_4":"D. You deserve to be safe; where could you go if you felt unsafe?","answer_5":"E. Your injury is concerning; do you understand why I am worried about your safety?","percent_1":"3%","percent_2":"9%","percent_3":"5%","percent_4":"60%","percent_5":"24%","right_answer":"D. You deserve to be safe; where could you go if you felt unsafe?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Assessment of intimate partner violence#∆⨉ §^#Signs# ∆ • Location of injuries (eg, genitals, torso, face, head, neck) • Inconsistent explanation, evasive, fearful • Nonadherence to follow-up, emergency department visits • Partner who resists patient being seen alone • Discomfort in examination, sexually transmitted infections, chronic pelvic pain §^#Interview$ strategies# ∆ • Ensure privacy • Nonjudgmental, empathic, open-ended questions • Avoid pressuring to disclose abuse or report or leave partner • Assess immediate safety; determine emergency safety plan, provide referrals for resources as needed (eg, shelters, domestic violence agency, mental health)","explanation_1":"","explanation_2":"$This patient shows several signs suggestive of #intimate partner violence (IPV)# (eg, head injury; inconsistent explanation of injury; reluctance to disclose, especially in partner's presence).  As in this case, many people in abusive relationships do not seek assistance and may #minimize or deny abuse# due to shame, fear of partner retaliation, doubt that there is any alternative, or belief that the abuse is deserved. $ The best initial approach is gentle, #supportive#, #open-ended inquiry# followed by a #safety assessment# and identification of emergency #safety plans#.  Although the patient currently denies feeling unsafe, she should be asked if she has a plan in case violence escalates in the future.  Helping the patient to develop a personalized safety plan (ie, identifying where the patient would go if feeling unsafe) is a priority. $ (Choice A)  Direct confrontation of this patient's denial would likely place the patient on the defensive and be perceived as unsupportive.  This communication would be unlikely to overcome her reluctance to seek help for IPV. $ (Choice B)  Patients should be encouraged and empowered to speak to physicians about IPV.  Simply providing this patient with a referral list and placing the entire burden of getting help on her is likely to leave the patient feeling abandoned and decrease the chances of her seeking assistance now and in the future. $ (Choice C)  The reasons why a patient stays in an abusive relationship are complex.  Asking the patient why she remains in the relationship implies that she should have left; it is also likely to be perceived as judgmental and might discourage her from seeking help in the future. $ (Choice E)  Asking the patient if she understands why the physician is concerned is condescending and judgmental.  It is a closed-ended question that would likely discourage the patient from discussing her own feelings and fears. $ Educational objective Patients experiencing intimate partner violence should be approached in a supportive, nonjudgmental, open-ended manner.  A thorough safety assessment and development of a personalized emergency safety plan are essential."},

{"id":"107451","title":"A 46-year-old woman comes to the office for evaluation of chronic fatigue, concentration difficulties, and intermittent headaches for the past 8 months.  The patient says, \"I had to start working part-time because I'm so tired and can't focus, especially when I have a headache.\"  She pulls out a folder with several case reports on rare presentations of systemic lupus erythematosus and gives it to the physician.  The patient says, \"I know this is what I have, and I've included a list of all the immunologic tests that you need to order.\"  She has already been to a few physicians for evaluation but felt they did not take her concerns seriously.  Which of the following is the most appropriate response to this patient's request?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although there is some overlap between your symptoms and those of lupus, we should first consider more common and likely causes.","answer_2":"B. I'm glad you've been reading, but I'm concerned that you won't be open to my recommendations since you already have a diagnosis in mind.","answer_3":"C. It must be difficult to deal with these symptoms, especially when doctors aren't listening to you; have you been feeling anxious recently?","answer_4":"D. Thank you for sharing this information with me; however, the initial work-up for the symptoms you're describing doesn't include these immunologic tests.","answer_5":"E. It makes sense you want an explanation for the symptoms you're experiencing; since this is our first meeting, I'd like to do a thorough evaluation before we talk about testing.","percent_1":"2%","percent_2":"1%","percent_3":"14%","percent_4":"2%","percent_5":"82%","right_answer":"E. It makes sense you want an explanation for the symptoms you're experiencing; since this is our first meeting, I'd like to do a thorough evaluation before we talk about testing.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with chronic fatigue, concentration difficulties, and intermittent headaches has various #nonspecific physical symptoms# causing her significant distress.  Patients without a clear diagnosis can spend excessive time on research (eg, case reports on rare presentations).  This may lead to deeply held convictions about a diagnosis (eg, \"I know this is what I have\") and #demands for specific testing# (eg, immunologic tests), which may or may not be medically indicated. $ These challenging situations are often compounded by patients' anger and frustration with previous health care providers who minimized or invalidated their concerns.  In response to these challenging patient encounters, providers must #practice empathy# and recognize patient concerns while also #adhering to standard medical care# (eg, perform an evaluation prior to testing) to avoid unnecessary testing. $ In this scenario, the most appropriate response opens with #validation of the patient's perspective# (eg, \"It makes sense you want an explanation for the symptoms you're experiencing\").  This is followed by outlining the standard evaluation process (eg, \"Since this is our first meeting, I'd like to do a thorough evaluation\").  This approach allows the provider to take the patient's symptoms seriously #without immediately rejecting# or challenging her perspective.  In contrast, approaches that provoke an oppositional stance (eg, \"You won't be open to my recommendations\") or responses that outright reject the patient's request for testing can make patients feel invalidated and defensive #(choices B and D)#. $ (Choice A)  Although providers are trained to consider common diagnoses, proceeding down this path is premature without completing the evaluation (eg, physical examination).  In addition, this response may antagonize this patient by challenging her deeply held conviction that she has lupus. $ (Choice C)  Focusing on the patient's mood (eg, \"Have you been feeling anxious recently?\") is diagnostically premature and risks the patient feeling invalidated and frustrated.  Although organic disease and psychiatric morbidity (eg, somatic symptom disorder) often coexist, a thorough history and physical examination must first be performed to avoid overlooking organic disease.  In addition, suggesting that prior physicians were not listening is undermining and unprofessional and risks reinforcing the patient's belief that her illness was \"missed.\" $ Educational objective Patients can have deeply held convictions about a potential diagnosis and may request specific testing, which may or may not be medically indicated.  Empathic validation followed by outlining and performing the standard evaluation process can establish rapport while avoiding unnecessary testing."},

{"id":"10458","title":"A 34-year-old man comes to the office with a 5-day history of nasal congestion and cough.  He says that he occasionally coughs up thick, yellow sputum and is worried about the lack of improvement.  The patient mentions that he has received antibiotics for similar symptoms in the past and says, \"Antibiotics always seem to help me feel better fast.\"  Temperature is 37.2 C (99 F), blood pressure is 120/70 mm Hg, pulse is 76/min, and respirations are 18/min.  Physical examination shows pharyngeal erythema; the remainder of the examination, including cardiopulmonary evaluation, is normal.  Which of the following responses by the physician is most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although you've experienced improvement with antibiotics in the past, your symptoms will likely improve with over-the-counter treatment.","answer_2":"B. Antibiotics can be helpful for certain infections, but I'm concerned you may have been prescribed antibiotics inappropriately in the past.","answer_3":"C. Feeling sick is unpleasant; let's talk about why antibiotics are not recommended and what treatments can help you feel better.","answer_4":"D. I understand why you want me to prescribe antibiotics, but this would only lead to antibiotic resistance.","answer_5":"E. Many patients think antibiotics can help treat colds; unfortunately, there are no quick fixes for viral infections.","percent_1":"6%","percent_2":"3%","percent_3":"87%","percent_4":"2%","percent_5":"2%","right_answer":"C. Feeling sick is unpleasant; let's talk about why antibiotics are not recommended and what treatments can help you feel better.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This afebrile patient with a normal lung examination most likely has a #viral upper respiratory infection#.  The physician is faced with the common clinical issue of responding to a #request for an unnecessary antibiotic# prescription.  Although many patients receive antibiotics for upper respiratory infections, antibiotic use in uncomplicated upper respiratory infections is associated with increased #risk of adverse effects#, no improvement compared to placebo, and a rise in #antibiotic resistance#. $ The most appropriate response is a #patient-centered approach# that #validates# the patient's concerns, #educates# the patient about the adverse effects of antibiotics and their lack of efficacy in treating viral infections, and #provides options# to treat the patient symptomatically.  This must be done in an empathic and nonjudgmental fashion that helps build, not undermine, the physician-patient relationship.  The physician should refrain from prescribing antibiotics and advise the patient to return if symptoms persist or worsen. $ (Choice A)  This statement does not explain why antibiotics are not an appropriate treatment at this time and may be interpreted as dismissive given the patient's specific request. $ (Choice B)  Although this may be true, it is not constructive to criticize previous treatment providers. $ (Choice D)  Although it is appropriate to explain that unnecessary antibiotic use can contribute to general antibiotic resistance, this response is not patient centered because it dismisses the patient's concerns and does not explain why antibiotics are inappropriate for his specific symptoms. $ (Choice E)  This statement fails to explain why antibiotics are inappropriate and does not offer any treatment options.  It may be perceived as invalidating or judgmental and have a detrimental effect on the physician-patient relationship. $ Educational objective Empiric antibiotic therapy for patients with uncomplicated upper respiratory infections is contraindicated.  Responding to requests for inappropriate antibiotics involves a patient-centered approach that validates the patient's concerns, educates the patient about the adverse effects of antibiotics and their lack of efficacy in treating viral infections, and provides options to treat the patient symptomatically."},

{"id":"21708","title":"A 62-year-old man comes to the emergency department with his wife due to back pain.  He has had no recent falls or injuries.  Medical history includes hypertension and hypercholesterolemia.  As the physician is trying to obtain additional history, the patient becomes embarrassed and says that he is having trouble understanding because he has hearing loss, and his hearing aid batteries died a few minutes ago.  In addition to closing the door, muting the TV, and turning off nonessential medical equipment to decrease ambient noise, which of the following strategies is the best next step to improve communication with this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Face the patient directly when talking to him","answer_2":"B. Give the patient a pen and paper to write on","answer_3":"C. Obtain essential history from the wife","answer_4":"D. Speak loudly and slowly in one ear","answer_5":"E. Use a qualified sign language interpreter","percent_1":"71%","percent_2":"9%","percent_3":"1%","percent_4":"8%","percent_5":"10%","right_answer":"A. Face the patient directly when talking to him","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Hearing loss# is common, impacting almost 20% of US adults; the prevalence increases with age.  Hearing loss is associated with increased rates of misdiagnosis, longer lengths of hospitalizations, and increased readmission rates.  As such, physicians should employ strategies to improve communication, which include: $  • #Decreasing background noise# $ •#Facing the patient directly# when speaking and refraining from touching the face or mouth $ • #Speaking clearly and loudly# (ie, natural amplification) without shouting or shrieking, which distorts the sound of speech $ •#Speaking at a normal pace# because speaking too slowly can decrease contextual clues and make it hard for patients to understand $ • Using short and simple sentences and addressing one topic at a time $ • Using facial expressions, gestures, and visual aids when appropriate $  • Asking the patient to repeat back specific instructions to ensure understanding $ Hearing loss patients are #heterogeneous# with varying needs.  Physicians should ask open-ended questions such as, \"What is the best way for me to communicate with you?\" and frequently ask for feedback to ensure that communication is effective.  In addition, physicians should #document successful strategies# to improve future encounters. $ (Choice B)  Although this patient has hearing loss, he is able to verbally communicate effectively with the physician and does not need to write.  The physician (rather than the patient) may use written communication if this is in line with the patient's preferences.  In general, writing is not preferred because nuances can be lost, intentions misinterpreted, or information left out for the sake of brevity. $ (Choice C)  Obtaining history from the wife or next of kin is appropriate if the patient is incapacitated (eg, comatose state).  Attempts to communicate directly with the patient are always preferred. $ (Choice D)  Speaking loudly into one ear may be helpful for some patients with unilateral hearing loss.  However, this should only be done after confirming this aligns with the patient's preferences and asking which ear is best for hearing (ie, the better-hearing ear). $ (Choice E)  Optimal care of patients with hearing loss who use sign language requires trained interpreters.  However, many patients with hearing loss do not use sign language; this assumption can lead to delays in care and embarrassment for the patient. $ Educational objective Hearing loss can impair communication, resulting in adverse health outcomes.  Strategies to improve communication include minimizing background noise, facing the patient directly, and speaking clearly at a normal pace."},

{"id":"21167","title":"A 45-year-old woman comes to the office for a routine follow-up.  The patient feels well overall but mentions that climbing the last flight of stairs to her 3rd-floor apartment has become harder.  She says, 'Sometimes I have to stop at the landing to catch my breath.'  Medical history includes cocaine use disorder in remission for the past 4 years; it is otherwise unremarkable.  The patient does not use alcohol or illicit drugs.  She has a 25-pack-year smoking history and has been counseled to quit smoking in the past.  The patient says, 'I've tried to quit several times.  I can cut down to a few cigarettes or half a pack for a day or two, but then it's just too difficult.'  Which of the following is the most appropriate response by the physician regarding this patient's smoking?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I'm concerned that continuing to smoke is contributing to your breathing problems.","answer_2":"B. Quitting on your own is difficult and medication can help. Would you consider this?","answer_3":"C. Since you stopped using cocaine, I'm hopeful that you can eventually stop smoking cigarettes.","answer_4":"D. Stopping smoking will likely improve your breathing and decrease your risk for other conditions.","answer_5":"E. You were successful in stopping cocaine. How might your experience help you to quit smoking?","percent_1":"2%","percent_2":"26%","percent_3":"1%","percent_4":"2%","percent_5":"69%","right_answer":"E. You were successful in stopping cocaine. How might your experience help you to quit smoking?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Motivational interviewing#∆⨉ §^#Indications# ∆ • Substance use disorders • Other behaviors in patients who are not ready to change §^#Principles# ∆ • Acknowledge resistance to change • Address discrepancies between behavior & long-term goals • Enhance motivation to change (support self-efficacy) • Remain nonjudgmental §^#Technique$ (OARS)# ∆ • Ask #O#pen-ended questions (encourage further discussion) • Give #A#ffirmations • #R#eflect & #S#ummarize main points","explanation_1":"","explanation_2":"$This patient is struggling to quit smoking and is discouraged by repeated failures.  Rather than repeat the health risks of smoking or prematurely focus on treatment, the physician can be more productive by using motivational interviewing to build and support the patient's motivation to change.  #Motivational interviewing# is a patient-centered approach that invites collaboration, helps #develop internal motivation# to change, and enhances the patient's sense of optimism, self-confidence, and self-efficacy in reaching goals. $ The physician's most appropriate response is to support the patient's sense of #self-efficacy# by helping her reflect on her #past success# and apply it to her current difficulties.  By reviewing successful methods that enabled the patient to stop using cocaine, the physician can build the patient's internal motivation and belief that she can change her smoking habits as well. $ #(Choices A and D)#  This patient has been counseled about smoking and has tried to quit several times.  She is likely aware that stopping smoking will improve her breathing and overall health.  Rather than express concern and repeat the risks of smoking, the physician would be more effective by eliciting the patient's perspective and exploring her concerns about the effects of smoking on her breathing. $ (Choice B)  Although this statement is empathic, it prematurely focuses on treatment without attempting to elicit the patient's strengths and build her intrinsic motivation. $ (Choice C)  This statement is supportive and optimistic but reflects the physician's confidence, not the patient's.  It does not help develop the patient's sense of self-efficacy. $Educational objective Motivational interviewing supports and develops patients' sense of self-efficacy in making behavioral changes.  Eliciting patients' strengths and focusing on past successes can help build patients' internal motivation and confidence in their ability to make changes."},

{"id":"11531","title":"A 19-year-old woman comes to the clinic due to nausea and abdominal pain.  She struggles to describe the pain and frequently points to her lower abdomen.  The patient shakes her head no when asked if she could be pregnant or is sexually active.  When she is asked about her last menstrual period, she nods affirmatively and says \"now.\"  She is single and immigrated to the United States from a country in South America several months ago.  Physical examination shows moderate abdominal tenderness with no rebound or guarding and vital signs are stable.  The patient is discharged home with a diagnosis of food poisoning.  Later that day, she is taken by ambulance to the emergency department after experiencing severe abdominal pain followed by loss of consciousness.  A diagnosis of ruptured ectopic pregnancy is made.  Which of the following interventions would most likely have prevented the delay in diagnosis?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Asking the patient whether she feels comfortable discussing sexual issues","answer_2":"B. Assessing the patient’s cultural health beliefs","answer_3":"C. Assessing the patient’s current social situation","answer_4":"D. Calling family members to obtain additional history","answer_5":"E. Determining whether the patient needs language assistance","percent_1":"9%","percent_2":"1%","percent_3":"1%","percent_4":"1%","percent_5":"88%","right_answer":"E. Determining whether the patient needs language assistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Nearly 20% of the United States population speaks languages other than English at home.  It is therefore essential that physicians assess language proficiency when delivering care to immigrant populations.  This patient's immigrant background and difficulty describing her pain should raise concern about limited English proficiency (LEP) and the need for a qualified medical interpreter.  In the United States, patients with LEP experience a variety of health care disparities, including reduced clinical encounter time, substandard medical treatment, and higher rates of adverse events and preventable medical errors.  The safety of LEP patients is particularly jeopardized in high-risk clinical situations such as emergency department care, surgical care, hospital discharge, and medical reconciliation. $ A useful screening technique to assess language proficiency is to ask the patient, \"How well do you speak English: Not at all, not well, well, or very well?\"  An interpreter is appropriate for patients who cannot respond or respond \"not well.\"  Recommended interventions to prevent adverse events include providing a qualified medical interpreter in high-risk clinical situations and providing translated educational materials.  Using the \"teach back\" method (in which patients are asked to \"teach\" the physician what was just explained to them) can also serve to confirm understanding. $ #(Choices A, B, and C)#  Understanding cultural and social factors and sensitivity in obtaining a sexual history are important components of patient-centered care.  However, addressing a potential language barrier takes precedence. $ (Choice D)  Contacting the patient's family is unlikely to be productive and may violate patient confidentiality. $ Educational objective Physicians must be able to identify patients with limited English proficiency and ensure that professional interpreters are made available in high-risk clinical situations."},

{"id":"7487","title":"A 48-year-old deaf man comes to the office for a new patient visit.  The patient recently moved to the area and is accompanied by a friend with whom he communicates using American Sign Language.  The office staff informs the physician that the patient has also been communicating by reading lips, using gestures, and nodding his head in agreement.  At the start of the appointment, the friend says that the patient has asthma and uses an inhaler as needed.  The patient gives the physician a handwritten note indicating that he would like to try a longer-acting inhaler.  Which of the following is the most appropriate next step in evaluation of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ask the patient's friend to continue providing interpretation","answer_2":"B. Continue the evaluation through written communication","answer_3":"C. Obtain further history by having the patient fill out a detailed form","answer_4":"D. Speak slowly and enunciate to allow the patient to read lips","answer_5":"E. Use a qualified American Sign Language interpreter","percent_1":"2%","percent_2":"10%","percent_3":"4%","percent_4":"4%","percent_5":"80%","right_answer":"E. Use a qualified American Sign Language interpreter","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Communicating with deaf & hard of hearing patients#∆⨉ §^#Modes of$ communication# ∆ • Interpreter (or provider) fluent in medical communication & American Sign Language • Alternate modes: $== ○ Computer-assisted real-time transcription $== ○ Assistive listening devices $== ○ Lip reading* $== ○ Family/friends* $== ○ Written communication* §^#Supplemental$ measures# ∆ • Printed information sheets • Captioned videos","explanation_1":"","explanation_2":"$This deaf patient is communicating with health care providers using standardized #American Sign Language (ASL)# via a surrogate, nonstandard gestures, lip reading, and handwritten notes.  However, in general, the most accurate and effective method of communication is to use a #medical interpreter# (or provider) trained in ASL.$As with spoken languages, communicating medical information in ASL requires #precise wording# and use of terminology that is not typically used by lay persons in daily communication.  Using a trained medical ASL interpreter can help to avoid potentially dangerous miscommunication.  As with any nonprovider personnel, the use of an ASL interpreter is subject to patient preference and consent and should be offered to all deaf and hard of hearing patients.  If a face-to-face interpreter is unavailable, alternate modes of communication include computer-assisted real-time transcription and assistive listening devices. $(Choice A)  Friends and family members are not preferred for interpretation due to lack of impartiality, unfamiliarity with medical terminology, and possible barriers to open discussion of sensitive topics (eg, domestic abuse).  Even though this patient has used his friend to assist in communication, this method should not be used unless the patient specifically requests it. $(Choice B)  Handwriting can be time-consuming, leading to use of abbreviations and shortcuts; many nuances can be lost or misinterpreted, and information may be left out for the sake of brevity.  Therefore, writing is not recommended as the primary mode of communication. $(Choice C)  Supplemental communication measures can include written information sheets, standardized questionnaires, and captioned educational videos; however, the information conveyed by these modalities is limited, and they should not be used as the primary method of communication. $(Choice D)  Many deaf and hard of hearing individuals learn lip reading and expressive gestures to facilitate communication in casual settings.  However, these methods are subject to error or misunderstanding and should not be relied on as a primary communication modality in health care. $Educational objective Deaf and hard of hearing patients should be offered the services of an interpreter trained in medical translation and American Sign Language, subject to patient preference and consent.  Alternate modes of communication include computer-assisted real-time transcription and assistive listening devices."},

{"id":"19253","title":"A 49-year-old man comes to the office due to dysuria and hematuria.  Vital signs are within normal limits and physical examination is unremarkable; urinalysis shows gross hematuria but is otherwise normal.  The physician discusses potential causes and the need for a cystoscopy.  The patient is told what to expect during the procedure and is given written information and a referral list with instructions on how to schedule an appointment with a urologist.  He anxiously glances over the papers, saying he will make an appointment soon.  Office staff had informed the physician that the patient was unable to follow the directions on the sign-in sheet and declined to fill out paperwork.  Which of the following physician responses is the most appropriate at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I'd like to ask you some questions about your background; could you tell me how far you got in school?","answer_2":"B. I'm concerned about your ability to read and fill out forms; have you always had trouble with this?","answer_3":"C. Sometimes patients have difficulty making appointments; could you please read the instructions out loud?","answer_4":"D. The forms you get before an appointment help me do a thorough evaluation; could you fill them out next time?","answer_5":"E. We've discussed a lot of information today; how confident are you with scheduling an appointment for yourself?","percent_1":"9%","percent_2":"5%","percent_3":"15%","percent_4":"3%","percent_5":"68%","right_answer":"E. We've discussed a lot of information today; how confident are you with scheduling an appointment for yourself?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's difficulty following written directions and reluctance to fill out paperwork are clues that suggest #low health literacy#, a common and underrecognized barrier to health care.  Low health literacy (ie, difficulty with accessing, understanding, or using medical information to make decisions) contributes to poor health care access and outcomes, including medication errors, missed appointments, and failure to follow up with tests and referrals. $ Although formal literacy tests have been used in research, they are not recommended in clinical settings because they can be stigmatizing. Effective #communication# requires a patient-centered approach that #avoids causing shame# and embarrassment.  Using an open-ended question that #encourages discussion of any concerns# about making the appointment is the best way to address the issue without shaming the patient.  If this patient expressed difficulty, he could be assisted in scheduling the appointment while in the office. $ (Choice A)  How far someone went in school does not necessarily indicate literacy level.  In addition, this may be perceived as judgmental and condescending. $ (Choice B)  Many patients with low literacy levels are embarrassed and attempt to conceal their difficulty.  This confrontational approach assumes the patient has difficulty reading and writing, which may make him increasingly anxious and uncomfortable. $ (Choice C)  This response inappropriately puts the patient on the spot to assess his literacy level. $ (Choice D)  This response ignores the clues that suggest possible low health literacy.  Failing to address this increases the risk that the patient will not schedule the cystoscopy and be lost to follow-up. $ Educational objective Low health literacy is a common and underrecognized barrier to health care.  It is important to assess patients' understanding of provided information without shaming or causing embarrassment."},

{"id":"18964","title":"A 56-year-old man comes to the office for follow-up of type 2 diabetes mellitus.  He has an extensive family history of complicated type 2 diabetes, and multiple family members have required lower extremity amputations for nonhealing ulcers.  The patient has tried multiple oral medications and his most recent hemoglobin A1c is 9.6%.  He is now being considered for basal insulin therapy.  After an extended discussion of injection technique, the patient tells the clinician that he does not want to initiate insulin.  He says, \"My diabetes is my own fault.  My mother always said I was too fat and was going to get diabetes like my dad.  Maybe if I stop eating too much, I wouldn't have to waste your time giving me insulin.\"  Which of the following is the most appropriate response to this patient's statement?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Insulin is the best option for your diabetes right now, and we can work on weight loss later.","answer_2":"B. It is common for people with diabetes to eventually need insulin. That doesn't mean it is your fault.","answer_3":"C. It seems you are becoming frustrated with your health. Do you feel like you may be depressed?","answer_4":"D. You should never feel like you are wasting my time. Helping patients get better is what makes me happy.","answer_5":"E. You shouldn't blame yourself. Your family history is not something you can control.","percent_1":"5%","percent_2":"56%","percent_3":"13%","percent_4":"15%","percent_5":"12%","right_answer":"B. It is common for people with diabetes to eventually need insulin. That doesn't mean it is your fault.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Counseling patients in treatment failure#∆⨉ §^#Provide$ information# ∆ • Natural history of condition • Need for second-line or add-on therapy • Treatment failure does not represent personal failure §^#Facilitate$ decisions# ∆ • Pros & cons of available treatment options • Management choices that respect patient preferences & priorities • Plan for follow-up to determine treatment response","explanation_1":"","explanation_2":"$Failure of oral medications is common in long-standing #type 2 diabetes mellitus# due to #progressive loss of pancreatic beta cell function#.  Basal insulin therapy is often necessary, especially when multiple agents have failed or when a patient has a hemoglobin A1c >9%. $ It is common for patients to have reservations about initiating insulin due to treatment complexity, risk of hypoglycemia, or injection pain.  However, this patient is expressing concern that the failure of oral agents represents a #personal inadequacy#; in other words, he thinks that his diabetes is uncontrolled because he has failed to follow lifestyle recommendations (ie, diet). $ In counseling patients with treatment failure, especially those who have overpersonalized their medical condition, it is appropriate to review the #natural history# of the condition.  In this case, the clinician should explain that type 2 diabetes is a progressive disorder and that #escalating treatment regimens# are often the norm.  Lifestyle factors (eg, diet, weight loss) should not be neglected but should be discussed in a compassionate, nonjudgmental way, and self-blame should not be encouraged. $ (Choice A)  Although the clinician should assist the patient in developing weight loss strategies, this patient's hesitation in initiating insulin is primarily related to guilt and self-worth.  Once the psychosocial aspects of treatment are addressed, weight loss counseling is likely to be more fruitful. $ (Choice C)  This patient's frustrations pertain to diabetes and insulin.  Once that issue is addressed, if the patient has additional concerns or depressive symptoms in other domains, a more detailed depression assessment could be performed. $ (Choice D)  This response conveys empathy but diverts attention from the patient to the provider.  Such a statement might be appropriate as a cheerful end to the conversation but is not an effective way to initiate further discussion. $ (Choice E)  This patient's feelings of guilt may be related to his family background, but his concerns focus specifically on his lifestyle habits and diabetic control rather than genetic factors in the etiology of diabetes. $ Educational objective Failure of oral medications is common in long-standing type 2 diabetes mellitus due to progressive loss of pancreatic beta cell function.  Patients should be counseled that because of the natural history of the condition, the need for supplemental insulin is common and does not represent a personal failure."},

{"id":"21973","title":"A 33-year-old man comes to the office for a routine health maintenance visit.  The patient states he wants to make sure he is taking care of his health after his father had a myocardial infarction a few months ago at the age of 61.  He has been eating healthy and exercising 3 to 4 times a week.  Past medical history is noncontributory, and the patient takes no medications.  He shares that his aunt is an herbalist and recently gave him a supplement that is supposed to help prevent cardiovascular disease.  The patient asks whether it is okay to start taking the supplement and provides a list of the ingredients, which includes herbs unfamiliar to the physician.  Which of the following is the most appropriate response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I suggest not starting the supplement because you're already taking steps to maintain cardiovascular health by eating healthy and exercising.","answer_2":"B. I'll need to read more about this combination of herbs, so I'll do some research and let you know what I find.","answer_3":"C. I'm not familiar with these herbs, but studies have shown that herbs don't have significant effects on preventing cardiovascular disease.","answer_4":"D. This supplement probably won't prevent cardiovascular disease, but it's likely safe for you to take if you want to.","answer_5":"E. Unfortunately, I don't know enough information about these herbs, so I can't make a recommendation.","percent_1":"3%","percent_2":"58%","percent_3":"7%","percent_4":"1%","percent_5":"31%","right_answer":"B. I'll need to read more about this combination of herbs, so I'll do some research and let you know what I find.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient is concerned about cardiovascular health and is making a direct inquiry to the physician regarding #alternative therapies# with which the physician is #unfamiliar#.  Such therapies are often safe and occasionally beneficial.  However, nonstandard pharmaceutical products are relatively unregulated and often poorly studied and #may carry risks# due to the labeled agent or possible adulterants. $ When discussing complementary and alternative medical interventions, the physician should be honest, helpful, and #nonjudgmental#.  The primary emphasis should be on developing a trusting physician-patient relationship conducive to sharing reliable, evidence-based information.  If unfamiliar with the product in question, the physician should offer to #obtain more information and follow up# with the patient.  Alternately, the physician may direct the patient to reliable information sources (eg, National Center for Complementary and Integrative Health), where the patient can obtain information directly. $ #(Choices A and C)#  Discouraging a patient from using a therapy recommended by a family member without first learning the facts about the product may be seen as dismissive or insulting by the patient.  The physician should understand the therapy in reasonable detail before giving guidance. $ (Choice D)  Although many herbal supplements are benign, the physician should not assume safety without first obtaining reliable information about the product.  A number of herbal agents (eg, ephedra, ma-huang) cause potentially severe cardiovascular toxicity. $ (Choice E)  This response honestly presents the physician's lack of knowledge but avoids the patient's direct question and misses an opportunity to improve the patient's health and the physician-patient relationship. $Educational objective When discussing complementary and alternative medical interventions, the physician should be honest, helpful, and nonjudgmental, developing a trusting physician-patient relationship conducive to sharing evidence-based information.  Physicians should obtain more information on unfamiliar products and follow up with the patient or direct the patient to reliable information sources."},

{"id":"21176","title":"A 65-year-old man who recently emigrated from the Dominican Republic is admitted to the hospital for surgery.  He has multiple myeloma and a pathologic fracture of the right humerus.  The surgery is completed without complications.  Afterward, the patient is alert and oriented but grimaces frequently and appears uncomfortable.  He is offered pain medication, but he politely declines.  When asked through an interpreter whether he is in pain, the patient replies, \"It hurts a lot, but I can bear it and don't wish to be a burden.\"  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. If you are sure you don't want pain medication, we will honor your request.","answer_2":"B. I'm concerned that you feel like a burden. Have you had feelings of low self-esteem lately?","answer_3":"C. It's not necessary to bear the pain. Medication will help you feel better.","answer_4":"D. Pain following surgery can be very severe. My goal is to help you be more comfortable.","answer_5":"E. Speaking to our pain medicine care team can help you feel more comfortable about pain treatment.","percent_1":"5%","percent_2":"12%","percent_3":"3%","percent_4":"78%","percent_5":"2%","right_answer":"D. Pain following surgery can be very severe. My goal is to help you be more comfortable.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Patients who belong to ethnic minority groups experience significant health #disparities in pain management#.  For example, Black and Hispanic patients are more likely to be undertreated for pain compared to nonminority patients.  Disparities may arise from physician bias (eg, stereotyping) and #suboptimal communication# (eg, language barriers, incomplete pain assessment). $ A patient's cultural and social background can influence pain-related beliefs and behavior.  Some patients #value stoicism# (eg, as a \"test of faith\") or emphasize respect toward healthcare workers (eg, #avoid burdening providers# by expressing discomfort).  This patient has declined medication despite visible indications (eg, grimacing) and verbal confirmation of pain.  The best next step is to nonjudgmentally explore the factors influencing the patient's decision, which reflects cross-cultural and patient-centered care.  Objectives for discussion include: $ • Clarifying the #shared goal of patient well-being#, which can address potential misconceptions that requesting pain medication burdens the physician $ • Exploring the #patient's preferences# for increasing comfort, which may or may not include the use of medication $(Choice A)  Although the patient has the right to decline medication, the physician should first explore the reasoning behind his decision, which can clarify misunderstandings (eg, burdening the physician) and promote shared decision-making to improve his comfort. $ (Choice B)  The patient's desire to avoid being a burden may reflect deference toward the physician rather than underlying depression.  Exploration of the patient's emotional state is better achieved through an open-ended discussion of the values important to his comfort and well-being. $ (Choice C)  This statement is physician centered; it focuses on the physician's perception of the patient's comfort.  It also assumes that \"feeling better\" involves the use of medication and may be perceived as judgmental. $ (Choice E)  Having a palliative care provider speak with the patient may ultimately be appropriate, but the physician should first attempt to explore the patient's values surrounding comfort and goals of pain management. $ Educational objective Ethnic minorities are more likely to be undertreated for pain, potentially due to physician bias or suboptimal communication.  Cross-cultural care can promote optimal pain management by establishing the shared goal of patient well-being.  This can be facilitated by exploring the cultural values (eg, stoicism, deference) that influence patient perceptions of pain and comfort."},

{"SubjectSystem":"Immunology-Ethics","id":"21742","title":"A 2-month-old girl is brought to the office for a well-child visit.  The patient was born at term with no complications.  She is exclusively formula fed and gaining weight well.  Examination is unremarkable today.  The mother is informed that several vaccinations are due at this visit.  She becomes upset and mentions that her older son, who did follow a standard vaccine schedule, had a \"bad reaction\" to his last set of shots and had a cough for weeks.  She wants to defer immunizations for her daughter at this time.  The mother says, \"I know you won't agree with me, but I have been reading that these reactions are actually very harmful to the immune system.\"  Which of the following is the most appropriate response? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. \"I understand your concern, and I believe that ensuring your children's health and safety is our shared goal.\"","answer_2":"B. \"I want to reassure you that immunizations are safe, and we should proceed with vaccination today.\"","answer_3":"C. \"I would like to provide you with a list of resources on vaccine safety so you can make the best decision for your child.\"","answer_4":"D. \"I'm sorry that this is a stressful topic.  Let's talk about this again at the next visit.\"","answer_5":"E. \"This must be hard.  I know you are concerned about vaccine side effects, but the risk of vaccine-preventable disease is far greater.\"","percent_1":"57%","percent_2":"1%","percent_3":"16%","percent_4":"1%","percent_5":"24%","right_answer":"A. \"I understand your concern, and I believe that ensuring your children's health and safety is our shared goal.\"","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21742.jpg","explanation_1":"","explanation_2":"$#Vaccine hesitancy# is the delay or refusal of immunization.  Reasons typically include safety concerns, desire to express autonomy, distrust of medicine, or ethical/religious beliefs.  Some parents also believe that natural infection is benign and/or the risk of infection is too low to warrant preventive measures.  However, vaccination is critical on an individual and community level to decrease the incidence and severity of vaccine-preventable illness. $The first step in approaching parents who are vaccine-hesitant is to initiate an open and #nonconfrontational dialogue#.  The conversation should include: $• relaying the #shared goal# of the parent and provider, which is the #child's health and safety#. $• #acknowledging the parent's concern# as well as the accessibility to vast amounts of vaccine information, both evidence-based and not, that can be overwhelming and confusing. $• #dispelling specific misconceptions#.  For example, this patient's mother is concerned that vaccines can be harmful to the immune system, whereas vaccines in fact elicit an immune response to protect from future infection.  In addition, some reported symptoms postvaccination (eg, prolonged cough) are often incorrectly attributed to the vaccination but are more likely secondary to a concomitant illness. $• explaining the risks, benefits, and limitations of vaccinations. $In this case, the first step is to establish trust by acknowledging the parent's concern and recognizing a common goal, the well-being of the child. $#(Choice B)#  Although proceeding with vaccination is the objective, this mother has expressed specific concerns that should be addressed first. $#(Choice C)#  Providing a list of evidence-based resources helps educate parents and is recommended when discussing immunizations.  However, active dialogue with this parent who is vaccine-hesitant should be pursued first to discuss and correct misinformation. $#(Choice D)#  Reopening the conversation at visits after initial refusal is critical because up to half of vaccine-hesitant parents ultimately choose to vaccinate.  However, every opportunity for open dialogue should be taken rather than immediately deferring the conversation to a later time. $#(Choice E)#  Discussing the risks of natural infection is essential in addressing vaccine benefits.  However, this mother may perceive her fears about vaccination to be valid if the provider does not dispel her inaccurate beliefs but instead focuses only on the risks of natural infection. $#Educational objective# The first step in approaching parents who are vaccine-hesitant is to initiate an open dialogue that begins with the shared goal of ensuring the child's health and safety.  Discussion should also acknowledge parental concerns, correct misinformation, and explain the evidence-based risks and benefits of immunization.  "},

{"id":"21423","title":"A 45-year-old man comes to the emergency department with multiple hand lacerations sustained when he punched his hand through a window.  The patient says he \"momentarily lost control\" when he came home from work to find that his wife had moved out of the home and taken their two children.  Temperature is 37.2 C (99 F), blood pressure is 150/88 mm Hg, and pulse is 96/min.  The patient has multiple abrasions and cuts on his right hand and is informed that two lacerations will require suturing.  The patient is agitated and angrily says, \"I've been waiting a really long time and have to get out of here and set things straight with my wife and kids.  I don't have time for stitches anymore.  You are all incompetent.\"  Which of the following questions is most appropriate in determining the best next step in management of this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Have you been drinking alcohol or using any illicit drugs?","answer_2":"B. Have you been thinking about hurting yourself or someone else?","answer_3":"C. I understand you are in a rush, but do you understand that suturing your wounds is top priority?","answer_4":"D. What are your plans for getting treatment of your hand injury if you decide to leave now?","answer_5":"E. You seem upset. Are you feeling angry about your wife leaving you?","percent_1":"2%","percent_2":"43%","percent_3":"15%","percent_4":"28%","percent_5":"12%","right_answer":"B. Have you been thinking about hurting yourself or someone else?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient shows several signs that are concerning for potential violence, including a #recent incident of violent/self-destructive behavior# resulting in injury and #escalating agitation# and angry, demanding behavior in the emergency department.  The self-harm incident occurred in the context of an acute and devastating loss.  The meaning of his vaguely threatening statement (\"have to get out of here and set things straight with my wife and kids\") is unclear and a concerning sign for #potential further harm# to himself or his family.  His agitation has likely been compounded by a long wait time, and the physician must respond to the patient's impatience to leave and at the same time perform a necessary safety evaluation. $ The potential for further violence should be #addressed directly#.  The patient should be asked if he is having any #thoughts or impulses to hurt anyone or himself#.  If the patient is feeling homicidal and/or suicidal, he should not be allowed to leave the emergency department and should be placed on hold, involuntarily if necessary. $ (Choice A)  The disinhibiting effects of alcohol or drugs can increase the risk for violence, and asking the patient what he has used can aid in his overall management.  However, this patient does not show signs of gross intoxication or withdrawal, which would require immediate treatment.  The more critical issue is determining if he is having thoughts of harming himself or others because this would determine the need to hold him in the emergency department. $ #(Choices C and D)#  These statements fail to address directly the patient's potential for violence.  Determining if this patient is feeling homicidal and/or suicidal is the most critical step in management. $ (Choice E)  Although this statement attempts to be empathic, it asks a closed-ended yes-or-no question in a leading manner that may irritate the patient and cause him to become defensive.  It would be better to ask the patient to talk about what he is going through in an open-ended fashion (eg, \"You have been through a lot today.  How are you managing it all?\"). $ Educational objective In agitated patients, especially those admitted for self-inflicted injuries or recent violence, the potential for further violence should be addressed directly.  Patients should be asked if they are having any thoughts or impulses to hurt themselves or others."},

{"id":"19317","title":"A 49-year-old woman comes to the office due to worsening hot flashes and night sweats over the past year.  The patient's menstrual periods have been irregular for the past 2 years, and her last menstrual cycle was a year ago.  She has no chronic medical conditions and has had no surgeries.  BMI is 23 kg/m2.  Vital signs are normal.  The neck is supple and without thyromegaly.  The remainder of the examination is normal.  The patient says, \"This is awful.  I turn red and sweat in the middle of work meetings and then have to leave to cool down.  I'm wondering if hormones could help.\"  Which of the following is the most appropriate response to this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although menopause can be uncomfortable, it is a natural process; let's try making some simple lifestyle changes first.","answer_2":"B. Hot flashes and sweating are very normal in menopause; for most women, they subside on their own in 1-2 years without treatment.","answer_3":"C. I can see these symptoms have been affecting your day-to-day life; hormonal therapy can be an effective option, although there are some risks.","answer_4":"D. I don't recommend taking hormonal therapy because your symptoms are not that severe; the risks would likely outweigh the benefits.","answer_5":"E. Menopause can be very stressful; perhaps talking about how to cope with the emotional effects would be helpful.","percent_1":"4%","percent_2":"3%","percent_3":"91%","percent_4":"0%","percent_5":"2%","right_answer":"C. I can see these symptoms have been affecting your day-to-day life; hormonal therapy can be an effective option, although there are some risks.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Patient-centered care# involves being responsive to the patient's expressed concerns and providing necessary information to assist the patient in making an informed health care decision.  The risks and benefits of hormone therapy for menopausal symptoms is a complex topic that requires an individualized approach, taking into account the patient's age, severity of symptoms, and calculated risks for breast cancer and cardiovascular disease.  Strategies for effective communication include #acknowledging# the #patient's discomfort# and #educating# the patient about the #benefits and risks# and alternate strategies.  The emphasis should be on #sharing decision-making#, respecting patient preferences, and avoiding premature judgments. $ In this case, the patient has expressed significant distress and has specifically asked if hormone therapy can alleviate her discomfort.  The most appropriate response is to acknowledge the impact of the patient's vasomotor symptoms and begin a discussion of the risks and benefits of hormonal treatment in language that the patient can understand. $ (Choice A)  This response fails to promote shared decision-making by dismissing the patient's inquiry about hormone therapy.  The patient should be educated about the benefits and risks of hormone therapy so that she can make an informed medical decision. $ (Choice B)  This patient has come to the physician with the expectation that her discomfort can be alleviated.  This response both minimizes the patient's discomfort and offers no relief.  The patient will likely feel that her concerns have not been addressed, negatively impacting the patient-physician relationship. $ (Choice D)  This response makes a judgment about the patient's level of discomfort and inappropriately makes the decision for her without conducting an informed consent discussion about the risks and benefits. $ (Choice E)  Although discussing coping strategies can be helpful, this response redirects the conversation and ignores the patient's question regarding hormone therapy. $ Educational objective Patient-centered care involves being responsive to the patient's expressed concerns and providing necessary information to assist the patient in making an informed health care decision.  The emphasis should be on shared decision-making, taking into account the patient's preferences and avoiding premature judgments."},

{"id":"21165","title":"An 18-year-old man comes to the office for a follow-up visit.  He was seen in the emergency department 3 months ago because of panic attacks related to cocaine use.  The patient subsequently stopped using cocaine and has had no recurrent anxiety symptoms.  He graduated from high school, started a new job, and has been considering applying to community college.  At today's visit, the patient reports that he used cocaine at a friend's house this past weekend.  He says, 'I really messed up.  I feel like a failure.'  The patient has no history of illness.  He is in no physical discomfort.  Which of the following is the most appropriate statement by the physician at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Do you think using cocaine again could have a negative impact on your job and going to college?","answer_2":"B. It's hard to quit. Let's go over the health effects of cocaine to help motivate you to stay sober.","answer_3":"C. Quitting is difficult, so don't be so hard on yourself. Let's move forward from here.","answer_4":"D. Socializing with your friend probably contributed to your relapse. Let's look at strategies to deal with peer pressure.","answer_5":"E. You've been making real progress in quitting. What can we learn from this temporary setback?","percent_1":"2%","percent_2":"2%","percent_3":"26%","percent_4":"2%","percent_5":"68%","right_answer":"E. You've been making real progress in quitting. What can we learn from this temporary setback?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Motivational interviewing#∆⨉ §^#Indications# ∆ • Substance use disorders • Other behaviors in patients who are not ready to change §^#Principles# ∆ • Acknowledge resistance to change • Address discrepancies between behavior & long-term goals • Enhance motivation to change (support self-efficacy) • Remain nonjudgmental §^#Technique$ (OARS)# ∆ • Ask #O#pen-ended questions (encourage further discussion) • Give #A#ffirmations • #R#eflect & #S#ummarize main points","explanation_1":"","explanation_2":"$This patient says he feels 'like a failure' because he used cocaine again following a 3-month period of abstinence.  Focusing on the negative consequences of cocaine use (which the patient is already aware of) may be perceived as shaming and judgmental.  The best approach is to help the patient feel understood by acknowledging his feelings of disappointment but #reframing# his relapse as a #temporary setback# he can surmount. $ Principles of #motivational interviewing# can be used to help this patient get back on track and strengthen his belief that he can keep making progress.  Motivational interviewing is a #nonjudgmental, collaborative#, patient-centered approach that #enhances# the patient's sense of self-confidence and #self-efficacy#.  By emphasizing the patient's past success in maintaining abstinence for a period of time, the physician supports the patient's belief in his ability to learn from this setback and make changes.  Open-ended discussion of what contributed to using cocaine again from the patient's perspective can then be used to guide the patient to make a specific plan to achieve and implement change. $ (Choice A)  This question has a judgmental tone and fails to acknowledge how the patient feels.  It also assumes the patient will keep using and prematurely focuses on possible negative consequences of continued use. $(Choice B)  This approach also focuses on reiterating the negative health effects of cocaine rather than addressing the patient's loss of confidence in his ability to make changes.  Focusing on his strengths rather than on negative consequences is more likely to build internal motivation. $(Choice C)  Although this statement seems supportive, it discourages self-reflection and does not help build the patient's sense of self-efficacy. $(Choice D)  Rather than first exploring the patient's own thoughts about his relapse, this approach is assumptive and reflects a desire to control the agenda while rushing to a premature solution.  Such a statement misses the opportunity to elicit the patient's perspective and help build his confidence in his own ability to make changes. $ Educational objective Principles of motivational interviewing can be used in the treatment of substance use disorders to guide responses to patients who relapse.  This technique helps build patients' sense of self-efficacy by emphasizing their past successes in maintaining abstinence and by supporting patients' belief in their ability to make changes."},

{"id":"18874","title":"A 29-year-old woman comes to the office for evaluation of vaginal discharge and pruritus for the past week.  The discharge is thick and yellow with no associated odor.  The patient is sexually active with multiple partners.  When asked about the genders of her sexual partners, the patient says, 'Why does it matter?  I'm pretty sure this is a yeast infection, so I just need some medication.'  Which of the following is the most appropriate response at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I can see you're uncomfortable talking about this. We can discuss it at a follow-up appointment when you're ready.","answer_2":"B. I routinely ask my patients about sexual partners because it helps me fully understand what their health needs are.","answer_3":"C. It may be difficult to offer the most appropriate screening and treatment unless you are open about your sexual partners.","answer_4":"D. This can be an uncomfortable topic for patients; tell me why you don't feel comfortable talking about your sexual partners.","answer_5":"E. This is likely a yeast infection, but I need you to tell me about your sexual relationships to be sure it isn't something more serious.","percent_1":"2%","percent_2":"55%","percent_3":"4%","percent_4":"31%","percent_5":"7%","right_answer":"B. I routinely ask my patients about sexual partners because it helps me fully understand what their health needs are.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Sexual history is an essential part of a patient's medical history but is a topic that may be uncomfortable for both patients and physicians.  The best approach is to try to put the patient at ease by #normalizing the sexual history# as a #routine component# of the medical history.  The physician's demeanor should convey that the sexual history is routinely obtained and necessary to provide good health care, similar to other key parts of the physician-patient interaction (eg, obtaining substance use history, physical examination) that might be experienced as intrusive in other contexts.  By inquiring about sexual history in the same clinical and empathetic manner used for other aspects of a history and physical, physicians can place a patient at ease and create a trusting space in which a patient can talk about potentially uncomfortable and intimate topics. $ (Choice A)  It is inappropriate to defer this critical aspect of the history to a later date based on an unverified assumption of patient discomfort.  The patient's responses may indicate the need for additional STD testing, which should not be deferred. $ (Choice C)  This statement has a judgmental tone and implies that the patient's lack of openness might negatively impact her treatment.  It is unlikely to facilitate open communication. $ (Choice D)  Although it may be appropriate to explore a patient's discomfort with a particular topic, this question is premature because it relies on the unverified assumption that the patient is uncomfortable with the topic, which may make her defensive.  Normalizing sexual history and explaining why it is important is more likely to be productive. $ (Choice E)  It would be inappropriate to offer a diagnosis before completing a full evaluation and workup. $Educational objective Sexual history is an essential part of gathering a complete medical history.  This topic may be uncomfortable for both patient and physician, so it is important to normalize it as a routine part of a medical evaluation."},

{"id":"10449","title":"A 52-year-old man comes to the office for follow-up to discuss the results of his colonoscopy.  The physician informs the patient that a cancerous polyp was removed and that there is no evidence of invasive cancer at the resection margins.  He is then reassured that he has an excellent prognosis.  In response, the patient curses and shouts angrily, \"Are you telling me I should be happy that you found cancer in the first place?  You don't know what you're doing!\"  Which of the following is the most appropriate response to the patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Feeling like you don't have control in your life can be difficult; I can assure you that you have received the best care.","answer_2":"B. I realize it can be very upsetting to be told something unexpected about your health; what is your understanding of the results?","answer_3":"C. It's hard to process news like that, but I want to make sure you understand that the cancer was completely removed.","answer_4":"D. You're allowed to feel angry, and I'm available to continue this conversation after you've calmed down.","answer_5":"E. You seem very distressed with your results; would you like me to refer you to another physician for a second opinion?","percent_1":"1%","percent_2":"89%","percent_3":"5%","percent_4":"4%","percent_5":"1%","right_answer":"B. I realize it can be very upsetting to be told something unexpected about your health; what is your understanding of the results?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient is angry and verbally abusive after receiving an unexpected cancer diagnosis.  Anxiety and distress likely exacerbate his sense of entitlement and demanding personality characteristics, and the physician must face the challenge of responding to his insulting comments.  When patients are upset, they may have difficulty fully processing information.  Instead, they may express anger at the physician rather than acknowledging their own fears. $ The best approach is to defuse the situation by being #nondefensive# and #acknowledging the patient's anger#.  This should be followed by an open-ended approach that #elicits# the #patient's understanding# about his condition and encourages him to express his #concerns# and fears about the diagnosis that likely underlie his behavior. $ (Choice A)  This statement initially expresses empathy but then assumes a defensive stance, which is unlikely to engage the patient or defuse his anger. $ (Choice C)  This statement assumes that the patient did not understand the information provided, which may be perceived as judgmental.  The best initial approach is to acknowledge the patient's anger while exploring his understanding of the results.  Reassurance that the cancer was removed would be the appropriate next step if discussion revealed that he misunderstood his prognosis. $ (Choice D)  Suggesting that the patient should calm down is likely to be perceived as condescending and judgmental, leading to further deterioration of rapport. $ (Choice E)  Suggesting referral to another provider may be perceived as an attempt to get rid of the patient.  The first step should be to defuse the patient's anger and attempt to preserve the physician-patient relationship. $ Educational objective When confronting an angry patient, the physician should use a nondefensive, empathic approach that acknowledges the patient's anger and attempts to explore the patient's underlying concerns."},

{"id":"11518","title":"A 21-year-old man comes to the office due to recurrent ear drainage.  He is accompanied by his girlfriend.  He speaks in English.  On examination, the patient has purulent otorrhea, a tympanic membrane perforation, and a pearly white mass behind the tympanic membrane consistent with a large cholesteatoma.  He is told that he will need an operation on his ear to remove the mass.  After listening to an explanation of the procedure and why it should be done, the patient nods briefly but does not ask questions.  He is also given information sheets with a written description of the procedure and instructions on how to schedule surgery that he immediately hands to his girlfriend, who begins to read them.  Review of the medical records shows he has been to the emergency department several times in the last year with this same concern and has not had a flu shot in the past 5 years.  Which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ask him to schedule a follow-up appointment and bring a family member to help him make health care decisions","answer_2":"B. Explain again slowly and simply what surgery entails and why it should be done","answer_3":"C. Gently ask the patient to read the information sheet aloud to determine his literacy","answer_4":"D. Use a visual aid to educate the patient about the procedure","answer_5":"E. Verbally review instructions on how to schedule an appointment for the procedure","percent_1":"3%","percent_2":"6%","percent_3":"19%","percent_4":"41%","percent_5":"31%","right_answer":"D. Use a visual aid to educate the patient about the procedure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Low literacy#∆⨉ §^#Risk factors# ∆ • Low level of completed education • History of incarceration • Low socioeconomic status • Language difference between patient & provider §^#Clinical clues# ∆ • Has multiple visits for the same condition • Asks family or friends to read medical literature • Refuses to fill out paperwork §^#Adverse health$ outcomes# ∆ • Treatment nonadherence • ↑ Hospitalizations & emergency care use","explanation_1":"","explanation_2":"$This patient's cholesteatoma requires surgical intervention; lack of definitive treatment has led to multiple emergency department visits for the same condition.  During today's office visit, although the patient seeks medical care, he #does not# appear to #engage with the physician# (eg, nods briefly but asks no questions) and does not read the written health information sheets but instead hands them to his companion.  This presentation raises #suspicion for low literacy#, a diminished ability to read and write. $ Low literacy has been shown to correlate with many #adverse health outcomes#, including increased hospitalizations and emergency care use, decreased adult vaccinations (eg, influenza), poorer self-reported health status, and increased mortality.  Low literacy may be difficult to detect because known risk factors (eg, low level of completed education, history of incarceration) may not be present.  In addition, adults are often ashamed and may try to #conceal# low literacy, sometimes with apparent noncompliance or refusal to cooperate. $ Screening reading tests (eg, asking the patient to read the information sheet aloud) are typically discouraged because they may induce anxiety and/or shame #(choice C)#.  However, questions such as ‘How often do you have other people help you interpret medical documents?’ or ‘How confident are you in filling out medical forms?’ may reveal low literacy in a supportive fashion.  If a physician suspects that low literacy is contributing to poor patient outcomes, alternative forms of communication such as #visual resources# (eg, illustrations, videos) should be used. $(Choice A)  Although adults with low literacy may require additional educational strategies (eg, visual aids) to gain appropriate understanding before making health care decisions, it should not be assumed that they lack decision-making capacity.  This patient is likely a capable adult; therefore, further communication should be directed toward him rather than a family member. $#(Choices B and E)#  Explaining the condition again or verbally reviewing instructions for scheduling the procedure is unlikely to improve the outcome because many individuals with low literacy experience challenges in both written and spoken communication.  Using an alternative mode of education that includes visual learning is more likely to improve comprehension. $ Educational objective Low literacy can be a significant barrier to appropriate treatment and may be difficult to identify.  For patients with suspected low literacy, alternative methods of communication (eg, visual resources) should be used to improve understanding."},

{"id":"21678","title":"A 37-year-old woman, gravida 2 para 1, at 8 weeks gestation comes to the clinic to establish prenatal care.  The patient has had mild nausea, but no vomiting or vaginal bleeding.  She has no chronic medical conditions and has had no surgeries.  Her only medication is a prenatal vitamin.  The patient's prior pregnancy ended in a spontaneous vaginal delivery at 38 weeks gestation.  BMI is 32 kg/m2.  Physical examination is unremarkable.  Ultrasound confirms an 8-week intrauterine pregnancy with normal cardiac activity.  Although the patient's last delivery was at a hospital, she is now considering a planned home birth.  Which of the following is the most appropriate statement to this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. A home birth can be very risky, and I don't think we should consider this option.","answer_2":"B. A home birth is fine as long as you have a good support system during the delivery.","answer_3":"C. Are there any specific aspects of your last delivery that concern you about a hospital delivery?","answer_4":"D. As long as your pregnancy remains uncomplicated, I think that a home birth is a good option for you.","answer_5":"E. I think this is something we can consider, but let's readdress this when you are closer to your due date.","percent_1":"0%","percent_2":"3%","percent_3":"82%","percent_4":"4%","percent_5":"11%","right_answer":"C. Are there any specific aspects of your last delivery that concern you about a hospital delivery?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Although most births in the United States occur in a hospital, the number of #planned home births# has steadily increased.  Common reasons for choosing home birth include desires to avoid labor interventions (eg, artificial rupture of membranes), have greater personal control in the birth process, and deliver in a familiar home environment. $ Notably, most patients who have a planned home birth are #multiparous# and have had a #prior in-hospital delivery#.  In some cases, desiring a planned home birth for the current pregnancy may reflect #low satisfaction or negative experience# with the prior in-hospital delivery.  Therefore, providers should seek to understand what, if any, aspects of the prior in-hospital birth experience were concerning to the patient.  This is also an opportunity to review the risks (eg, increased neonatal mortality, lack of access to emergency medical interventions) and benefits (eg, higher vaginal delivery rate, fewer obstetric interventions) of home birth.  Patients determined to proceed with a home birth require counseling on the indications for transfer to a hospital (eg, abnormal fetal heart rate, arrest of labor). $ (Choice A)  Although home births are associated with increased neonatal mortality, stating that home birth is risky (ie, \"I don't think we should consider this option\") does not allow the patient to express her concerns and is paternalistic. $ (Choice B)  Safe home births require more than a good support system (eg, partner, family, doula).  Ideally, an experienced home birth provider with appropriate resources (eg, neonatal resuscitation kit) is present, and there is a backup plan for transfer to a hospital if needed.  In addition, this statement shifts responsibility for this patient's care to another (nonmedical) provider, which is inappropriate. $ (Choice D)  This patient's prior vaginal delivery and absence of chronic medical conditions are favorable for home birth.  However, the caveat \"as long as your pregnancy remains uncomplicated\" may set the patient up for disappointment if obstetric complications arise.  In addition, it may discourage her from disclosing symptoms (eg, vaginal bleeding, persistent headache) of serious obstetric complications. $ (Choice E)  Delaying the conversation about home birth dismisses the patient's concerns, which will likely harm the physician-patient relationship.  Exploring her reasons for wanting a planned home birth is a more patient-centered approach. $ Educational objective Desiring a planned home birth may reflect low satisfaction or negative experiences with a prior in-hospital delivery.  Therefore, providers should assess what, if any, aspects of the prior in-hospital delivery were concerning to the patient."},

{"id":"18783","title":"A 33-year-old man comes to the office due to back pain.  He has a 2-week history of moderate pain in the lumbar area that started after a long day of yard work.  There is no associated fever, motor weakness, or urinary symptoms.  The patient has no history of acute trauma and medical history is unremarkable.  Examination shows normal lower extremity strength, sensation, and reflexes.  Straight-leg raising test is negative.  The patient says, \"My brother had similar pain last year and his MRI scan showed a bulging disc.  Can you order that test for me?\"  The clinician offers options for symptomatic relief but recommends against performing any imaging studies.  Which of the following is the most likely effect of this recommendation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increased diagnostic uncertainty","answer_2":"B. Increased fragmentation of care","answer_3":"C. Increased health care disparity","answer_4":"D. Increased malpractice risk","answer_5":"E. Reduced clinical standardization","answer_6":"F. Reduced overutilization","percent_1":"5%","percent_2":"2%","percent_3":"1%","percent_4":"2%","percent_5":"3%","percent_6":"86%","right_answer":"F. Reduced overutilization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Overutilization#∆⨉ §^#Definition# ∆ Services (tests or treatments) that:$ • Are not reasonably expected to benefit the patient • Are not necessary for clinical decision-making §^#Strategies to reduce$ overutilization# ∆ • Determine how a test will affect management before ordering • Use evidence-based practice guidelines that emphasize services with proven benefit • Avoid redundant tests & treatment","explanation_1":"","explanation_2":"$This patient has acute, uncomplicated low back pain (LBP) with no \"red-flag\" features (eg, fever, neurologic deficits) to suggest a serious cause.  Uncomplicated LBP usually resolves spontaneously, and management is directed toward providing temporary symptomatic relief.  Imaging (eg, x-ray, MRI scan) is generally not recommended because it does not improve outcomes or provide necessary information for optimal management. $#Overutilization# refers to provision of #unnecessary services# that are not expected to improve #patient outcomes# or meaningfully change #management#.  Patient–centered health care requires care to be delivered with respect to the patients' concerns, preferences, and priorities, but does not require unnecessary testing or treatment if patient input is otherwise solicited and respected when appropriate.  MRI in uncomplicated LBP increases overutilization and is therefore not recommended for this patient. $ (Choice A)  Spinal MRI often identifies nonspecific abnormalities (eg, bulging intervertebral discs) that are not relevant to management but can lead to further unnecessary and potentially harmful diagnostic studies and interventions.  Because of the frequency of such abnormalities, even in asymptomatic individuals, it is often not clear whether they are the actual cause of pain or merely an incidental finding.  Deferring imaging therefore decreases, rather than increases, diagnostic uncertainty. $ (Choice B)  Fragmentation of health care refers to breaking up care across multiple providers and facilities without adequate cross communication.  Declining to order unnecessary tests does not lead to fragmentation. $(Choice C)  Health care disparity refers to differences in access to care or outcomes due to socioeconomic or demographic factors.  Careful and appropriate use of diagnostic studies does not increase disparity. $ (Choice D)  Malpractice liability risk correlates most closely with provider-patient communication and perceived level of concern.  Appropriate use of diagnostic studies, especially as it conforms to evidence-based guidelines, does not increase malpractice risk. $ (Choice E)  Clinical standardization refers to consistency of management decisions within and across provider groups.  Care that conforms to established guidelines increases, not decreases, standardization. $ Educational objective Overutilization refers to provision of services that are not expected to improve patient outcomes or meaningfully change management.  Patient–centered health care requires care to be delivered with respect to patients' concerns, preferences, and priorities, but does not require unnecessary testing or treatment if patient input is otherwise solicited and respected when appropriate."},

{"id":"21977","title":"A 52-year-old man comes to the office for a routine follow-up appointment.  The patient has a history of well-controlled hypertension and hyperlipidemia.  He has a 35-pack-year smoking history and reports that he continues to smoke about 10-15 cigarettes daily.  Family history is significant for lung cancer in his mother.  His father died following a stroke at age 65.  When asked about whether he has considered quitting, the patient replies that he is not ready to stop smoking.  He says, \"I know I probably should, but I'm just too stressed at work to give up my cigarettes right now.  To be honest, I'm probably smoking closer to a pack a day.\"  Which of the following is the most appropriate response to the patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I suggest that you consider how your health may improve if you were to stop smoking.","answer_2":"B. I understand that you're under a lot of stress, but you are capable of more than you think.","answer_3":"C. What do you worry will happen if you quit smoking? What about if you don't quit?","answer_4":"D. What is your understanding of how smoking relates to lung cancer and stroke?","answer_5":"E. With all the smoking cessation treatment options available, quitting is a lot more manageable.","percent_1":"2%","percent_2":"17%","percent_3":"54%","percent_4":"21%","percent_5":"6%","right_answer":"C. What do you worry will happen if you quit smoking? What about if you don't quit?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Motivational interviewing#∆⨉ §^#Indications# ∆ • Substance use disorders • Other behaviors in patients who are not ready to change §^#Principles# ∆ • Acknowledge resistance to change • Address discrepancies between behavior & long-term goals • Enhance motivation to change (support self-efficacy) • Remain nonjudgmental §^#Technique$ (OARS)# ∆ • Ask #O#pen-ended questions (encourage further discussion) • Give #A#ffirmations • #R#eflect & #S#ummarize main points","explanation_1":"","explanation_2":"$This patient has a family history of lung cancer and multiple risk factors for cardiovascular illness, including smoking, hypertension, hyperlipidemia, and family history of stroke.  Although he states that he is #not ready to quit smoking#, he is ambivalent and aware that he probably should.  An effective approach to patients who are not ready to quit is to #explore their ambivalence# (eg, worries about quitting vs not quitting), with the goal of #enhancing# the patient's #internal motivation# to make a change. $ Based on principles of motivational interviewing, the physician should acknowledge resistance to change and help the patient identify discrepancies between habits and long-term goals.  Issues relevant to the patient's situation (eg, concern about his ability to manage work stress without smoking) and other possible barriers (eg, fear of nicotine withdrawal, failure, or gaining weight; enjoyment of tobacco) should be explored in a nonjudgmental way.  Concerns about not quitting, such as fear of long-term health risks, can then be elicited to highlight ambivalence.  Once the patient has identified the potential benefits and barriers to quitting, the physician can target these specific issues (eg, education, counseling, medication). $ (Choice A)  This response redirects the conversation to the benefits of quitting and fails to acknowledge or explore the patient's resistance to change and his personal barriers to quitting. $ (Choice B)  Although this statement acknowledges the patient's stress and conveys optimism about his ability to quit, it fails to address his ambivalent feelings, which may cause the patient to feel misunderstood and judged for his reluctance to quit. $ (Choice D)  This response explores the patient's understanding of specific health risks of smoking but misses the opportunity to develop the patient's internal motivation to quit. $ (Choice E)  The physician should first explore the patient's personal concerns and barriers to quitting before discussing smoking cessation treatment options. $ Educational objective For patients who are not ready to quit smoking, it is helpful to explore their perspective about the pros and cons of continuing to smoke.  Acknowledging resistance in a nonjudgmental manner while exploring ambivalence can help develop patients' internal motivation to change."},

{"id":"1123","title":"A 40-year-old unemployed man with chronic back pain comes to the office for an appointment with a new physician.  The patient injured his back in a work accident years ago and has not worked since.  He uses marijuana daily to \"ease the pain\" and admits that a portion of his income goes toward its purchase.  The patient says that nothing has changed and asks the physician to sign a disability form so he can continue to collect disability benefits.  When the physician asks about his disability and previous treatment, he replies angrily, \"I wouldn't be here re-applying for disability if anything had worked\" and slams the disability form down on the table.  Review of his medical records indicates a normal MRI one year earlier and inconsistent adherence with physical rehabilitation appointments.  The patient walks normally with no apparent discomfort or limitations.  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I am unable to sign the form due to my concern about your drug use.","answer_2":"B. I am unable to sign the form due to my concern about inappropriate use of disability benefits.","answer_3":"C. I can see you are suffering from a painful condition and will sign the form.","answer_4":"D. I can sign the form because I see that you were previously approved and nothing has changed.","answer_5":"E. I cannot consider your request until you are able to control your anger.","answer_6":"F. I cannot sign the form without further history and assessment.","percent_1":"2%","percent_2":"7%","percent_3":"0%","percent_4":"0%","percent_5":"1%","percent_6":"89%","right_answer":"F. I cannot sign the form without further history and assessment.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"In the United States, disability is a form of insurance that is administered by private insurance carriers or by the Social Security Administration.  It provides financial assistance to workers who are unable to continue working due to a medical or psychiatric condition. #Certification of disability# by a physician is usually required by these entities before the benefit is granted. $ This patient's demand that the physician sign a disability form presents a difficult situation.  Pain is highly subjective and, at this point in the interaction, the physician knows very little about this patient.  #Possibilities include malingering# or exaggeration of extent of disability to obtain benefits, #inadequately treated# pain, or chronic pain resulting in #legitimate disability#.  This patient may also have had negative interactions with health care providers or a psychiatric condition that contributes to his angry, demanding behavior.  The best approach is to politely but firmly explain that #determining medical disability requires# further #assessment# of his symptoms, physical #examination#, and testing if indicated. $ (Choice A)  Many individuals with legitimate medical disabilities may use substances; it is not a reason to deny disability benefits. $ (Choice B)  It is premature to suggest that this patient is attempting to commit fraud without performing an appropriate history and physical examination. $ #(Choices C and D)#  It is inappropriate to sign the form at this point in the interview without learning more about the patient and his condition.  It is incorrect to assume that the previous disability determination was correct and that nothing has changed. $ (Choice E)  Unless the patient is abusive or creating an unsafe situation, confronting him directly about his anger is not appropriate and will be unlikely to improve the situation. $ Educational objective Physicians are frequently asked to evaluate whether a patient is entitled to disability benefits.  When interacting with demanding patients, it is best to explain that the physician has a responsibility to perform a thorough assessment prior to making this determination."},

{"id":"21978","title":"A 32-year-old woman comes to the office for follow-up of asthma.  The patient reports that her asthma seems to be getting worse and describes increasingly frequent episodes of chest tightness and wheezing over the past several months.  She says, 'I find myself reaching for my inhaler more often than I used to, and I wonder if I should try a stronger medication.'  The patient has an 8-year history of intermittent asthma managed with an albuterol inhaler.  She smoked marijuana in her 20s for several years and started smoking cigarettes over the past year.  When asked about her tobacco use the patient says, 'I'm smoking only half a pack a day or less and I really enjoy it, especially with my morning coffee.'  Which of the following is the most appropriate response to the patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I am concerned that you do not fully understand the negative effects of smoking on your asthma.","answer_2":"B. I can understand that you may not want to stop completely, but even just decreasing will help.","answer_3":"C. I understand that smoking gives you pleasure, but it is also making your asthma worse.","answer_4":"D. We can consider a stronger medication, but it is unlikely to help much if you continue to smoke.","answer_5":"E. Would you like to know more about how smoking affects your asthma?","percent_1":"2%","percent_2":"9%","percent_3":"21%","percent_4":"5%","percent_5":"63%","right_answer":"E. Would you like to know more about how smoking affects your asthma?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient is concerned about her #asthma# and appears to be unaware that #smoking# is likely contributing to her worsening symptoms.  Her perspective is that she enjoys smoking and that her habit of less than half a pack a day is not detrimental to her health.  In patients who are either unaware of or appear to be #minimizing the harms# of smoking on their health, a helpful approach is the #(elicit-provide-elicit) strategy#.  This involves a nonjudgmental, collaborative approach to exploring the patient's perspective, knowledge, and questions about the connection between smoking and their health; #providing targeted information# tailored to the patient (eg, this patient's asthma); and then eliciting the patient's understanding of the information provided. $ In this case, the patient's perspective is that she enjoys smoking and does not think it is harmful.  The physician should offer to educate her about what usually happens to patients with asthma who smoke and to elicit her understanding of the information.  This can be used as a starting point to help her develop ambivalence about continuing to smoke.  #Motivational interviewing# techniques can then be used to further amplify the discrepancy between the patient's behavior and health goals. $ (Choice A)  This statement fails to take a patient-centered, collaborative approach and has a judgmental tone that is critical of the patient's lack of knowledge.$ (Choice B)  Suggesting that the patient should decrease her cigarette consumption before providing information about the harms of smoking is premature and unlikely to elicit change. $ (Choice C)  Although this response provides needed information about the negative impact of smoking on asthma, it does not elicit the patient's understanding or promote her interest in the discussion.  Positive change needs to be internally motivated; therefore, having a respectful, collaborative approach (eg, by asking the patient what she knows or would like to know rather than telling her) is preferable. $ (Choice D)  Although this statement responds to the patient's interest in trying a stronger medication, it fails to address the underlying issue or educate the patient that addressing her smoking could relieve the worsening symptoms without the need for additional medication. $ Educational objective Patients who are either unaware of or appear to be minimizing the harms of smoking can benefit from a nonjudgmental, collaborative approach.  This involves asking for the patient's perspective, knowledge, and concerns about smoking; providing relevant information; and then eliciting the patient's understanding of the information."},

{"id":"21737","title":"A 68-year-old woman comes to the office to discuss lipid-lowering therapy.  She was prescribed rosuvastatin 6 months ago following a transient ischemic attack, but her pharmacy sent a notice to the physician a week ago that she has not filled her prescription for the past 3 months.  The patient otherwise feels well and has had no recurrent neurologic symptoms.  When asked why she is not taking her medication, she says, \"I feel great without it.  The ministroke was the scariest thing that ever happened to me, and now that I have put it behind me, I don't want the medication to remind me about my problem all over again.\"  Which of the following is the most appropriate response to this patient's statement?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I understand that having a ministroke was scary. Maybe we can talk about how the medication can help keep you healthy.","answer_2":"B. It is your choice whether to take the medication. But for your safety, please discuss your preferences with me first.","answer_3":"C. It sounds like you believe another ministroke is unlikely to happen to you. Is that correct?","answer_4":"D. Many patients share your concerns about the medication. However, most people who stop the medication later regret not taking it.","answer_5":"E. You have a serious condition. Let's talk about some of the consequences if you do not take this medication.","percent_1":"84%","percent_2":"3%","percent_3":"10%","percent_4":"1%","percent_5":"2%","right_answer":"A. I understand that having a ministroke was scary. Maybe we can talk about how the medication can help keep you healthy.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"The psychological impact of serious illness and injury, including initial fear and residual stigma or shame, frequently affects patients' self-image and subsequent personal health decisions.  This patient's statement indicates that she #negatively associates# her statin medication (eg, rosuvastatin, used for secondary prevention of recurrent cerebrovascular events) with memories of her initial transient ischemic attack (TIA), leading her to be #nonadherent# to therapy. $ Improving adherence in this patient should begin with an #empathetic# appreciation of her TIA and its effect on her emotional well-being.  The physician should show respect for her feelings and experiences, avoid judgmental or critical statements, and encourage development of #new, positive associations# (eg, linking the medication to lower cholesterol and improved future health).  If the patient comes to associate the statin with improved health, she may be more likely to adhere to therapy. $(Choice B)  This statement superficially acknowledges patient autonomy but primarily puts the attention and responsibility on the physician and does little to explore the patient's motivations and priorities.  It is unlikely to influence the patient's medication adherence. $ (Choice C)  Although this patient is avoiding thinking about her TIA, this is primarily due to negative associations rather than denial of the seriousness of the illness or likelihood of recurrence.  Discussing whether she believes another event is likely would be less productive than encouraging new, positive associations. $ (Choice D)  This statement attempts to universalize the patient's concern and could be helpful for someone who is resistant to therapy due to embarrassment or shame.  However, it does not promote positive associations with the treatment and is therefore less likely to improve adherence in this patient. $ (Choice E)  Focusing on adverse outcomes and complications of nonadherence is likely to reinforce this patient's negative associations of treatment and may make her more resistant to treatment. $ Educational objective The psychological impact of serious illness frequently affects patients' self-image and personal health decisions, including medication adherence.  Encouraging patients to develop positive associations (eg, linking treatment with improved health), rather than negative associations (eg, linking treatment with memories of disease), can improve adherence to therapy."},

{"id":"1432","title":"A 62-year-old man comes to the office with his wife for evaluation of episodic chest pain.  The physician introduces herself to the patient and his wife and confirms that he is comfortable and not experiencing any current pain.  The patient's wife begins the conversation by saying, \"He brought a list of his medications for you to review, but I'm not sure he takes all of them regularly.\"  After thanking them for bringing the list, which of the following is the most appropriate way for the physician to initiate the medical interview?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Have you had trouble remembering to take your medications?","answer_2":"B. How will your pain improve if you don't take your medications?","answer_3":"C. May I ask your wife to leave for this part of the evaluation?","answer_4":"D. What do your episodes of chest pain feel like?","answer_5":"E. Why do you think you have difficulties taking your medications regularly?","percent_1":"16%","percent_2":"0%","percent_3":"21%","percent_4":"44%","percent_5":"18%","right_answer":"D. What do your episodes of chest pain feel like?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"#Patient-centered care# requires communication skills that engage the patient in discussing his or her perspective of the illness, which helps build rapport and aids in acquiring a more complete history.  In this scenario, the wife begins the conversation by expressing her concern about the patient's medication adherence.  Although acquiring collateral information can be important, the best approach is to #redirect the conversation back to the patient# to first elicit his perspective and concerns.  It is better to explore medication adherence once rapport has already been established. $ Medical interviewing is best initiated with an #open-ended question#.  This invites the patient to describe their condition in their own words and gives the physician insight into the patient's major concerns, which can be addressed with more specific questions later in the interview.  Examples of open-ended questions include: \"What brings you in today?\" and \"What is that like for you?\"  In contrast, a closed-ended question requires only a yes/no response and does not encourage conversation/exploration. $ #(Choices A, B, and E)#  Although the wife has alerted the physician to a potentially important issue (possible medication nonadherence), it would be inappropriate to begin a medical interview with questions that assume (without asking) that the patient is, in fact, not taking his medication and focus on the wife's concerns rather than the patient's.  This may put the patient on the defensive, leading to a deterioration of the physician-patient relationship.  In addition, asking the patient if he is having trouble with remembering his medications is an example of a yes/no, closed-ended question. $ (Choice C)  Although patients should be given the opportunity to speak to the physician alone, this question suggests the wife should leave.  It is preferable to ask the patient if he would like her to stay or leave. $ Educational objective Patient-centered medical interviewing should focus on the patient's perspective of the illness.  Interviews are best initiated with an open-ended question that elicits the patient's major concerns in the patient's own words."},

{"id":"10452","title":"A 54-year-old man comes to the office for an initial appointment to evaluate lower back pain.  The patient's medical record shows that he has seen several physicians for back pain treatment.  He has been prescribed multiple pain medications and physical rehabilitation services but often stopped prematurely or did not follow through with recommendations.  At the beginning of the visit the patient says, ' I'm tired of living with back pain, and I haven't been able to work in years.  Nothing has helped me—at this point I might as well just give up and go on disability.'  Which of the following statements is the most appropriate initial response to this patient?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Although previous medications have not worked, consultation with a pain specialist may be helpful.","answer_2":"B. I understand the difficulty of your situation, but applying for disability will not improve your back pain.","answer_3":"C. I understand your frustration, but it is difficult to help when you think nothing will work.","answer_4":"D. It must be frustrating to have chronic back pain and feel like there are no options to ease your suffering.","answer_5":"E. Your chances of improving would be better if you followed recommendations and remained in treatment.","percent_1":"5%","percent_2":"4%","percent_3":"2%","percent_4":"85%","percent_5":"4%","right_answer":"D. It must be frustrating to have chronic back pain and feel like there are no options to ease your suffering.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This physician is confronted by a patient who has not experienced benefit from previous treatment and #feels hopeless# that his condition will improve.  Such challenging patients can often cause the physician to feel defensive, manipulated, or hopeless as well, leading to premature referral to a specialist. $ Although strategies to improve treatment adherence will be important for improving outcomes, the best initial approach is to #build# the #physician-patient relationship# by #empathizing# with the #patient's frustration# and #disappointment# with past treatments.  In this way, the patient will feel understood rather than blamed for past treatment failures, and he will be more willing to work with the physician to develop a collaborative plan focused on realistic goals.$ (Choice A)  This patient requires a thorough history and physical examination to assess his condition.  Referral to a pain specialist is premature. $ (Choice B)  This statement is likely to be experienced as unsupportive because it challenges the patient's proposal regarding disability and does not offer any suggestions in its place. $ (Choice C)  This statement attempts to point out the patient's help-rejecting pattern of behavior, but it would likely be perceived as judgmental, especially at this early stage of the physician-patient relationship. $ (Choice E)  Although at some point the physician should address the importance of adherence to treatment in achieving a better outcome, this statement is critical and blames the patient for past treatment failures.  Empathizing with the patient's frustration at this early stage would be more effective in developing a treatment alliance. $ Educational objective Physicians may become frustrated with a patient who is hopeless about treatment, often compelling the physician to refer the patient to a specialist prematurely.  Empathizing with the patient's frustration over past treatment failures can help build the physician-patient relationship."},

{"id":"1145","title":"A 52-year-old woman comes to the clinic to discuss the results of a recent abdominal CT scan.  The patient says, \"I hope the scan can tell me why I've been losing so much weight.  What does it show?\"  The physician shares that the imaging is suggestive of pancreatic cancer.  Upon hearing this, the patient begins to cry while holding her head in her hands.  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I know this isn't the news you wanted to hear. Let's talk about the results in a bit more detail.","answer_2":"B. I wish I had better news to share with you. I imagine this is very upsetting to hear.","answer_3":"C. It's easy to feel lonely and isolated with news like this. Tell me about the people who support you during difficult times.","answer_4":"D. This must feel very shocking and unexpected. Fortunately, there have been some advances in treatment recently.","answer_5":"E. This news would be upsetting to anyone. Let's set up an appointment to discuss the next steps in a few days.","percent_1":"12%","percent_2":"53%","percent_3":"20%","percent_4":"5%","percent_5":"10%","right_answer":"B. I wish I had better news to share with you. I imagine this is very upsetting to hear.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#SPIKES protocol for delivering serious news#∆⨉ §^#S#et the stage ∆ • Arrange for a private, comfortable setting • Introduce patient/family & team members • Maintain eye contact & sit at the same level • Schedule appropriate time interval & minimize interruptions §^#P#erception ∆ • Use open-ended questions to assess the patient's/family's perception of the medical situation §^#I#nvitation ∆ • Ask patient/family how much information they would like to know • Remain cognizant of cultural, educational & religious issues §^#K#nowledge ∆ • Warn the patient/family that serious news is coming • Speak in simple & straightforward terms • Stop & check for understanding §^#E#mpathy ∆ • Express understanding & give support when responding to emotions §^#S#ummary & strategy ∆ • Summarize & create follow-through plan, including end-of-life discussions if applicable","explanation_1":"","explanation_2":"$In this case, the physician has just delivered serious news and must respond sensitively to a crying patient.  The most appropriate response is to #acknowledge# the patient's #distress#, express empathy, and allow the patient #time to process# the news.  The patient should be allowed to cry without redirection of the conversation or assumption about how much information she wants to know at this point.  Once the patient is able to converse, the physician can gently explore her feelings and respond to any questions, allowing the patient to take the lead in the discussion (eg, ask the patient how much information she would like to know at this point). $ Models have been developed to guide clinicians in delivering serious news.  The #SPIKES protocol#, originally developed for cancer patients, can be adapted to conversations with patients in many situations (eg, medical futility discussion, STI results). $ (Choice A)  This response immediately redirects the focus of the visit to discussion of results and does not allow the patient time to process the news and express her emotions.  Instead, the physician should follow the patient's lead and answer any questions that arise. $ (Choice C)  This response prematurely redirects the visit to discussing the patient's support system rather than allowing the patient to express her emotions and immediate needs. $ (Choice D)  This statement uses optimism and reassurance by changing the focus to recent advances in treatment.  This may have the unintended consequence of discouraging the patient from expressing her emotions and fears about the illness.  After acknowledging the patient's emotions, it is preferable to gently explore how much she wants to know about the diagnosis and treatment options at this point. $ (Choice E)  This response makes the inappropriate assumption that the patient is not ready or does not want to receive additional information during this visit.  Instead, the patient should be allowed to express the full range of her emotions and invited to ask any questions.  Depending on her response, the physician can educate her about the condition and her options. $ Educational objective Delivering serious news requires allowing the patient time to process the information and express emotions.  Empathic, supportive communication should include acknowledging the patient's distress and being open to answering any questions."},

{"id":"8943","title":"A 27-year-old man comes to the office for follow-up regarding a herniated disc.  He first injured the disc 3 months ago while at work.  Nonsurgical treatment options, including physical therapy and as-needed NSAIDs and tramadol, were recommended.  The patient has completed physical therapy, and follow-up MRI indicates that the herniated disc has regressed.  He reports a significant amount of ongoing pain and asks for a dose increase and refill of his pain medication.  In the past month, the patient has been to the emergency department on 2 occasions to request pain medication due to running out before his next scheduled refill.  Vital signs are within normal limits, and physical examination is unremarkable.  Which of the following statements by the physician would be most appropriate at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Given your recent refill requests and interest in increasing your dose, I am concerned that you may be dependent on pain medication.","answer_2":"B. It doesn't seem like medication is effective anymore; let's talk about alternate ways to treat your pain.","answer_3":"C. Sometimes patients take pain medications to help with other types of symptoms; how has your mood been recently?","answer_4":"D. You're still experiencing a lot of pain, and it has not been easy managing it; let's discuss how you have been taking the medication.","answer_5":"E. Your pain symptoms do not seem to be improving with additional medication, so a dose increase is unlikely to help you.","percent_1":"6%","percent_2":"16%","percent_3":"6%","percent_4":"71%","percent_5":"1%","right_answer":"D. You're still experiencing a lot of pain, and it has not been easy managing it; let's discuss how you have been taking the medication.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Pain is subjective, and physicians must use clinical judgment to #balance# effective #pain management# with #prevention of drug overuse# and misuse.  Prescription opioid misuse has become an increasing occurrence in recent years.  Signs of misuse include not taking medication as prescribed, requesting early refills, accessing drugs from multiple physicians or illicit sources, requesting higher doses, and refusing alternate pain-management strategies. $ This patient is showing signs suggestive of opioid use disorder: running out of medication early; obtaining prescriptions in emergency departments rather than from the primary prescriber; tolerance (ie, requiring higher doses to attain the same effect); and dependence.  However, confronting the patient about misuse at this point is unlikely to be helpful.  The most appropriate initial action is a patient-centered approach: #validating# the #patient's concern# about pain control; engaging the patient in a nonjudgmental, #collaborative discussion# of how he is using the medication; and #exploring reasons# for the #escalating use#. $ (Choice A)  This statement may be interpreted as confrontational and put the patient on the defensive.  It fails to validate the patient's subjective experience of pain and instead focuses on the physician's concerns about dependence. $ #(Choices B and E)#  These statements reject the patient's request for more medication without discussion and prematurely shut down the conversation.  This approach is likely to frustrate the patient, making it less likely that he will be receptive to alternate approaches to pain management. $ (Choice C)  This response prematurely switches the focus of the conversation to mood, ignoring the patient's concerns.  Raising the possibility of self-medication of mood symptoms would be more appropriate once the patient has already engaged in a collaborative discussion of how he is using the medication. $ Educational objective When misuse of prescription opioids is suspected, physicians should first engage patients in a nonjudgmental, collaborative discussion to understand the reasons for the misuse."},

{"id":"11629","title":"A 45-year-old woman with type 2 diabetes mellitus, obesity, and hypertension comes to the office for a routine follow-up visit.  Her medications include a sulfonylurea and ACE inhibitor.  The patient has lost 2.3 kg (5 lb) and credits a new energy and weight loss supplement.  She purchased the supplement over the Internet on the recommendation of a friend and believes that it contains caffeine and several herbs that promote weight loss.  The patient has had no problems tolerating the supplement.  Blood pressure is 140/90 mm Hg and pulse is 88/min.  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Advise the patient to avoid the supplement and engage in other forms of weight loss","answer_2":"B. Advise the patient to limit the use of other caffeine-containing products","answer_3":"C. Explain that weight loss due to dietary supplements is unlikely to be sustainable","answer_4":"D. Offer to review the ingredients with the patient and discuss the potential risks of supplements","answer_5":"E. Respect the patient's decision and follow her closely","percent_1":"2%","percent_2":"2%","percent_3":"1%","percent_4":"85%","percent_5":"9%","right_answer":"D. Offer to review the ingredients with the patient and discuss the potential risks of supplements","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Patients commonly use #herbal# preparations and #dietary supplements#.  Although the US Food and Drug Administration (FDA) regulates dietary supplements, the regulations are less strict than those for prescription and over-the-counter medications.  Some herbal products have established safety and/or efficacy, but there are #few quality assurances# regarding the content and purity of many herbal supplements, and unknown toxic ingredients may cause #adverse effects# and dangerous #drug interactions#.  For example, the herbal supplement ephedra, marketed as a diet pill and energy booster, was banned by the FDA in 2004 due to the risk of cardiovascular complications (eg, increased blood pressure, myocardial infarction, stroke).  However, ephedra-containing products are still readily available through the Internet. $ It is important for physicians to #routinely inquire# about the use of these products, both to understand why patients are using them and to evaluate the risks and benefits of continued use.  This patient should be supported in her weight-loss efforts and her use of supplements should not be immediately dismissed.  The physician should instead #assess the ingredients# for contraindications or drug interactions and then provide #counsel regarding the potential risks#, especially given her medical history. $ (Choice A)  Although the physician should work with the patient to develop a comprehensive weight-loss plan, including behavioral approaches to weight loss, this response is dismissive and does not take into account the use of supplements, which this patient is likely to continue taking. $#(Choices B and E)#  Supporting the patient's continued use of the supplement or merely cautioning her to avoid additional caffeine, without assessing the supplement for dangerous ingredients such as ephedra, does not adequately address safety concerns. $ (Choice C)  The patient may interpret this response as discouraging her efforts to lose weight, negatively impacting rapport with the physician.  In addition, it does not address the risks or benefits of the supplement itself. $ Educational objective Physicians should routinely ask their patients about the use of herbal preparations and nutritional supplements and advise them on the quality, safety, and efficacy of these products."},

{"id":"21736","title":"A 47-year-old man comes to the office for follow-up of recently diagnosed hypertension.  He was prescribed a generic formulation of lisinopril a month ago.  Inspection of the patient's pill bottle shows 15 tablets remaining of an original 30-tablet supply.  Medical history is otherwise unremarkable, and he is taking no other medications.  Blood pressure measurement shows no significant improvement from his blood pressure a month ago.  Serum chemistry panel, including potassium and creatinine, is also unchanged from prior results.  The patient reports no adverse effects from the medication but often forgets to take it.  Which of the following would be most helpful in improving this patient's medication adherence?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ask the patient's wife to give him daily reminders to take his medication","answer_2":"B. Change to a half-pill twice a day to increase the opportunities to take his medication","answer_3":"C. Change to a well-known, brand-name antihypertensive drug that increases financial commitment","answer_4":"D. Counsel the patient on the risks of uncontrolled hypertension","answer_5":"E. Recommend placing the medication on the bathroom counter next to his toothbrush","percent_1":"5%","percent_2":"1%","percent_3":"0%","percent_4":"16%","percent_5":"77%","right_answer":"E. Recommend placing the medication on the bathroom counter next to his toothbrush","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Medication nonadherence#∆⨉ §^#Risk factors# ∆ • Complex treatment regimen • Adverse drug effects • Expensive drug regimen/limited patient financial resources • Little immediate or apparent benefit of medication • Inadequate physician supervision & written instruction §^#Interventions to improve$ adherence# ∆ • Integration into daily habits/schedule • Pill organizers & dispensers • Simplified treatment regimen • Automated reminders (eg, smartphone applications) • Frequent telephone contacts & interprofessional (eg, nurse, pharmacist) follow-up • Motivational interviewing • Consolidated refill schedule","explanation_1":"","explanation_2":"$This patient with hypertension has been prescribed an appropriate antihypertensive medication but has had poor medication adherence.  #Nonadherence# is common in patients with hypertension because the condition is generally asymptomatic, whereas medication has cost, inconvenience, and often symptomatic adverse effects (eg, headache, lightheadedness).  Clinical features suggesting medication nonadherence include: $ • Lack of the expected therapeutic response $• Absence of common adverse effects $ •Lack of expected changes in laboratory markers (eg, rise in potassium and/or creatinine with ACE inhibitors) $• Fewer than expected requests for medication refills or excessive number of pills noted on pill counts. $The most effective interventions to improve adherence are likely to be those that can easily be #integrated into the patient's schedule# or can be #linked to an established habit#.  For example, the patient could use a pill organizer or dispenser that can be placed in a #prominent location# that he will clearly see in his #daily routine# (eg, bathroom counter). $ (Choice A)  Asking the patient's wife to give him daily reminders can sometimes be effective in reducing nonadherence but adds to the family care burden and can potentially increase interpersonal conflict.  In addition, this strategy relies on the wife to remember the medication. $ (Choice B)  Dosing medication more than once daily is associated with decreased adherence and would likely lead to even greater undertreatment. $ (Choice C)  Well-known medications with prominent advertising campaigns are frequently associated with greater patient willingness to discuss the underlying medical condition (eg, phosphodiesterase inhibitors for erectile dysfunction) with the physician.  However, adherence is generally higher for low-cost options due to the lesser financial burden. $ (Choice D)  Discussing the risks of untreated hypertension is important to include in the initial patient education and counseling.  However, there is no reason to think the patient is nonadherent because he does not understand the risks, and this approach may be viewed as negative or threatening. $Educational objective Nonadherence is common in patients with hypertension because the condition is generally asymptomatic, whereas medication has cost, inconvenience, and symptomatic adverse effects.  The most effective interventions to improve adherence are those that can easily be integrated into the patient's schedule or linked to an established habit."},

{"id":"21625","title":"A 71-year-old woman with metastatic non-small cell lung cancer is admitted to the intensive care unit for malignant airway obstruction with post-obstructive pneumonia and sepsis.  Her oncologist calls the admitting physician to provide sign out, saying, \"Her disease has been progressing.  Our plan was to start a third-line chemotherapy regimen next week.\"  Despite receiving antibiotics and supportive care, she has rapid deterioration of her respiratory status with a very high likelihood of dying in the intensive care unit.  When the physician discusses the patient's condition, the patient and family say, \"Whatever might have a chance of working, we want everything to be done.\"  Which of the following is the most appropriate response?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Given this major change in your clinical status, I want to revisit what you mean by 'everything'.","answer_2":"B. Have you had discussions with your oncologist about your long-term goals of care?","answer_3":"C. I am afraid that continued aggressive treatments could cause more harm than good for you.","answer_4":"D. I promise we'll do everything we can. I'll arrange for stenting and radiation to open the airway.","answer_5":"E. Take some time to think things over. I'll return later this evening to continue the conversation.","percent_1":"45%","percent_2":"26%","percent_3":"9%","percent_4":"16%","percent_5":"3%","right_answer":"A. Given this major change in your clinical status, I want to revisit what you mean by 'everything'.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#When patients & families request that \"everything\" be done#∆⨉ §^#Understand what \"everything\"$ means# ∆ • \"Every treatment with even the slightest possibility of benefit\" (rare) • \"Everything that you, as my physician, feel is worthwhile\" • \"Everything to relieve symptoms, even though it may shorten life\" §^#Communicate prognosis# ∆ • Use clear & direct language (\"Your mother is dying\") • Maintain consistent messaging • Avoid discussing minutiae of management §^#Propose a philosophy of treatment# ∆ • Offer medical recommendations with appropriate limits to therapy • Discuss what will be done before covering what will not be done • Illustrate how the recommendations support the patient's values §^#Support emotional response# ∆ • Validate emotions & invite conversation (\"What is the toughest part of this for you?\") • Reaffirm commitment to caring for the patient no matter what happens §^#Negotiate disagreements# ∆ • Review understanding & seek common ground • Seek external input for persistent, unresolved conflict (eg, from ethics committee)","explanation_1":"","explanation_2":"$This gravely ill patient has acute respiratory failure due to refractory metastatic lung cancer.  Because the patient is rapidly deteriorating, discussions regarding #goals of care# are time-sensitive, as she may soon be incapacitated (eg, urgently intubated) and unable to participate in her own decision-making #(choice E)#. $ The patient and her family request that #\"everything\"# be done, a frequently voiced sentiment during care discussions.  In the outpatient oncology setting, 'everything' meant exhausting multiple chemotherapy regimens to achieve a disease response.  Unfortunately, the patient has become unstable and is very likely to die during her acute hospitalization.  Predefined preferences should therefore be #revisited regularly#, including whenever there is a #major change# in clinical status.  The physician cannot presume that a patient's past preferences can be directly extrapolated to a #new situation#. $ Patients can be unsure of how to express #evolving preferences# without an open invitation to a discussion.  Therefore, clarifying the patient's current concept of \"everything\" is the first step toward developing a shared plan of care.  \"Everything\" has fluid meanings, shifting across both a patient's life span and different clinical situations.  Due to this wide variability, it is critical to guide and support patients as they weigh the acceptability of potentially harmful interventions with a low likelihood of benefit. $ (Choice B)  The patient and her oncologist may have previously discussed long-term goals of care.  However, her current preferences need to be revisited in light of her acute deterioration, with specific clarification about the meaning of \"everything.\" $ #(Choices C and D)#  Some patients request \"everything to keep me alive at all costs.\"  Radiation and airway stenting can temporarily improve pulmonary function and extend this patient's life by days to weeks.  However, her personal beliefs, values, and concept of \"everything\" should be openly discussed and reevaluated prior to offering treatments that may ultimately prolong the inevitable dying process with no meaningful benefit. $ Educational objective When approaching goals of care, the specific meaning of a patient or family's request that 'everything be done' should be explored and revisited regularly, including whenever there is a major change in clinical status."},

{"id":"106757","title":"A 31-year-old woman comes to the emergency department for evaluation of nausea, vomiting, and abdominal pain over the past 2 days.  The triage nurse notes that the patient's legal name differs from what was written on the intake form.  While reviewing the patient's electronic medical record, you see that the patient's sex is listed as male and that multiple pronouns have been used to describe the patient in prior notes.  In addition to introducing yourself to the patient, which of the following is the most appropriate initial statement?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. I ask all my patients about their gender identity; could you please tell me if you identify as a man or a woman?","answer_2":"B. I like to ask my patients about the name they use and their pronouns; how would you like to be addressed?","answer_3":"C. I'd like to make sure that I refer to you appropriately; would you prefer that I use male or female pronouns?","answer_4":"D. I've reviewed your chart and wanted to be sure it's accurate; how would you describe your gender identity?","answer_5":"E. To be sure I ask pertinent questions for your symptoms, could you please verify your sex assigned at birth?","percent_1":"1%","percent_2":"82%","percent_3":"8%","percent_4":"6%","percent_5":"4%","right_answer":"B. I like to ask my patients about the name they use and their pronouns; how would you like to be addressed?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Sex is a biologic identity determined by anatomy (eg, external genitalia), chromosomes, and hormones.  In contrast, #gender identity# is an internal identity that can be expressed externally (eg, clothing, behavior).  Although biologic sex is often used to guide medical diagnosis, particularly for conditions such as abdominal pain, physicians must also recognize gender diversity to provide #culturally competent medical care# to transgender patients. $This begins with accurately identifying the patient's #preferred name and gender identifier#.  Physicians should approach questions about gender identity in a #supportive and tactful# manner.  Because physical attributes and self-identifiers (eg, clothing) of transgender patients may not be evident or may change over time, a tactful approach uses #open-ended questions# to elicit the patient's preferences.  It is helpful to use a routine opening statement (eg, 'I like to ask my patients about the name they use and their pronouns') that #normalizes gender diversity#.  The patient's preferences should then be #accurately and consistently documented# in the electronic medical record. $#(Choices A and C)#  Although these questions acknowledge gender diversity, they are both closed-ended and too abrupt for an introduction.  They also assume a binary male-female paradigm and exclude recognition of a nonbinary gender, in which a person views gender as a spectrum and identifies as neither male nor female. $(Choice D)  This approach is open-ended and allows the patient to express the patient's preferred gender identity; however, it is overly frank as an opening question and may alienate the patient.  In addition, it hints at discriminatory documentation throughout the medical record, which may erode patient trust and harm rapport. $ (Choice E)  Knowing the patient's assigned sex at birth is important for accurate diagnosis and treatment; however, this is an uncomfortable initial question and does not clarify the patient's current gender identity or preferred pronouns. $ Educational objective Gender-diverse patients require culturally competent medical care, which includes a tactful inquiry about preferred identifiers (eg, name, pronouns) followed by accurate and consistent documentation in the electronic medical record."},

{"id":"21246","title":"A 59-year-old man comes to the office for follow-up.  The patient had an acute myocardial infarction 1 month ago, and a drug-eluting stent was placed successfully.  He has no cardiovascular symptoms, but he does have hypertension and hyperlipidemia and a 40-pack-year smoking history.  Blood pressure is 132/86 mm Hg and pulse is 68/min.  BMI is 30.8 kg/m2.  Physical examination is unremarkable.  The patient says, \"I can't wait to get back to work, but at the same time, I'm concerned about having another heart attack.  I have a high-pressure job, but I need to find time to exercise.  Plus, I know I should stop smoking and lose at least 20 pounds.\"  Which of the following is the most appropriate response by the physician at this time?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Having a heart attack was frightening. It's great that you've decided to stop smoking, lose weight, and start exercising.","answer_2":"B. I suggest we prioritize quitting smoking first. That will decrease your risk significantly and make it easier to exercise.","answer_3":"C. Those are excellent goals. Let's make a comprehensive list of all the health changes you want to make.","answer_4":"D. You've been through a tough time. Would you consider working fewer hours for the time being so you can focus on your health?","answer_5":"E. You've brought up important issues. What are one or two small changes you feel most ready to tackle now?","percent_1":"6%","percent_2":"3%","percent_3":"10%","percent_4":"2%","percent_5":"80%","right_answer":"E. You've brought up important issues. What are one or two small changes you feel most ready to tackle now?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","table_3":"§^#Motivational interviewing: components#∆⨉ §^#Engaging# ∆ • Start a nonjudgmental, open-ended conversation • Collaborate to set the agenda • Elicit patient strengths §^#Focusing# ∆ • Ask the patient to identify 1 or 2 behavior targets §^#Evoking# ∆ • Elicit change talk to get the patient's: $== ○ Commitment $== ○ Reasons to change §^#Planning# ∆ • Guide the patient toward: $== ○ Identifying specific next steps $== ○ Anticipating obstacles $== ○ Deciding how to measure success","explanation_1":"","explanation_2":"This patient recently experienced a myocardial infarction and expresses concern about having another one.  He identifies a number of issues he feels he should address to reduce his risk (eg, stop smoking, lose weight, start exercising).  Like many patients, he faces multiple health challenges and has specific life circumstances that influence his priorities (eg, high-pressure job).  Rather than developing an exhaustive list of changes, helping the #patient focus# on #1 or 2 specific behaviors# he feels most ready to change is more productive.  In #motivational interviewing#, this is referred to as the process of #focusing#. $ A patient-centered, collaborative approach is important; the physician should elicit the patient's thoughts and feelings about what to focus on.  Rather than giving advice without permission, unilaterally setting the agenda, or overwhelming the patient with a long list of changes, the physician can help the patient focus on realistic changes he is more likely to pursue. $ (Choice A)  This statement prematurely assumes the patient is internally motivated to change.  It describes the patient as committed to these goals when he said only that he 'should' do all those things.  This response also may overwhelm the patient because it fails to help him focus on realistic goals. $ (Choice B)  This is an example of noncollaborative agenda-setting.  It is less likely to be effective than eliciting the patient's perspective. $ (Choice C)  Encouraging the patient to make a long list of changes is rarely helpful.  It is likely to overwhelm him and may actually decrease his motivation. $ (Choice D)  This question fails to consider the patient's perspective about his job (ie, \"I can't wait to get back to work\") and reflects a premature suggestion.  Exploring the patient's thoughts and feelings about his work is a better approach, eliciting his suggestions about how to best integrate his health goals into his schedule. $ Educational objective When counseling a patient who has multiple unhealthy behaviors, the best approach is to focus on 1 or 2 specific behaviors the patient feels most ready to change.  This improves the likelihood of change by focusing on realistic goals the patient is more likely to pursue."},

{"id":"10289","title":"A 49-year-old woman is transferred from a community hospital to a tertiary care center for management of an acute exacerbation of chronic obstructive pulmonary disease.  The patient receives care overnight from a hospitalist, who transfers care to the teaching service in the morning.  The medical team now responsible for the patient meets with her for the first time during morning rounds.  The attending physician introduces the team and explains that the patient will be interviewed by the intern.  The patient then addresses the intern by his first name and mentions, \"You remind me so much of my son.  He's very smart and looks a lot like you.\"  Which of the following actions by the intern would be most appropriate to begin the interview?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Address the patient by her first name and ask about current symptoms","answer_2":"B. Address the patient by her first name and ask if she is comfortable with that","answer_3":"C. Address the patient by her surname and ask about current symptoms","answer_4":"D. Greet the patient and inquire about her preferred form of address","answer_5":"E. Politely ask the patient to use the title of doctor and then inquire about current symptoms","percent_1":"1%","percent_2":"3%","percent_3":"15%","percent_4":"76%","percent_5":"6%","right_answer":"D. Greet the patient and inquire about her preferred form of address","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Building a therapeutic physician-patient relationship requires finding an optimal balance between friendliness and professionalism.  First impressions are important, and #initial encounters# with new patients often set the tone for the ensuing relationship.  Using the patient's #preferred form of address# can help build rapport.  Clarifying any uncertainties about pronunciation, titles, or pronouns is important as well.  Although younger adults often prefer being called by first name, older patients may take offense at what they consider undue familiarity.  When in doubt, the physician should ask patients their preferred form of address. $ As familiarity develops between the physician and patient, many patients will prefer to be addressed by first name.  However, it should be the patient, not the physician, who takes the lead in lowering the level of formality.  It is better to ask the patient's preference in an open-ended manner rather than make assumptions. $ #(Choices A and B)#  Although the patient has addressed the intern by his first name, it is still inappropriate to assume that she wants to be addressed by her first name.  The patient's preferred form of address should be clarified first. $ (Choice C)  This patient has expressed positive feelings toward the intern because he reminds her of her son.  Using her surname without clarifying if that is her preference shifts the tone of the interaction and may be perceived as overly formal and distant.  Asking her preferred form of address would be best. $ (Choice E)  Initiating an interview by instructing or correcting the patient in front of the medical team, no matter how gently or politely, may embarrass the patient and result in deterioration of rapport. $ Educational objective Initial encounters with new patients often set the tone for the physician-patient relationship.  When in doubt about how to address patients, the physician should ask them their preferred form of address."},

{"id":"1126","title":"A 13-year-old boy is brought to the physician by his mother for a routine physical examination and follow-up of type 1 diabetes mellitus.  The patient appears irritated, and his mother begins the visit by exclaiming, 'Here's the doctor; he's going to tell you how badly you've been doing.'  Laboratory tests show a random blood glucose of 350 mg/dL and a hemoglobin A1c of 9% (normal: <6%-7%).  When the physician asks the patient how he is doing with his insulin, the mother interrupts and shouts, 'He never remembers to use it!'  When the boy is asked about his diet, the mother puts her hands on her hips, glares at her son, and says, 'Pizza, soda, and candy!'  After acknowledging the mother's concerns regarding diabetic control, which of the following is the most appropriate course of action?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ask the mother if she has any concerns about the patient's mood","answer_2":"B. Ask the patient if he agrees with his mother's responses","answer_3":"C. Ask the patient if he has felt irritable most days of the week","answer_4":"D. Explain to the mother that her critical tone may discourage the patient","answer_5":"E. Request to speak with the patient alone","percent_1":"1%","percent_2":"7%","percent_3":"2%","percent_4":"3%","percent_5":"87%","right_answer":"E. Request to speak with the patient alone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's type 1 diabetes mellitus is poorly managed on his current treatment regimen, as indicated by a random blood glucose >200 mg/dL and hemoglobin A1c of 9.0%.  The physician is confronted by an angry, critical parent who does not allow the patient to speak.  Continuing the visit in the presence of the patient's mother will likely lead to unproductive conflict or the patient pacifying his mother by agreeing with her or allowing her to continue to speak for him #(choice B)#. $ The best course of action is to acknowledge the mother's concerns and politely ask her to wait outside while the physician speaks with the patient privately.  This will allow the patient to be more open about his difficulty managing his diabetes and to discuss any personal concerns that may be having an impact.  All #adolescent visits# should include an opportunity to #interview the patient alone# to discuss topics such as drugs, alcohol, tobacco, and sexual activity. $ #(Choices A and C)#  Although this patient appears irritable and assessing his mood further is important, this should be done with the patient alone, where he can openly describe how he is feeling without his mother present.  Although asking the mother if she has concerns about her son's mood may provide additional information, it is unlikely to give an accurate picture of his mood given the mother's angry frustration with his behavior. $ (Choice D)  This statement is likely to be perceived as judgmental and to antagonize the mother, especially if it is delivered in front of the patient.  A more productive approach is to speak with the patient privately and model appropriate behavior in joint discussions with the patient and mother. $ Educational objective In situations in which a parent's presence may interfere with obtaining honest answers from an adolescent patient, physicians should politely ask the parent to wait outside and interview the patient privately.  All adolescent visits should include an opportunity to interview the patient alone to discuss topics such as drugs, alcohol, tobacco, and sexual activity."},

{"id":"18762","title":"A 38-year-old woman is admitted to the hospital overnight due to cellulitis.  The next morning, the hospitalist on service introduces herself to the patient and asks how she is feeling.  The patient angrily says, \"It's almost lunchtime, and I still haven't gotten my breakfast.  How am I supposed to get better when you're starving me?\"  The patient has an order to receive a regular diet.  Which of the following is the most appropriate response by the physician?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hunger can make anyone upset, so I'll come back after you've eaten.","answer_2":"B. I apologize for the delay, but I'm sure your food will be here shortly.","answer_3":"C. I'm sorry for the delay, but I don't control when meals are served, so please let your nurse know.","answer_4":"D. Since I am here, let me examine you first and follow up on your breakfast afterward.","answer_5":"E. You must be very hungry, so let me find out what happened to your meal.","percent_1":"1%","percent_2":"13%","percent_3":"2%","percent_4":"7%","percent_5":"77%","right_answer":"E. You must be very hungry, so let me find out what happened to your meal.","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"In this scenario, the physician has an #initial encounter# with an #angry patient# who is upset about an aspect of her care that is not under the physician's direct control.  Nevertheless, it is the physician's responsibility to be #responsive# to the #patient's immediate concerns#, attempt to defuse her anger, and build the physician-patient relationship.  The physician should acknowledge the cause of the patient's distress (ie, hunger), remain nondefensive, and offer to obtain further information that could #help resolve the issue# (eg, confirming correct diet was ordered; checking with the nursing staff). $ The physician should maintain a professional demeanor and avoid responding to the patient's anger with comments that may be interpreted as dismissive, defensive, or sarcastic.  Being responsive to the patient's immediate concerns is more likely to build rapport, help the patient feel understood and lay a positive foundation for the physician patient relationship. $ (Choice A)  This statement acknowledges the patient's distress but makes no attempt to respond to her concern. $ (Choice B)  This statement offers an apology but inappropriately reassures the patient that the problem has been resolved when this is unknown. $ (Choice C)  This statement may be interpreted as defensive because it focuses on explaining that the problem is not the physician's responsibility.  Quickly addressing the patient's needs is more likely to defuse the situation and build the physician-patient relationship. $ (Choice D)  Deferring resolution of the issue until after the examination is unlikely to defuse the patient's immediate anger and could, in turn, negatively affect her cooperation with the examination. $ Educational objective Initial encounters with angry patients are best managed by acknowledging their distress and responding to their immediate concerns."},

{"id":"10975","title":"A 35-year-old man comes to the office for a routine health maintenance evaluation.  After separating from his wife, the patient recently moved to 'make a fresh start' and start a new job.  He has no chronic medical conditions and has had no surgeries.  The patient is sexually active and has had 6 lifetime partners.  When completing the rest of the sexual history, which of the following questions is most appropriate for the physician to ask?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. What are the genders of your current and previous sexual partners?","answer_2":"B. Can you tell me about your previous romantic relationships?","answer_3":"C. Did you have other sexual partners while you were married?","answer_4":"D. Do you identify as heterosexual, homosexual, or bisexual?","answer_5":"E. Have you ever had sexual intercourse with a man?","percent_1":"47%","percent_2":"28%","percent_3":"2%","percent_4":"17%","percent_5":"6%","right_answer":"A. What are the genders of your current and previous sexual partners?","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"$Sexual history is a key part of comprehensive patient care and should be obtained at all initial visits, routine preventive screenings, and visits when sexually transmitted infections are suspected.  Physicians should attempt to put patients of all sexual orientations and gender identities at ease when reviewing #sexual history# because, for some, the discussion may feel uncomfortable and intrusive.  Normalizing the discussion as a routine component of the medical examination, ensuring confidentiality, remaining nonjudgmental, and expressing a willingness to address all sexual health concerns can facilitate the discussion. $ When asking about sexual partners, the physician should #avoid# using labels or making #assumptions# about patients or their partners' sexual orientation or gender identity.  Asking an #open-ended# question about #all sexual partners# allows patients to describe their sexual partners and behavior in terms that they are familiar with and that reflect their gender identity.  After inquiring about the gender of sexual partners (including trans, nonbinary), the physician can ask about pertinent types of sex (eg, vaginal, oral, anal) with each partner in order to make testing recommendations for sexually transmitted infections (eg, HIV) and discuss risk-reduction strategies.  Another possible formulation is, 'What is/are the sex and gender of your sexual partner(s)?' $ (Choice B)  This question is nonspecific and does not directly address sexual behavior.  An individual may be sexually active outside of a romantic relationship or may not view an interaction as romantic.  Although this question may yield some information regarding the patient's relationship history, it may exclude important information about some partners and sexual behaviors. $ (Choice C)  Questioning the patient about other sexual partners while he was married may make him feel judged and less willing to disclose his sexual history.  This inquiry also fails to focus on all sexual partners. $ (Choice D)  This question forces the patient to choose a sexual orientation label.  Many individuals may identify as heterosexual but have sexual contact with individuals of the same gender.  Others may not relate to any of these labels to describe their sexuality. $ (Choice E)  Asking the patient whether he has ever had intercourse with a man is a narrow, close-ended question that does not address the possible range of his sexual behaviors or partners. $ Educational objective Taking a sexual history is a key part of comprehensive care and requires an inclusive and nonjudgmental approach.  Physicians should avoid making assumptions about a patient's sexual history and use an open-ended inquiry about all sexual partners."},

{"id":"21171","title":"A 57-year-old woman with a history of type 2 diabetes mellitus and asthma comes to the office for a preventive visit during influenza season.  The patient belongs to an ethnic minority group and is accompanied by her daughter.  The patient's medical conditions are well controlled, and she currently has no symptoms.  The provider explains that she is at high risk for complications from seasonal influenza and recommends that she get the seasonal influenza vaccine.  The patient says, 'I don't trust that vaccine.  It's from the government, so I don't think it's safe for people like me.'  Which of the following actions by the physician is most appropriate?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ask the patient's daughter to encourage her to get the vaccine","answer_2":"B. Assess the patient for additional delusional thoughts","answer_3":"C. Initiate discussion about the vaccine, incorporating culturally inclusive materials","answer_4":"D. Inquire about the patient's understanding of federally funded health care","answer_5":"E. Respect the patient's wishes and do not administer the vaccine","percent_1":"0%","percent_2":"1%","percent_3":"80%","percent_4":"12%","percent_5":"7%","right_answer":"C. Initiate discussion about the vaccine, incorporating culturally inclusive materials","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"","explanation_1":"","explanation_2":"Trust (eg, belief in the physician's skills, recommendations, and intentions) is central to the patient-provider therapeutic alliance and is associated with improved outcomes (eg, treatment adherence, quality, self-reported health).  Among #minority patients#, distrust of physicians and health care systems may occur due to the following: $ •#Historical legacies# of experimentation (eg, US Public Health Service Syphilis Study at Tuskegee, which failed to obtain proper informed consent from Black men or provide them with curative and readily available treatment)$ •Personal experience of #discrimination#, because minority patients are more likely to receive lower-quality health care and to experience suboptimal physician communication $•#Low ethnic diversity# in health care (eg, <5% of physicians are Black; <6% are Hispanic) $ •#Distrust# can decrease vaccine use (eg, <40% of Black adults receive the influenza immunization).  Given the patient's high risk for influenza complications (eg, history of asthma, diabetes), the physician should explore the reasons for her concerns and engage her in an #open-ended discussion# using #culturally inclusive# health education materials; such materials may feature messages, images, or symbols that carry meaning to a minority community.  Discussion should #build a partnership# and establish alignment of patient and physician goals.  Once the patient's concerns and priorities are understood, the physician may be able to provide reassurance through patient-centered education. $ (Choice A)  Although the daughter's encouragement may be helpful, the physician should first attempt to directly engage the patient. $ (Choice B)  Distrust in the medical system should be respectfully explored rather than viewed as delusional, given its legitimate relation to historical events and personal experience. $ (Choice D)  Inquiring about the patient's understanding of federally funded health care systems is less focused and relevant compared to direct discussion, exploration of views, and reassurance regarding the influenza vaccination. $ (Choice E)  Although the patient has the right to ultimately decline vaccination, the physician should first attempt to engage her with open-ended discussion about it. $Educational objective Trust is central to the provider-patient therapeutic alliance and is associated with improved outcomes.  Distrust by minority patients may result from numerous factors (eg, historical legacy, experience of discrimination, low cultural inclusivity).  Providers can build trust through open-ended discussion and focused reassurance using culturally relevant materials."}


]