[


{"id":"19753","title":"A newborn boy is found to have markedly elevated serum TSH and low thyroxine on routine screening.  Laboratory findings using a venous blood sample confirm the diagnosis.  The patient was born at 39 weeks gestation to a 34-year-old healthy woman, who had been taking prenatal vitamins regularly.  He has no symptoms or abnormal findings on clinical examination.  Imaging studies reveal an ectopic thyroid gland just below the tongue.  Which of the following is the most likely cause of this patient's otherwise normal physical examination despite abnormal thyroid laboratory findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Excess thyroxine production by an ectopic thyroid","answer_2":"B. Increased thyroid-binding globulin in pregnancy","answer_3":"C. Transplacental transfer of thyroid-stimulating antibody","answer_4":"D. Transplacental transfer of thyroxine","answer_5":"E. Transplacental transfer of TSH","percent_1":"12%","percent_2":"20%","percent_3":"7%","percent_4":"54%","percent_5":"8%","right_answer":"D. Transplacental transfer of thyroxine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital hypothyroidism# ∆⨉ §^#Clinical$ manifestations# ∆ • Asymptomatic at birth • After maternal thyroxine wanes (weeks to months): $== ○ Lethargy, poor feeding $== ○ Enlarged fontanelle $== ○ Protruding tongue, puffy face, umbilical hernia $== ○ Constipation $== ○ Prolonged jaundice $== ○ Dry skin §^#Diagnosis# ∆ • ↑ TSH & ↓ free thyroxine levels • Newborn screening §^#Treatment# ∆ • Levothyroxine* %#*Delayed treatment is associated with neurocognitive dysfunction (eg, ↓ intelligence quotient).","explanation_img":"","explanation_1":"","explanation_2":"This infant has #primary hypothyroidism#, a congenital disorder that is most commonly caused by abnormal thyroid gland development (ie, agenesis, hypoplasia) or location (ectopy).  During normal embryogenesis, the @thyroid descends@ from the developing pharynx to its normal location anterior to the trachea.  Abnormal migration results in an #ectopic thyroid# (eg, lingual, mediastinal), as seen in this patient. $Most patients with thyroid dysgenesis have hypothyroidism, with routine newborn screening findings of increased TSH and decreased thyroxine (T4) levels.  However, #newborns# are typically #asymptomatic# for the first weeks due to the presence of #maternal T4#, which #crosses the placenta in small amounts# during gestation.  The amount of neonatal #T4 is still low# compared to that in unaffected patients but is sufficient to initially prevent clinical manifestations of hypothyroidism. $As maternally derived neonatal T4 begins to wane in the first few weeks to months of life, classic symptoms of untreated hypothyroidism develop.  Presenting signs include lethargy, hypotonia, constipation, and poor feeding.  A hoarse cry, macroglossia, facial edema, and prolonged jaundice are also common. $#(Choice A)#  Ectopic thyroid tissue typically produces decreased, not increased, T4. $#(Choice B)#  Physiologically increased thyroid-binding globulin (TBG) levels in pregnancy result in increased total maternal T4 and triiodothyronine (T3) to maintain a euthyroid state.  Because maternal levels of free T4 and T3 remain normal, the increase in maternal TBG does not affect the fetus. $#(Choice C)#  Transplacental transfer of thyroid-stimulating antibodies in mothers with Graves disease results in transient neonatal hyperthyroidism (neonatal Graves disease).  Laboratory findings would show increased T4 and decreased TSH. $#(Choice E)#  TSH is a polypeptide hormone that does not cross the placenta. $#Educational objective# Congenital hypothyroidism, most commonly caused by abnormal thyroid gland development or location (ie, ectopy), is identified by elevated TSH and decreased thyroxine (T4) levels.  Clinical manifestations of hypothyroidism are not present at birth due to the transplacental transfer of small amounts of maternal T4.  ","clickable_1":"images/img1.19753.jpg"},

{"id":"1887","title":"A 24-year-old woman is admitted to the hospital with a diagnosis of acute appendicitis.  She started having right lower quadrant abdominal pain approximately 30 hours earlier but did not go to the hospital because she thought the pain would subside on its own.  The patient had no food, only sips of water, during that time.  Blood pressure is 115/72 mm Hg and pulse is 106/min.  Mucous membranes are dry and there is tenderness in the right lower quadrant of the abdomen.  Laboratory evaluation shows mild leukocytosis, normal serum electrolytes, borderline low serum glucose levels, and moderate ketones in the urine.  Based on the evaluation, it is suspected that this patient is utilizing ketone bodies as a significant reserve of energy.  Which of the following tissues cannot use this energy source?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Brain","answer_2":"B. Erythrocytes","answer_3":"C. Heart muscle","answer_4":"D. Renal cortex","answer_5":"E. Skeletal muscle","percent_1":"13%","percent_2":"80%","percent_3":"2%","percent_4":"2%","percent_5":"4%","right_answer":"B. Erythrocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1887.jpg","explanation_1":"","explanation_2":"$After about 12-18 hours of #fasting#, the body's glycogen stores are depleted and #gluconeogenesis# is required to maintain blood glucose levels.  As fasting continues, the body limits its reliance on gluconeogenesis in an effort to conserve protein and resorts instead to #ketone body synthesis#.  Ketone bodies are generated in the liver from fatty acids and yield energy when converted to acetyl CoA in the #mitochondria# of target cells. $The brain, kidneys, cardiac muscle, and skeletal muscle #(choices A, C, D & E)# can all utilize ketones for energy.  In the initial stages of fasting, the heart and skeletal muscle consume primarily ketone bodies to preserve glucose for the brain, but in prolonged starvation, even the brain will utilize ketone bodies for the majority of its energy needs.  However, erythrocytes cannot use ketone bodies for energy because they lack mitochondria.  The liver is also unable to utilize ketone bodies for energy because it lacks the enzyme succinyl CoA-acetoacetate CoA transferase (thiophorase), which is required to convert acetoacetate to acetoacetyl CoA. $#Educational objective# When glycogen stores are depleted during fasting, ketone bodies are produced in the liver and can be used as an energy source in the mitochondria of peripheral tissues.  The brain preferentially uses glucose, but will utilize ketones for most of its energy needs during prolonged starvation.  Erythrocytes lack mitochondria and are unable to use ketones.  "},

{"id":"2016","title":"A 47-year-old woman has a tumor that is causing symptoms of excessive hormone production.  Surgical resection of the lesion is performed with no operative complications, and the neoplastic tissue is subjected to detailed pathologic studies.  Electron microscopy reveals the tumor cells have highly developed, smooth endoplasmic reticulum.  Which of the following is a possible direct effect of the substance secreted by these cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Increase in water reabsorption in the renal collecting ducts","answer_2":"B. Induction of hypoglycemia with increased cellular glucose uptake","answer_3":"C. Promotion of male-pattern hair growth and virilization","answer_4":"D. Stimulation of acid secretion from the gastric parietal cells","answer_5":"E. Stimulation of milk production by the mammary tissue","percent_1":"9%","percent_2":"11%","percent_3":"64%","percent_4":"4%","percent_5":"13%","right_answer":"C. Promotion of male-pattern hair growth and virilization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2016.jpg","explanation_1":"","explanation_2":"$The endoplasmic reticulum (ER) is an interconnected, membrane-bound network found in almost all eukaryotic cells.  It is highly metabolically active and plays a significant role in the synthesis and modification of cellular components.  The ER is recognizable on electron microscopy as a flattened tubular or laminar structure near or adjacent to the nucleus. $The #smooth endoplasmic reticulum# (SER) is involved in the synthesis and processing of hydrophobic compounds, including lipids, phospholipids, and cholesterol derivatives (eg, #steroid hormones#).  Cholesterol is initially converted to pregnenolone in the mitochondria and then transferred to the SER, where the remaining steps of steroidogenesis occur.  The SER contains the enzymes (eg, 21-hydroxylase) required for steroid and phospholipid biosynthesis.  Steroid-producing cells (in the adrenals, gonads, and liver) characteristically contain a well-developed SER.  This patient is likely experiencing #virilization #due to an #androgen-secreting# ovarian or adrenal #tumor#.  Paraneoplastic syndromes can also occur due to overproduction of other sex steroids, cortisol (ie, Cushing syndrome), or aldosterone. $By contrast, the rough endoplasmic reticulum (RER) is characterized by numerous ribosomes on the outer membrane.  The RER plays an important role in the synthesis and modification of targeted proteins, including secretable polypeptide hormones.  Some of the clinically significant syndromes due to overproduction of #peptide hormones# by the RER include: $• Syndrome of inappropriate antidiuretic hormone (characterized by increased water reabsorption in the renal collecting ducts), often abbreviated SIADH, due to overproduction of vasopressin #(choice A)# $• Hypoglycemia due to overproduction of insulin by certain pancreatic neuroendocrine tumors (insulinomas) #(choice B)# $• Zollinger-Ellison syndrome (gastric acid hypersecretion and recurrent peptic ulcer) due to excess secretion of gastrin from pancreatic or small intestine gastrinomas #(choice D)# $• Galactorrhea (pathologic mammary milk production) due to a prolactin-secreting lactotroph pituitary adenoma #(choice E)# $#Educational objective# The initial step in the synthesis of steroid hormones is the conversion of cholesterol to pregnenolone in the mitochondria.  The remainder of steroidogenesis occurs in the smooth endoplasmic reticulum.  Steroid-producing cells contain a well-developed smooth endoplasmic reticulum.  "}


]