[

    {"id":"11819","image_1":"","explanation_img":"images/exp11819.jpg","title":"A 13-year-old boy is brought to the office due to right knee pain. Several weeks ago, he developed mild anterior knee pain that has gradually worsened and now causes him to limp. The pain has significantly limited his participation in basketball practice. It is relieved by rest and can be reproduced when the patient straightens out his right knee while seated in a chair. Further evaluation reveals an avulsion fracture affecting a developing secondary ossification center due to muscle overuse. Which of the following structures is most likely involved in this patient's disease process?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior intercondylar area","ansImg_1":"","answer_2":"B. Anteromedial tibia shaft","ansImg_2":"","answer_3":"C. Fibular head","ansImg_3":"","answer_4":"D. Medial condyle of tibia","ansImg_4":"","answer_5":"E. Tibial tubercle","ansImg_5":"","right_answer":"E. Tibial tubercle","percent_1":"11%","percent_2":"11%","percent_3":"9%","percent_4":"11%","percent_5":"58%","explanation_1":"","explanation_2":"$This patient likely has #Osgood-Schlatter disease# (OSD), a common cause of knee pain in #adolescent athletes# due to overuse of the quadriceps muscle group (ie, rectus femoris, vastus intermedius, vastus medialis, vastus lateralis).  The quadriceps is responsible for leg extension at the knee and inserts into the #tibial tubercle# via the patellar ligament.  The tubercle forms as a #secondary ossification center# (apophysis) of the tibia, and the cartilaginous nature of the developing tibial tuberosity in childhood makes it more prone to injury compared to the fully ossified bone in adults. $OSD most commonly occurs after a #growth spurt# due to increased tension in tendons and ligaments caused by the rapidly elongating bone.  Repetitive quadriceps contraction (eg, sports activity) then results in chronic avulsion of the tibial tubercle.  Clinical findings include tenderness and swelling at the tibial tubercle and pain that #worsens with knee extension# (eg, jumping).  Imaging frequently shows an elevated and fragmented @tibial tubercle@. $#(Choice A)#  The anterior intercondylar area (ie, fossa) is the space between the medial and lateral condyles of the tibia.  The anterior cruciate ligament (ACL) attaches at this specific location and is crucial for knee stabilization.  @ACL injury@ typically results from sudden deceleration with direction change and presents as acute knee pain, swelling, and instability that prevents weight-bearing. $#(Choice B)#  The sartorius muscle is the longest muscle in the body.  It originates from the anterior superior iliac spine and inserts with the @pes anserinus@ onto the anteromedial tibia shaft near the tibial tuberosity.  Pes anserinus bursitis commonly occurs in runners and causes anteromedial knee pain. $#(Choices C and D)#  The tendon of the biceps femoris (part of the hamstrings) inserts at the styloid process of the head of the fibula.  The medial condyle of the tibia is the insertion site for the semimembranous muscle, the most medial of the hamstring muscles.  The hamstring muscles are involved in knee flexion and hip extension. $#Educational objective# The quadriceps muscle group is connected to the patella, which is attached to the tibial tubercle by the patellar ligament.  Repetitive quadriceps contraction (eg, jumping) in adolescents can result in Osgood-Schlatter disease, which is characterized by focal anterior knee pain and swelling due to chronic avulsion of the tibial tubercle. ","clickable_1":"images/img1.11819.jpg","clickable_2":"images/img2.11819.jpg","clickable_3":"images/img3.11819.jpg"},

{"id":"1265","title":"A 3-year-old boy is brought to the office by his parents.  They say that the child cannot keep up with his cousin, who is the same age.  The boy climbs up from a squat by using his hands to push off the ground and his lower extremities.  His calves appear enlarged on physical examination.  This patient's condition is most likely associated with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endomysial inflammatory infiltration","answer_2":"B. Endoneural inflammatory infiltration","answer_3":"C. Mutation affecting a muscle ion channel protein","answer_4":"D. Mutation affecting a myelin protein","answer_5":"E. Mutation affecting a sarcolemma-cytoskeleton linker protein","answer_6":"F. Mutation affecting a sarcomere protein","percent_1":"3%","percent_2":"0%","percent_3":"3%","percent_4":"4%","percent_5":"75%","percent_6":"14%","right_answer":"E. Mutation affecting a sarcolemma-cytoskeleton linker protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1265.jpg","explanation_1":"","explanation_2":"$Muscular dystrophy is a term that applies to the various diseases that manifest with progressive muscular weakness.  #Deletions# of the dystrophin gene that encodes the #dystrophin# protein on X chromosome p21 are the most common mutation in #Duchenne muscular dystrophy# (DMD) and Becker muscular dystrophy (BMD).  Deletions that are not a multiple of 3 change the reading frame, causing a #frameshift mutation#, which results in a nonfunctional protein and severe clinical manifestations (DMD).  In contrast, deletions that are a multiple of 3 base pairs preserve the reading frame, resulting in a truncated but functional protein and a milder clinical phenotype (BMD). $Dystrophin is a structural component of skeletal muscle fibers that provides mechanical stability to the sarcolemma.  It #links# a component of the #cytoskeleton# (actin) to #transmembrane proteins# (α- and β-dystrophiglycans) that are connected to the extracellular matrix.  Loss of dystrophin results in cellular injury (myonecrosis).  On light microscopy, there is segmental degeneration and regeneration of the myofibers with marked variation in size (both atrophic and hypertrophic fibers).  Over time, the muscle tissue undergoes progressive fatty replacement. $On clinical examination, the presence of #Gowers sign# and calf enlargement in a boy age 2-5 is classic for DMD.  Calf hypertrophy allows affected children to overcome proximal muscle weakness, but it is later replaced by fat and connective tissue (#pseudohypertrophy#).  The Gowers sign involves the use of one's hands to rise from a squat or from a chair to compensate for proximal muscle weakness. $#(Choice A)#  Endomysial inflammatory infiltration is found on muscle biopsy in polymyositis.  Dermatomyositis is associated with perifascicular inflammation.  Both diseases cause proximal muscle weakness but not distal muscle hypertrophy. $#(Choice B)#  Endoneural inflammatory infiltration is characteristic of Guillain-Barré syndrome, which classically manifests as ascending flaccid paralysis and hyporeflexia. $#(Choice C)#  Examples of ion channel myopathies include hyper- and hypokalemic periodic paralysis, which present with episodic, painless muscle weakness. $#(Choice D)#  Charcot-Marie-Tooth disease is due to mutation of the genes responsible for myelin synthesis.  Affected patients frequently present with distal muscle weakness, sensory loss, and atrophy of the calf muscles (producing the characteristic stork leg deformity). $#(Choice F)#  Mutations involving sarcomere proteins are responsible for hypertrophic cardiomyopathy and certain forms of familial dilated cardiomyopathy. $#Educational objective# Duchenne muscular dystrophy is an X-linked recessive myopathy that manifests with proximal muscle weakness and enlargement of the calf muscles in boys age 2-5.  It most often results from frameshift deletions affecting the dystrophin gene.  Dystrophin provides a stabilizing interaction between the sarcolemma and the intracellular contraction apparatus, and disruption of the protein results in membrane damage and myonecrosis.  "},

{"id":"11778","image_1":"","explanation_img":"images/exp11778.jpg","title":"A 15-year-old boy comes to the office due to right arm numbness. He plays on his high school baseball team and has been intensively practicing his pitching for an upcoming game. For the past several weeks, the patient has had fluctuating tingling and numbness involving the right shoulder, arm, and hand. He also has recently developed dull pain in the right little finger and hand. The symptoms worsen with overhead activities and when throwing a baseball. The patient has no medical problems other than being told that he has an extra rib. On examination, there is right-sided weakness of the intrinsic hand muscles. Which of the following muscles is most likely contributing to this patient's condition?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coracobrachialis muscle","ansImg_1":"","answer_2":"B. Scalene muscles","ansImg_2":"","answer_3":"C. Subscapularis muscle","ansImg_3":"","answer_4":"D. Teres major muscle","ansImg_4":"","answer_5":"E. Triceps brachii","ansImg_5":"","right_answer":"B. Scalene muscles","percent_1":"11%","percent_2":"60%","percent_3":"17%","percent_4":"5%","percent_5":"7%","explanation_1":"","explanation_2":"$This patient's upper extremity neurologic symptoms in the setting of an extra rib are highly suggestive of #thoracic outlet syndrome# (TOS).  The thoracic outlet refers to the region above the first rib and behind the clavicle that is bordered by the cervical vertebral bones and the sternum.  #Compression# of the #brachial plexus# as it passes through the thoracic outlet can cause upper extremity numbness, tingling, and weakness (most often in an ulnar distribution due to compression of the lower trunk).  Involvement of the #subclavian vein and artery# can also occur and lead to upper extremity swelling and exertional arm pain. $TOS most commonly occurs due to compression of the brachial plexus within the #scalene triangle#, which is formed by the anterior and middle scalene muscles and the first rib.  The anterior scalene muscle originates from the C3-C6 transverse processes and attaches to the scalene tubercle of the first rib.  The middle scalene originates from the C2-C7 transverse processes and inserts into the posterior portion of the first rib.  The brachial plexus trunks and subclavian artery pass between the anterior and middle scalenes; the subclavian vein runs anterior to the anterior scalene. $The presence of an #anomalous cervical rib# or scalene muscular anomalies can predispose to TOS.  Affected patients typically have a history of trauma or repetitive overhead arm movements (eg, swimming, stacking boxes). $#(Choice A)#  The @coracobrachialis@ originates from the coracoid process of the scapula and acts to flex the arm at the glenohumeral joint.  The musculocutaneous nerve pierces the muscle near its insertion into the humerus; overuse of the coracobrachialis (eg, excessive bench pressing) can cause entrapment of the musculocutaneous nerve, causing impaired elbow flexion and lateral forearm sensory loss. $#(Choice C)#  The @subscapularis muscle@ originates in the subscapular fossa of the scapula and inserts into the lesser tubercle of the humerus.  It acts to adduct and internally rotate the humerus. $#(Choices D and E)#  The teres major muscle and long head of the triceps brachii form the inferior and medial borders of the @quadrangular space@ through which the axillary nerve passes.  Entrapment of the axillary nerve within the quadrangular space can cause sensory loss over the lateral shoulder and impair shoulder abduction. $#Educational objective# Thoracic outlet syndrome (TOS) is most often caused by compression of the brachial plexus as it passes through the scalene triangle, the space bordered by the anterior and middle scalene muscles and the first rib.  Symptoms typically include upper extremity numbness, tingling, and weakness that worsen with repetitive overhead arm movements.  The presence of an anomalous cervical rib is a risk factor for TOS.  ","clickable_1":"images/img1.11778.jpg","clickable_2":"images/img2.11778.jpg","clickable_3":"images/img3.11778.jpg"},

{"id":"702","title":"A 6-year-old boy has a history of 5 bone fractures, 3 of them occurring after only minimal trauma.  His birth was unremarkable following a normal pregnancy.  The patient has been in the 50th percentile for both height and weight since birth, and he has reached all developmental milestones.  On physical examination, he is a pleasant, interactive child with small, malformed teeth.  Further evaluation shows the finding in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/702.jpg","title_2":"This patient's condition is most likely associated with impairment of which of the following processes?","audio":"","comparison_items":"","answer_1":"A. Deposition of hyaline cartilage by chondrocytes","answer_2":"B. Mineralization of osteoid into mature bone matrix","answer_3":"C. Osteoid production by osteoblasts","answer_4":"D. Remodeling of woven bone","answer_5":"E. Vascular ingrowth into epiphyseal region","percent_1":"29%","percent_2":"29%","percent_3":"30%","percent_4":"12%","percent_5":"1%","right_answer":"C. Osteoid production by osteoblasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp702.jpg","explanation_1":"","explanation_2":"$This child has# #blue sclerae and a history of #several fractures# after only #minimal trauma#.  These findings are suggestive of #osteogenesis imperfecta# (OI), a disease caused by impaired synthesis of type 1 collagen by osteoblasts.  Clinical manifestations are variable and can range from mild defects to lethal disease in utero.  In most patients, OI is transmitted by autosomal dominant inheritance. $#Type 1 collagen# is the predominant collagen in #osteoid #(organic portion of bone matrix) and allows bone to be somewhat flexible while still maintaining strength.  Type 1 collagen is also present in teeth, ligaments, skin, and sclerae.  In OI, deficiency of type 1 collagen causes brittle bones that are prone to fracture.  Other manifestations include #blue sclerae# due to the deficient connective tissue allowing transparency of underlying vessels and #small, malformed teeth# (@dentinogenesis imperfecta@).  Joints can have excessive laxity, and some patients are also susceptible to bruising and hearing loss. $#(Choice A)#  Bones are formed by endochondral ossification (eg, long bones) and intramembranous ossification (eg, flat bones).  Endochondral ossification involves the deposition of hyaline cartilage by chondrocytes and is impaired in achondroplasia, which is unlikely in a patient of normal stature. $#(Choice B)#  Bone matrix comprises inorganic (eg, hydroxyapatite crystals) and organic (eg, type 1 collagen) components.  Osteoblasts release calcium-binding proteins (eg, osteocalcin) and phosphatases that promote bone mineralization.  Defective mineralization of bone matrix is a characteristic feature of vitamin D deficiency. $#(Choice D)#  Bone remodeling strengthens and repairs bone through the removal of old bone by osteoclasts and replacement with new bone by osteoblasts.  Impaired remodeling leads to osteopetrosis (denser but more fragile bones).  Pathologic fractures can occur, but blue sclerae are not associated with this disorder. $#(Choice E)#  Long bones have multiple arteries that are essential for growth and maintenance.  If the blood supply to the epiphysis is disrupted, the bone dies, resulting in avascular necrosis (eg, Legg-Calvé-Perthes disease).  Avascular necrosis typically presents with pain and limited mobility but not pathologic fractures. $#Educational objective# Osteogenesis imperfecta results from defective synthesis of type 1 collagen by osteoblasts.  Clinical findings include a history of fractures after only minimal trauma, blue sclerae, and small, malformed teeth.  In most patients, osteogenesis imperfecta is transmitted by autosomal dominant inheritance.  ","clickable_1":"images/img1.702.jpg"},

{"id":"1250","title":"A 34-year-old man develops severe chest and abdominal pain while shopping in a mall.  Paramedics arrive and find him in severe distress.  Several minutes later, he suffers a cardiac arrest with pulseless electrical activity and cannot be resuscitated.  Postmortem examination reveals an internal hemorrhage as the cause of death.  Histochemical evaluation of the patient's tissues reveals a defect affecting a large extracellular glycoprotein.  This protein is normally found abundantly in large blood vessels, periosteum, and zonular fibers of the lens and functions to form microfibrils by surrounding elastin.  This patient most likely suffered from which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ehlers-Danlos syndrome","answer_2":"B. Homocystinuria","answer_3":"C. Marfan syndrome","answer_4":"D. Osteogenesis imperfecta","answer_5":"E. Polycystic kidney disease","answer_6":"F. Vitamin C deficiency","percent_1":"15%","percent_2":"1%","percent_3":"80%","percent_4":"2%","percent_5":"0%","percent_6":"0%","right_answer":"C. Marfan syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clinical features of Marfan syndrome#∆⨉ §^#Skeletal# ∆ • Arachnodactyly • ↓ Upper/lower body segment ratio • ↑ Arm/height ratio • Pectus deformity, scoliosis, kyphosis • Joint hypermobility §^#Ocular# ∆ • Ectopia lentis §^#Cardiovascular# ∆ • Aortic dilation, regurgitation, or dissection • Mitral valve prolapse §^#Pulmonary# ∆ • Spontaneous pneumothorax from apical blebs §^#Skin/fascia# ∆ • Incisional or inguinal hernias • Skin striae","explanation_img":"","explanation_1":"","explanation_2":"$#Fibrillin-1# is a major component of microfibrils that form a sheath around elastin fibers.  Microfibrils are abundant in blood vessels (eg, aortic media), periosteum, and the suspensory ligaments of the lens.  Fibrillin in the extracellular space acts as a scaffold for deposition of elastin extruded from connective tissue cells.  Defects in fibrillin-1 cause mechanical weakening in the connective tissues and abnormal activation of transforming growth factor beta. $#Marfan syndrome# is caused by an inherited defect in the fibrillin-1 gene.  Patients with Marfan syndrome can often be identified due to a characteristic @body habitus@, with long thin extremities, loose joints, and long fingers (arachnodactyly).  The cause of death in Marfan syndrome is most often due to cardiovascular complications (eg, #aortic root dilation, dissection, and rupture#). $#(Choice A)#  Ehlers-Danlos syndrome is a collection of heritable disorders of connective tissue characterized by skin and joint hypermobility.  Like those with Marfan syndrome, these patients are at risk for aortic rupture.  However, Ehlers-Danlos syndrome affects the formation and extracellular structuring of collagen rather than microfibrils. $#(Choice B)#  Homocystinuria is a rare inherited metabolic disorder due to cystathionine synthase deficiency.  It is characterized by very high circulating homocysteine levels, marfanoid habitus, and increased risk for premature atherosclerotic cardiovascular disease. $#(Choice D)#  Osteogenesis imperfecta results from defects in the genes encoding type I collagen, a major component of bones.  Defects in type I collagen in osteogenesis imperfecta result in reduced bone mass and fragility fractures.  Other manifestations of the disease include blue sclera, dental abnormalities, and hearing loss. $#(Choice E)#  Autosomal dominant polycystic kidney disease is a disorder of tubular epithelial cells.  It causes enlargement of the kidneys with numerous parenchymal cysts.  Patients are also at risk for cardiac valvular disorders and ruptured cerebral aneurysms. $#(Choice F)#  Deficiency of vitamin C (scurvy) causes impaired hydroxylation of proline and lysine residues in collagen.  Clinical features include skin fragility, easy bleeding, and poor dentition. $#Educational objective# Marfan syndrome is due to a defect in fibrillin-1, an extracellular glycoprotein that acts as a scaffold for elastin.  It is abundant in the zonular fibers of the lens, periosteum, and aortic media.  Aortic root dilation with dissection and rupture is a common cause of death.  ","clickable_1":"images/img1.1250.jpg"},

{"id":"1266","title":"A 13-year-old boy comes to the office for evaluation of worsening scoliosis.  He lost the ability to walk a year ago and has since been wheelchair bound.  He has significant back pain and difficulty sitting in his wheelchair for extended periods.  The patient also feels 'too weak' to cough or take a deep breath.  Review of medical records shows genetic studies confirming a mutation of the dystrophin gene on X chromosome p21.  Histopathology of the patient's calf most likely indicates which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fibrofatty muscle replacement","answer_2":"B. Hypertrophic muscle fibers","answer_3":"C. Multiple lipid droplets within muscle fibers","answer_4":"D. Prominent inflammatory infiltrate","answer_5":"E. Ragged red fibers","percent_1":"85%","percent_2":"7%","percent_3":"3%","percent_4":"1%","percent_5":"4%","right_answer":"A. Fibrofatty muscle replacement","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp1266.jpg","explanation_1":"","explanation_2":"$Deletion of the dystrophin gene causes Duchenne muscle dystrophy (DMD).  The condition is #X-linked recessive# and therefore affects primarily #boys#.  Dystrophin is a structural protein of muscle fibers, and its absence causes muscle fiber destruction (myonecrosis).  Variation in muscle fiber shape and size, regenerating fibers, and increased amounts of connective tissue are seen on light microscopy. $Disease onset is age 2-5.  Muscles of the proximal lower extremities, back, and pelvic and shoulder girdles are affected first.  Symptoms of DMD include the following: $1. Ambulation difficulties:  Clumsy, slow, waddling gait; cannot keep up with peers $2. Gower sign:  Progressive weakness in proximal musculature, resulting in use of the hands to support weight on standing (as shown in the image above) $3. Calf #pseudohypertrophy#:  Calf muscles hypertrophy initially in response to proximal muscle weakness and are later replaced by fat and connective tissue $4. Asymmetric weakening of the paraspinal muscles, leading to #kyphoscoliosis# $Most patients with DMD are #wheelchair bound by age 12#.  Scoliosis progresses rapidly due to muscle imbalance and body positional changes.  Worsening scoliosis is complicated by restrictive pulmonary function (decreased vital capacity and total lung capacity). $#(Choice B)#  Hypertrophy of muscle fibers may occur in the early stages of DMD.  However, fibrofatty change of the enlarged muscles would be expected in a patient at this advanced stage of the disease. $#(Choice C)#  Lipid accumulation within muscle fibers is seen in lipid myopathies such as carnitine palmitoyltransferase deficiency. $#(Choice D)#  Prominent inflammatory infiltrate is a characteristic histologic feature of polymyositis and dermatomyositis.  These conditions cause proximal muscle weakness without distal pseudohypertrophy. $#(Choice E)#  Ragged red fibers refer to muscle fibers with irregular contours and a blotchy red appearance.  They are seen in mitochondrial myopathies. $#Educational objective# Duchenne muscle dystrophy manifests with proximal muscle weakness and atrophy.  True hypertrophy of the distal muscle is noted early in the disease as distal muscles compensate for weak proximal ones.  Muscle fibers of the distal extremities are later replaced by fat and connective tissue (pseudohypertrophy).  "},

{"SubjectSystem":"Embryology-Rheumatology","id":"108033","title":"A newborn girl is being evaluated in the nursery.  She was born at term via spontaneous vaginal delivery.  Examination shows fusion of the third and fourth fingers bilaterally with an extra digit present between these 2 fingers.  The remainder of the examination is unremarkable.  Laboratory work-up confirms a mutation in HOXD13, a gene involved in regulating craniocaudal body patterning during embryonic development.  This gene encodes a protein that directly regulates body patterning by which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alternatively splicing pre-mRNA","answer_2":"B. Binding DNA transcription regulatory regions","answer_3":"C. Modulating DNA methylation patterns","answer_4":"D. Modulating histone acetylation","answer_5":"E. Selectively initiating mRNA translation","percent_1":"12%","percent_2":"45%","percent_3":"23%","percent_4":"13%","percent_5":"8%","right_answer":"B. Binding DNA transcription regulatory regions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp108033.jpg","explanation_1":"","explanation_2":"$This patient has a mutation in a gene that regulates craniocaudal body patterning in utero, or a #homeobox (HOX) gene#.  HOX genes are highly conserved DNA sequences that #regulate positioning# of embryonic structures.  There is a spatial relationship between the location of the homeobox gene and its expression along the #craniocaudal axis#:  genes located near the 3′ end gene cluster express cranially, and genes located near the 5′ end gene cluster express caudally. $HOX genes code for #transcription factors# that #bind regulatory regions# on DNA of target genes involved in the segmental organization of the embryo.  By either activating or silencing target gene expression, these transcription factors perform a key function in directing cell differentiation and positioning in early embryogenesis. $Mutations in a HOX gene lead to #malpositioned body parts#.  This patient has webbing between digits (syndactyly) and a supernumerary finger in between (polydactyly) due to a mutation in HOXD13, a homeobox gene that regulates limb development. $#(Choice A)#  Alternative splicing of pre-mRNA may occur during aberrant homeobox gene expression, contributing to congenital malformation.  However, homeobox genes themselves do not regulate body patterning by alternative splicing. $#(Choices C and D)#  Modulation of DNA methylation or histone acetylation patterns (ie, epigenetic modification) can result in altered gene expression without any change in the DNA sequence.  Epigenetic changes can be inherited by daughter cells, and are responsible for normal cellular differentiation and X-chromosome inactivation.  Activation of oncogenes via histone acetylation and/or inactivation of tumor suppressor genes by DNA methylation also occur during the development of nearly all cancers.  Although homeobox genes influence epigenetic modification, they function directly as transcription factors. $#(Choice E)#  Regulation of protein synthesis at the translational level can occur via phosphorylation of various initiation, elongation, and release factors.  Homeobox genes regulate body patterning by targeting transcription, not translation. $#Educational objective# Homeobox genes code for transcription factors that bind regulatory regions on target genes involved in the segmental organization of the embryo along the craniocaudal body axis.  Mutations in homeobox genes lead to congenital malformations involving positioning and patterning (eg, synpolydactyly in HOXD13 mutation).  "},

{"SubjectSystem":"Genetics-Rheumatology","id":"1935","title":"A 26-year-old woman is being evaluated for a possible inherited disorder.  She has a 6-year history of generalized tonic-clonic seizures and, a year ago, she had partial loss of vision due to an occipital infarction.  Her mother has chronic intermittent muscle weakness and lactic acidosis, and her maternal uncle has hemiplegia.  The patient's skeletal muscle biopsy shows muscle fibers with irregular contours when stained with Gomori trichrome.  After further evaluation, all affected family members are found to have the same inherited disease.  Pedigree analysis is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1935.jpg","title_2":"Which of the following is the most likely explanation for the variability of clinical manifestations in the affected family members?","audio":"","comparison_items":"","answer_1":"A. Anticipation","answer_2":"B. Heteroplasmy","answer_3":"C. Locus heterogeneity","answer_4":"D. Mosaicism","answer_5":"E. Uniparental disomy","percent_1":"8%","percent_2":"55%","percent_3":"13%","percent_4":"12%","percent_5":"13%","right_answer":"B. Heteroplasmy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1935.jpg","explanation_1":"","explanation_2":"$This patient with seizures and a cerebral infarction has muscle biopsy findings showing irregularly shaped fibers on Gomori trichome staining (ie, #ragged red fibers#), which represent the accumulation of abnormal mitochondria.  These findings are diagnostic of #mitochondrial encephalomyopathy#. $Although most mitochondrial proteins are coded for in the nuclear genome, mitochondria also synthesize their own proteins from mitochondrial DNA (mtDNA).  Because mtDNA is inherited almost exclusively from the mother, mitochondrial disorders frequently exhibit a #maternal inheritance pattern#, as seen in this pedigree in which all offspring of an affected mother have disease and all offspring of an affected father are unaffected. $Because each cell contains hundreds of mitochondria and each mitochondrion contains several copies of its own genome, mitochondria with #normal and mutant genomes# often #coexist# in the same cell, a condition known as #heteroplasmy#.  In those with mitochondrial disorders, the degree of heteroplasmy varies randomly, leading to a #range of phenotypes#, even within the same family; the proportion of mutant to normal mitochondria correlates with symptom severity. $Due to the impairment in oxidative phosphorylation, mitochondrial defects tend to cause lactic acidosis and primarily affect tissues with the highest metabolic rates (eg, brain, muscle).  In this case, the family likely has MELAS, or #M#itochondrial #E#ncephalopathy, #L#actic #A#cidosis, and #S#troke-like episodes. $#(Choice A)#  Anticipation refers to the earlier onset and/or increased severity of an inherited disease over successive generations.  It often occurs in autosomal and X-linked trinucleotide repeat disorders, not mitochondrial disease, due to trinucleotide amplification during gametogenesis. $#(Choice C)#  Locus heterogeneity describes mutations that occur at different loci (ie, different genotypes) but cause similar phenotypes.  In contrast, family members affected by a mitochondrial disease likely have the same genotype but a variable phenotype due to heteroplasmy. $#(Choice D)#  Mosaicism refers to the presence of ≥2 cell lines, each with a unique nuclear genome, within an individual.  Although patients with germline mosaicism can have affected offspring, a maternal inheritance pattern would not be expected. $#(Choice E)#  Uniparental disomy occurs when both copies of a chromosome are inherited from one parent.  For chromosomes containing genes in which an allele derived from a specific parent is normally imprinted (silenced), inheritance of 2 copies of this chromosome can result in absent gene expression, as in Prader-Willi or Angelman syndrome. $#Educational objective# Mitochondrial encephalomyopathy is characterized by ragged red fibers on muscle biopsy and a maternal inheritance pattern.  Clinical presentation in affected family members varies due to the degree of heteroplasmy, or proportion of mitochondria with normal and mutant genomes in the same cell or tissue.  "},

{"SubjectSystem":"Pathophysiology-Rheumatology","id":"700","title":"A 24-year-old woman comes to the office at 12 weeks gestation for prenatal counseling.  She is 120 cm (3 ft 11 in) tall with short upper and lower extremities but normal torso length.  Physical examination is also significant for depression of the nasal bridge and a bulging forehead.  Her husband is phenotypically normal and has no medical problems.  The patient knows that there is a 50% chance of passing on her condition to the fetus.  An abnormality involving which of the following cells is most likely responsible for this patient's features?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chondrocytes","answer_2":"B. Hypothalamic neurosecretory cells","answer_3":"C. Osteoblasts","answer_4":"D. Osteoclasts","answer_5":"E. Pituitary somatotrophs","percent_1":"86%","percent_2":"2%","percent_3":"3%","percent_4":"1%","percent_5":"7%","right_answer":"A. Chondrocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp700.jpg","explanation_1":"","explanation_2":"$This patient's limb shortening with normal torso length, specific craniofacial features (frontal bossing, midface hypoplasia), and risk of passing the condition to her offspring (50%) are characteristic of #achondroplasia#.  The condition is caused by an autosomal dominant point mutation in the fibroblast growth factor receptor 3 (FGFR3) gene; 90% are de novo (unaffected parents) and 10% are inherited.  Because the mutation is #autosomal dominant#, the fetus of an affected and an unaffected parent has a 50% chance of inheriting the mutation. $Achondroplasia affects #endochondral ossification#, the process that makes #long bones# (eg, humerus, femur, phalanges) and portions of the skull and face.  In endochondral bone formation, mesenchymal cells differentiate into chondrocytes that secrete cartilage matrix.  These chondrocytes continue to proliferate through childhood, forming an elongating cartilage template that progressively becomes calcified and later invaded by osteoblasts, osteoclasts, and blood vessels originating from the periosteum.  Deposition of osteoid matrix over the septa of calcified cartilage matrix forms woven bone, which then undergoes remodeling into compact bone. $#FGFR3# is normally responsible for limiting chondrocyte proliferation during endochondral ossification.  In achondroplasia, FGFR3 becomes constitutively activated, causing exaggerated #inhibition of chondrocyte proliferation# that results in the characteristic bone shortening and craniofacial abnormalities. $#(Choices B and E)#  Hypothalamic neurosecretory cells produce growth hormone-releasing hormone and anterior pituitary somatotrophs produce growth hormone (GH).  Hypothalamic or pituitary insults (eg, tumor, ischemia) can result in defective release of either hormone.  GH deficiency can lead to proportional short stature (both long and flat bones affected) as opposed to the disproportionate short stature seen in achondroplasia (only long bones affected). $#(Choice C)#  The flat bones (eg, most of the skull, pelvis) grow primarily via intramembranous (not endochondral) ossification.  In intramembranous ossification, mesenchymal cells differentiate directly into osteoblasts and begin osteoid matrix secretion without the formation of cartilaginous bones.  As a result, most flat bones remain unaffected in achondroplasia. $#(Choice D)#  Osteoclasts are specialized macrophages that function to resorb bone.  @Paget disease@, characterized by disordered bone mass, initially begins with excessive activity of abnormally large osteoclasts followed by osteoblastic activity and eventual sclerosis.  Patients are usually elderly and can present with focal bone pain and pathologic fractures. $#Educational objective# Unlike the process of intramembranous ossification that forms flat bones, endochondral ossification proceeds along a cartilage template and is responsible for the formation of long bones.  Achondroplasia is characterized by an exaggerated inhibition of chondrocyte proliferation in the growth plates of long bones and manifests with proximal limb shortening, midface hypoplasia, and macrocephaly.  ","clickable_1":"images/img1.700.jpg"}


]