[

    {"id":"14805","title":"A 38-year-old woman comes to the office due to abdominal pain.  For the last 2-3 weeks, she has had increasingly severe abdominal pain associated with watery diarrhea.  The patient has a history of Crohn disease treated for the last year with adalimumab, which has controlled the symptoms until now.  Vital signs are normal except for a temperature of 37.8 C (100 F).  Examination shows moderate tenderness in the right lower quadrant with no peritoneal signs.  Laboratory results show an undetectable trough adalimumab level.  Which of the following is the most likely explanation for this patient's worsening symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Development of antidrug antibodies","answer_2":"B. Formation of insoluble complexes at the injection site","answer_3":"C. Increased enterohepatic drug recirculation","answer_4":"D. Increased renal drug elimination","answer_5":"E. Induction of cytochrome P-450 enzymes","percent_1":"56%","percent_2":"14%","percent_3":"6%","percent_4":"10%","percent_5":"15%","right_answer":"A. Development of antidrug antibodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with Crohn disease initially responded to treatment with adalimumab but subsequently experienced treatment failure with a relapse of symptoms after nearly a year of therapy.  #Adalimumab# is a recombinant human IgG that binds #tumor necrosis factor-alpha# (TNF-alpha), an inflammatory cytokine involved in promoting leukocyte migration, neutrophil and macrophage function, and granuloma integrity.  Adalimumab prevents TNF-alpha from associating with its cell-surface receptors, blocking its pro-inflammatory effects.  TNF-alpha inhibitors are used for a variety of inflammatory disorders such as Crohn disease, psoriasis, and rheumatoid arthritis. $However, use of adalimumab can induce the formation of #antidrug antibodies# (ADAs), which reduce the activity of the agent and lead to more rapid drug clearance and lower trough levels between doses.  Patients with ADAs against adalimumab typically experience #declining effectiveness# of treatment and can develop hypersensitivity reactions after administration.  The formation of ADAs can also be seen with other immunoglobulin-based anti-TNF agents (eg, infliximab) but is uncommon with etanercept, a recombinant TNF-receptor fusion protein. $#(Choice B)#  Glargine is a long-acting insulin analogue that forms insoluble complexes.  This leads to the formation of microprecipitates at the injection site that then slowly dissolve and are released into the circulation throughout the day.  Adalimumab is given as a subcutaneous injection but does not form insoluble complexes at the injection site. $#(Choice C)#  Enterohepatic recirculation of certain cancer chemotherapeutic agents (eg, irinotecan) can lead to increased exposure of the intestinal mucosa to the agent and significant gastrointestinal toxicity.  However, monoclonal antibodies do not undergo enterohepatic recirculation. $#(Choice D)#  Adalimumab and other therapeutic monoclonal antibodies are eliminated primarily by degradation via receptor-mediated endocytosis in the reticuloendothelial system.  Renal elimination of adalimumab can lead to increased drug clearance in patients with protein-losing glomerular disorders but otherwise does not significantly affect pharmacokinetics. $#(Choice E)#  Cytochrome P-450 enzyme inducers (eg, rifampin, carbamazepine, phenobarbital) can cause accelerated clearance of drugs that are metabolized primarily in the liver.  Adalimumab does not undergo metabolism by the P-450 system. $#Educational objective# Adalimumab is a recombinant human IgG that binds tumor necrosis factor-alpha (TNF-alpha).  Antidrug antibodies can develop against adalimumab (or other immunoglobulin-based anti-TNF agents) that can block its interaction with TNF-alpha, preventing the drug from functioning and leading to more rapid drug clearance.   "},

{"id":"361","title":"A 24-year-old woman comes to the office due to a persistent facial rash.  The patient easily develops \"sunburns\" after sun exposure and her fingers \"turn blue\" in cold weather.  She has also felt more fatigued than usual.  Physical examination shows a facial rash in a butterfly distribution that spares the nasolabial folds.  Laboratory studies reveal several types of autoantibodies directed against components of the cell nucleus.  One specific antibody targets proteins complexed with small nuclear ribonucleic acid.  These protein-ribonucleic acid complexes are most likely involved in which of the following cellular functions? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aiding mRNA in exiting the nucleus","answer_2":"B. Allowing proper functioning of DNA ligase","answer_3":"C. Charging tRNA with amino acids","answer_4":"D. Polyadenylation of RNA transcripts","answer_5":"E. Removal of introns from RNA transcripts","answer_6":"F. Synthesizing Okazaki fragments","percent_1":"12%","percent_2":"5%","percent_3":"8%","percent_4":"6%","percent_5":"64%","percent_6":"4%","right_answer":"E. Removal of introns from RNA transcripts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp361.jpg","explanation_1":"","explanation_2":"$This patient's constellation of symptoms (eg, malar rash, photosensitivity, Raynaud phenomenon [\"blue fingers\"], fatigue) is consistent with systemic lupus erythematosus, an autoimmune disease associated with anti-Smith antibodies (highly specific).  Smith protein normally complexes with small nuclear RNA (snRNA) in the cytoplasm, forming small nuclear ribonucleoproteins (snRNPs). $Transcription occurs in the nucleus and is catalyzed by 3 types of @RNA polymerases@, leading to the formation of messenger RNA (mRNA), ribosomal RNA (rRNA), transport RNA (tRNA), and snRNA.  #RNA polymerase II# synthesizes both mRNA and #snRNA#, the latter of which combines with specific proteins to form #snRNPs#.  mRNA synthesis occurs in 2 stages.  During the first, the DNA template is transcribed into a complementary strand of pre-mRNA.  In the second, pre-mRNA is processed into mature mRNA through the following steps:  $1. RNA capping: Addition of a methylated guanine nucleotide to the 5' end.  $2. RNA polyadenylation: Addition of several adenine nucleotides to the 3' end (poly-A tail).  $3. RNA splicing: #Removal of introns# (noncoding regions) by #spliceosomes#, which consist of snRNPs and other proteins. $Mature mRNA then transfers the genetic code to the cytoplasm and serves as a template for protein synthesis (translation). $#(Choices A and D)#  Polyadenylation of RNA transcripts is performed by the enzyme polyadenylate polymerase.  This process stabilizes mRNA, helping it exit the nucleus. $#(Choices B and F)#  During eukaryotic DNA replication, DNA polymerase δ elongates Okazaki fragments of the lagging strand.  These Okazaki fragments are later joined by the enzyme DNA ligase. $#(Choice C)#  During translation, aminoacyl-tRNA synthetases catalyze the linkage of tRNAs to their corresponding amino acids.  Each enzyme recognizes a specific amino acid and all of the tRNAs that match that amino acid. $#Educational objective# Small nuclear RNA (snRNA) is synthesized by RNA polymerase II in the nucleus and complexes with specific proteins to form small nuclear ribonucleoproteins (snRNPs).  snRNPs are an essential component of spliceosomes, which remove introns from pre-mRNA to form mature mRNA.  Patients with systemic lupus erythematosus can have autoantibodies directed against snRNPs (eg, anti-Smith antibody).  ","clickable_1":"images/img1.361.jpg"},

{"id":"11646","title":"A 55-year-old man comes to the office for evaluation of chronic muscle weakness.  Over the past several months, he has had increasing difficulty walking up stairs and lately has had trouble removing objects out of the overhead cabinets in his kitchen.  Temperature is 36.7 C (98 F), blood pressure is 125/80 mm Hg, and pulse is 78/min.  On examination, the patient has symmetric proximal muscle weakness and mild muscle tenderness.  There is no rash.  Muscle biopsy reveals an endomysial mononuclear infiltrate and patchy muscle fiber necrosis.  An autoantibody directed against which of the following antigens is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine receptor","answer_2":"B. Cardiolipin","answer_3":"C. Desmoglein","answer_4":"D. Mitochondria","answer_5":"E. Presynaptic calcium channel","answer_6":"F. tRNA synthetase","answer_7":"G. Smooth muscle","percent_1":"8%","percent_2":"5%","percent_3":"17%","percent_4":"13%","percent_5":"11%","percent_6":"38%","percent_7":"8%","right_answer":"F. tRNA synthetase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Polymyositis#∆⨉ §^#Clinical$ presentation# ∆ • Symmetrical proximal #muscle weakness# • Increasing difficulty climbing stairs, getting up from a chair, carrying heavy objects §^#Pathologic$ features# ∆ • #Elevated muscle enzymes (#CK, aldolase) • Autoantibodies (ANA, anti–Jo-1) • #Biopsy: e#ndomysial mononuclear infiltrate, patchy necrosis §^#Associated$ complications# ∆ • Interstitial lung disease • Myocarditis %#ANA =# antinuclear antibodies; #CK =# creatine kinase.","explanation_img":"","explanation_1":"","explanation_2":"#Polymyositis# is an inflammatory myopathy that typically presents in middle age with an insidious onset of symmetric #proximal muscle weakness# affecting the upper and lower extremities without significant pain.  @Dermatomyositis@ is a similar disorder associated with characteristic @skin findings@.  Both polymyositis and dermatomyositis may occur independently or as a paraneoplastic manifestation of an underlying malignancy (especially #adenocarcinoma#). $Muscle enzyme (eg, creatine kinase, aldolase) levels in inflammatory myopathies are invariably elevated.  Autoantibodies, especially antinuclear antibodies, are also present in most cases; anti–histidyl-#tRNA synthetase# #(anti–Jo-1)# antibodies are less sensitive but more specific for dermatomyositis and polymyositis.  A biopsy can differentiate polymyositis from dermatomyositis, which typically shows an# endomysial inflammation# without prominent vascular involvement in a scattered or patchy distribution (in contrast, dermatomyositis causes perifascicular inflammation in a segmental pattern without vasculopathy). $#(Choices A and E)#  Acetylcholine receptor–binding antibodies occur in myasthenia gravis, which is characterized by episodic weakness that initially affects the ocular/bulbar musculature and worsens with repetition.  Antibodies to voltage-gated calcium channels cause Lambert-Eaton myasthenic syndrome (proximal muscle weakness that improves with isometric contraction), which is often associated with small cell lung cancer.  Muscle biopsy in these conditions is normal. $#(Choice B)#  Anticardiolipin antibodies are typically seen in antiphospholipid antibody syndrome, which is characterized by recurrent vascular thrombosis and/or pregnancy loss.  This syndrome is associated with systemic lupus erythematosus, although it may occur independently. $#(Choice C)#  Autoantibodies to desmoglein 1 and 3 are seen in patients with pemphigus vulgaris, which is characterized by skin blistering and desquamation. $#(Choices D and G)#  Antimitochondrial antibodies are seen in patients with primary biliary cholangitis, which presents with cholestatic symptoms (eg, pruritus, jaundice, steatorrhea) and abnormal hepatic enzyme levels.  Anti–smooth muscle antibodies are seen in autoimmune hepatitis, which most commonly presents as chronic progressive hepatitis in middle-aged women. $#Educational objective# Polymyositis and dermatomyositis are characterized by symmetric proximal muscle weakness and are associated with antinuclear and anti–tRNA synthetase (anti-Jo-1) autoantibodies.  Biopsy in polymyositis shows patchy endomysial inflammatory infiltrate (ie, direct invasion of individual muscle fibers), whereas dermatomyositis causes perifascicular inflammation (ie, localized around blood vessels and the septa between muscle fascicles).  ","clickable_1":"images/img1.11646.jpg","clickable_2":"images/img2.11646.jpg"},

{"id":"667","title":"A 34-year-old man comes to the physician reporting one week of inability to extend his right wrist and several of his fingers on the same hand.  He first began having difficulty while trying to type his thesis for graduate school on his computer.  He is right-handed and does not recall any trauma.  He has a history of asthma that was diagnosed while he was in college.  Physical examination demonstrates impaired dorsiflexion of the right wrist with normal strength of the left wrist.  Laboratory studies show:","title_table":"!Complete blood count!?Hemoglobin? 13 g/dL?Platelets? 320,000 /µL?Leukocyte count? 14,000 cells/µL? Neutrophils? 50℅? Eosinophils? 28℅? Lymphocytes? 17℅? Monocytes? 5℅","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Serum antibodies against neutrophil myeloperoxidase are positive.  This patient most likely has which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Allergic bronchopulmonary aspergillosis","answer_2":"B. Anti-glomerular basement membrane antibody disease","answer_3":"C. Carpal tunnel syndrome","answer_4":"D. Eosinophilic granulomatosis with polyangiitis","answer_5":"E. Idiopathic pulmonary fibrosis","answer_6":"F. Systemic sclerosis","percent_1":"3%","percent_2":"2%","percent_3":"10%","percent_4":"77%","percent_5":"1%","percent_6":"7%","right_answer":"D. Eosinophilic granulomatosis with polyangiitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has #eosinophilic granulomatosis with polyangiitis# (Churg-Strauss).  This small to medium vessel vasculitis is characterized by late-onset #asthma#, rhinosinusitis, and eosinophilia, though it can involve many other organ systems including the kidneys, gastrointestinal tract, and cardiovascular system.  Asymmetric multifocal neuropathy (#mononeuritis multiplex#) is particularly common due to the #vasculitis# affecting the epineural vessels (eg, wrist drop due to radial nerve involvement).  Other common manifestations include skin nodules, migratory/transient pulmonary infiltrates, and paranasal sinus abnormalities.  In addition to peripheral #eosinophilia#, a frequent laboratory finding is antibodies against #neutrophil myeloperoxidase#, which most commonly have a pattern of perinuclear staining (p-ANCA). $#(Choice A)#  Allergic bronchopulmonary aspergillosis (ABPA) can produce an asthma-like picture with eosinophilia and elevated IgE and IgG serum antibodies to Aspergillus fumigatus.  However, systemic vasculitis and p-ANCA are not commonly associated with ABPA. $#(Choice B)#  Pulmonary involvement in anti-glomerular basement membrane disease presents with cough, pulmonary infiltrates, and hemoptysis (not asthma-like symptoms).  Patients have circulating autoantibodies against collagen IV, which damage alveolar and glomerular basement membranes. $#(Choice C)#  Carpal tunnel syndrome is characterized by paresthesias and pain in the distribution of the median (not radial) nerve.  Sensory symptoms are more prominent than motor symptoms during the initial presentation. $#(Choice E)#  Idiopathic pulmonary fibrosis is a chronic fibrosing interstitial lung disease.  There is no known association with p-ANCA, eosinophilia, or systemic vasculitis. $#(Choice F)#  Pulmonary parenchymal involvement by systemic sclerosis (scleroderma) results in a chronic restrictive interstitial fibrosis.  Antitopoisomerase I (Scl-70), anticentromere, and anti-RNA polymerase III antibodies are highly specific for systemic sclerosis. $#Educational objective# Eosinophilic granulomatosis with polyangiitis (Churg-Strauss) is a small to medium vessel vasculitis characterized by late-onset asthma, rhinosinusitis, and eosinophilia.  Mononeuritis multiplex due to involvement of the epineural vessels of peripheral nerves is common.  "},

{"id":"15563","title":"A 34-year-old woman comes to the office due to a 1-year history of pain and swelling in her wrists and hands.  The patient has no other medical conditions and takes no medications.  Vital signs are normal.  No wrinkles are noted on the face and neck.  A photograph of her left hand is shown in the @exhibit@.  Interplay among which of the following cells is most likely responsible for this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15563.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dendritic cells, macrophages, and neutrophils","answer_2":"B. Endothelial cells, T lymphocytes, and fibroblasts","answer_3":"C. Macrophages, Langhans giant cells, and T lymphocytes","answer_4":"D. T lymphocytes, eosinophils, and basophils","percent_1":"8%","percent_2":"65%","percent_3":"23%","percent_4":"4%","right_answer":"B. Endothelial cells, T lymphocytes, and fibroblasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15563.jpg","explanation_1":"","explanation_2":"$This patient has skin thickening in the digits consistent with #systemic sclerosis# (SS) (also called scleroderma), an autoimmune disease characterized by widespread #fibrosis# in multiple organ systems.  The pathogenesis of SS primarily involves an interplay between immunologic and vascular processes that ultimately results in excess fibrosis and vasculopathy.  The main cells involved are endothelial cells, T lymphocytes, and fibroblasts: $• #Vascular endothelial cells# produce excessive #endothelin 1#, which causes vasoconstriction and activation of underlying fibroblasts.  They also increase expression of #adhesion molecules#, which facilitates binding and extravasation of circulating lymphocytes. $• #T lymphocytes# migrate into the tissues and increase expression of numerous cytokines that further activate tissue fibroblasts. $• #Dermal fibroblasts# produce increasing quantities of #collagen# and ground substance, leading to thickening and stiffening of the tissue. $The skin in SS undergoes dermal expansion due to diffuse deposition of collagen (eosinophilic connective tissue), resulting in atrophy of the intradermal adipose tissue and obliteration of dermal appendages (eg, hair follicles, glands).  Early symptoms often include finger swelling and mild pruritus.  With progression of the disease, patients may experience dermal sclerosis (@sclerodactyly@), dermal ulcers, nail atrophy, and digital calcinosis. $#(Choice A)#  @Psoriasis@ is characterized by activation of antigen-presenting dendritic cells, leading to recruitment and differentiation of T-helper cells, which in turn produce additional inflammatory cytokines that stimulate keratinocyte proliferation and generate a neutrophilic response (eg, focal microabscesses).  However, psoriasis presents with well-demarcated, scaly, erythematous plaques rather than skin thickening and ulceration. $#(Choice C)#  The immune response in Mycobacterium tuberculosis infection is characterized by stimulation of CD4 T lymphocytes; these cells subsequently activate macrophages, which can differentiate into epithelioid histiocytes and coalesce into multinucleated Langhans @giant cells@.  Cutaneous tuberculosis may present with a variety of skin lesions (eg, papules, plaques, pustules), but thickening and ulceration of digital skin are more consistent with SS. $#(Choice D)#  Migration of T lymphocytes, eosinophils, and basophils is seen in the late acute phase of asthma as well as in allergic and chronic urticaria.  Urticaria manifests as acute erythematous wheals, not chronic sclerodactyly and ulceration. $#Educational objective# The pathogenesis of systemic sclerosis (scleroderma) involves vascular endothelial cells (increased expression of endothelin 1 and adhesion molecules), T lymphocytes (production of cytokines that activate fibroblasts), and dermal fibroblasts (increased production of collagen and ground substance).  ","clickable_1":"images/img1.15563.jpg","clickable_2":"images/img2.15563.jpg","clickable_3":"images/img3.15563.jpg"},

{"id":"340","title":"A 45-year-old woman suffers from recurrent nonpitting edema of the hands.  She often wears warm gloves indoors because her fingers turn blue when they are cold.  She also complains of retrosternal burning and regurgitation, especially when supine.  Which of the following antibodies is most likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anti-dsDNA","answer_2":"B. Anti-centromere","answer_3":"C. Anti-histone","answer_4":"D. Anti-SSA and SSB","answer_5":"E. Anti-phospholipid","percent_1":"7%","percent_2":"78%","percent_3":"3%","percent_4":"10%","percent_5":"4%","right_answer":"B. Anti-centromere","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"There are two main subtypes of systemic sclerosis: diffuse scleroderma, which is characterized by diffuse skin and visceral involvement, and CREST syndrome, which is associated with localized skin involvement and a more benign course.  'CREST' is an acronym for the signs and symptoms: #C#alcinosis, #R#aynaud's phenomenon, #E#sophageal dysmotility, #S#clerodactyly and #T#elangiectasias.  Anti-centromere antibodies are specific for CREST syndrome and found in 40% of cases.  Anti-DNA topoisomerase I (Scl-70) antibodies are highly specific for systemic sclerosis (diffuse scleroderma). $The patient in the vignette has CREST syndrome.  #Raynaud's phenomenon #causes painful episodes of pallor, cyanosis, and erythema of the hands in response to cold or emotional stress.  These episodes of vasospasm can last minutes to hours.  #Esophageal dysmotility# is the result of fibrosis of the distal esophagus with associated esophageal hypomotility.  It manifests with symptoms of gastroesophageal reflux (heartburn and regurgitation).  #Sclerodactyly# is thickening of the skin of the hands and feet.  It begins as non-pitting edema of the hands and fingers.  Later in the course of the disease, the skin becomes thickened, tight and shiny.  Thinning of the skin (atrophy) follows.  #Telangiectasias# (dilated blood vessels) occur on the skin of the face, hands and upper trunk, and on mucosal surfaces.  #Calcinosis #refers to subcutaneous calcium deposits which may be asymptomatic or painful. $#(Choice A)#  Anti-dsDNA antibodies are specific for systemic lupus erythematosus (SLE). Patients with SLE commonly have a malar ('butterfly') facial rash that worsens with sun exposure.  Patients also complain of low-grade fever, joint swelling and/or tenderness, and oral ulcers. $#(Choice C )#  Anti-histone antibodies are found in drug-induced lupus.  Procainamide, hydralazine, isoniazid, and D-penicillamine are common causes of drug-induced lupus.  Symptoms resemble those of SLE, but without renal or CNS involvement. $#(Choice D)#  Anti-Ro/SSA and anti-La/SSB antibodies are found in patients with Sjogren syndrome.  This condition is characterized by keratoconjunctivitis sicca (dry eyes) and xerostomia (dry mouth).  There may also be parotid gland enlargement, increased risk of other autoimmune diseases, and increased risk of non-Hodgkin lymphomas. $#(Choice E)#  Anti-phospholipid antibodies are found in patients with SLE and in antiphospholipid antibody syndrome.  Antiphospholipid antibody syndrome causes a hypercoagulable state and patients may suffer recurrent miscarriages.  Partial thromboplastin time (PTT) is paradoxically increased in these patients despite the propensity toward thrombosis. $#Educational objective# CREST syndrome (limited scleroderma) manifests with calcinosis, Raynaud's phenomenon, esophageal dysmotility, sclerodactyly and telangiectasias.  Anti-centromere antibodies are found in about 40% of patients with CREST syndrome.  Anti-DNA topoisomerase I (Scl-70) antibodies are highly specific for systemic sclerosis.  "},

{"id":"1253","title":"A 55-year-old man comes to the office 3 weeks after starting multidrug therapy for pulmonary tuberculosis.  He has been experiencing muscle aches and severe joint pain in his elbows, wrists, and knees over the last several days.  The patient also has had fatigue and low-grade fever.  He has no current respiratory symptoms other than pleuritic chest pain.  The patient has no other significant medical or family history.  Examination is unremarkable.  Laboratory results are as follows:","title_table":"?Hemoglobin? 12.6 g/dL ?Platelets? 120,000/mm³ ?Leukocytes? 11,000/mm³ ?Blood urea nitrogen? 18 mg/dL ?Creatinine? 0.8 mg/dL ?Antihistone antibody? positive ?Antinuclear antibody? positive","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"An abnormality in which of the following metabolic processes most likely contributed to this patient's current condition?","audio":"","comparison_items":"","answer_1":"A.Liver acetylation","answer_2":"B.Liver hydrolysis","answer_3":"C.Liver hydroxylation","answer_4":"D.Liver sulfate conjugation","answer_5":"E.Plasma hydrolysis","answer_6":"F.Direct excretion","percent_1":"60%","percent_2":"6%","percent_3":"17%","percent_4":"10%","percent_5":"2%","percent_6":"5%","right_answer":"A.Liver acetylation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Features of drug-induced lupus erythematosus# § • New onset lupus symptoms • Anti-nuclear antibodies (ANA) and #anti-histone antibodies# present in > 95℅ of cases • Anti-dsDNA antibodies are rarely seen • Exposure to implicated drugs $== ○ #Hydralazine# $== ○ #Procainamide# $== ○ #Isoniazid# $== ○ Minocycline $== ○ Quinidine","explanation_img":"","explanation_1":"","explanation_2":"This patient started multidrug therapy for pulmonary tuberculosis and subsequently developed constitutional symptoms, myalgias, arthralgias, and pleuritic chest pain (indicating possible serositis).  The presence of #antihistone antibodies# suggests #drug-induced lupus erythematosus# (DILE). $Unlike patients with classic lupus erythematosus, patients with DILE usually have no cutaneous (eg, malar rash), renal (eg, glomerulonephritis), or neurologic complications; in addition, laboratory evaluation usually shows no anti–double stranded DNA antibodies.  Most cases of DILE improve rapidly when the inciting agent is discontinued. $The drug that triggered DILE in this patient was likely #isoniazid# (a common component of multidrug therapy for TB), which is metabolized via phase II acetylation in the liver.  Hepatic expression of N-acetyltransferase is genetically determined, and patients with a #slow acetylator# phenotype are at #greatest risk for DILE#.  These patients are also predisposed to isoniazid-induced peripheral neuropathy due to retention of the drug over time, leading to elevated drug levels.  Procainamide and hydralazine are also metabolized via acetylation in the liver; therefore, patients with slow acetylator phenotype can also develop DILE from these medications. $#(Choice B)#  Liver hydrolysis is a phase I reaction in which a compound is cleaved by adding water (eg, esterase, amidase enzymes).  Phase I metabolism usually precedes phase II conjugation metabolism. $#(Choice C)#  Liver hydroxylation is a phase I oxidation transformation catalyzed by the cytochrome P-450 monooxygenase system.  The addition of a hydroxyl group reduces lipid solubility and facilitates excretion. $#(Choice D)#  Liver sulfate conjugation is a phase II metabolic pathway that biotransforms drugs into more polar compounds that are more water soluble and easily excreted. $#(Choice E)#  Certain drugs are hydrolyzed by plasma esterases, which rapidly cleave ester linkages after the drug enters the circulation.  This rapid inactivation allows for the short duration of action of these medications.  Many drugs used in anesthesia (eg, succinylcholine, tetracaine, remifentanil) are metabolized by plasma hydrolysis. $#(Choice F)#  A few drugs are not metabolized in the body.  They are excreted, mostly unchanged, in the urine and are still pharmacologically active. $#Educational objective# Drug-induced lupus erythematosus (DILE) is characterized by abrupt-onset lupus symptoms (eg, fever, arthralgia, pleuritis) with positive antihistone antibodies.  It has been linked to drugs metabolized by N-acetylation in the liver (eg, procainamide, hydralazine, isoniazid).  Genetically predisposed individuals with slow acetylator phenotype are at greater risk for DILE.  "},

{"id":"18475","title":"A 78-year-old woman comes to the emergency department due to acute vision loss.  She had rapid-onset monocular vision loss in the left eye that developed over an hour.  There is no associated pain in the eye, but the patient has had left-sided headaches most days for the last 3 weeks.  She also has had achy pain in the shoulders that has slowly worsened over the last month.  Examination shows decreased pupillary light reflex in the left eye with severely impaired visual acuity.  Which of the following is the most appropriate treatment for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Acetazolamide","answer_2":"B.Clopidogrel","answer_3":"C.Ganciclovir","answer_4":"D.Methylprednisolone","answer_5":"E.Sumatriptan","percent_1":"10%","percent_2":"6%","percent_3":"2%","percent_4":"76%","percent_5":"7%","right_answer":"D.Methylprednisolone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Giant cell arteritis!?Symptoms? • Systemic: fever, fatigue, malaise, weight loss• Headache• Jaw claudication• Visual disturbances (eg, ischemic optic neuropathy)• #Polymyalgia rheumatica#?Diagnosis? • Elevated #erythrocyte sedimentation rate# & C-reactive protein• Temporal artery biopsy: intimal thickening, elastic lamina fragmentation, $multinucleated giant cells?Treatment? • #Glucocorticoids#","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has acute, painless vision loss and unilateral headaches.  This presentation is most consistent with #anterior ischemic optic neuropathy# (AION) due to #giant cell arteritis (GCA)#, also termed temporal arteritis.  GCA occurs almost exclusively in patients #age >50# and is characterized by granulomatous inflammation of the media with fragmentation of the internal elastic lamina, primarily in the arteries of the head and neck.  It is often associated with #polymyalgia rheumatica# (PMR), which presents with achy pain in the proximal skeletal muscles (eg, shoulders, hips). $Ocular manifestations are common in GCA and can lead to irreversible vision loss.  AION is due to involvement of the ciliary arteries and causes a painless, rapidly progressive decrease in visual acuity.  GCA can also cause visual symptoms due to central retinal artery occlusion, extraocular palsies, and infarcts of the visual cortex.  Transient monocular vision loss (amaurosis fugax) may also be seen. $Treatment for GCA and PMR includes #systemic glucocorticoids# (eg, prednisone, methylprednisolone).  However, for patients with suspected GCA, treatment should be started prior to diagnostic testing (eg, erythrocyte sedimentation rate, temporal artery biopsy) because of the risk of blindness if treatment is delayed. $#(Choice A)#  Acetazolamide is a carbonic anhydrase inhibitor/diuretic used for treating idiopathic intracranial hypertension (ie, chronic headache and vision loss; occurs mainly in young, obese women) and angle-closure glaucoma (ie, eye pain, redness, middilated pupil, and cloudy cornea).  Neither condition is associated with proximal muscle pain. $#(Choice B)#  Antiplatelet agents (eg, aspirin, clopidogrel) are indicated for patients with amaurosis fugax (eg, transient vision loss) due to carotid atherosclerosis.  However, this patient's unilateral headaches and proximal muscle pain makes GCA a more likely diagnosis. $#(Choice C)#  Ganciclovir is used to treat cytomegalovirus retinitis, which presents with blurred vision, floaters, and photopsia (sensation of flashing lights).  It occurs primarily in patients with significant immune suppression (eg, advanced AIDS). $#(Choice E)#  Sumatriptan is used for the treatment of migraine, which can cause a variety of ocular symptoms.  However, new-onset migraines are uncommon in older individuals, and this patient's other symptoms are more consistent with GCA and PMR. $#Educational objective# Ocular manifestations in giant cell arteritis (temporal arteritis) can lead to rapid, severe, and irreversible vision loss.  Involvement of the ciliary arteries in GCA leads to anterior ischemic optic neuropathy, which presents with a painless, rapidly progressive decrease in visual acuity.  Treatment includes systemic glucocorticoids (eg, prednisone, methylprednisolone).  "},

{"id":"461","title":"A 67-year-old man comes to the office due to a persistent headache and pain in the jaw when chewing food.  For the past 2 months, he has been unable to eat 'tough foods like steak because the pain makes it take too long to chew them.'  Medical history is notable for hypertension, type 2 diabetes mellitus, and hyperlipidemia.  Blood pressure is 130/70 mm Hg, and pulse is 76/min and regular.  Physical examination is unremarkable.  Appropriate therapy is immediately started, and an arterial biopsy is performed.  Histopathology shows multinuclear giant cells and internal elastic membrane fragmentation.  Prompt institution of therapy in this patient most likely reduces the risk of which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angle-closure glaucoma","answer_2":"B. Ischemic optic neuropathy","answer_3":"C. Proliferative retinopathy","answer_4":"D. Retinal detachment","answer_5":"E. Retinal vein occlusion","answer_6":"F. Vitreous hemorrhage","percent_1":"2%","percent_2":"76%","percent_3":"6%","percent_4":"5%","percent_5":"9%","percent_6":"2%","right_answer":"B. Ischemic optic neuropathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Giant cell arteritis!?Symptoms? • Systemic: fever, fatigue, malaise, weight loss• Headache• Jaw claudication• Visual disturbances (eg, ischemic optic neuropathy)• #Polymyalgia rheumatica#?Diagnosis? • Elevated #erythrocyte sedimentation rate# & C-reactive protein• Temporal artery biopsy: intimal thickening, elastic lamina fragmentation, $multinucleated giant cells?Treatment? • #Glucocorticoids#","explanation_img":"","explanation_1":"","explanation_2":"This patient with headache and jaw claudication has typical symptoms of #giant cell (temporal) arteritis# (GCA).  GCA occurs almost exclusively in individuals age >50 and is characterized by #granulomatous inflammation# of the media with #fragmentation of the internal elastic lamina#, primarily in the arteries of the head and neck.  About half of patients with GCA also have polymyalgia rheumatica, which presents with pain and stiffness in the shoulders and hips. $Inflammatory markers (ie, erythrocyte sedimentation rate, C-reactive protein) have high sensitivity for GCA, but there are no specific serologic tests.  The diagnosis is confirmed by temporal artery biopsy. $GCA can cause severe #ischemic optic neuropathy# due to ophthalmic artery occlusion, which can lead to blindness if not treated promptly.  Other optic complications of GCA include amaurosis fugax, central or branch retinal artery occlusion, and cerebral infarction leading to central visual field defects.  GCA is therefore considered a medical emergency, and physicians should not wait for biopsy before starting #glucocorticoid therapy# (eg, prednisone, methylprednisolone). $#(Choice A)#  Acute angle-closure glaucoma causes vision loss associated with ocular pain, headache, and nausea.  Examination findings include conjunctival erythema, corneal opacity, and a fixed, mid-dilated pupil.  Risk factors include farsightedness (ie, hyperopia), anticholinergic drugs, and adrenergic agonists. $#(Choice C)#  Proliferative retinopathy (ie, neovascularization of the retina) is most commonly due to longstanding, uncontrolled diabetes.  Although treatment of GCA with systemic glucocorticoids can raise blood glucose, untreated GCA does not cause proliferative retinopathy. $#(Choice D)#  Retinal detachment presents with floaters, flashing lights (photopsia), and progressive monocular vision loss.  Risk factors for retinal detachment include prior eye trauma or surgery, nearsightedness (ie, myopia), age-related macular degeneration, and diabetic retinopathy. $#(Choice E)#  Retinal vein occlusion (RVO) presents with painless blurring of vision in a limited visual field (branch RVO) or entire eye (central RVO).  Major risk factors include diabetes, hypertension, atherosclerotic disease, glaucoma, smoking, and obesity. $#(Choice F)#  Vitreous hemorrhage causes variable-severity monocular vision loss; examination shows loss of the red reflex and obscuration of the retina.  Major causes include ocular injury, anticoagulation, diabetic retinopathy, and intraocular tumors. $#Educational objective# Giant cell arteritis (GCA) is characterized by granulomatous inflammation of the media with fragmentation of the internal elastic lamina most often affecting the medium and small branches of the carotid artery.  Ischemic optic neuropathy with irreversible blindness is a potential complication of GCA; therefore, patients with suspected GCA require immediate glucocorticoid therapy.  "},

{"id":"15564","title":"A 33-year-old woman comes to the office due to swelling affecting her extremities.  Over the last 12 months her fingers, arms, and legs have become progressively swollen and somewhat itchy.  Physical examination shows diffuse skin thickening extending proximally to the arms, thighs, and trunk.  A skin biopsy is performed.  Histologic sections show expansion of the dermal layer with atrophy of the intradermal adipose tissue and dermal appendages.  High-power images of the dermis demonstrate extensive deposition of dense, eosinophilic connective tissue.  This patient is most at risk for which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atlantoaxial subluxation","answer_2":"B. Glomerulonephritis","answer_3":"C. Interstitial lung disease","answer_4":"D. Non-Hodgkin lymphoma","answer_5":"E. Ulcerative colitis","percent_1":"6%","percent_2":"20%","percent_3":"56%","percent_4":"7%","percent_5":"11%","right_answer":"C. Interstitial lung disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Systemic sclerosis#∆⨉∆⨉ § ∆^#Limited cutaneous# ∆^#Diffuse cutaneous# §^#Manifestations# ∆ • Distal sclerosis (most prominent in the fingers) • CREST syndrome ∆ • Proximal sclerosis (involves the trunk & proximal extremities) §^#Serology# ∆ • Anticentromere ∆ • Anti–Scl-70 §^#Complications# ∆ • Pulmonary hypertension ∆ • Interstitial lung disease • Scleroderma renal crisis %#Anti–Scl-70 =# anti–topoisomerase type I; #CREST =# #C#alcinosis, #R#aynaud phenomenon, #E#sophageal dysmotility, #S#clerodactyly & #T#elangiectasia.","explanation_img":"","explanation_1":"","explanation_2":"This patient has diffuse skin thickening consistent with #systemic sclerosis# (SS), an autoimmune disease characterized by widespread fibrosis of multiple organ systems.  Early symptoms often include swelling of the fingers and mild pruritus.  A characteristic skin biopsy finding is #dermal layer expansion# due to diffuse @deposition of collagen@ (eosinophilic connective tissue), resulting in #atrophy# of the intradermal #adipose# tissue and #dermal appendages# (ie, hair follicles, glands). $Up to 80% of patients with SS develop pulmonary complications: $• #Interstitial lung disease# is the most common pulmonary complication of #diffuse cutaneous SS# (ie, skin involvement extending proximal to the wrist that may affect the trunk). $• #Pulmonary hypertension# is the most common pulmonary complication of limited cutaneous SS (ie, skin involvement is mainly in the hands and/or face), which is often associated with @CREST syndrome@. $#(Choice A)#  Atlantoaxial subluxation is a feared complication of rheumatoid arthritis, as significant neck extension (eg, during intubation) can result in dislocation and spinal cord injury.  Rheumatoid arthritis typically presents with pain and swelling of the small joints of the hands and wrists; histology reveals synovial hyperplasia. $#(Choice B)#  SS is associated with scleroderma renal crisis; however, this occurs due to renal vascular injury, not glomerulonephritis.  Scleroderma renal crisis often presents as hypertensive emergency with signs of end-organ dysfunction; casts (which are typical in glomerulonephritis) are characteristically absent. $#(Choice D)#  Non-Hodgkin lymphoma is a potential complication of @Sjögren syndrome@, which typically presents with dry mouth and eyes.  Labial salivary gland biopsy demonstrates extensive lymphoid infiltrate with atrophy of the acinar glands. $#(Choice E)#  Ulcerative colitis is often associated with ankylosing spondylitis.  Although dactylitis (ie, sausage fingers) can occur with this condition, skin thickening and collagen deposition would be unexpected. $#Educational objective# Systemic sclerosis (SS) is an autoimmune disease characterized by the widespread fibrosis of multiple organ systems.  Histology demonstrates expansion of the dermal layer with diffuse collagen deposition and atrophy of the intradermal adipose tissue and dermal appendages.  Pulmonary complications are common (eg, interstitial lung disease, pulmonary hypertension).  ","clickable_1":"images/img1.15564.jpg","clickable_2":"images/img2.15564.jpg","clickable_3":"images/img3.15564.jpg"},

{"id":"11770","title":"A 65-year-old man comes to the emergency department due to a 3-day history of headaches localized to the right temporal region.  The headaches are accompanied by intermittent blurring of vision in both eyes.  The patient has also felt fatigued for the past week, with stiffness in the shoulders and hips.  On examination, temperature is 37.5 C (99.5 F).  There is tenderness to palpation of the right temporal region, with enlargement of the underlying artery, as shown in the @exhibit@.  Funduscopic examination demonstrates edematous optic discs in both eyes.  The patient has limited active abduction of the shoulder joints bilaterally.  Laboratory studies show an erythrocyte sedimentation rate of 115 mm/hr.  Which of the following is the most important mediator of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit11770.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibodies to myeloperoxidase","answer_2":"B. Antibodies to proteinase-3","answer_3":"C. B cell–activating factor","answer_4":"D. IL-6","answer_5":"E. IL-10","percent_1":"11%","percent_2":"11%","percent_3":"5%","percent_4":"64%","percent_5":"8%","right_answer":"D. IL-6","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient—who has headaches, visual (eg, intermittent blurred vision) and muscular (eg, shoulder and hip stiffness) symptoms, an enlarged and tender @temporal artery@, and an elevated erythrocyte sedimentation rate—has the typical features of #giant cell arteritis# (GCA) with associated polymyalgia rheumatica.  GCA is a common systemic vasculitis that occurs almost exclusively in patients age >50.  It affects #medium to large arteries#, particularly those in the head and neck, such as the temporal artery (ie, temporal arteritis). $The @inflammatory infiltrate@ in affected vessels is typically granulomatous, composed of lymphocytes (predominantly #CD4-positive T cells#) and #macrophages#, which may fuse to form multinucleated giant cells.  This inflammatory reaction causes vessel damage (eg, elastic fiber fragmentation) and remodeling (eg, intimal hyperplasia) and can ultimately lead to vascular occlusion and tissue ischemia (eg, irreversible vision loss). $The production of cytokines, in particular #IL-6#, appears to closely correlate with the severity of the disease; a monoclonal antibody against the IL-6 receptor (tocilizumab) is effective in treating GCA. $#(Choices A and B)#  The pathogenesis of antineutrophil cytoplasmic antibody (ANCA)–associated vasculitides involves antibodies to myeloperoxidase (eg, microscopic polyangiitis) and proteinase-3 (eg, granulomatosis with polyangiitis). $#(Choice C)#  B cell–activating factor (BAFF) is a cytokine belonging to the tumor necrosis factor ligand family.  Inadequate levels of BAFF lead to immunodeficiency, whereas excess levels can cause autoimmune diseases (eg, systemic lupus erythematosus). $#(Choice E)#  IL-10 has key anti-inflammatory and immunomodulatory properties.  Defective IL-10 signaling is associated with early-onset inflammatory bowel disease. $#Educational objective# Cell-mediated immunity is the primary mechanism underlying giant cell arteritis.  The production of cytokines, in particular IL-6, is an important driver of this process and closely correlates with the severity of symptoms.  ","clickable_1":"images/img1.11770.jpg","clickable_2":"images/img2.11770.jpg"},

{"id":"1900","title":"A 59-year-old man comes to the office due to progressive weakness for the past several weeks.  The patient has had difficulty getting out of bed and climbing stairs in the morning, which improves gradually as he 'warms up the muscles' with continued use.  He has also had to drink water more frequently due to dry mouth and has had episodic double vision.  The patient also reports difficulty achieving erections despite having a good libido.  Neurologic examination shows decreased strength of the hip flexors and diminished knee reflexes.  Repeat examination after lower extremity isometric exercise shows normalization of the muscle strength and deep tendon reflexes.  Which of the following conditions is most closely associated with this patient's current disease process?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Campylobacter jejuni enteritis","answer_2":"B. Gastric adenocarcinoma","answer_3":"C. Giant cell arteritis","answer_4":"D. Medullary thyroid cancer","answer_5":"E. Small cell lung cancer","answer_6":"F. Thymic neoplasia","percent_1":"8%","percent_2":"3%","percent_3":"11%","percent_4":"5%","percent_5":"60%","percent_6":"12%","right_answer":"E. Small cell lung cancer","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","table_3":"§^#Autoimmune-mediated neuromuscular junction disorders# ∆⨉ ∆⨉§ ∆^#Myasthenia gravis# ∆^#Lambert-Eaton myasthenic syndrome#§^#Antibodies# ∆^Acetylcholine receptor antibody ∆^Voltage-gated calcium channel antibody§^#Location of defect# ∆^Postsynaptic ∆^Presynaptic§^#Weakness# ∆^Extraocular & bulbar affected first (eg, ptosis, diplopia) ∆^Proximal muscles affected first (eg, weakness standing from chair)§^#Deep-tendon reflexes# ∆^Intact ∆^Decreased/absent§^#Autonomic dysfunction# ∆^Rare ∆^Common§^#Association# ∆^Thymoma/thymic hyperplasia ∆^Malignancy (eg, small cell lung cancer)§^#Tensilon test# #(edrophonium)# ∆^Improves weakness ∆^No change§^#Response to exercise# ∆^Decreased strength ∆^Increased strength§^#Nerve stimulation studies# ∆^Decremental response ∆^Incremental response","explanation_img":"","explanation_1":"","explanation_2":"This patient with proximal muscle weakness and decreased deep tendon reflexes that improve with exercise has #Lambert-Eaton myasthenic syndrome# (LEMS).  LEMS is an immune-mediated disorder of the neuromuscular junction characterized by #autoantibodies# directed at the #presynaptic voltage-gated calcium channel#, resulting in decreased acetylcholine release and muscle weakness.  LEMS is strongly associated with #small cell lung cancer#, likely due to the immune recognition of voltage-gated calcium channels that are present on the malignant cells. $Patients typically develop progressive #proximal muscle weakness# that manifests in the form of gait alteration and difficulty arising from a chair or climbing stairs.  #Autonomic symptoms#, such as dry mouth or impotence, are common.  Cranial nerve (particularly ptosis) and respiratory muscle involvement may occur but typically manifest later in the disease course.  Patients may experience #postexercise facilitation#, in which muscle strength and deep tendon reflexes improve with exercise or repetitive movements (due to accumulation of calcium within the axon terminal).  This effect is also seen in repetitive nerve stimulation studies. $#(Choice A)#  Guillain-Barré syndrome is an acute postinfectious polyneuropathy often associated with Campylobacter jejuni infections.  It is characterized by rapidly progressive, ascending paralysis that does not improve with repetitive movement. $#(Choice B)#  Paraneoplastic syndromes associated with gastric adenocarcinoma include abrupt onset of numerous seborrheic keratoses (@Leser-Trélat sign@) and @acanthosis nigricans@. $#(Choice C)#  Giant cell arteritis is characterized by headache, visual changes, and jaw claudication in older adults.  It is not associated with LEMS. $#(Choice D)#  Medullary thyroid cancer may be associated with multiple endocrine neoplasia (MEN) type 2 (both A and B variants).  MEN 2A is associated with pheochromocytoma and hyperparathyroidism, whereas MEN 2B is associated with pheochromocytoma and mucosal neuromas. $#(Choice F)#  Thymic neoplasia or thymomas are commonly associated with myasthenia gravis (MG), another autoimmune neuromuscular condition.  MG is often confused with LEMS; however, in MG facial, periocular, and bulbar weakness typically presents before extremity weakness.  In addition, the weakness worsens with exercise, deep tendon reflexes typically remain intact, and autonomic dysfunction is rare. $#Educational objective# Lambert-Eaton myasthenic syndrome (LEMS) is a neuromuscular disorder characterized by autoantibodies against presynaptic voltage-gated calcium channels.  It causes progressive proximal muscle weakness and decreased deep tendon reflexes that improve with exercise (postexercise facilitation); cranial nerve involvement and autonomic symptoms may also occur.  LEMS is strongly associated with small cell lung cancer.  ","clickable_1":"images/img1.1900.jpg","clickable_2":"images/img2.1900.jpg"},

{"id":"914","title":"A 68-year-old woman comes to the emergency department due to an acute vision disturbance.  She had an episode of dimming of vision in the left eye that occurred abruptly and resolved spontaneously in 20 minutes.  For the past several weeks, the patient has had a dull ache in the left side of her jaw while chewing that resolves when she stops eating.  She has also had malaise and hip muscle aches over the last several months.  The patient has a history of hypertension and hypothyroidism.  On examination, her blood pressure is 130/70 mm Hg and pulse is 66/min.  Neurological examination, including cranial nerves and motor and sensory functions, is unremarkable.  Visual acuity, visual fields, and appearance of the ocular fundi are normal.  Which of the following is the best initial test for this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Angiography","answer_2":"B. Blood lipid fractions","answer_3":"C. Erythrocyte sedimentation rate","answer_4":"D. Head CT scan","answer_5":"E. Rheumatoid factor","answer_6":"F. Transthoracic echocardiography","percent_1":"13%","percent_2":"3%","percent_3":"72%","percent_4":"8%","percent_5":"3%","percent_6":"1%","right_answer":"C. Erythrocyte sedimentation rate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Giant cell arteritis!?Symptoms? • Systemic: fever, fatigue, malaise, weight loss• Headache• Jaw claudication• Visual disturbances (eg, ischemic optic neuropathy)• #Polymyalgia rheumatica#?Diagnosis? • Elevated #erythrocyte sedimentation rate# & C-reactive protein• Temporal artery biopsy: intimal thickening, elastic lamina fragmentation, $multinucleated giant cells?Treatment? • #Glucocorticoids#","explanation_img":"","explanation_1":"","explanation_2":"This patient, an elderly woman with #jaw claudication# and an episode of #amaurosis fugax# (ie, transient monocular visual loss), most likely has #giant cell (temporal) arteritis #(GCA).  GCA a common form of vasculitis and occurs almost exclusively in patients #age >50#.  About half of patients with GCA will also have #polymyalgia rheumatica#, which causes achy pain in the shoulder and hip girdles.  Headache is the most common presentation of GCA, but jaw or tongue claudication is also common.  Ocular manifestations may include amaurosis, diplopia, blurred vision, and ischemic optic neuropathy; untreated GCA may lead to permanent blindness. $Physical findings in GCA may be normal, but patients often have tenderness over the course of the temporal artery.  If GCA is suspected, a #C-reactive protein# (CRP) level or #erythrocyte sedimentation rate# (ESR) should be determined promptly.  Although CRP and ESR are nonspecific, they are highly sensitive and almost always significantly elevated in GCA.  Patients with characteristic symptoms and elevated CRP or ESR should undergo #temporal artery biopsy# for definitive diagnosis. $#(Choice A)#  Angiography in GCA may show focal areas of arterial narrowing, but it is not as sensitive as ESR and CRP for initial assessment. $#(Choice B)#  GCA is associated with an increased risk of cardiovascular events, including transient ischemic attack (TIA), stroke, and myocardial infarction.  Appropriate management of other cardiovascular risk factors (eg, hyperlipidemia) is recommended but should not delay initial evaluation. $#(Choice D)#  Noncontrast head CT is recommended for initial evaluation of patients with TIA and stroke.  However, this patient has no focal neurologic deficits, and her amaurosis and jaw claudication are more consistent with GCA. $#(Choice E)#  In addition to elevated ESR and CRP levels, other nonspecific signs of inflammation, such as thrombocytosis, may be present in patients with GCA.  However, specific serologic markers, such as rheumatoid factor, are not elevated. $#(Choice F)#  Echocardiography is recommended for patients with a suspected cardioembolic event.  Although cardioembolism may rarely present with amaurosis, this patient's other features are more characteristic of GCA. $#Educational objective# Erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) have very high sensitivity for giant cell (temporal) arteritis.  Patients with suspected giant cell arteritis who have an elevated ESR or CRP level should be referred for temporal artery biopsy to confirm the diagnosis.  "},

{"subjectSystem":"Pathology-Rheumatology","id":"15596","title":"A 48-year-old woman comes to the office due to difficulty swallowing dry foods such as crackers.  She has no pain during swallowing or heartburn.  The patient is a college professor and has to drink water frequently during lectures to keep her mouth moist.  She also reports a gritty sensation in her eyes, which is often worse in the evening, and occasional brief episodes of joint pain.  Medical history is significant for hypothyroidism, for which she takes levothyroxine.  Physical examination shows mild conjunctival erythema and cracking of the lips.  There is diffuse, nontender thyroid enlargement, which is unchanged from prior examination.  The remainder of the examination is normal.  Biopsy of the lip mucosa is most likely to reveal which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Extracellular deposition of amorphous proteins","answer_2":"B. Hyperkeratosis and dysplasia limited to the epithelium","answer_3":"C. Intraepidermal spongiosis and acantholysis","answer_4":"D. Periductal lymphocytic infiltration of labial glands","answer_5":"E. Scattered, noncaseating, epithelioid granulomas","percent_1":"5%","percent_2":"8%","percent_3":"4%","percent_4":"75%","percent_5":"8%","right_answer":"D. Periductal lymphocytic infiltration of labial glands","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp15596.jpg","explanation_1":"","explanation_2":"$#Sjögren syndrome# is an autoimmune disorder characterized by inflammation of exocrine (eg, salivary, lacrimal) glands.  It can occur as an isolated disorder or as a manifestation of another autoimmune syndrome (eg, rheumatoid arthritis).  Patients typically have severe dry mouth #(xerostomia)# and dry eyes #(keratoconjunctivitis sicca)#; vaginal gland involvement is also common. $Characteristic serologic markers of Sjögren syndrome include #anti-Ro (SSA)# and #anti-La (SSB)#.  Antinuclear antibodies and rheumatoid factor are often positive but less specific.  Biopsy of the labial salivary glands demonstrates intense #periductal lymphocytic infiltrates# (focal lymphocytic sialadenitis), often with germinal centers; the glandular tissue is typically atrophic and fibrotic. $#(Choice A)#  @Amyloidosis@ is a group of disorders characterized by deposition of abnormal proteins in various tissues (eg, kidneys, heart).  Light microscopy shows amorphous eosinophilic protein deposits; polarized microscopy with Congo red staining may elicit bright green birefringence. $#(Choice B)#  Oral leukoplakia is a premalignant lesion characterized by hyperplasia of the squamous mucosa.  The hyperkeratinized patches appear white against the normal red or pink mucosa.  In the absence of malignant transformation, these lesions are typically asymptomatic; this patient's dry mouth and dry eye symptoms are more consistent with Sjögren syndrome. $#(Choice C)#  @Pemphigus vulgaris@ is an autoimmune disease characterized by painful, flaccid bullae and erosions of the skin and mucosa.  Biopsy of an active lesion will show intraepithelial cleavage with detached keratinocytes (acantholysis), retained keratinocytes along the basement membrane, and an eosinophilic inflammatory infiltrate. $#(Choice E)#  @Sarcoidosis@ is an inflammatory disease characterized by noncaseating granuloma formation in multiple tissues.  Pulmonary and constitutional symptoms are common.  Ocular involvement may cause uveitis, but conjunctival erythema and dry eye symptoms are more consistent with Sjögren syndrome. $#Educational objective# Sjögren syndrome is an autoimmune disorder characterized by inflammation of exocrine glands.  Biopsy of the labial salivary glands shows periductal lymphocytic infiltrates (focal lymphocytic sialadenitis), often with germinal centers; the glandular tissue is typically atrophic and fibrotic.  ","clickable_1":"images/img1.15596.jpg","clickable_2":"images/img2.15596.jpg","clickable_3":"images/img3.15596.jpg"},

{"id":"239","title":"A 12-year-old girl comes to the office with constant swelling and pain of her elbows for the past week that have prevented her from participating in basketball practice.  She also had knee pain during the preceding week that was attributed to a fall during practice.  Her parents say that she is healthy and has had only minor illnesses that children typically experience during the winter.  The patient's temperature is 38.9 C (102 F), blood pressure is 110/70 mm Hg, and pulse is 110/min.  Her elbows are swollen and tender with limited range of movement.  Her knees appear normal.  A new holosystolic murmur is heard on cardiac auscultation.  Antistreptolysin O titers are 400 Todd units/mL (normal: <300 Todd units/mL).  The patient is admitted to the hospital.  During her hospitalization, this patient is at greatest risk of dying from which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Mitral stenosis","answer_2":"B. Pancarditis","answer_3":"C. Renal failure","answer_4":"D. Septic arthritis","answer_5":"E. Septic shock","percent_1":"7%","percent_2":"50%","percent_3":"16%","percent_4":"3%","percent_5":"24%","right_answer":"B. Pancarditis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Acute rheumatic fever!?Epidemiology? • Endemic in developing countries ?Pathogenesis? • Occurs 2-4 weeks after acute group A$ streptococcal pharyngitis • Molecular mimicry: Anti-streptococcal$ antibodies attack cardiac & neuronal$ antigens?Clinical$ features? • Acute/subacute$== ○ Migratory arthritis$== ○ Pancarditis (mitral regurgitation)$== ○ Sydenham chorea • Chronic$== ○ Mitral stenosis ?Prevention? • Prompt treatment of streptococcal$ pharyngitis with penicillin","explanation_img":"","explanation_1":"","explanation_2":"@Acute rheumatic fever@ (ARF) is the most likely diagnosis in this patient with #migratory arthritis#, new-onset murmur, #fever#, and a #positive anti-streptolysin O titer#.  ARF is a multisystem complication that develops 2-4 weeks after untreated group A streptococcal pharyngitis.  Most organs are often only mildly and transiently affected in ARF, with the exception of the heart.  Acute morbidity is most likely due to pancarditis (inflammation of the endocardium, myocardium, and epicardium).  Inflammation of the mitral valve can lead to #mitral regurgitation#, which is the likely cause of the new holosystolic murmur in this patient.  Severe regurgitation and/or #myocarditis# can lead to cardiac dilation, #heart failure#, and death in a small percentage of patients. $#(Choice A)#  Virtually all cases of mitral stenosis are caused by fibrosis of the valve leaflets in chronic rheumatic heart disease.  The fibrosis occurs gradually over years or decades after the initial episode of ARF and would, therefore, not be an acute complication in this patient. $#(Choice C)#  Acute poststreptococcal glomerulonephritis (PSGN) is caused by circulating immune complexes following a streptococcal pharyngeal infection with specific nephritogenic strains.  Hematuria, edema, proteinuria, and hypertension are classic findings.  This patient has no symptoms of PSGN, which rarely occurs simultaneously with ARF. $#(Choice D)#  Patients with septic arthritis are often febrile and ill-appearing.  Staphylococcus aureus is the most common cause and usually infects only one joint. $#(Choice E)#  Septic shock refers to end-organ damage due to poor perfusion from an overwhelming inflammatory response to infection.  Although the pathogenesis of ARF involves an initial infection with group A streptococcus, the disease itself is autoimmune-related, not due to direct infection. $#Educational objective# The primary cause of morbidity in acute rheumatic fever is heart failure from severe pancarditis.  Mitral stenosis develops years or decades after the original illness.  Joint involvement is usually transient.  ","clickable_1":"images/img1.239.jpg"},

{"id":"18996","title":"A 44-year-old man comes to the emergency department due to worsening abdominal pain and vomiting.  The patient has had 3 months of fatigue, mild abdominal pain, low-grade fever, and joint pains.  On examination, the abdomen is diffusely tender to palpation with rigidity and rebound.  Urgent laparotomy reveals bilateral renal infarcts and multiple segments of necrosis and perforation in the small bowel.  Microscopic examination of the vessel walls shows diffuse inflammation of the adventitia and marked thickening of the inner layers due to proliferation of loose connective tissue; the arterial lumen is significantly narrowed.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial endocarditis","answer_2":"B. Granulomatosis with polyangiitis","answer_3":"C. Inherited thrombophilia","answer_4":"D. Polyarteritis nodosa","answer_5":"E. Thromboangiitis obliterans","percent_1":"1%","percent_2":"14%","percent_3":"1%","percent_4":"71%","percent_5":"13%","right_answer":"D. Polyarteritis nodosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp18996.jpg","explanation_1":"","explanation_2":"$This patient's systemic symptoms, renal/small-bowel infarctions, and biopsy findings are consistent with #polyarteritis nodosa# (PAN), a systemic vasculitis of #medium-sized muscular arteries#.  PAN is generally marked by the following: $• Segmental, transmural inflammation of the arterial wall with invasion of neutrophils and monocytes $• Destruction of the inner portion of the arterial wall; the normal architecture is replaced with #necrotic fibrinoid material# and #loose connective tissue#, which #narrows the vessel lumen# and increases the risk of #thrombosis# and tissue infarction. $• Destruction of the internal and external elastic laminae, which increases the risk of #microaneurysms# and subsequent rupture $Patients with PAN generally present with weeks or months of nonspecific #constitutional symptoms# (eg, weight loss, fatigue, low-grade fever, arthralgias) and signs of tissue ischemia in the kidneys (eg, #renal infarction#), gastrointestinal tract (eg, #small-bowel infarction#, mesenteric ischemia), peripheral nerves, and/or skin.  Because PAN is not associated with antineutrophilic cytoplasmic antibodies or significant elevation in antinuclear antibodies, diagnostic confirmation usually requires tissue biopsy. $#(Choices A and C)#  Bacterial endocarditis can cause embolic septic infarctions in the kidneys and intestines.  Inherited coagulation disorders can also cause thrombosis with tissue infarctions.  However, biopsy would show a clot/embolism in the arterial lumen (during acute infarction), not transmural inflammation and connective tissue proliferation. $#(Choice B)#  Granulomatosis with polyangiitis usually causes manifestations in the upper/lower airways (eg, rhinosinusitis, hemoptysis) and kidneys (eg, glomerulonephritis).  The gastrointestinal tract is not typically affected.  Furthermore, biopsy generally reveals a leukocytoclastic vasculitis with minimal or no luminal narrowing or fibrinoid necrosis. $#(Choice E)#  Thromboangiitis obliterans occurs primarily in young smokers.  It is marked by inflammatory thrombi in the small- and medium-sized vessels of the extremities.  Patients usually have digital ulcers, ischemia, gangrene, or limb claudication.  Mesenteric and renal infarction would be atypical.  In addition, transmural inflammation/connective tissue proliferation would not be seen during the acute stage of infarction. $#Educational objective# Polyarteritis nodosa is a systemic vasculitis of medium-sized muscular arteries marked by segmental, transmural, arterial wall inflammation with fibrinoid necrosis.  This narrows the arterial lumen and increases risk of thrombosis and tissue ischemia/infarction.  Damage to the internal and external elastic laminae also increases the risk of microaneurysm.  Tissue damage primarily occurs in the kidneys, gastrointestinal tract, neurologic system, and skin; the lungs are usually spared.  "},

{"id":"11805","title":"A 48-year-old previously healthy woman comes to the office due to progressively worsening muscle weakness for the past 2 months.  The patient has difficulty with activities such as climbing stairs, getting up from chairs, and placing dishes in overhead cabinets.  She also reports a 4.5-kg (10-lb) unintentional weight loss and occasional abdominal discomfort over the same interval.  Physical examination shows weakness of the shoulder and hip girdle muscles.  Other examination findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/11805.jpg","title_2":"Further evaluation of this patient is most likely to reveal which of the following underlying conditions?","audio":"","comparison_items":"","answer_1":"A. Chronic hepatitis C infection","answer_2":"B. Ovarian adenocarcinoma","answer_3":"C. Primary biliary cholangitis","answer_4":"D. Tropheryma whipplei infection","answer_5":"E. Type 2 diabetes mellitus","percent_1":"15%","percent_2":"38%","percent_3":"29%","percent_4":"13%","percent_5":"4%","right_answer":"B. Ovarian adenocarcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Dermatomyositis# is a systemic autoimmune disease characterized by proximal muscle weakness resembling polymyositis, with additional inflammatory features involving the skin.  Specific skin findings include the @heliotrope rash@ in the periorbital area and cheeks and #Gottron papules#, which are raised @erythematous plaques@ over the joints and bony prominences of the hands.  Muscle biopsy is diagnostic and shows mononuclear #perifascicular inflammation# and atrophy (ie, occurring along the periphery of the fascicles). $Dermatomyositis may occur alone or as a #paraneoplastic syndrome# of an underlying malignancy, most commonly due to underlying #adenocarcinoma# (eg, ovary, lung, pancreas).  Symptoms may precede the diagnosis of malignancy but often parallel the course of the cancer. $#(Choice A)#  Hepatitis C infection is associated with @porphyria cutanea tarda@, which presents with skin fragility and blistering rash in sun-exposed areas, and mixed @cryoglobulinemic vasculitis@, which presents with nonblanching palpable purpura.  Muscle symptoms are not typical. $#(Choice C)#  Primary biliary cholangitis is an autoimmune liver disease that can present with cholestasis, malabsorption, pruritus, and jaundice.  Although the risk of this condition is increased in patients with autoimmune disease (eg, CREST syndrome, Sjögren syndrome), the association with dermatomyositis is not common. $#(Choice D)#  Tropheryma whipplei infection (Whipple disease) typically presents with arthritis, diarrhea, and fever.  Patients may develop hyperpigmentation, but skin and muscle symptoms are otherwise not prominent. $#(Choice E)#  Type 2 diabetes is due to insulin resistance, which may also cause @acanthosis nigricans@, a condition characterized by velvety plaques of brownish discoloration affecting the neck and skinfolds. $#Educational objective# Dermatomyositis is characterized by proximal muscle weakness resembling polymyositis, with additional inflammatory features involving the skin (heliotrope rash, Gottron papules).  Both dermatomyositis and polymyositis may occur alone or as a paraneoplastic syndrome associated with an underlying adenocarcinoma (eg, ovary, lung, pancreas).  ","clickable_1":"images/img1.11805.jpg","clickable_2":"images/img2.11805.jpg","clickable_3":"images/img3.11805.jpg","clickable_4":"images/img4.11805.jpg","clickable_5":"images/img5.11805.jpg"},

{"id":"457","title":"A 55-year-old man is admitted to the hospital due to abdominal discomfort and black stools.  Medical history includes asthma and hypertriglyceridemia, for which the patient takes the appropriate medications.  He has smoked a pack of cigarettes daily for 30 years and used intravenous drugs in the past.  The patient is treated empirically with a proton pump inhibitor; upper gastrointestinal endoscopy does not reveal a source for the pain or bleeding.  Symptoms resolve without further intervention, and he is discharged.  Several weeks later, the patient returns to the emergency department with fever, weight loss, and muscle pain.  After initial evaluation, muscle biopsy demonstrates transmural inflammation of medium-sized arteries with areas of amorphous, eosin-staining arterial wall necrosis.  Areas of disruption of the internal elastic lamina are also present.  Which of the following is the most likely predisposing factor for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibiotic use","answer_2":"B. Asthma","answer_3":"C. Hypertriglyceridemia","answer_4":"D. Smoking","answer_5":"E. Viral hepatitis","percent_1":"3%","percent_2":"6%","percent_3":"9%","percent_4":"41%","percent_5":"42%","right_answer":"E. Viral hepatitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp457.jpg","explanation_1":"","explanation_2":"$This patient's biopsy is consistent with #polyarteritis nodosa# (PAN), a systemic vasculitis of #medium-sized muscular arteries#.  Patients with PAN typically present with weeks or months of #constitutional symptoms# (eg, malaise, weight loss, myalgia, fever) and signs of tissue #ischemia# in the kidneys, skin, gastrointestinal tract, and/or neurologic system.  Bleeding complications may occur due to the formation of #microaneurysms# from arterial wall weakening.  Biopsy of affected areas generally reveals #segmental, transmural inflammation# with @fibrinoid necrosis@ (amorphic, eosinophilic material in vessel wall) and disruption of the internal and external #elastic laminae#. $In contrast to many other forms of vasculitis, PAN is not associated with antineutrophil cytoplasmic antibodies or significantly elevated antinuclear antibody titers.  However, inflammatory markers (eg, C-reactive protein, erythrocyte sedimentation rate) are generally high.  Although many cases of PAN have no clear inciting factor, up to a third of patients have underlying #viral hepatitis B or C#.  In these individuals, PAN is likely triggered by the deposition of #immune complexes# (viral antigen bound by host antibody) in the arterial wall. $#(Choice A)#  Cutaneous small-vessel (leukocytoclastic) vasculitis is frequently triggered by antibiotic use.  This condition is also mediated by immune complexes and often causes fibrinoid necrosis of the vessel wall.  However, most cases are marked by palpable purpura and disease is limited to small (not medium-sized) vessels. $#(Choice B)#  Eosinophilic granulomatosis with polyangiitis (formerly Churg-Strauss syndrome) causes asthma and allergic rhinosinusitis.  Biopsy generally shows @eosinophilic infiltration@ in the vessel wall with granulomas.  Small arteries and veins are primarily affected, and antineutrophil cytoplasmic antibodies are often positive. $#(Choice C)#  Severe hypertriglyceridemia can cause abdominal pain due to acute pancreatitis, but transmural vascular inflammation with fibrinoid necrosis would be atypical. $#(Choice D)#  Thromboangiitis obliterans (Buerger disease) occurs primarily in young smokers and is marked by limb claudication or digital ulcers.  Biopsy typically shows highly cellular, inflammatory thrombi in small- to medium-sized vessels of the extremities; there is limited involvement of the vessel wall (eg, intact internal elastic lamina, no fibrinoid necrosis). $#Educational objective# Polyarteritis nodosa (PAN) is a systemic vasculitis characterized by constitutional manifestations and ischemic symptoms in the kidneys, skin, gastrointestinal tract, and neurologic system.  Biopsy will show segmental, transmural arterial inflammation with fibrinoid necrosis and damage to the internal and external elastic lamina.  PAN is often associated with underlying viral hepatitis B and C.  ","clickable_1":"images/img1.457.jpg","clickable_2":"images/img2.457.jpg"},

{"id":"940","title":"A 62-year-old woman comes to the office due to a 3-month history of progressive muscle weakness.  The patient has been having difficulty with activities such as getting out of the car and carrying groceries from the store.  She has also developed a rash on her face and hands.  The patient has a history of well-controlled hypertension and does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  Physical examination shows weakness of shoulder abduction and hip flexion.  Strength of the distal limb muscles and deep tendon reflexes are normal.  Skin examination findings are shown in the @exhibit@.  Which of the following is the most appropriate initial treatment for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit940.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholinesterase inhibitors","answer_2":"B. Copper supplementation","answer_3":"C. Riluzole therapy","answer_4":"D. Systemic glucocorticoids","answer_5":"E. Thyroid hormone replacement","percent_1":"4%","percent_2":"1%","percent_3":"3%","percent_4":"92%","percent_5":"1%","right_answer":"D. Systemic glucocorticoids","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Dermatomyositis# is an autoimmune disorder characterized by: $• #Cutaneous manifestations:#  #Gottron papules# (red or violaceous, flat-topped @papules@ over joints and bony prominences, especially on the hands) and @heliotrope rash@ (erythematous or violaceous edematous eruption on the upper eyelids and periorbital skin) $• #Myopathy:#  Proximal muscle weakness (similar to polymyositis), elevated muscle enzymes (eg, creatine kinase, aldolase) $Autoantibodies, including antinuclear antibodies (more sensitive) and #anti-Jo-1# antibodies (more specific), are frequently positive.  Muscle biopsy confirms the diagnosis and shows #perifascicular# inflammation and atrophy affecting a contiguous portion of the fascicle and surrounding blood vessels. $Initial treatment includes #systemic glucocorticoids# (eg, prednisone).  Dermatomyositis may occur alone or as a paraneoplastic syndrome associated with #malignancy# (especially adenocarcinoma); affected patients should be evaluated for an underlying occult malignancy. $#(Choice A)#  Acetylcholinesterase inhibitors (eg, physostigmine) are used in treatment of myasthenia gravis, which presents with fluctuating and fatigable weakness that primarily involves the ocular, bulbar, and respiratory muscles.  The skin is not typically involved. $#(Choice B)#  Copper deficiency typically presents with muscle weakness, anemia, and fragile (kinky) hair.  Skin hypopigmentation is also common, but rash does not occur. $#(Choice C)#  Riluzole is a glutamate inhibitor that is indicated for amyotrophic lateral sclerosis, a progressive neurodegenerative disorder that affects both upper and lower motor nerves.  Although proximal muscle weakness may be seen (lower motor neuron dysfunction), upper motor neuron signs (eg, bulbar dysfunction, hyperreflexia) are expected and the disease is not associated with skin rash. $#(Choice E)#  Hypothyroid myopathy commonly presents with proximal muscle weakness.  However, unlike polymyositis and dermatomyositis, patients usually also have prominent muscle pain and often have other hypothyroid features (eg, weight gain, cold intolerance). $#Educational objective# Dermatomyositis is characterized by proximal muscle weakness (similar to polymyositis) and dermal manifestations (eg, heliotrope rash, Gottron papules).  Laboratory testing shows elevated muscle enzymes (eg, creatine kinase) and autoantibodies (eg, antinuclear, anti-Jo-1).  Initial treatment includes systemic glucocorticoids and evaluation for potential underlying malignancy. ","clickable_1":"images/img1.940.jpg","clickable_2":"images/img2.940.jpg"},

{"id":"450","title":"A 72-year-old woman comes to the office due to persistent headaches, fatigue, and muscle pain.  She has a history of hypertension and osteoarthritis.  The patient does not use tobacco, alcohol, or recreational drugs.  Her father had a subarachnoid hemorrhage from a ruptured berry aneurysm.  She is treated with prednisone, leading to marked and rapid improvement in her symptoms.  Which of the following pathologic processes is most likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Granulomatous inflammation of the media","answer_2":"B. Homogenous acellular thickening of arteriolar walls","answer_3":"C. Medial band-like calcifications","answer_4":"D. Onion-like concentric thickening of arteriolar walls","answer_5":"E. Transmural inflammation with fibrinoid necrosis","percent_1":"66%","percent_2":"4%","percent_3":"2%","percent_4":"8%","percent_5":"20%","right_answer":"A. Granulomatous inflammation of the media","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Giant cell arteritis!?Symptoms? • Systemic: fever, fatigue, malaise, weight loss• Headache• Jaw claudication• Visual disturbances (eg, ischemic optic neuropathy)• #Polymyalgia rheumatica#?Diagnosis? • Elevated #erythrocyte sedimentation rate# & C-reactive protein• Temporal artery biopsy: intimal thickening, elastic lamina fragmentation, $multinucleated giant cells?Treatment? • #Glucocorticoids#","explanation_img":"","explanation_1":"","explanation_2":"This patient, an elderly woman with headaches, muscular pain, and a #rapid response to glucocorticoids#, has typical features of #giant cell arteritis (GCA)#.  GCA is a common form of vasculitis that occurs almost exclusively in patients #age >50#.  About half of patients with GCA will also have #polymyalgia rheumatica#, which causes achy pain in the shoulder and hip girdles.  GCA also confers a higher risk of thoracic aortic aneurysms, but not berry aneurysms (her father's history is likely unrelated to her presentation). $GCA is characterized by a T-cell-mediated inflammatory process of medium-to-large arteries.  It may occur diffusely but predominantly affects the arteries of the head and neck, especially the #temporal artery# (ie, temporal arteritis).  Biopsy of the temporal artery will show scattered, focal @granulomatous inflammation@ (most pronounced in the #media#) with #intimal thickening, elastic lamina fragmentation#, and #giant cell formation# (without distinct granulomas).  GCA is histologically identical to Takayasu arteritis, which typically involves the aortic arch and affects primarily younger patients. $#(Choices B and D)#  @Hyaline arteriolosclerosis@ is characterized by deposition of homogeneous hyaline material in the intima and media of small arteries and arterioles.  It is associated with diabetes, hypertension, and advanced age.  Severe hypertension also results in @hyperplastic arteriolosclerosis@, which manifests as onion-like concentric thickening of the walls of arterioles (eg, laminated smooth muscle cells, reduplicated basement membranes).  Both forms of arteriolosclerosis can cause end-organ ischemic injury.  However, the resulting symptoms/signs would not respond to glucocorticoids. $#(Choice C)#  Medial band-like calcifications are characteristic of Mönckeberg's medial calcific sclerosis and present as pipestem calcifications on x-ray.  They may be associated with atherosclerosis but do not directly cause symptoms and are usually not clinically significant. $#(Choice E)#  Transmural inflammation of the arterial wall with fibrinoid necrosis is consistent with @polyarteritis nodosa@.  This uncommon form of vasculitis typically occurs in young adults and presents with intermittent episodes of a variety of manifestations, including abdominal pain, peripheral neuropathy, renal insufficiency, and severe hypertension. $#Educational objective# Giant cell arteritis is characterized by granulomatous inflammation of the media with intimal thickening and predominantly involves branches of the carotid artery, especially the temporal artery.  It is strongly associated with polymyalgia rheumatica; both conditions respond promptly to glucocorticoid therapy.  ","clickable_1":"images/img1.450.jpg","clickable_2":"images/img2.450.jpg","clickable_3":"images/img3.450.jpg","clickable_4":"images/img4.450.jpg"},

{"id":"740","title":"A 34-year-old woman comes to the office with several months of vision problems, difficulty chewing, and trouble speaking.  The symptoms fluctuate, but the patient has noticed that they are worse after a long day.  She works as a telemarketer and has been putting in increasingly long hours to meet her quotas.  Regarding her symptoms, she says, \"It's probably just exhaustion; an ice pack to my face seems to help.\"  During physical examination, the patient is asked to keep her eyes focused on a spot on the ceiling, and after 2 minutes she develops diplopia.  The remainder of the examination is normal.  The pathogenesis of this patient's disease is most similar to which of the following conditions? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atopic dermatitis","answer_2":"B. Contact dermatitis","answer_3":"C. Goodpasture syndrome","answer_4":"D. Hypersensitivity pneumonitis","answer_5":"E. Postinfectious glomerulonephritis","percent_1":"6%","percent_2":"6%","percent_3":"71%","percent_4":"6%","percent_5":"10%","right_answer":"C. Goodpasture syndrome","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp740.jpg","explanation_1":"","explanation_2":"$This patient's clinical findings of intermittent diplopia, difficulty chewing, and speech problems (especially at the end of the day) suggest a diagnosis of #myasthenia gravis# (MG).  MG is caused by impaired functioning of nicotinic cholinergic receptors at the neuromuscular junction due to interference by #IgG autoantibodies#.  First-line treatment is an anticholinesterase agent (eg, pyridostigmine), which increases the amount of acetylcholine at the neuromuscular junction.  Acetylcholinesterase activity decreases at lower temperatures, so application of an #ice pack# can also improve symptoms caused by weakness of superficial muscles (eg, ptosis). $MG is a form of @type II hypersensitivity@, which is characterized by IgM and/or IgG #autoantibodies# that bind to cell surface antigens and/or extracellular matrix components.  Among the available options, only #Goodpasture syndrome# is due to the production of autoantibodies (directed against type IV collagen in the alveolar/glomerular basement membrane); these antibodies cause inflammatory destruction of the lung alveoli and renal glomeruli. $#(Choice A)#  Atopic dermatitis is a chronic, pruritic, eczematous skin condition that almost always begins in childhood.  The pathogenicity involves several factors, including skin barrier abnormalities, defects in innate immunity, and a TH2-skewed immune response. $#(Choice B)#  The pathogenesis of contact dermatitis (@type IV hypersensitivity reaction@) involves cutaneous exposure to small foreign molecules (haptens) that bind to skin proteins.  These proteins are subsequently processed by antigen-presenting Langerhans cells that promote the development of hapten-specific T cells.  With continued hapten exposure, sensitized T cells produce inflammatory cytokines at the exposure site, causing the characteristic eczematous skin changes. $#(Choice D)#  Most patients with acute hypersensitivity pneumonitis have specific serum IgG antibodies that precipitate bacterial or fungal antigens found in inhaled organic dust particles.  This causes interstitial alveolitis and bronchiolitis via immune-complex and complement deposition in vessel walls (@type III hypersensitivity mechanism@). $#(Choice E)#  The pathogenesis of poststreptococcal glomerulonephritis involves granular deposition of immune complexes containing group A Streptococcus antigens, IgG, and C3 in the glomerular basement membrane and mesangium.  It is a type III, immune complex–mediated, hypersensitivity response. $#Educational objective# Myasthenia gravis results from an autoimmune type II (antibody-mediated) hypersensitivity reaction against skeletal myocyte surface acetylcholine receptors.  Goodpasture syndrome similarly involves autoantibodies against basement membrane collagen in the renal glomeruli and lung alveoli.  ","clickable_1":"images/img1.740.mp4","clickable_2":"images/img2.740.mp4","clickable_3":"images/img3.740.mp4"},

{"id":"15597","title":"A 43-year-old woman comes to the office due to progressive fatigue and intermittent pain in the hands, feet, and knee joints.  The pain caused the patient to stop her daily yoga routine 2 months ago, and she has had difficulty performing daily household activities.  She has had no fever, rash, or oral ulcers but frequently drinks water or chews gum due to her mouth feeling dry.  The patient has no prior medical conditions and takes no medications or herbal supplements.  She does not use tobacco, alcohol, or recreational drugs.  Vital signs are within normal limits.  Physical examination shows no muscle tenderness or joint swelling.  The thyroid gland is normal to palpation.  There is nontender, diffuse swelling of the parotid glands.  Laboratory evaluation shows mild normocytic normochromic anemia and an elevated erythrocyte sedimentation rate.  A salivary gland biopsy image representative of this patient's disease process is shown in the @exhibit@.  This patient is at greatest risk for developing which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15597.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inflammatory bowel disease","answer_2":"B. Non-Hodgkin lymphoma","answer_3":"C. Portal hypertension","answer_4":"D. Renal arterial occlusion","answer_5":"E. Restrictive cardiomyopathy","percent_1":"21%","percent_2":"51%","percent_3":"4%","percent_4":"7%","percent_5":"16%","right_answer":"B. Non-Hodgkin lymphoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Sjögren syndrome!?Pathogenesis? • Immune-mediated destruction of the lacrimal & salivary glands• Can occur as primary disease or secondary with other autoimmune$ disorders (eg, SLE, RA)?Clinical$ features? • Dry eyes (keratoconjunctivitis sicca)• Dry mouth (xerostomia), salivary hypertrophy• Dry skin (xerosis)• Raynaud phenomenon• Cutaneous vasculitis• Positive anti-Ro (SSA) &/or anti-La (SSB)?Complications? • Non-Hodgkin lymphoma• Corneal damage, dental caries%#RA# = rheumatoid arthritis; #SLE# = systemic lupus erythematosus; $#SSA/SSB# = Sjögren syndrome (antibody) A/B.","explanation_img":"","explanation_1":"","explanation_2":"This patient with chronic dry mouth and palpable salivary gland enlargement has extensive #lymphocytic infiltrate# with a @germinal center@ on salivary gland biopsy, findings consistent with #Sjögren syndrome# (SS).  SS is an autoimmune disorder characterized by a lymphocytic inflammatory infiltrate in the #exocrine glands#.  It presents with #dry eyes# (keratoconjunctivitis sicca) and #dry mouth# (xerostomia).  Extraglandular manifestations such as #arthralgia# and cutaneous vasculitis can also occur due to the deposition of circulating immune complexes. $Complications of SS can include corneal ulcerations due to diminished lacrimal gland function and an increase in dental caries due to diminished salivary gland function.  The chronic B-lymphocyte stimulation in SS also predisposes patients to malignant transformation and resulting #non-Hodgkin lymphoma# (eg, marginal zone lymphoma, diffuse large B-cell lymphoma). $#(Choice A)#  Although inflammatory bowel disease (eg, ulcerative colitis) can be associated with spondyloarthropathies (eg, low back pain, peripheral arthritis), dry mouth is not a typical feature; @Crohn disease@ can occasionally involve the salivary glands, but biopsy would show noncaseating granulomas. $#(Choice C)#  Portal hypertension can be a complication of @hemochromatosis@, which is characterized by iron accumulation in the liver (eg, hepatomegaly, cirrhosis), skin (eg, hyperpigmentation), pancreas (eg, diabetes mellitus), and joints (eg, arthralgia); dry mouth would not be expected. $#(Choice D)#  Renal artery stenosis (occlusion) is most commonly seen in the context of advanced atherosclerosis or fibromuscular dysplasia and often causes treatment-resistant hypertension. $#(Choice E)#  Restrictive cardiomyopathy is often idiopathic or can be associated with infiltrative disorders (eg, @amyloidosis@, sarcoidosis, hemochromatosis).  Cardiac manifestations of SS are rare and do not include restrictive disease. $#Educational objective# Sjögren syndrome is an autoimmune disorder characterized by lymphocytic inflammation in exocrine glands (eg, lacrimal, salivary).  It presents with dry eyes (keratoconjunctivitis sicca) and dry mouth (xerostomia).  Chronic B-cell proliferation increases the risk for non-Hodgkin lymphoma.  ","clickable_1":"images/img1.15597.jpg","clickable_2":"images/img2.15597.jpg","clickable_3":"images/img3.15597.jpg","clickable_4":"images/img4.15597.jpg"},

{"id":"748","title":"A 43-year-old man comes to the office with muscle weakness.  His symptoms began 6 weeks ago and are worst in the hips and shoulders.  The weakness has had a progressive course so that he is now having difficulty rising from chairs and combing his hair.  The patient has had to reduce his regular exercise regimen due to weakness and has requested a modified work schedule for his job as a building maintenance manager.  He has no history of spinal injury and no neck pain.  Past medical history is insignificant, and the patient takes no medications.  Muscle biopsy reveals major histocompatibility complex class I molecule overexpression on the sarcolemma with CD8+ lymphocyte infiltration.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diffuse systemic sclerosis","answer_2":"B. Eaton-Lambert syndrome","answer_3":"C. Myasthenia gravis","answer_4":"D. Polyarteritis nodosa","answer_5":"E. Polymyalgia rheumatica","answer_6":"F. Polymyositis","percent_1":"1%","percent_2":"7%","percent_3":"4%","percent_4":"1%","percent_5":"11%","percent_6":"76%","right_answer":"F. Polymyositis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Polymyositis#∆⨉ §^#Clinical$ presentation# ∆ • Symmetrical proximal #muscle weakness# • Increasing difficulty climbing stairs, getting up from a chair, carrying heavy objects §^#Pathologic$ features# ∆ • #Elevated muscle enzymes (#CK, aldolase) • Autoantibodies (ANA, anti–Jo-1) • #Biopsy: e#ndomysial mononuclear infiltrate, patchy necrosis §^#Associated$ complications# ∆ • Interstitial lung disease • Myocarditis %#ANA =# antinuclear antibodies; #CK =# creatine kinase.","explanation_img":"","explanation_1":"","explanation_2":"This patient, a middle-aged man with progressive, symmetric #proximal muscle weakness#, has typical symptoms of #polymyositis#.  The weakness may be painless or associated with diffuse myalgias.  Muscle enzyme levels (eg, creatine kinase) are invariably elevated, and autoantibodies (eg, antinuclear antibodies, anti-Jo-1 antibodies) are present in most cases.  Polymyositis is similar to dermatomyositis, although it lacks the typical @skin findings@; both may occur independently or as a paraneoplastic manifestation of an underlying malignancy. $Polymyositis is an inflammatory myopathy triggered by unknown, possibly viral, antigens.  It likely represents a cell-mediated immune response against myocytes.  Increased expression of #major histocompatibility complex class I# antigens on the sarcolemma has been demonstrated and likely leads to presentation of autoantigens to #CD8+ cytotoxic cells# that subsequently initiate myocyte destruction.  Muscle biopsy in polymyositis reveals inflammation, patchy necrosis, and regeneration and fibrosis of muscle fibers.  Infiltration of the endomysium by macrophages and CD8+ lymphocytes is typically seen. $#(Choice A)#  Joint involvement in systemic sclerosis may cause arthralgias and contractures, but muscle weakness is not seen. $#(Choices B and C)#  Myasthenia gravis is caused by anti-acetylcholine receptor autoantibodies and is characterized by episodic weakness that initially affects the ocular/bulbar musculature.  The Eaton-Lambert myasthenic syndrome is a paraneoplastic condition causing fatigable weakness in the extremities; it is caused by autoantibodies to presynaptic calcium channels.  Light microscopy of muscle biopsy specimens is normal in these conditions. $#(Choice D)#  Polyarteritis nodosa is an uncommon systemic vasculitis that presents with intermittent episodes of abdominal pain, peripheral neuropathy, renal insufficiency, and severe hypertension.  Biopsy is characterized by transmural inflammation of the arterial wall with fibrinoid necrosis. $#(Choice E)#  Polymyalgia rheumatica (PMR) causes myalgias of the shoulder and pelvic girdle muscles, often with systemic symptoms (eg, fever, weight loss).  Weakness is not typical, and PMR occurs almost exclusively in patients age >50. $#Educational objective# Polymyositis causes symmetric proximal muscle weakness.  Muscle biopsy reveals inflammation, necrosis, and regeneration of muscle fibers.  Over-expression of major histocompatibility complex class I proteins on the sarcolemma leads to infiltration with CD8+ T lymphocytes and myocyte damage.  ","clickable_1":"images/img1.748.jpg"},

{"id":"18703","title":"A 28-year-old woman comes to the clinic for follow-up after recent hospitalization due to autoimmune hepatitis.  High-dose glucocorticoids improved the hepatitis, and on discharge, the patient continued prednisone therapy.  Today, she feels well and has no other medical concerns.  Physical examination shows no abdominal tenderness or jaundice.  Prednisone is tapered and azathioprine is prescribed for continued management of autoimmune hepatitis.  Which of the following should be periodically monitored while the patient is taking this new medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Complete blood count","answer_2":"B.Hemoglobin A1c","answer_3":"C.Lipid panel","answer_4":"D.Pulmonary function testing","answer_5":"E.Vitamin B12 level","percent_1":"85%","percent_2":"2%","percent_3":"6%","percent_4":"2%","percent_5":"4%","right_answer":"A.Complete blood count","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18703.jpg","explanation_1":"","explanation_2":"$#Azathioprine# is an #immunosuppressant# used in the prevention of organ transplant rejection and the treatment of autoimmune diseases, including rheumatoid arthritis, inflammatory bowel disease, and autoimmune hepatitis.  It functions via inhibition of purine synthesis pathways.  Following ingestion, azathioprine is @converted@ to 6-mercaptopurine, which is then converted to #6-thioguanine metabolites#; these metabolites are pharmacologically active and mediate both the therapeutic and adverse effects of azathioprine. $The 6-thioguanine metabolites reduce cellular proliferation via 2 methods of purine synthesis inhibition: $• The metabolites #inhibit #phosphoribosylpyrophosphate #(PRPP) amidotransferase#, an enzyme that catalyzes an early step in #de novo purine synthesis#.$• The metabolites act as #false nucleotides#, incorporating into actively replicating DNA and RNA and rendering the growing nucleic acid strand nonfunctional. $These effects are exerted preferentially on rapidly dividing cells (eg, activated lymphocytes in the setting of organ transplant or autoimmune disease) but are otherwise nonspecific and disrupt other hematologic cell lines, including neutrophils, erythrocytes, and platelets.  Therefore, #pancytopenia# (ie, leukopenia, anemia, and thrombocytopenia) is a common #adverse effect# that must be #monitored# with periodic #complete blood count# testing. $#(Choices B and C)#  Unlike glucocorticoids, azathioprine has no adverse effects on glucose or lipid metabolism, an advantage of this medication over chronic glucocorticoid therapy. $#(Choice D)#  Azathioprine has no known effect on lung function.  The chemotherapeutic agent bleomycin may cause pulmonary fibrosis and therefore requires periodic monitoring of pulmonary function. $#(Choice E)#  The anemia caused by azathioprine and other antimetabolite drugs (eg, methotrexate) is typically macrocytic (due to impaired DNA synthesis), but this macrocytic effect is independent of vitamin B12 levels.  Proton pump inhibitors and histamine 2 blockers can disrupt absorption of vitamin B12 and may cause or contribute to its deficiency. $#Educational objective# Azathioprine is an immunosuppressant that functions via inhibition of purine synthesis by its pharmacologically active 6-thioguanine metabolites.  In addition to the desired effect of reduced lymphocyte proliferation, the proliferation of other hematologic cell lines (eg, neutrophils, erythrocytes, platelets) is reduced, leading to a common adverse effect of pancytopenia.","clickable_1":"images/img1.18703.jpg"},

{"id":"11749","title":"A 36-year-old man is evaluated due to swelling and severe pain of the right foot.  Medical history is significant for kidney transplant due to focal segmental glomerulosclerosis.  The patient is diagnosed with gout and treated with prednisone.  Six weeks later, the patient is seen at follow-up.  He has no foot pain and the swelling has subsided.  Serum uric acid level is 13.5 mg/dL and creatinine level is 0.9 mg/dL.  Allopurinol is prescribed.  Initiation of this drug would most likely increase the activity of which of the following medications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Azathioprine","answer_2":"B.Ganciclovir","answer_3":"C.Prednisone","answer_4":"D.Tacrolimus","answer_5":"E.Trimethoprim","percent_1":"86%","percent_2":"3%","percent_3":"2%","percent_4":"5%","percent_5":"5%","right_answer":"A.Azathioprine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11749.jpg","explanation_1":"","explanation_2":"$In the purine degradation pathway, #purine bases# (ie, hypoxanthine, guanine) can follow 1 of 2 routes: $• Approximately 10% are #converted #by xanthine oxidase to #uric acid#, which is released into the bloodstream and excreted in the urine. $• The other 90% are recycled into purine nucleotides by hypoxanthine-guanine phosphoribosyltransferase (HGPRT) to be reused in the formation of DNA and RNA (ie, purine salvage). $Gout occurs due to elevated serum uric acid levels, leading to the formation of inflammation-inducing uric acid crystals within joints (eg, metatarsals).  #Xanthine oxidase inhibitors# (eg, allopurinol, febuxostat) treat gout by #reducing uric acid #levels and in the process #shunt #additional #purine bases toward the salvage route#. $#Azathioprine# is an immunosuppression drug that is #metabolized #via the #purine degradation pathway#.  Following ingestion, @azathioprine@ is converted to 6-mercaptopurine (6-MP), which is a false purine base that, like hypoxanthine and guanine, can follow 1 of 2 routes.  Some 6-MP is converted by xanthine oxidase (or thiopurine methyltransferase) into inactive metabolites that are excreted in the urine.  The remainder is converted by HGPRT into active metabolites (6-thioguanines), which act as false nucleotides that incorporate into DNA and RNA and inhibit hematopoietic cell proliferation.  Therefore, when a #xanthine oxidase inhibitor is combined with azathioprine#, 6-MP is shunted toward #conversion into active metabolites#, leading to increased immunosuppression and risk of #cellular toxicity#. $#(Choice B)#  Ganciclovir is similar in structure to guanosine and forms false purine nucleotides that disrupt DNA synthesis.  It is relatively specific for viral DNA replication enzymes; it does not interact with allopurinol because it is not catabolized by xanthine oxidase. $#(Choices C and D)#  Prednisone exerts a nonspecific immunosuppressive effect by inhibiting NF-kB to regulate the transcription of leukoproliferative cytokines.  Tacrolimus is a calcineurin inhibitor that suppresses T cells by preventing IL-2 transcription.  Neither drug targets the purine degradation pathway and therefore is not significantly influenced by xanthine oxidase inhibition. $#(Choice E)#  Trimethoprim inhibits dihydrofolate reductase to disrupt folate metabolism and inhibit the production of pyrimidine nucleotides.  It is not affected by the inhibition of xanthine oxidase in the purine degradation pathway. $#Educational objective# Azathioprine is an immunosuppression drug that is metabolized into active metabolites by HGPRT and, conversely, inactivated by xanthine oxidase.  Coadministration with a xanthine oxidase inhibitor (eg, allopurinol, febuxostat) shunts azathioprine metabolism toward the production of active metabolites, resulting in increased immunosuppression and risk of cellular toxicity.  ","clickable_1":"images/img1.11749.jpg"}

]