[

{"id":"14995","title":"A 29-year-old woman comes to the office due to increased hair loss.  She delivered a healthy baby boy 8 months ago and has not felt the same since.  The patient has fatigue and decreased libido, and her menstrual cycles have not returned.  She has no prior medical problems and no drug allergies.  The patient takes a multivitamin and does not use tobacco, alcohol, or illicit drugs.  There is no significant family history.  Blood pressure is 110/70 mm Hg and pulse is 58/min.  Physical examination shows diffuse alopecia and thickened, brittle nails.  The thyroid is nontender.  Laboratory results show decreased serum TSH and free thyroxine (T4) levels.  Which of the following is the most likely diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic autoimmune (Hashimoto) thyroiditis","answer_2":"B. Graves disease","answer_3":"C. Postpartum thyroiditis","answer_4":"D. Secondary hyperthyroidism","answer_5":"E. Secondary hypothyroidism","answer_6":"F. Subacute granulomatous (de Quervain) thyroiditis","percent_1":"4%","percent_2":"1%","percent_3":"32%","percent_4":"2%","percent_5":"59%","percent_6":"1%","right_answer":"E. Secondary hypothyroidism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Central hypothyroidism#∆⨉ §^#Causes# ∆ • Mass lesions (eg, pituitary adenoma) • Pituitary surgery, trauma, irradiation • Infiltrative disorders (eg, sarcoidosis, hemochromatosis) • Pituitary infarction (eg, Sheehan syndrome) §^#Clinical features# ∆ • Hypothyroid symptoms • Mass-effect symptoms (eg, headache, visual field defects) if due to mass §^#Hormone levels# ∆ • Low free thyroxine (T4) • Low or inappropriately normal TSH • Other pituitary hormone deficiencies (eg, ACTH, prolactin, gonadotropins)","explanation_img":"","explanation_1":"","explanation_2":"This patient has hypothyroidism manifesting as fatigue, hair loss, and brittle nails with a low serum thyroxine (T4) level.  The #low TSH# confirms that this is due to hypothalamic-pituitary dysfunction (ie, #central/secondary hypothyroidism#) rather than a primary thyroid disorder, which would cause a compensatory rise in TSH.  Central hypothyroidism is much less common than primary hypothyroidism.  However, when it occurs, other hypothalamic-pituitary systems may be affected and patients may develop deficiencies of other pituitary hormones (eg, low gonadotropin levels leading to amenorrhea). $The causes of central hypothyroidism are the same as those of hypopituitarism in general.  #Sheehan syndrome# is ischemic necrosis of the pituitary gland and is typically caused by systemic# #hypotension during delivery.  During pregnancy, the pituitary gland enlarges due to estrogen-induced hyperplasia of lactotrophs, but the blood supply does not increase proportionally.  Subsequent #peripartum hemorrhage with hypotension# can cause underperfusion of the pituitary gland with subsequent ischemic injury. $#(Choices A and C)#  Chronic autoimmune (Hashimoto) thyroiditis is the most common cause of hypothyroidism.  Postpartum thyroiditis is a variant of Hashimoto thyroiditis that occurs within a year of pregnancy.  These disorders cause primary hypothyroidism with elevated TSH levels. $#(Choice B)#  Graves disease is an autoimmune disorder caused by activating antibodies against the TSH receptor.  It presents with elevated T4 and suppressed TSH levels, typically with a goiter and ocular manifestations (eg, proptosis, lid lag). $#(Choice D)#  Secondary (central) hyperthyroidism is a rare disorder, usually caused by a TSH-secreting pituitary adenoma.  Both TSH and serum T4 levels are elevated. $#(Choice F)#  Subacute granulomatous (de Quervain) thyroiditis causes a painful goiter and transient hyperthyroid symptoms; it typically follows a viral syndrome. $#Educational objective# Central hypothyroidism is characterized by low serum TSH and thyroxine (T4) levels and is due to hypothalamic-pituitary dysfunction.  Sheehan syndrome is ischemic necrosis of the pituitary gland and is typically caused by systemic hypotension during delivery.  In addition to central hypothyroidism, patients may also develop deficiencies of other pituitary hormones (eg, ACTH, prolactin, gonadotropins).  "},

{"id":"20146","title":"A 46-year-old woman comes to the office for follow-up.  Six months ago, the patient underwent total thyroidectomy followed by radioactive iodine ablation for invasive follicular thyroid cancer with distant metastasis.  After surgery, she was prescribed levothyroxine to prevent thyroid cancer regrowth.  Over the past 4 months, the patient has had a 4.5-kg (10 lb) unintentional weight loss despite having a normal appetite.  She also feels unusually hot and sweaty.  Temperature is 37 C (98.6 F), blood pressure is 150/70 mm Hg, pulse is 110/min, and respirations are 17/min.  Examination reveals a fine hand tremor and sweaty palms.  Serum thyroid function testing would most likely reveal which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆TSH ∆Thyroxine (T4) ∆Triiodothyronine (T3)","answer_1":"§A. ∆ Decreased ∆Increased ∆Increased","answer_2":"§B. ∆ Decreased ∆Decreased ∆Increased","answer_3":"§C. ∆ Decreased ∆Normal ∆Normal","answer_4":"§D. ∆ Decreased ∆Normal ∆Decreased","answer_5":"§E. ∆ Increased ∆Increased ∆Increased","answer_6":"§F. ∆ Decreased ∆Increased ∆Decreased","percent_1":"74%","percent_2":"11%","percent_3":"1%","percent_4":"1%","percent_5":"3%","percent_6":"10%","right_answer":"§A. ∆ Decreased ∆Increased ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Exogenous thyrotoxicosis#∆⨉ §^#Causes# ∆ • Thyroid replacement dosing error • Levothyroxine suppression of thyroid cancer • Nonprescribed thyroid hormone use (eg, factitious disorder, weight loss supplements) §^#Laboratory$ markers# ∆ • Elevated T3 and thyroxine levels* • Suppressed TSH • Low serum thyroglobulin • Low radioiodine uptake %*Use of T3 supplement (liothyronine) shows elevated T3 only.$ #T3# = triiodothyronine.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #thyrotoxicosis# (eg, weight loss, tremor, tachycardia) due to suppressive-dose levothyroxine therapy.  Because TSH can promote growth of residual malignant cells following thyroidectomy, patients with #thyroid cancer# at high risk of recurrence (eg, known metastasis) are often prescribed #levothyroxine# doses that are #higher #than what is needed for simple replacement.  These higher doses adequately #suppress pituitary secretion of TSH#, however, they can also cause symptomatic thyrotoxicosis. $When exogenous thyrotoxicosis is due to levothyroxine or mixed T3/T4 supplements (eg, porcine thyroid extract), #total and free thyroxine (T4) levels are elevated#; triiodothyronine (T3) is produced primarily by deiodination of T4 in peripheral tissues, so #T3 levels also are elevated#, even if the patient is taking levothyroxine only #(choice F).#  In contrast, thyrotoxicosis due to the intake of liothyronine (exogenous T3) is associated with high serum T3 and low T4 #(choice B).# $#(Choice C)#  Subclinical hyperthyroidism is characterized by a mildly suppressed TSH with normal thyroid hormone levels.  Patients with subclinical hyperthyroidism are typically asymptomatic.  This patient takes suppressive-dose levothyroxine to manage metastatic thyroid cancer and has overt hyperthyroid symptoms; thyroid hormone levels are likely to be elevated. $#(Choice D)#  Patients with severe, acute illness may develop thyroid function abnormalities resembling a mild central hypothyroid state, with low TSH, normal T4, and low T3 (ie, euthyroid sick syndrome).  Patients receiving suppressive-dose levothyroxine typically have normal or elevated T3 due to peripheral deiodination. $#(Choice E)#  Central/secondary hyperthyroidism (eg, TSH-secreting pituitary adenoma) is characterized by elevated TSH and thyroid hormone levels.  Patients receiving suppressive-dose levothyroxine have low TSH due to @feedback inhibition@ of TSH release. $#Educational objective# Exogenous thyrotoxicosis can be caused by suppressive levothyroxine therapy for thyroid cancer.  When exogenous thyrotoxicosis is due to levothyroxine or mixed T3/T4 supplements, thyroxine (T4) levels are elevated; triiodothyronine (T3) is produced primarily by the peripheral deiodination of T4, so T3 levels also are elevated even if the patient is taking T4 only.  ","clickable_1":"images/img1.20146.jpg"},

{"id":"14953","title":"A 26-year-old pregnant woman at 16 weeks gestation comes to the office for prenatal follow-up.  The patient has a 2-year history of mild hyperthyroidism due to Graves disease and started taking propylthiouracil when she decided to attempt pregnancy.  The patient has had no tremulousness, palpitations, diarrhea, or heat intolerance.  She has no other medical problems and no drug allergies.  She takes a prenatal vitamin.  The patient does not use tobacco, alcohol, or illicit drugs.  Temperature is 36.7 C (98 F), blood pressure is 110/60 mm Hg, and pulse is 88/min.  Physical examination reveals no lid lag, exophthalmos, or hand tremors.  The thyroid gland is normal to palpation.  Fetal heart rate is normal.  Thyroid hormone levels are within the laboratory's reference ranges.  During this visit, her thyroid treatment is changed from propylthiouracil to methimazole.  Switching the patient's therapy at this time is aimed at decreasing which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fetal skin abnormalities","answer_2":"B. Fetal thyroid agenesis","answer_3":"C. Maternal hepatotoxicity","answer_4":"D. Maternal ophthalmopathy","answer_5":"E. Maternal thyroid cancer","percent_1":"16%","percent_2":"39%","percent_3":"43%","percent_4":"1%","percent_5":"1%","right_answer":"C. Maternal hepatotoxicity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Thionamide #antithyroid drugs# (eg, propylthiouracil [PTU], methimazole) are used to decrease @thyroid hormone production@.  In Graves disease, they can be used to induce a euthyroid state in preparation for definitive treatment with radioiodine or surgery and can sometimes achieve remission in patients with mild disease. $Methimazole is preferred for most patients due the #hepatotoxicity# of PTU; PTU often causes transient elevations in hepatic transaminases and occasionally can cause severe idiosyncratic liver injury with acute liver failure.  However, #methimazole# has potential #teratogenic effects# (eg, aplasia cutis #[Choice A]#, esophageal atresia, facial anomalies), so PTU is preferred in the first trimester of pregnancy.  Thereafter, the patient should be returned to methimazole therapy. $#(Choice B)#  Thyroid dysgenesis (abnormal development of the thyroid gland) can manifest as absence (agenesis), ectopic location, or hypoplasia of the thyroid gland.  The thyroid gland is normally fully developed by week 12; therefore, switching from PTU to methimazole at 16 weeks gestation is unlikely to cause thyroid dysgnesis.  Thionamide antithyroid drugs can cause hypothyroidism with goiter (rather than dysgenesis) in newborns, but the effects are typically transient as the drugs are cleared within days. $#(Choice D)#  Graves ophthalmopathy is due to the activation of TSH receptors on orbital fibroblasts by thyrotropin receptor autoantibodies, which leads to the expansion of the ground substance of retro-orbital tissues and edema of the extraocular muscles.  Radioiodine therapy for Graves disease can acutely worsen ophthalmopathy, but this is less of a concern with antithyroid drugs. $#(Choice E)#  Risk factors for thyroid cancer include exposure to ionizing radiation, iodine-deficient diet, and certain familial cancer syndromes (eg, familial adenomatous polyposis).  Antithyroid drugs do not increase the risk for thyroid cancer. $#Educational objective# Thionamide antithyroid drugs (eg, propylthiouracil [PTU], methimazole) are used to decrease thyroid hormone production.  Methimazole is preferred for most patients due to the hepatotoxicity of PTU.  However, methimazole has potential teratogenic effects, so PTU is preferred in the first trimester of pregnancy.  ","clickable_1":"images/img1.14953.jpg"},

{"id":"20265","title":"A 41-year-old man comes to the office due to a 4-month history of fatigue, headache, weight loss, sweating, and palpitations.  He is otherwise healthy and takes no medications.  He does not use tobacco, alcohol, or illicit drugs.  Physical examination reveals lid lag and a fine hand tremor.  Neck examination reveals mild, diffuse enlargement of the thyroid gland.  Laboratory results are as follows:","title_table":"?TSH? 10 µU/mL ?Free thyroxine (T4)? 3.0 ng/dL (normal: 0.9–1.7) ?Total triiodothyronine (T3)? 400 ng/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's disorder?","audio":"","comparison_items":"","answer_1":"A. Elevated thyroxine-binding globulin","answer_2":"B. Graves disease","answer_3":"C. Painless thyroiditis","answer_4":"D. Pituitary tumor","answer_5":"E. Thyroid cancer","percent_1":"4%","percent_2":"24%","percent_3":"3%","percent_4":"65%","percent_5":"4%","right_answer":"D. Pituitary tumor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20265.jpg","explanation_1":"","explanation_2":"$The hypothalamus-pituitary-thyroid axis functions as follows: $• Thyroid hormone is released primarily as thyroxine (T4), with deiodination to triiodothyronine (T3) (the more active form) in peripheral tissues. $• Synthesis of thyroid hormone is driven by TSH secretion from the pituitary. $• TSH is regulated by thyrotropin-releasing hormone (TRH) from the hypothalamus. $• Secretion of both TRH and TSH is subject to negative feedback by T3. $#Hyperthyroidism# typically presents with fatigue, weight loss, and palpitations associated with elevated thyroid hormone levels.  Hyperadrenergic signs (eg, lid lag, tremor) are also common.  Most patients have primary hyperthyroidism (ie, intrinsic thyroid disorder with increased thyroid hormone release); TSH is low due to feedback suppression. $However, this patient has an #elevated TSH#, suggesting a pituitary etiology (ie, #secondary hyperthyroidism#).  The most common cause of secondary hyperthyroidism is a TSH-secreting #pituitary adenoma#.  The excess TSH causes generalized hypertrophy of the thyroid gland, manifesting as a #diffuse goiter#. $#(Choice A)#  Most thyroid hormone is transported bound to plasma proteins, primarily thyroxine-binding globulin (TBG).  Estrogen (eg, pregnancy, oral contraceptives) causes @increased production of TBG@, which lowers free thyroid hormone levels.  A brief rise in TSH subsequently increases production of thyroid hormone to saturate the increased TBG binding sites, and the patient returns to a euthyroid state.  Total T3 and T4 are elevated, but TSH and free hormone levels are normal. $#(Choices B and C)#  Graves disease is caused by autoantibodies that activate the TSH receptor and induce thyroid hormone production.  Painless thyroiditis is characterized by autoimmune destruction of thyroid follicles with release of preformed thyroid hormone.  Both conditions cause hyperthyroidism with elevated thyroid hormone levels, but TSH is suppressed by feedback inhibition. $#(Choice E)#  Thyroid cancer typically presents with a hard, asymmetric goiter.  Adjacent thyroid tissue may be compressed and nonfunctional, but the contralateral lobe can usually compensate and patients are typically euthyroid.  Thyroid follicular tumors may occasionally cause hyperthyroidism due to autonomous thyroid hormone production, but TSH is suppressed. $#Educational objective# The most common cause of secondary hyperthyroidism is a TSH-secreting pituitary adenoma.  In addition to hyperthyroid symptoms, TSH causes generalized hypertrophy of the thyroid gland (diffuse goiter).  Laboratory evaluation shows elevated levels of thyroid hormone (triiodothyronine and thyroxine) and TSH.  ","clickable_1":"images/img1.20265.jpg"},

{"id":"14951","title":"A 32-year-old woman comes to the office due to a persistent sensation of warmth.  For the last 6 months she has felt unusually warm compared to others in the room.  The patient has no medical problems and takes no medications or supplements.  She does not use tobacco, alcohol, or illicit drugs.  Family history is significant for hypothyroidism in her mother.  Temperature is 36.7 C (98 F), blood pressure is 130/60 mm Hg, and pulse is 104/min.  BMI is 20 kg/m2.  On physical examination, the patient appears anxious and has a staring gaze.  There is exophthalmos, lid lag, and a diffusely enlarged thyroid with an audible thyroid bruit.  The patient has a fine tremor on outstretched arms, and the skin is warm and moist.  Antibodies directed against which of the following are most likely to be found in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Thyroglobulin","answer_2":"B. Thyroid peroxidase","answer_3":"C. Thyrotropin receptor","answer_4":"D. Thyroxine","answer_5":"E. Triiodothyronine","percent_1":"9%","percent_2":"12%","percent_3":"77%","percent_4":"1%","percent_5":"1%","right_answer":"C. Thyrotropin receptor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Thyroid autoantibodies#∆⨉ §^#Antibody# ∆^#Disease association# §^#Thyrotropin (TSH)$ receptor antibody# ∆ • Graves disease • Functional bioassay (thyroid-stimulating immunoglobulin) is also available §^#Thyroid peroxidase$ antibody# ∆ • Chronic lymphocytic (Hashimoto) thyroiditis • Silent thyroiditis • Postpartum thyroiditis • Some patients with Graves disease §^#Thyroglobulin$ antibody# ∆ • Nonspecific, but more common in hypothyroidism than hyperthyroidism","explanation_img":"","explanation_1":"","explanation_2":"This patient has signs of hyperthyroidism, including heat intolerance, tachycardia, and lid lag.  In light of her diffuse goiter and exophthalmos this is very likely due to #Graves disease#.  Graves disease is an autoimmune disorder triggered by #thyrotropin receptor antibodies# (TRAb), which bind and activate the TSH receptor.  In addition to the thyroid, the TSH receptor antigen is present on other cell types, including fibroblasts and adipocytes.  @Graves ophthalmopathy@ is characterized by ocular irritation, impaired extraocular motion, and proptosis; it is caused by T-cell activation and stimulation of orbital fibroblasts by TRAb, leading to expansion of extraocular muscles and retro-orbital tissues. $TRAb binds to extracellular domains on the TSH receptor, a transmembrane G protein–coupled receptor.  The Gs alpha subunit activates adenylate cyclase and subsequently the @adenylate cyclase second messenger system@.  Serum TRAb immunoassays have a high sensitivity (97%) and specificity (99%) for Graves disease, although they detect both activating and blocking anti-TSH receptor antibodies.  Activating antibodies can be confirmed with a functional bioassay (thyroid-stimulating immunoglobulin) that measures cyclic AMP production by a TSH-receptor–expressing cell line in response to patient serum. $#(Choice A)#  Antibodies to thyroglobulin are thought to reflect disruption of thyroid follicles, which exposes thyroglobulin to the bloodstream.  They are present in a number of autoimmune thyroid disorders but are most common in autoimmune hypothyroidism and are present in only a minority of patients with Graves disease. $#(Choice B)#  Thyroid peroxidase antibodies are most closely associated with Hashimoto thyroiditis and related disorders (eg, silent thyroiditis, postpartum thyroiditis).  Hyperthyroidism with exophthalmos is most consistent with Graves disease. $#(Choices D and E)#  Antibodies to thyroxine and triiodothyronine (ie, anti-T4 and anti-T3 immunoglobulins, respectively) can be detected by adding radiolabeled thyroid hormone to the patient's serum followed by precipitation of the antigen-antibody complexes with polyethylene glycol.  These antibodies can be seen in a variety of autoimmune thyroid disorders, but are rare. $#Educational objective# Graves disease is an autoimmune disorder triggered by thyrotropin receptor antibodies (TRAb) that bind and activate the TSH receptor.  Serum TRAb immunoassays have a high sensitivity and specificity for Graves disease.  ","clickable_1":"images/img1.14951.jpg","clickable_2":"images/img2.14951.jpg"},

{"id":"14985","title":"A 48-year-old woman comes to the office for follow-up of primary hypothyroidism due to chronic autoimmune (Hashimoto) thyroiditis.  She feels well and has no palpitations, heat/cold intolerance, diarrhea/constipation, or changes in weight.  The patient takes levothyroxine daily on an empty stomach.  She has no other medical conditions and takes no other medications.  The patient has no drug allergies and does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 120/70 mm Hg and pulse is 72/min.  BMI is 27 kg/m2.  On physical examination, the thyroid is normal to palpation.  There is no peripheral edema.  Laboratory results show a serum TSH level of <0.01 µU/mL.  Maintaining the current dose of levothyroxine would put this patient at the greatest risk for which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Agranulocytosis","answer_2":"B. Atrial fibrillation","answer_3":"C. Dementia","answer_4":"D. Goiter","answer_5":"E. Hepatotoxicity","answer_6":"F. Thyroid cancer","percent_1":"14%","percent_2":"53%","percent_3":"2%","percent_4":"17%","percent_5":"8%","percent_6":"5%","right_answer":"B. Atrial fibrillation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cardiovascular effects of hyperthyroidism# ∆⨉ §^#Increased rate# ∆ • Tachycardia/palpitations • Atrial fibrillation §^#Increased contractility# ∆ • ↑ Ejection fraction & cardiac output • ↑ Myocardial oxygen demand & angina • ↑ Pulmonary artery pressure §#Peripheral vasodilation# ∆ • ↓ Systemic vascular resistance §^#Additional effects# ∆ • ↓ Diastolic pressure • ↑ Systolic pressure • ↑ Pulse pressure • High-output heart failure","explanation_img":"","explanation_1":"","explanation_2":"This patient is on #thyroid replacement therapy# for hypothyroidism and has a #suppressed TSH# (normal range: 0.5 to 5.0 µU/mL), indicating that her #current dose is too high#.  Excess thyroid hormone, whether due to endogenous hyperthyroidism or iatrogenic over-replacement with levothyroxine, causes increased beta-adrenergic receptor expression.  The resulting #hyperadrenergic state #can lead to significant cardiovascular complications. $Thyrotoxicosis is associated with hypertension, tachycardia, and increased myocyte automaticity.  #Atrial fibrillation# is the most common supraventricular arrhythmia and is a frequent complication of thyrotoxicosis.  Thyrotoxicosis also increases contractility, which increases myocardial oxygen demand and can #precipitate angina# in patients with underlying coronary disease.  It can also increase cardiac output (while also decreasing systemic vascular resistance) and lead to #high-output heart failure#.  Therefore, even though this patient feels well, her dose of levothyroxine should be reduced to avoid long-term complications of over-replacement. $#(Choices A and E)#  Agranulocytosis is a potential complication of thionamide antithyroid drugs (eg, propylthiouracil, methimazole).  Propylthiouracil can also cause hepatotoxicity.  However, levothyroxine used in thyroid replacement therapy does not cause these complications. $#(Choice C)#  Thyroid over-replacement can cause insomnia and affective symptoms (eg, anxiety, irritability).  Although hyperthyroidism in elderly patients may manifest as social withdrawal and slowed responses (apathetic depression) resembling dementia, cognitive dysfunction in younger patients is more likely to be seen in hypothyroidism rather than in hyperthyroidism. $#(Choice D)#  The goiter seen in hypothyroidism is due to chronic thyroid stimulation by TSH.  This manifestation improves with the administration of levothyroxine (as TSH levels are decreased) and is not seen in over-replacement. $#(Choice F)#  Thyroid cancer is a potential long-term complication of radioiodine therapy for hyperthyroidism. $#Educational objective# Thyrotoxicosis, whether due to endogenous hyperthyroidism or over-replacement with thyroid hormone in patients with hypothyroidism, causes a hyperadrenergic state that can lead to atrial fibrillation, high-output heart failure, and worsening of angina pectoris.  "},

{"id":"19946","title":"A 70-year-old woman comes to the office due to acute midthoracic back pain that started after a ground-level fall.  The patient has also had weakness and weight loss for the past 2 months.  Blood pressure is 150/70 mm Hg and pulse is 110/min.  Examination shows sweaty palms and a fine hand tremor.  Laboratory evaluation reveals normal hemoglobin, serum calcium, serum creatinine, and 25-hydroxyvitamin D levels.  Serum thyrotropin (TSH) is undetectable.  X-ray reveals a compression fracture of the T7 vertebra with diffuse demineralization of the bones.  Which of the following is most likely responsible for the bone abnormalities in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bone formation due to inhibition of osteoblast differentiation","answer_2":"B. Decreased mineralization of bone matrix","answer_3":"C. Increased bone resorption due to increased calcitonin release","answer_4":"D. Increased bone resorption due to stimulation of osteoclasts","answer_5":"E. Interleukin-1–induced uncoupling of bone resorption and formation","percent_1":"14%","percent_2":"17%","percent_3":"7%","percent_4":"55%","percent_5":"7%","right_answer":"D. Increased bone resorption due to stimulation of osteoclasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19946.jpg","explanation_1":"","explanation_2":"$This patient has #hyperthyroidism#, presenting with weight loss, tremor, tachycardia, and a suppressed TSH level.  In addition, she has an acute vertebral compression fracture and diffuse bone mineral loss consistent with #osteoporosis#. $Hyperthyroidism causes increased bone turnover with #net bone loss#.  The bone loss in hyperthyroidism is driven by #triiodothyronine (T3)#, the more active form of thyroid hormone that is generated primarily by deiodination of thyroxine (T4) in peripheral tissues.  T3 stimulates osteoclast differentiation, #increased bone resorption#, and release of calcium. $As calcium is released from the bones into the circulation, it suppresses parathyroid hormone (PTH) secretion, which leads to decreased reabsorption of calcium in the renal tubules and gut.  This maintains #normal blood calcium levels# as bone mineralization is progressively depleted. $#(Choice A)#  Thyroid hormone stimulates (not inhibits) osteoblast differentiation and activity, leading to increased formation of new bone.  However, in the hyperthyroid state, this effect is outweighed by a greater increase in bone loss. $#(Choice B)#  Mineralization of bone matrix is regulated directly by local concentrations of calcium and inorganic phosphate and indirectly by multiple endocrine and paracrine factors (eg, PTH, vitamin D).  Although vitamin D deficiency can cause osteomalacia due to impaired mineralization, thyroid hormone has only a minor effect on this process. $#(Choice C)#  Calcitonin is released by the parafollicular cells of the thyroid.  It @inhibits osteoclast activity@, leading to decreased (not increased) bone resorption.  Calcitonin is regulated primarily by circulating calcium levels, not thyroid hormone. $#(Choice E)#  In addition to causing @lytic bone lesions@, multiple myeloma causes diffuse bone loss due to interleukin-1–induced uncoupling of bone resorption and formation (ie, increased osteoclast activity without a restorative osteoblast action). $#Educational objective# Hyperthyroidism causes increased bone turnover with net bone loss, potentially leading to osteoporosis.  The bone loss is driven by triiodothyronine, which stimulates osteoclast differentiation, increased bone resorption, and release of calcium.  ","clickable_1":"images/img1.19946.jpg","clickable_2":"images/img2.19946.jpg"},

{"id":"15016","title":"A 16-year-old girl is brought to the office by her mother due to concern about excessive weight loss.  The patient has lost 4.5 kg (10 lb) over the past 2 months, but thinks she still appears overweight, and is worried about gaining weight.  She does not use tobacco, alcohol, or illicit drugs.  Her mother has hypothyroidism.  Blood pressure is 130/70 mm Hg, and pulse is 105/min and regular.  There are no orthostatic changes.  BMI is 22 kg/m2.  On examination, the patient appears anxious.  The thyroid is small and without palpable nodules.  There is a fine tremor seen in the fingers when the arms are outstretched.  Deep tendon reflexes are 3+ diffusely.  The skin is warm and moist.  Laboratory results show decreased TSH, elevated free thyroxine (T4), and undetectable thyroglobulin levels.  Which of the following is most likely to be seen on thyroid biopsy of this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diffuse atrophy of the thyroid follicles with decreased colloid","answer_2":"B. Extensive lymphocytic infiltrate with germinal center formation","answer_3":"C. Inflammatory disruption of the follicles and multinucleated giant cells","answer_4":"D. Small clusters of spindle cells and foci of C-cell hyperplasia","answer_5":"E. Tall columnar follicular epithelium with scalloped margins of the colloid","percent_1":"48%","percent_2":"14%","percent_3":"7%","percent_4":"4%","percent_5":"27%","right_answer":"A. Diffuse atrophy of the thyroid follicles with decreased colloid","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptoms (eg, weight loss, tachycardia, and tremors), elevated free thyroxine (T4), and suppressed TSH are indicative of #thyrotoxicosis#.  However, her thyroid is small and serum #thyroglobulin is undetectable#, which suggests an #exogenous source# of thyroid hormone.  Thyroglobulin is a glycoprotein produced by thyroid follicular cells that makes up a substantial component of follicular colloid and serves as the substrate for the formation of thyroid hormone.  A small amount is released by the thyroid in normal function.  Low levels, as in this patient, suggest noninflammatory #suppression of thyroid activity#. $In light of her mother's hypothyroidism, which suggests a possible source of levothyroxine tablets, this patient is likely surreptitiously taking thyroid hormone in an attempt to lose weight.  Exogenous thyrotoxicosis can also occur in patients taking over-the-counter supplements containing animal thyroid tissue and in erroneous dosing of thyroid replacement therapy.  Excess T4 supplementation suppresses TSH, which decreases iodine organification and colloid formation resulting in #atrophy of thyroid follicles#. $#(Choice B)#  Histopathology in @chronic autoimmune (Hashimoto) thyroiditis@ is characterized by a mononuclear infiltrate consisting of lymphocytes and plasma cells, often with germinal centers.  Hashimoto thyroiditis typically presents with primary hypothyroidism (elevated TSH, low free T4) and goiter; although Hashimoto's can occasionally present with an initial hyperthyroid phase, these patients will have elevated thyroglobulin levels due to inflammatory disruption of thyroid follicles. $#(Choice C)#  Subacute @granulomatous (de Quervain) thyroiditis@ is characterized by disruption of follicles and a mixed cellular infiltrate with occasional multinucleated giant cells.  Patients may have hyperthyroidism but typically have a painful, tender thyroid gland and high levels of thyroglobulin due to destructive thyroiditis. $#(Choice D)#  @Medullary thyroid cancer@ is a neuroendocrine tumor that arises from calcitonin-secreting parafollicular C cells.  Microscopy shows nests or sheets of polygonal or spindle-shaped cells with extracellular amyloid deposits (derived from calcitonin).  Clinical features include diarrhea, flushing, and thyroid nodules, but TSH and free T4 are normal. $#(Choice E)#  @Graves disease@ presents with a diffusely enlarged thyroid gland associated with hyperthyroidism, exophthalmos, and pretibial myxedema.  The thyroid follicular epithelium is tall and crowded with hyperactive reabsorption, causing scalloping around the edges of the colloid.  However, high serum levels of thyroglobulin would be seen due to increased thyroid metabolic activity. $#Educational objective# Exogenous hyperthyroidism is characterized by elevated free thyroxine (T4), suppressed TSH, and low/undetectable thyroglobulin.  It can occur with surreptitious levothyroxine misuse, animal-sourced thyroid supplements, and erroneous dosing of thyroid replacement therapy.  Over time, the lack of TSH stimulation causes the thyroid follicles to become atrophic.  ","clickable_1":"images/img1.15016.jpg","clickable_2":"images/img2.15016.jpg","clickable_3":"images/img3.15016.jpg","clickable_4":"images/img4.15016.jpg"},

{"id":"1945","title":"A 32-year-old previously healthy woman comes to the office due to several weeks of anxiety, palpitations, excessive sweating, and thinning hair.  The symptoms have progressively worsened and interfered significantly with her daily activities.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 130/70 mm Hg and pulse is 104/min.  On physical examination, there is lid lag, moderate exophthalmos, and fine tremors of the outstretched hands.  After the diagnosis is made, she is prescribed propranolol for immediate symptom control.  Which of the following findings is most likely to persist in this patient despite this therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anxiety","answer_2":"B. Diaphoresis","answer_3":"C. Exophthalmos","answer_4":"D. Hand tremor","answer_5":"E. Heat intolerance","answer_6":"F. Palpitations","percent_1":"4%","percent_2":"6%","percent_3":"85%","percent_4":"2%","percent_5":"3%","percent_6":"0%","right_answer":"C. Exophthalmos","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#General manifestations of hyperthyroidism# ∆⨉ §^#Symptoms# ∆ • Anxiety & insomnia • Palpitations • Heat intolerance • Increased perspiration • Weight loss without decreased appetite §^#Physical examination# ∆ • Goiter • Hypertension • Tremors involving fingers/hands • Hyperreflexia • Proximal muscle weakness • Lid lag • Atrial fibrillation","explanation_img":"","explanation_1":"","explanation_2":"#Graves disease# is an autoimmune disorder characterized by autoantibodies that bind to and activate the TSH receptor (#thyrotropin receptor antibodies# [TRAb]).  In the thyroid, TRAb triggers release of thyroid hormones, leading to thyrotoxicosis.  Hyperthyroidism causes increased expression of #beta-adrenergic receptors# in various organs, and the subsequent hyperadrenergic state can result in hypertension, tremor, heat intolerance, palpitations/tachycardia, and hyperreflexia #(choices D, E, and F)#.  Patients with Graves disease are frequently given beta-adrenergic blocking medications (eg, propranolol) to control these manifestations while awaiting definitive management. $TSH receptors are also present on fibroblasts, adipocytes, and other tissues.  @Graves ophthalmopathy@ results from stimulation of orbital fibroblasts and adipocytes by TRAb and activated T cells.  The fibroblasts secrete excess amounts of glycosaminoglycans, leading to expansion of the ground substance of retro-orbital tissues.  This, along with excess adipose deposition, displaces the globe forward (#exophthalmos#) and leads to restricted movement of the extraocular muscles (eg, diplopia).  These manifestations are not mediated by thyroid hormone or adrenergic stimulation and do not respond to beta blockers.  However, as they are #immune mediated#, the manifestations of Graves ophthalmopathy usually respond to #glucocorticoid therapy#. $#(Choice A)#  Although beta blockers can cause fatigue and depressive symptoms, they help reduce fatigue and mood lability in patients with Graves disease by ameliorating sympathetic overactivation.  Beta blockers can also help blunt the physical manifestations of anxiety. $#(Choice B)#  Apocrine sweat glands are stimulated primarily by catecholamines; beta blockers can reduce secretory activity.  By contrast, eccrine sweat glands are directly innervated by cholinergic fibers.  However, centrally acting beta blockers (eg, propranolol) can modulate eccrine activity and reduce emotionally driven (eg, anxiety) stimulation of eccrine sweating. $#Educational objective# Hyperthyroidism causes a hyperadrenergic state characterized by hypertension, palpitations/tachycardia, sweating, heat intolerance, tremor, and hyperreflexia.  Beta blockers can relieve these symptoms.  Exophthalmos in Graves disease is due to an immune-mediated increase in orbital soft tissue mass and does not improve with beta blockers.  ","clickable_1":"images/img1.1945.jpg"},

{"id":"19752","title":"A newborn boy is found to have elevated TSH and low thyroxine (T4) levels on routine newborn screening.  The patient was born vaginally to a 32-year-old, healthy woman at 39 weeks gestation.  The 5-minute Apgar score was 9.  Ultrasound of the neck reveals an ectopically located, small thyroid gland just above the hyoid bone.  Early treatment with levothyroxine is indicated primarily to prevent which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Excessive weight gain","answer_2":"B. Neurocognitive dysfunction","answer_3":"C. Nutrient malabsorption","answer_4":"D. Proptosis","answer_5":"E. Thyroid gland enlargement","percent_1":"3%","percent_2":"81%","percent_3":"2%","percent_4":"2%","percent_5":"13%","right_answer":"B. Neurocognitive dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital hypothyroidism# ∆⨉ §^#Clinical$ manifestations# ∆ • Asymptomatic at birth • After maternal thyroxine wanes (weeks to months): $== ○ Lethargy, poor feeding $== ○ Enlarged fontanelle $== ○ Protruding tongue, puffy face, umbilical hernia $== ○ Constipation $== ○ Prolonged jaundice $== ○ Dry skin §^#Diagnosis# ∆ • ↑ TSH & ↓ free thyroxine levels • Newborn screening §^#Treatment# ∆ • Levothyroxine* %#*Delayed treatment is associated with neurocognitive dysfunction (eg, ↓ intelligence quotient).","explanation_img":"","explanation_1":"","explanation_2":"This newborn with elevated TSH and low thyroxine (T4) has #congenital hypothyroidism# due to failed @thyroid gland migration@.  #Ectopic thyroid# tissue typically produces inadequate levels of T4, a hormone critical to the metabolism, growth, and development of the fetus and young child. $Newborns with congenital hypothyroidism are usually asymptomatic due to transplacental transfer of small amounts of maternal T4 that prevent development of overt symptoms.  As such, most infants are identified via #routine newborn screening#.  Prompt initiation of treatment with #levothyroxine# (ie, thyroid hormone supplementation) before maternally derived T4 wanes (weeks to months after birth) is associated with an #excellent prognosis# and no long-term deficits. $In contrast, #untreated# or inadequately treated hypothyroidism in the first few years of life is associated with #neurocognitive dysfunction#.  These patients typically have #lower intelligence quotients# (IQs) compared to those with appropriately treated hypothyroidism.  Severe, untreated hypothyroidism may also lead to #neurologic deficits# (eg, sensorineural hearing loss, poor coordination).  Of note, pregnant women inadequately treated for hypothyroidism are at increased risk of having a child with a decreased IQ because the developing fetus depends solely on maternal T4 during early gestation. $#(Choices A and E)#  Elevated TSH associated with untreated hypothyroidism leads to thyroid gland overstimulation and, often, enlargement (ie, goiter).  Myxedema (due to glycosaminoglycan accumulation) and a decreased metabolic rate can cause excessive weight gain in untreated disease.  However, in contrast to irreversible neurocognitive dysfunction, preventing these largely reversible manifestations of hypothyroidism are not the primary goals of therapy. $#(Choice C)#  Some autoimmune diseases, such as celiac disease and pernicious anemia, are more common in patients with hypothyroidism, and are associated with nutrient loss due to malabsorption.  Treatment of hypothyroidism does not decrease the risk for these conditions, and hypothyroidism alone does not cause malabsorption. $#(Choice D)#  Proptosis occurs with untreated Graves' hyperthyroidism, not hypothyroidism, due to extraocular muscle swelling and orbital edema.  In contrast to this case, hyperthyroidism is characterized by low TSH and high T4. $#Educational objective# Congenital hypothyroidism is treated with prompt initiation of levothyroxine in early infancy.  Late or inadequate treatment is associated with cognitive (ie, lower intelligence quotient) and neurologic (eg, hearing loss, incoordination) dysfunction.  ","clickable_1":"images/img1.19752.jpg"},

{"id":"20306","title":"A 28-year-old woman, gravida 1 para 1, comes to the office for a follow-up appointment 4 months after giving birth to a healthy boy.  For the past 3 weeks the patient has had progressive fatigue associated with loss of interest in day-to-day activities, irritability, and poor concentration.  In the 2 weeks prior to the onset of fatigue, she experienced excessive sweating and palpitations.  Blood pressure is 140/74 mm Hg and pulse is 60/min.  The thyroid gland is firm, diffusely enlarged, and nontender.  Laboratory results show elevated serum TSH and low free T4.  Which of the following pathological processes is likely responsible for this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dense fibrous replacement of the thyroid gland","answer_2":"B. Granulomatous inflammation of the pituitary hypophysis","answer_3":"C. Granulomatous inflammation of the thyroid gland","answer_4":"D. Lymphocyte-mediated thyroid follicular damage","answer_5":"E. Lymphocytic infiltration of the pituitary hypophysis","percent_1":"8%","percent_2":"2%","percent_3":"15%","percent_4":"69%","percent_5":"5%","right_answer":"D. Lymphocyte-mediated thyroid follicular damage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Postpartum thyroiditis!?Pathophysiology? • Autoimmune destruction of thyroid follicles & release of preformed thyroid hormone• Lymphocytic infiltrates ± germinal centers?Clinical course? • Onset ≤12 months after pregnancy• Transient hyperthyroid phase (↑ T4 & T3, ↓ TSH)• Brief hypothyroid phase (↓ T4 & T3, ↑ TSH)• Return to euthyroid state?Diagnosis? • ↑ Serum thyroglobulin• ↓ Radioiodine uptake• Ultrasound: diffuse thyroid enlargement with ↓ blood flow%#T3# = triiodothyronine; #T4# = thyroxine.","explanation_img":"","explanation_1":"","explanation_2":"This patient has primary hypothyroidism, presenting with a low serum thyroxine level and elevated TSH, associated with fatigue and neurocognitive symptoms.  Immediately preceding this, she had symptoms suggesting hyperthyroidism (ie, palpitation, diaphoresis).  In light of her recent childbirth, this @phasic pattern@ of thyroid dysfunction is most consistent with postpartum thyroiditis. $#Postpartum thyroiditis# occurs within 12 months of pregnancy and is characterized by #autoimmune destruction of thyroid follicles# similar to that seen in @chronic lymphocytic (Hashimoto) thyroiditis@.  It typically begins with a hyperthyroid phase due to #release of preformed thyroid hormone#, followed by a transient hypothyroid phase due to depletion of thyroid hormone and an eventual return to a euthyroid state. $Postpartum thyroiditis is associated with high titers of #antithyroid peroxidase and antithyroglobulin autoantibodies#, which activate complement in thyroid follicles and stimulate NK cells.  Histologic inspection demonstrates #lymphocytic infiltration#, sometimes with formation of @germinal centers@.  Breakdown of follicle margins and loss of colloid may also be seen. $#(Choice A)#  Riedel thyroiditis is a rare disorder characterized by extensive fibrosis of the thyroid that extends into surrounding tissues.  The thyroid gland is hard and fixed.  Hypothyroidism is common but is not typically preceded by a hyperthyroid phase. $#(Choices B and E)#  Granulomatous inflammation in the pituitary can occur as a primary phenomenon or secondary to systemic granulomatous disorders (eg, sarcoidosis, tuberculosis).  Lymphocytic hypophysitis is an uncommon disorder that also occurs with increased frequency in postpartum women.  Both of these disorders can cause secondary/central hypothyroidism due to loss of pituitary thyrotrophs, which leads to low (not elevated) TSH. $#(Choice C)#  Like postpartum thyroiditis, subacute (postviral, granulomatous, De Quervain) thyroiditis also follows a phasic course with initial hyperthyroidism due to release of preformed hormone followed by a hypothyroid phase.  However, the thyroid is painful and tender, and fever is common because it is believed to be a postviral inflammatory process. $#Educational objective# Postpartum thyroiditis occurs within 12 months of pregnancy and is characterized by autoimmune destruction of thyroid follicles.  It begins with a hyperthyroid phase due to release of preformed thyroid hormone, followed by a transient hypothyroid phase due to depletion of thyroid hormone.  Histologic inspection demonstrates lymphocytic infiltration, sometimes with formation of germinal centers. ","clickable_1":"images/img1.20306.jpg","clickable_2":"images/img2.20306.jpg","clickable_3":"images/img3.20306.jpg"},

{"id":"19745","title":"A 72-year-old man is hospitalized for cough, purulent sputum, and shortness of breath.  His medical conditions include type 2 diabetes and hypertension.  A chest x-ray reveals right lower lobe pneumonia, and treatment is started with supplemental oxygen and antibiotics.  While hospitalized, the patient develops persistent sinus tachycardia.  Thyroid function tests ordered during the subsequent work up reveal:","title_table":"?Thyroid-stimulating hormone (TSH)? 1.3 mU/L (normal: 0.5–5.0 mU/L)?Free thyroxine (T4)? 1.2 ng/dL (normal: 0.9–2.4 ng/dL)?Triiodothyronine (T3), total? 60 ng/dL (normal: 115–190 ng/dL)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the primary contributor to the decreased total T3 level in this patient?","audio":"","comparison_items":"","answer_1":"A. Decreased conversion of T4 to T3 in peripheral tissue","answer_2":"B. Decreased iodination of thyroglobulin","answer_3":"C. Decreased T3 production in the thyroid gland","answer_4":"D. Iodine deficiency","answer_5":"E. Pituitary resistance to thyrotropin-releasing hormone","percent_1":"87%","percent_2":"5%","percent_3":"5%","percent_4":"2%","percent_5":"1%","right_answer":"A. Decreased conversion of T4 to T3 in peripheral tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Euthyroid sick syndrome#$ #(low T3 syndrome)#∆⨉ §^#Clinical$ presentation# ∆ • Abnormal thyroid function tests in acutely ill patient • Mild central hypothyroid state; asymptomatic §^#Pathophysiology# ∆ • Suppression of 5'-deiodinase by glucocorticoids and inflammatory cytokines (eg, TNF-alpha, IL-1, IFN-beta) • Decreased peripheral conversion of T4 to T3 • Decreased hypothalamic TRH secretion §^#Diagnostic testing# ∆ • Early: Low T3, normal TSH & T4 • Late: Low T3, TSH & T4 %#IFN =# interferon; #IL =# interleukin; #TNF =# tumor necrosis factor; #TRH =# thyrotropin-releasing hormone.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #euthyroid sick syndrome# (ESS) (also known as low T3 syndrome), characterized by a #low T3 level#, normal thyroid-stimulating hormone (TSH), and normal T4.  Thyroid hormone is released primarily in the form of T4, with conversion to T3 (the more active form) by 5'-deiodinase (types I and II) in peripheral tissues.  In #severe illness#, high levels of cortisol, inflammatory cytokines, and free fatty acids #suppress deiodination of T4#, resulting in @lower circulating levels of T3@.  Concurrently, upregulation of 5'-deiodinase type III leads to increased conversion of T4 to reverse T3 (inactive form). $ESS is thought to be a form of #mild, transient central hypothyroidism#, intended to #decrease maladaptive catabolism# in severe illness; treatment with exogenous thyroid hormone does not improve outcomes and is not indicated.  With increasing duration and severity of illness, central production of thyrotropin-releasing hormone (TRH) and TSH are also suppressed, leading to lower circulating TSH and T4 levels. $#(Choice B)#  Thyroglobulin is @iodinated@ by thyroperoxidase (TPO) in follicular colloid.  TPO activity is increased by TSH and suppressed by thioamides (eg, methimazole, propylthiouracil).  Although TSH (and therefore iodination of thyroglobulin) falls in later ESS, this patient's TSH is normal, and his normal T4 level suggests adequate iodination. $#(Choice C)#  Although a small amount of T3 is produced in the thyroid (from T4 via 5'-deiodinase type II), most is produced in peripheral tissues.  The fall in circulating T3 levels in ESS is primarily due to suppression of peripheral conversion. $#(Choice D)#  Iodine deficiency is rare in developed countries.  When it occurs, it presents chronically with goiter and primary hypothyroidism (ie, elevated TSH, low T4).  This patient has a normal TSH level, making iodine deficiency unlikely. $#(Choice E)#  Proinflammatory cytokines decrease TSH levels by reducing secretion of TRH in the hypothalamus.  In patients with ESS, TSH increases normally following administration of exogenous TRH, suggesting an intact pituitary response to TRH. $#Educational objective# Euthyroid sick syndrome (ESS) is a common pattern of thyroid function markers seen in severely ill patients.  It is characterized by decreased conversion of T4 to T3 in peripheral tissues.  Initial findings include a low T3 level, but later, T4 and thyroid-stimulating hormone levels may also decrease.  ESS may represent a mild central hypothyroid state, which functions to minimize catabolism in severe illness.  ","clickable_1":"images/img1.19745.jpg","clickable_2":"images/img2.19745.jpg"},

{"id":"770","title":"A 32-year-old woman comes to the office due to neck swelling.  The patient says her neck has gradually gotten larger, and she does not like how it appears in the mirror.  She otherwise feels well and has no hoarseness, trouble swallowing, or shortness of breath.  There is no history of head and neck irradiation.  The patient has no prior medical conditions and takes no medications.  She has a sister with vitiligo.  Blood pressure is 110/60 mm Hg and pulse is 75/min.  On physical examination, the thyroid is diffusely enlarged with no palpable nodules.  There is no tracheal deviation.  Serum TSH and free thyroxine levels are normal.  Antibodies against thyroid peroxidase are present in high titers.  The antigenic target of these antibodies is involved in which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Iodide uptake","answer_2":"B. Iodotyrosine deiodination","answer_3":"C. Thyroglobulin iodination","answer_4":"D. Thyroglobulin synthesis","answer_5":"E. Thyroxine to triiodothyronine conversion","percent_1":"4%","percent_2":"6%","percent_3":"70%","percent_4":"9%","percent_5":"11%","right_answer":"C. Thyroglobulin iodination","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp770.jpg","explanation_1":"","explanation_2":"$Thyroid follicular cells take up iodide (I−), which is then transported into the thyroid follicular lumen, where it is oxidized to iodine (I2).  Following oxidation, in a process referred to as organification, iodine reacts with tyrosine residues in thyroglobulin to form monoiodotyrosine (MIT) and diiodotyrosine (DIT) (iodination).  While still attached to thyroglobulin, DIT and MIT participate in 2 coupling reactions:  The coupling of 2 DITs results in formation of #thyroxine# (T4); the combination of 1 DIT and 1 MIT leads to the formation of #triiodothyronine# (T3).  Subsequently, thyroglobulin, which is now attached to multiple iodinated tyrosine compounds (ie, MIT, DIT, T3, T4), is engulfed by the thyroid follicular cells and digested within lysosomes, releasing T3 and T4 into the circulation.  Free DIT and MIT are also produced, but only small amounts are secreted because iodotyrosine deiodinase removes the iodine groups from MIT and DIT for recycling #(choice B).# $#Thyroid peroxidase# (TPO) is a multifunctional enzyme that catalyzes the oxidation of iodide, the iodination of thyroglobulin, and the coupling reaction between 2 iodized tyrosine residues.  Antibodies against TPO can be seen in a variety of autoimmune thyroid disorders, most commonly chronic lymphocytic (Hashimoto) thyroiditis (90% of patients).  Hashimoto thyroiditis is a common cause of diffuse goiter, as in this patient.  Although most patients develop residual hypothyroidism (low T4, elevated TSH), early in the disease they may be euthyroid (normal T4, normal TSH) or briefly hyperthyroid (elevated T4, suppressed TSH). $#(Choice A)#  Uptake of iodide from the blood against its concentration gradient is an energy-dependent process carried out by the sodium-iodide symporter and stimulated by TSH.  TPO is not involved in iodide uptake. $#(Choice D)#  Thyroglobulin is a high-molecular-weight, glycosylated protein that is the major component of colloid in the thyroid follicle.  TPO is involved in iodination, but not synthesis of thyroglobulin. $#(Choice E)#  As noted above, the thyroid produces both T3 and T4, although most is in the form of T4.  T3, the more active form of thyroid hormone, is produced primarily in peripheral tissues by deiodination of T4.  This reaction is catalyzed by iodothyronine deiodinase, not by TPO. $#Educational objective# Thyroid peroxidase (TPO) catalyzes the oxidation of iodide to iodine, the iodination of thyroglobulin tyrosine residues, and the iodotyrosine coupling reaction that forms T3 and T4.  Antibodies against TPO are present in >90% of patients with chronic lymphocytic (Hashimoto) thyroiditis.  "},

{"id":"1213","title":"A 35-year-old woman comes to the emergency department due to a \"racing heart\" and shortness of breath.  She has had insomnia and increasing anxiety for the past several weeks.  The patient has no prior medical problems and takes no medications.  She has no drug allergies and does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 140/70 mm Hg and pulse is 120/min.  Physical examination shows a diffusely enlarged, warm thyroid gland.  There is a fine tremor in her outstretched hands.  ECG shows sinus tachycardia.  Serum TSH is decreased and free thyroxine (T4) is increased.  The patient is treated with multiple drugs, including propranolol.  In addition to its beta-adrenergic receptor-blocking activity, this drug is likely to decrease which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binding of triiodothyronine (T3) to its receptors","answer_2":"B. New thyroid hormone synthesis","answer_3":"C. Peripheral conversion of T4 to T3","answer_4":"D. Release of T4 by the thyroid gland","answer_5":"E. Serum levels of TSH receptor antibodies","percent_1":"12%","percent_2":"7%","percent_3":"69%","percent_4":"10%","percent_5":"2%","right_answer":"C. Peripheral conversion of T4 to T3","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1213.jpg","explanation_1":"","explanation_2":"$This patient has primary #hyperthyroidism# with an elevated thyroxine (T4) and suppressed TSH level.  In light of her diffuse goiter, this is likely due to Graves disease.  Hyperthyroidism causes #upregulation of beta-adrenergic receptor expression#, leading to #increased catecholamine effect# manifesting as hypertension, palpitations/tachycardia, heat intolerance, tremor, and hyperreflexia. $#Beta blockers# (eg, propranolol) are used to #blunt the adrenergic manifestations# of hyperthyroidism while awaiting definitive management (eg, surgery, radioiodine).  In addition, lipid-soluble beta blockers (including propranolol) #reduce conversion of T4 to triiodothyronine (T3)#, the more active form of thyroid hormone, by inhibiting 5'-monodeiodinase in peripheral tissues.  Peripheral conversion of T4 to T3 is also decreased by glucocorticoids and propylthiouracil. $#(Choice A)#  The thyroid hormone receptor functions as a transcriptional modulator of several thyroid hormone–responsive genes.  It is an intranuclear protein, and binding is not affected by beta blockers. $#(Choices B and D)#  Thionamides (eg, propylthiouracil, methimazole) decrease thyroid hormone synthesis by inhibiting thyroid peroxidase.  Iodine inhibits release of T4 and T3 from the thyroid.  However, beta blockers do not alter thyroid hormone synthesis or release. $#(Choice E)#  Graves disease is caused by autoantibodies that bind and stimulate the TSH receptor.  Glucocorticoids and other immunosuppressive agents can decrease production of these antibodies, but beta blockers do not affect serum levels of TSH receptor antibodies. $#Educational objective# Hyperthyroidism causes upregulation of beta-adrenergic receptor expression, leading to increased catecholamine effect.  Beta blockers are used to blunt the adrenergic manifestations of hyperthyroidism.  In addition, lipid-soluble beta blockers reduce conversion of T4 to T3 by inhibiting 5'-monodeiodinase in peripheral tissues. "},

{"id":"19750","title":"A 7-year-old boy is brought to the clinic for a well-child visit.  Over the past year, the patient has become fidgety, impulsive, inattentive, and restless, leading to a progressive decline in his grades.  Height and weight are at the 50th and 5th percentiles for his age, respectively.  The patient takes no medications or supplements.  The thyroid gland is diffusely enlarged to palpation without tenderness or bruit.  Neurologic examination reveals no focal findings.  Results of thyroid function tests are as follows:","title_table":"?TSH? 7 mU/L?Thyroxine, total? 16 µg/dL?Triiodothyronine? 210 ng/dL (normal: 80–195)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely etiology of this patient's thyroid function test abnormalities?","audio":"","comparison_items":"","answer_1":"A. Chronic autoimmune thyroiditis","answer_2":"B. Elevated thyroxine-binding globulin","answer_3":"C. Graves disease","answer_4":"D. Organification defect in thyroid hormone synthesis","answer_5":"E. Resistance to thyroid hormone","percent_1":"12%","percent_2":"15%","percent_3":"22%","percent_4":"7%","percent_5":"43%","right_answer":"E. Resistance to thyroid hormone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19750.jpg","explanation_1":"","explanation_2":"$This patient's #increased# levels of #thyroxine (T4)#, #triiodothyronine (T3)#, and #TSH# are concerning for #thyroid hormone resistance#.  Most cases are due to an inherited mutation affecting #thyroid hormone receptor beta#, which results in #decreased thyroid hormone sensitivity# in the hypothalamic-pituitary-thyroid axis and peripheral tissues.  Increased levels of T3 and T4 normally provide @negative feedback@ to the pituitary to decrease TSH production.  However, because pituitary cells are also resistant to thyroid hormone in this condition, TSH rises, driving further production of T3 and T4. $The presentation of thyroid hormone resistance varies greatly due to fluctuating thyroid hormone sensitivity in different target tissues; patients may be asymptomatic (ie, euthyroid) or develop hypothyroid or hyperthyroid symptoms (eg, low weight, as in this patient).  The most common finding is #goiter# due to overstimulation of the thyroid gland by TSH.  #Attention deficit hyperactivity disorder# (ADHD) and #tachycardia #are also common due to the preponderance of alpha thyroid hormone receptors (with normal sensitivity) in the CNS and heart. $#(Choice A)#  Chronic autoimmune (Hashimoto) thyroiditis leads to autoantibody-mediated thyroid gland destruction characterized by goiter and symptoms of hypothyroidism (eg, fatigue, constipation, dry skin).  Low T3 and T4 production results in increased TSH. $#(Choice B)#  Thyroxine-binding globulin (TBG) binds thyroid hormones and maintains a constant pool of free T3 and T4.  @Increases in TBG@ (eg, pregnancy) result in a clinically euthyroid, asymptomatic state characterized by an increased total T3 and T4 but normal levels of free hormones and TSH. $#(Choice C)#  TSH receptor–stimulating antibodies in Graves disease cause increased T3 and T4 production with signs of hyperthyroidism, including goiter.  In contrast to this patient, those with this condition have appropriate negative feedback to the pituitary, leading to low TSH levels. $#(Choice D)#  Defective thyroid hormone synthesis leads to overt hypothyroidism starting in infancy; symptoms include lethargy, hypotonia, and constipation.  Laboratory evaluation shows low T3 and T4 and elevated TSH. $#Educational objective# Thyroid hormone resistance is characterized by decreased sensitivity of peripheral tissues to thyroid hormones due to a defect in the thyroid hormone receptor.  Levels of thyroxine, triiodothyronine, and TSH are increased.  Patients classically have goiter and frequently develop attention deficit hyperactivity disorder.  ","clickable_1":"images/img1.19750.jpg","clickable_2":"images/img2.19750.jpg"},

{"id":"626","title":"A 22-year-old woman comes to the office due to palpitations, weight loss, and insomnia.  She has lost 7 kg (15.4 lb) in the past 3 months.  The patient has no other medical problems and takes no medication.  She does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 130/80 mm Hg and pulse is 104/min and regular.  The thyroid gland is diffusely enlarged and nontender on palpation.  Laboratory studies show markedly decreased serum TSH and elevated thyroxine levels.  Methimazole monotherapy is initiated.  Two months later, her symptoms had resolved.  The treatment most likely improved this patient's condition by directly inhibiting which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Colloid production","answer_2":"B. Coupling of iodotyrosines","answer_3":"C. Iodide uptake by the thyroid gland","answer_4":"D. Peripheral thyroxine to triiodothyronine conversion","answer_5":"E. Triiodothyronine/thyroxine effect on target tissues","percent_1":"2%","percent_2":"75%","percent_3":"7%","percent_4":"14%","percent_5":"2%","right_answer":"B. Coupling of iodotyrosines","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp626.jpg","explanation_1":"","explanation_2":"$@Thyroid follicular cells@ take up inorganic iodide (iodide trapping) against a concentration gradient using a sodium-iodide symporter.  Iodide is then released into the thyroid follicular lumen, where it is oxidized to iodine radical by thyroid peroxidase.  Iodine then binds to tyrosine residues (organification) in thyroglobulin to form monoiodotyrosine (MIT) and diiodotyrosine (DIT).  Coupling of MIT and DIT produces triiodothyronine (T3; MIT coupled with DIT) and thyroxine (T4; two DITs coupled).  The thyroid follicular cells then engulf thyroglobulin, which contains the iodinated tyrosine compounds, via pinocytosis.  In the thyroid cytoplasm, T3 and T4 (collectively, thyroid hormones) are removed from the rest of the thyroglobulin and secreted from the basolateral border. $This patient with elevated T4 and suppressed TSH has primary #hyperthyroidism#.  Methimazole and propylthiouracil are #thioamide drugs# used for treating hyperthyroidism.  They #inhibit thyroid peroxidase#, the enzyme responsible for both #iodine organification# and #coupling of iodotyrosines#.  Propylthiouracil also decreases the peripheral conversion of T4 to the active hormone T3, although methimazole does not have this effect #(choice D).# $#(Choice A)#  Colloid is a gelatinous material in the follicular lumen that consists mainly of thyroglobulin.  The production of colloid is regulated primarily by TSH; it is not dependent on thyroid peroxidase and is not inhibited by thioamides. $#(Choice C)#  Iodide uptake is upregulated by TSH.  Perchlorate and pertechnetate are competitive inhibitors of the sodium-iodide symporter. $#(Choice E)#  Hyperthyroidism is characterized by increased sensitivity to catecholamines due to the thyroid hormone–mediated upregulation of beta-adrenergic receptors.  Beta blockers help decrease the target organ effects of thyroid hormones, and certain ones (eg, propranolol) also decrease the peripheral conversion of T4 to T3. $#Educational objective# Thioamides (eg, methimazole, propylthiouracil) decrease the formation of thyroid hormones via inhibition of thyroid peroxidase, the enzyme responsible for both iodine organification and coupling of iodotyrosines.  Propylthiouracil also decreases the peripheral conversion of T4 to T3.  ","clickable_1":"images/img1.626.jpg"},

{"id":"20204","title":"A 28-year-old woman comes to the office due to unintentional weight loss, fatigue, and sweating.  The patient has no neck pain.  Two months before this visit, she delivered a healthy male baby without complications.  The patient has no chronic medical conditions and takes no medications.  Blood pressure is 140/70 mm Hg, pulse is 110/min, and respirations are 16/min.  Oxygen saturation is 98% on room air.  Neck examination shows mild, diffuse enlargement of the thyroid gland with no tenderness.  The remainder of the physical examination is normal.  Laboratory evaluation shows low serum TSH and elevated serum thyroxine (T4) and triiodothyronine (T3).  Thyroid ultrasound with Doppler flow reveals a mildly enlarged gland with decreased blood flow.  Which of the following is most likely responsible for this patient's disorder?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibodies stimulating the TSH receptor","answer_2":"B. Autonomous production of thyroid hormones","answer_3":"C. Exogenous thyroxine intake","answer_4":"D. Release of preformed thyroid hormones","answer_5":"E. Viral infection of the thyroid gland","percent_1":"35%","percent_2":"15%","percent_3":"5%","percent_4":"44%","percent_5":"2%","right_answer":"D. Release of preformed thyroid hormones","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Differentiation of primary hyperthyroidism#∆⨉∆⨉ § ∆^#Increased TH synthesis# ∆^#Release of preformed TH# §^#Primary disorders# ∆ • Graves disease • Toxic nodules ∆ • Silent (sporadic) thyroiditis • Postpartum thyroiditis • Subacute (postviral) thyroiditis §^#TH (thyroxine,$ triiodothyronine)# ∆^↑ ∆^↑ §^#TSH# ∆^↓ ∆^↓ §^#Thyroglobulin# ∆^↑ ∆^↑/↑↑ §^#Radioiodine uptake# ∆^↑ ∆^↓ §^#Doppler ultrasound# ∆^↑ Blood flow ∆^↓ Blood flow §^#Other features# ∆ • Positive TRAb/TSI (Graves) • Ophthalmopathy (Graves) ∆ • Positive TPO (silent/postpartum) • Tender goiter (subacute) • ≤1 yr after pregnancy (postpartum) %#TH =# thyroid hormone; #TPO =# thyroid peroxidase antibody; #TRAb =# thyrotropin receptor antibody; #TSI =# thyroid-stimulating immunoglobulin.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #postpartum thyroiditis# (PPT) presenting with #hyperthyroidism# (ie, elevated thyroid hormone levels, suppressed TSH) and a diffuse, #nontender goiter#.  The clinical course typically has 3 phases: hyperthyroid phase (1-3 months) due to #release of preformed thyroid hormone#, hypothyroid phase (4-8 months) due to depletion of thyroid hormone stores, and recovery phase with return to euthyroid state.  Not all 3 phases occur in all patients. $PPT is an #autoimmune disorder# characterized by lymphocytic thyroid inflammation.  By convention, it occurs within 12 months of pregnancy.  PPT is part of a group of @lymphocytic/autoimmune thyroid disorders@ that also includes silent thyroiditis (sporadic, not related to pregnancy) and chronic lymphocytic (Hashimoto) thyroiditis (usually diagnosed in hypothyroid phase, which may be permanent).  These disorders share a characteristic pattern in diagnostic testing: $• #Positive thyroid peroxidase antibody#, a nonspecific marker for autoimmune thyroid disease $• #Elevated serum thyroglobulin# due to destruction of follicles and release of colloid in the hyperthyroid phase $• #Low radioiodine uptake# due to decreased organification of iodine and synthesis of new thyroid hormone $Diffuse swelling and decreased thyroid blood flow on ultrasound $#(Choices A and B)#  Graves disease is caused by autoantibodies that bind and stimulate the TSH receptor (ie, thyrotropin receptor antibodies/thyroid-stimulating immunoglobulins) on thyroid follicular cells.  Toxic adenoma and toxic nodular goiter are characterized by autonomous thyroid hormone synthesis.  Because of the increased metabolic activity in these conditions, Doppler ultrasound reveals increased, not decreased, blood flow.  Radioiodine uptake is also increased. $#(Choice C)#  Thyrotoxicosis due to exogenous thyroid hormone use (eg, erroneous levothyroxine dosing, surreptitious use of thyroid hormone supplements) would show suppression of TSH and decreased blood flow in the thyroid, but goiter would not be present (thyroid atrophy is more likely). $#(Choice E)#  Subacute (ie, postviral/granulomatous/de Quervain) thyroiditis is thought to be due to a viral infection in the gland or a secondary inflammatory response to viral antigens.  Patients may experience a transient hyperthyroid phase, but the thyroid gland is characteristically painful and tender to palpation. $#Educational objective# Postpartum thyroiditis occurs within 12 months of pregnancy and is characterized by autoimmune destruction of thyroid follicles.  It typically has a hyperthyroid phase due to release of preformed thyroid hormone, followed by a hypothyroid phase due to depletion of thyroid hormone stores and eventual return to a euthyroid state.  Thyroid metabolic activity during the hyperthyroid phase is suppressed, and glandular blood flow and radioiodine uptake are low.  ","clickable_1":"images/img1.20204.jpg"},

{"id":"769","title":"A 51-year-old woman comes to the office due to progressively worsening fatigue, weight gain, and constipation for the past 6 months.  The patient has had difficulty performing daily activities due to her fatigue.  She has no significant medical history and takes no medications.  The patient has no drug allergies and does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 110/80 mm Hg and pulse is 55/min.  Physical examination shows mild, diffuse enlargement of the thyroid gland.  Cardiopulmonary and abdominal examinations are normal.  Biopsy of this patient's thyroid is most likely to show which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Branching papillae with cells containing empty-appearing nuclei","answer_2":"B. Dense fibrous tissue extending beyond the thyroid capsule","answer_3":"C. Follicular hyperplasia with tall cells projecting into the follicular lumen","answer_4":"D. Intense lymphoplasmacytic infiltrate with active germinal centers","answer_5":"E. Widespread inflammatory infiltrates, giant cells, and disrupted follicles","percent_1":"5%","percent_2":"6%","percent_3":"9%","percent_4":"59%","percent_5":"21%","right_answer":"D. Intense lymphoplasmacytic infiltrate with active germinal centers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp769.jpg","explanation_1":"","explanation_2":"$This patient has #chronic lymphocytic (Hashimoto) thyroiditis# presenting with #hypothyroidism# (eg, fatigue, weight gain, constipation) and a #diffuse goiter#.  This autoimmune disease occurs predominately in women, has a peak incidence at age 45-65, and is the most common cause of hypothyroidism in iodine-sufficient regions such as the United States. $In all forms of primary hypothyroidism, laboratory studies show low serum thyroxine (T4) levels and elevated TSH.  #Antithyroid peroxidase antibody# levels are usually elevated, although they are not specific to Hashimoto thyroiditis and are also seen in other autoimmune @thyroid disorders@ (eg, postpartum thyroiditis, Graves disease). $If the diagnosis is uncertain (eg, thyroid nodularity), a biopsy can be performed to rule out malignancy.  Characteristic findings of Hashimoto thyroiditis include a #lymphoplasmacytic infiltrate# with the formation of #germinal centers#.  Residual follicles are often surrounded by @Hürthle cells@ (large cells with granular, eosinophilic cytoplasm) representing follicular epithelial cells that have undergone metaplastic change in response to inflammation. $#(Choice A)#  Histopathology in @papillary thyroid carcinoma@ shows branching papillary structures with concentric calcifications (@psammoma bodies@) and ground-glass or empty-appearing nuclei ('Orphan Annie eye' nuclei).  However, papillary thyroid carcinoma typically presents as an enlarging nodule in a clinically euthyroid patient. $#(Choice B)#  Riedel thyroiditis is characterized by extensive fibrosis of the thyroid extending into the surrounding structures.  The fibrotic gland is typically hard and fixed, often resembling a malignancy. $#(Choice C)#  @Graves disease@ presents with hyperthyroidism associated with a diffuse goiter, exophthalmos, and pretibial myxedema.  Microscopy shows hyperplastic follicles with tall, crowded follicular epithelial cells projecting into the follicular lumen; hyperactive reabsorption causes scalloping around the edges of the colloid. $#(Choice E)#  Subacute granulomatous (de Quervain/postviral) thyroiditis is characterized by the disruption of follicles and a mixed cellular infiltrate with occasional multinucleated giant cells.  It typically presents after a viral upper respiratory infection with fever and a painful, tender thyroid. $#Educational objective# Chronic lymphocytic (Hashimoto) thyroiditis is a common cause of primary hypothyroidism.  Histopathology findings include intense lymphoplasmacytic infiltrate, often with germinal centers.  Residual follicles may be surrounded by Hürthle cells (large cells with granular, eosinophilic cytoplasm). ","clickable_1":"images/img1.769.jpg","clickable_2":"images/img2.769.jpg","clickable_3":"images/img3.769.jpg","clickable_4":"images/img4.769.jpg","clickable_5":"images/img5.769.jpg"},

{"id":"19747","title":"A newborn boy is found to have a serum TSH above and serum thyroxine below the normal range for his age.  The patient was born at 39 weeks gestation via spontaneous vaginal delivery.  His mother has no medical conditions.  On examination, the patient's length and weight are normal, and he has no apparent congenital abnormalities.  Ultrasound of the neck shows a normal-sized thyroid gland in the appropriate location.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Central hypothyroidism","answer_2":"B. Generalized resistance to thyroid hormones","answer_3":"C. Thyroid gland resistance to TSH","answer_4":"D. Thyroid hormone–binding globulin deficiency","answer_5":"E. TSH receptor–stimulating antibodies","percent_1":"11%","percent_2":"4%","percent_3":"61%","percent_4":"18%","percent_5":"5%","right_answer":"C. Thyroid gland resistance to TSH","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital hypothyroidism#∆⨉∆⨉ §^#Cause# ∆^#Free & total T4# ∆^#TSH# § •Primary hypothyroidism $== ○ Thyroid dysgenesis $== ○ TSH resistance ∆^↓ ∆^↑ § •Thyroid hormone resistance ∆^↑ ∆^↑ § •Central hypothyroidism ∆^↓ ∆^↓ § •Transient due to maternal exposure $== ○ Iodine excess or deficiency $== ○ TSH receptor–blocking antibodies $== ○ Antithyroid medications ∆^↓ ∆^↑ %#T4 =# thyroxine.","explanation_img":"","explanation_1":"","explanation_2":"This patient has an #elevated serum TSH# and #decreased thyroxine (T4) level#, findings consistent with #primary hypothyroidism#.  The most common congenital causes are thyroid dysgenesis (eg, ectopy, hypoplasia) and TSH resistance.  Less common, transient etiologies are usually due to maternal conditions (eg, iodine excess, antithyroid medications).  Given that this patient's #thyroid is normal in size and location# and the mother has no medical conditions, the most likely cause is @thyroid gland resistance to TSH@. $TSH is normally produced by the anterior pituitary and binds to TSH receptors on follicular thyroid cells to stimulate T4 production.  In TSH resistance, a #mutation in the TSH receptor gene# leads to thyroid insensitivity to TSH and reduced synthesis of T4.  Low T4 leads to positive feedback to the pituitary, further increasing TSH levels. $Newborns are usually asymptomatic due to placentally transferred maternal T4 (although thyroid hormones do not readily cross the placenta, enough T4 can usually cross to prevent development of overt symptoms); diagnosis is typically via newborn screening.  Treatment is lifelong levothyroxine. $#(Choice A)#  Central hypothyroidism (eg, panhypopituitarism) causes low serum T4 due to decreased production of TSH by the anterior pituitary.  This patient's elevated TSH is inconsistent with central hypothyroidism. $#(Choice B)#  Generalized @resistance to thyroid hormones@ due to a thyroid hormone–receptor mutation may lead to hypothyroidism due to insensitivity to T4.  However, this condition causes elevated T4 and TSH. $#(Choice D)#  @Thyroid hormone–binding globulin deficiency@ is a benign, euthyroid state characterized by a low total T4 but normal free T4 and TSH levels. $#(Choice E)#  Transplacental transfer of TSH receptor–stimulating antibodies in a mother with Graves disease can cause transient neonatal hyperthyroidism (neonatal Graves disease).  Neonatal symptoms include tachycardia and irritability, and laboratory evaluation would show high T4 and low TSH. $#Educational objective# TSH resistance due to a mutation in the TSH receptor gene presents with congenital hypothyroidism, which is characterized by increased TSH and low thyroxine.  The thyroid gland is normal in size and location.  ","clickable_1":"images/img1.19747.jpg","clickable_2":"images/img2.19747.jpg","clickable_3":"images/img3.19747.jpg"},

{"id":"622","title":"A 28-year-old woman comes to the office due to progressively worsening eye irritation and double vision over the last 2 months.  She also reports unintentional weight loss, mood swings, and palpitations.  The patient has no prior medical problems and takes no medications.  She has no known drug allergies and does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 140/70 mm Hg, and pulse is 110/min and regular.  Physical examination shows bilateral conjunctival redness and severe proptosis.  Appropriate therapy is begun.  On a follow-up visit 4 weeks later, her eye symptoms have improved, and examination reveals a small decrease in proptosis with no redness.  The drug that improved her ocular symptoms most likely did so by affecting which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Inflammatory infiltration","answer_2":"B. Iodine organification","answer_3":"C. Iodine uptake by the thyroid","answer_4":"D. Sympathetic hyperactivity","answer_5":"E. T3/T4 release by the thyroid","percent_1":"48%","percent_2":"30%","percent_3":"4%","percent_4":"8%","percent_5":"9%","right_answer":"A. Inflammatory infiltration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp622.jpg","explanation_1":"","explanation_2":"$This patient has #Graves disease# with hyperthyroidism (weight loss, palpitations, tachycardia) and significant ophthalmopathy (proptosis, diplopia).  Graves disease is an autoimmune disorder triggered by #thyrotropin receptor antibodies#, which bind and activate the TSH receptor.  In addition to the thyroid, the TSH receptor is present on fibroblasts, adipocytes, and other cell types.  #Graves ophthalmopathy# is caused by stimulation of orbital fibroblasts by thyrotropin receptor antibodies, which leads to excess deposition of extracellular glycosaminoglycans; this is accompanied by T-cell activation and #inflammatory infiltration#.  The resultant expansion of extraocular muscles and retro-orbital tissues with the orbit displaces the globe forward, and dysfunction of the extraocular muscles causes restricted extraocular movements and diplopia. $#Glucocorticoids# (eg, prednisone) decrease peripheral conversion of T4 to T3, but it is their #anti-inflammatory# effects that improve Graves ophthalmopathy.  Glucocorticoids decrease the severity of inflammation and reduce the excess extraocular volume.  They also can prevent worsening of ophthalmopathy induced by radioactive iodine treatment. $#(Choices B, C, and E)#  Antithyroid drugs (eg, methimazole, propylthiouracil) inhibit @thyroid peroxidase@, leading to decreased iodine organification and coupling of iodotyrosines.  Certain oxoanions (eg, perchlorate, pertechnetate) inhibit the sodium-iodide symporter and reduce iodine uptake by the thyroid.  These agents ultimately lead to reduced production and release of thyroid hormone but do not alter the inflammatory process in Graves ophthalmopathy. $#(Choice D)#  Sympathetic activation secondary to hyperthyroidism is responsible for a number of symptoms, including palpitations and tremors.  Beta blockers can provide rapid symptomatic relief while awaiting definitive therapy.  Although lid lag (which is seen in hyperthyroidism of any cause) would improve with beta blockers, the specific features of Graves ophthalmopathy (eg, diplopia, proptosis) would not be affected. $#Educational objective# Graves ophthalmopathy is caused by stimulation of orbital fibroblasts by thyrotropin receptor antibodies and cytokines released by activated T-cells.  Excess deposition of extracellular glycosaminoglycans and inflammatory infiltration lead to expansion of extraocular muscles and retro-orbital tissues.  Glucocorticoids improve Graves ophthalmopathy by decreasing the severity of inflammation and reducing the excess extraocular volume.  ","clickable_1":"images/img1.622.jpg"},

{"id":"1615","title":"A 43-year-old woman comes to the office due to increasing fatigue and weight gain despite decreased food intake.  She states, \"I have not been feeling like myself lately.\"  The patient asks to be referred to a dermatologist as she has always had \"nice\" skin that has now become dry.  Her hair has been thinning and she hopes that a dermatologist can help with that too.  Laboratory evaluation shows high serum TSH, low triiodothyronine (T3), and low thyroxine (T4) levels.  The patient has a family member with fatigue whose energy level increased after liothyronine (T3) supplementation, and she asks to try this medication.  Administering this therapy would most likely result in which of the following hormone level changes in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆TSH ∆T3 ∆Reverse T3 ∆T4","answer_1":"§A. ∆ No change ∆Increase ∆Increase ∆Decrease","answer_2":"§B. ∆ No change ∆Increase ∆Decrease ∆Decrease","answer_3":"§C. ∆ Decrease ∆Increase ∆Increase ∆Decrease","answer_4":"§D. ∆ Decrease ∆Increase ∆Decrease ∆Decrease","answer_5":"§E. ∆ Decrease ∆Increase ∆Decrease ∆Increase","percent_1":"3%","percent_2":"4%","percent_3":"27%","percent_4":"49%","percent_5":"17%","right_answer":"§D. ∆ Decrease ∆Increase ∆Decrease ∆Decrease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1615.jpg","explanation_1":"","explanation_2":"$Circulating thyroid hormone exists in 3 primary forms:  $1. #T4 (thyroxine)# is the major secretory product of the thyroid gland.  $2. #T3 (triiodothyronine)# is the most active form of thyroid hormone; a small amount is released by the thyroid gland, but the majority arises from peripheral deiodination of T4.  $3. #Reverse T3 (rT3)# is an inactive form that is generated almost entirely from the peripheral conversion of T4. $The hypothalamus-pituitary-thyroid axis is regulated via #negative feedback# by thyroid hormone on thyrotropin-releasing hormone–secreting neurons in the hypothalamus and thyrotrophs of the anterior pituitary.  In the normal state, most of the circulating thyroid hormone is in the form of T4, which provides most of the feedback suppression of TSH release.  However, T3 also suppresses TSH. $This patient has primary hypothyroidism, with low thyroid hormone (T3 and T4) and elevated TSH levels.  Exogenous T3 supplementation #rapidly suppresses TSH# levels by increasing negative feedback, which in turn decreases T4 secretion from the thyroid gland.  Furthermore, rT3 also decreases because less T4 is available for conversion (T3 cannot be converted into rT3). $However, synthetic T3 (liothyronine) is not recommended for the routine treatment of hypothyroidism, as it has a short half-life and patients can experience wide fluctuations in plasma T3 levels.  T4 (levothyroxine) supplementation provides a more physiologic effect and is preferred. $#Educational objective# TSH from the anterior pituitary stimulates the thyroid to produce thyroxine (T4) and a small amount of triiodothyronine (T3).  T4 is converted in peripheral tissues to T3 (active form) and reverse T3 (inactive form).  TSH secretion is under negative feedback by thyroid hormone on the hypothalamus and pituitary.  "},

{"id":"767","title":"A nuclear waste disposal plant suffers a containment failure and several grams of iodine-131 are released into the local environment.  A number of workers are believed to have been exposed to dangerous levels of the radioactive material.  Which of the following should be immediately administered to help prevent tissue damage in these individuals?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Levothyroxine","answer_2":"B. Potassium iodide","answer_3":"C. Prednisone","answer_4":"D. Propranolol","answer_5":"E. Propylthiouracil","percent_1":"6%","percent_2":"68%","percent_3":"1%","percent_4":"2%","percent_5":"23%","right_answer":"B. Potassium iodide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp767.jpg","explanation_1":"","explanation_2":"$Radioactive material such as #iodine-131 (131I)# can be released into the environment following nuclear reactor accidents, breach-of-containment at waste disposal sites, or atomic bomb blasts.  Like non-radioactive iodine, 131I is preferentially taken up and concentrated within the #thyroid gland#.  There it can cause significant tissue damage that may result in radiation-induced hypothyroidism and #thyroid carcinoma# (particularly in younger patients).  In the event of a nuclear accident, #potassium iodide# is given prophylactically to protect the thyroid from excessive accumulation of radioactive 131I. $Energy-dependent transport of inorganic iodide into the thyroid follicular cell (iodide trapping) is accomplished by the sodium-iodide symporter located on the basolateral membrane.  Because this transporter takes up all isotopes of iodide (as well as other ions such as perchlorate and pertechnetate), high serum levels of nonradioactive iodide can #competitively inhibit# radioactive I131 from entering thyroid follicular cells.  Large increases in serum iodide levels also inhibit iodine organification (Wolff-Chaikoff effect) and reduce thyroid hormone release. $#(Choice A)#  Levothyroxine is a synthetic form of T4 used to treat hypothyroidism.  High doses of levothyroxine suppress TSH, just as high amounts of natural T4 would.  Because TSH stimulates iodine trapping, high doses of levothyroxine would ultimately reduce iodine uptake in the thyroid follicular cells.  However, this regulatory process requires several days to weeks to take effect. $#(Choices C and D)#  Propranolol is used to reduce the adrenergic effects of thyrotoxicosis (eg, tachycardia, tremor).  Prednisone is used to reduce lymphocyte-mediated inflammatory effects in Graves ophthalmopathy.  However, neither propranolol nor prednisone affects the uptake of iodine in thyroid follicular cells. $#(Choice E)#  Propylthiouracil is used in the treatment of hyperthyroidism and decreases formation of thyroid hormone by inhibiting the enzyme thyroid peroxidase.  Although inhibition of iodine organification will cause decreased iodide uptake by the thyroid, potassium iodide promotes this effect more rapidly and efficiently by also acting as a competitive inhibitor for iodide entry into the cell. $#Educational objective# Potassium iodide competitively inhibits thyroid uptake of radioactive iodine isotopes and is often administered following nuclear accidents to protect the thyroid and prevent development of radiation-induced thyroid carcinoma."},

{"id":"6797","title":"A 25-year-old woman comes to the office because of jitteriness, frequent mood swings, and palpitations for the past 2 months.  At times, her symptoms make her worry that she may be having a heart attack.  The patient has no prior medical conditions.  Temperature is 37 C (98.6 F), blood pressure is 120/82 mm Hg, pulse is 102/min, and respirations are 12/min.  Examination shows warm, moist skin and a fine tremor of the fingers.  Which of the following would most likely provide the fastest relief of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fluoxetine","answer_2":"B. Methimazole","answer_3":"C. Prazosin","answer_4":"D. Propranolol","answer_5":"E. Radioactive iodine","percent_1":"4%","percent_2":"9%","percent_3":"1%","percent_4":"83%","percent_5":"3%","right_answer":"D. Propranolol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#General manifestations of hyperthyroidism# ∆⨉ §^#Symptoms# ∆ • Anxiety & insomnia • Palpitations • Heat intolerance • Increased perspiration • Weight loss without decreased appetite §^#Physical examination# ∆ • Goiter • Hypertension • Tremors involving fingers/hands • Hyperreflexia • Proximal muscle weakness • Lid lag • Atrial fibrillation","explanation_img":"","explanation_1":"","explanation_2":"This patient has signs and symptoms of #thyrotoxicosis#, including tremor, dysphoria, sweating, and tachycardia with palpitations.  Hyperthyroidism is associated with #upregulation of beta-adrenergic receptors# and increased adrenergic tone, which is responsible for many of the associated clinical features. $#Beta-adrenergic antagonists# (eg, propranolol) are indicated to #alleviate the adrenergic symptoms# of thyrotoxicosis and are usually prescribed early, while completing the diagnostic evaluation and initiating definitive management (eg, antithyroid medication, radioiodine ablation, thyroidectomy).  Some beta-adrenergic antagonists (eg, propranolol) also reduce peripheral conversion of thyroxine (T4) to triiodothyronine (T3), although this effect is delayed. $#(Choice A)#  Fluoxetine is a selective serotonin reuptake inhibitor (SSRI) used to treat anxiety or depression.  This patient's anxiety and mood symptoms will likely resolve with treatment of the underlying condition (ie, thyrotoxicosis).  Also, SSRIs typically require 2-4 weeks for a noticeable effect. $#(Choice B)#  Thioamides (eg, methimazole, propylthiouracil) reduce the production of thyroid hormone by inhibiting thyroperoxidase, the enzyme responsible for iodination of tyrosine residues in follicular colloid.  Although these agents are indicated for the treatment of hyperthyroidism due to overproduction of thyroid hormone (eg, Graves disease), they produce clinical effects only after a few weeks. $#(Choice C)#  Prazosin is an alpha-1 adrenergic antagonist.  Alpha-1 adrenergic receptors are present on the vasculature and induce vasoconstriction when stimulated.  Blockade of these receptors would not alleviate the patient's palpitations and tremor. $#(Choice E)#  Radioactive iodine is used to treat a variety of hyperthyroid disorders, most commonly Graves disease, but it takes several weeks to be effective.  In addition, it occasionally causes a paradoxical increase in thyroid hormone production early in treatment (jod-Basedow effect) and therefore should be administered with beta-adrenergic antagonists. $#Educational objective# Beta blockers provide rapid relief of the adrenergic-mediated symptoms of thyrotoxicosis and can be given while awaiting diagnostic evaluation and definitive management.  "},

{"id":"637","title":"A 22-year-old woman comes to the emergency department due to fatigue and sore throat for the past few days.  The throat discomfort has caused her to be unable to eat or drink without significant pain.  Acetaminophen improves the pain slightly, but her oral intake has been poor.  The patient recently started taking antithyroid medication for Graves disease.  She has no other medical conditions and does not use tobacco, alcohol, or recreational drugs.  Weight is 67 kg (148 lb), decreased from 68.5 kg (151 lb) a week ago.  Temperature is 38.9 C (102 F), blood pressure is 102/68 mm Hg, and pulse is 130/min.  Physical examination shows an erythematous pharynx with shallow mucosal ulcerations and a normal-sized thyroid.  Mucous membranes appear dry.  The abdomen is soft and nontender.  No tremor is seen with outstretching of the hands.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute adrenal insufficiency","answer_2":"B. Drug-induced granulocyte destruction","answer_3":"C. Excessive thyroid suppression","answer_4":"D. Thyroid hormone–induced severe hypermetabolism","answer_5":"E. Virus-induced lymphocyte destruction","percent_1":"3%","percent_2":"52%","percent_3":"10%","percent_4":"10%","percent_5":"25%","right_answer":"B. Drug-induced granulocyte destruction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medications associated with drug-induced neutropenia# ∆⨉ §^#Antithyroid# ∆ • Methimazole • Propylthiouracil §^#Anti-inflammatory# ∆ • Sulfasalazine • Methotrexate §^#Psychotropic or$ anticonvulsant# ∆ • Clozapine • Carbamazepine • Phenytoin §^#Cardiovascular# ∆ • Antiarrhythmic agents (eg, procainamide) • Ticlopidine §^#Antimicrobial# ∆ • Trimethoprim-sulfamethoxazole • Quinine • Acyclovir","explanation_img":"","explanation_1":"","explanation_2":"This patient has a sore throat, fever, and pharyngeal ulcers.  Although this constellation of symptoms often occurs as a consequence of viral upper respiratory tract infection, the recent initiation of antithyroid medication for #Graves disease# should raise strong suspicion for #drug-induced neutropenia#. $Patients with Graves disease are often treated initially with thionamide medications such as #methimazole# or #propylthiouracil# (PTU) to achieve a euthyroid state prior to radioiodine therapy or surgery.  However, these medications cause #severe neutropenia# (absolute neutrophil count <500/mm3) in approximately 1 in 200 individuals.  This side effect of therapy is thought to occur due to the interaction of the thionamide with reactive oxidative products (eg, myeloperoxidase, hydrogen peroxide), leading to generation of drug metabolites (eg, propyl thioester, sulfonic acid) that covalently attach to the neutrophil surface.  Antibodies then form against these new antigens (haptens), resulting in antibody-dependent cellular cytotoxicity. $Drug-induced neutropenia most often presents with #oropharyngeal ulcers# and #fever# (ie, mucus membrane infection).  Laboratory evaluation usually shows isolated leukopenia (eg, no anemia or thrombocytopenia).  Because patients with drug-induced neutropenia are at risk for #severe infections#, the offending drug should be immediately #discontinued#.  This usually resolves the neutropenia within 1-3 weeks. $#(Choice A)#  Patients with autoimmune thyroid disease (eg, Graves disease) are at risk for other autoimmune endocrinopathies, including adrenal insufficiency.  However, acute adrenal insufficiency typically presents with refractory hypotension, vomiting, abdominal pain, and weakness.  Pharyngitis would be atypical. $#(Choice C)#  Excessive suppression of thyroid function by antithyroid drugs can lead to a hypothyroid state, which can present with fatigue.  However, patients with hypothyroidism demonstrate weight gain, not weight loss; other symptoms (eg, cold intolerance, hair and skin changes) are also usually present. $#(Choice D)#  Undertreatment of this patient's hyperthyroidism could result in a residual hyperthyroid state (ie, thyroid hormone–induced severe hypermetabolism), which can present with fever, tachycardia, and dehydration.  However, hypertension and tremor would likely be present; pharyngeal infection is unexpected. $#(Choice E)#  Several viral infections (eg, HIV) can cause virus-induced lymphocyte destruction.  Although the loss of lymphocytes from viral infection can lead to pharyngeal infection, the presence of fever and pharyngitis shortly after initiation of antithyroid medication is more suggestive of drug-induced neutropenia. $#Educational objective# Drug-induced neutropenia is the major side effect of the first-line medications used to treat Graves disease.  Initial manifestations usually include fever and oropharyngeal ulcers.  "},

{"id":"768","title":"A 34-year-old woman comes to the office due to a 1 week history of mood swings, difficulty concentrating, and hand tremors.  She also has pain at the front of her neck that radiates to her ears and is worse with swallowing.  The patient initially attributed her symptoms to a flu-like illness that she had a few weeks earlier.  She has no other medical conditions and takes no medications.  Blood pressure is 140/80 mm Hg and pulse is 105/min.  The thyroid gland is very tender on palpation.  After initial laboratory testing, a thyroid scan is performed and reveals diffusely decreased radioiodine uptake.  Erythrocyte sedimentation rate is 105 mm/hr.  Which of the following pathological changes would most likely be found on biopsy of this patient's thyroid gland?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Branching papillary structures with interspersed calcified bodies","answer_2":"B. Extensive stromal fibrosis extending beyond the thyroid capsule","answer_3":"C. Follicular hyperplasia with tall cells forming intrafollicular papillary projections","answer_4":"D. Mixed cellular infiltration with occasional multinucleated giant cells","answer_5":"E. Mononuclear infiltration with well-developed germinal centers","percent_1":"3%","percent_2":"7%","percent_3":"10%","percent_4":"55%","percent_5":"25%","right_answer":"D. Mixed cellular infiltration with occasional multinucleated giant cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Important causes of thyroiditis#∆⨉∆⨉§ ∆^#Subacute granulomatous thyroiditis# ∆^#Hashimoto thyroiditis#§^#Clinical features# ∆ • Onset following a #viral illness#• #Painful t#hyroid enlargement • Transient #hyperthyroid s#ymptoms ∆ • #Autoimmune e#tiology• #Painless t#hyroid enlargement• Predominant #hypothyroid f#eatures§^#Diagnostic testing# ∆ • ↑ ESR & CRP• ↓ Radioiodine uptake ∆ • Positive #TPO antibody#• Variable radioiodine uptake§^#Pathology# ∆ • Inflammatory infiltrate with macrophages & #giant cells# ∆ • Lymphocytic infiltrate with well-developed #germinal centers#• #Hürthle cells (#eosinophilic epithelial cells)%#CRP =# C-reactive protein; #ESR =# erythrocyte sedimentation rate; #TPO =# thyroid peroxidase","explanation_img":"","explanation_1":"","explanation_2":"This patient with #painful# enlargement of the thyroid gland has #subacute granulomatous thyroiditis# (SGT), also called de Quervain thyroiditis.  SGT typically follows an acute #viral illness# and is thought to be due to a cross-reacting immune response against viral proteins or tissue antigens released during cellular injury.  Patients may experience a #transient hyperthyroid phase# (elevated thyroxine [T4], suppressed TSH) due to release of stored thyroid hormone.  Radioiodine uptake is decreased in SGT as the low TSH levels suppress synthesis of new thyroid hormone.  The disease is self-limited and resolves in <6 weeks. $SGT is initially characterized by a neutrophilic infiltrate with microabscess formation, which, as the disease progresses, is replaced by a more generalized @inflammatory infiltrate@ with macrophages and #multinucleated giant cells#.  The inflammatory process is reflected by elevated serum acute-phase markers (eg, C-reactive protein, erythrocyte sedimentation rate). $#(Choice A)#  @Papillary thyroid cancer@ is characterized by branching papillary structures with concentric calcifications (psammoma bodies).  This malignancy would typically present with nodular enlargement rather than acute pain and tenderness. $#(Choice B)#  Riedel thyroiditis is characterized by extensive fibrosis of the thyroid gland that extends into surrounding tissues.  The thyroid gland is hard and nontender. $#(Choice C)#  Diffusely hyperplastic follicles with tall, crowded cells forming intrafollicular projections can be seen in @Graves disease@, which would show increased radioiodine uptake due to excessive TSH receptor stimulation. $#(Choice E)#  Chronic lymphocytic (@Hashimoto@) thyroiditis is characterized by diffuse, painless thyroid enlargement, often with symptoms of hypothyroidism (eg, fatigue, cold intolerance).  Biopsy reveals diffuse lymphocytic infiltration with formation of germinal centers. $#Educational objective# Subacute granulomatous (de Quervain) thyroiditis is characterized by painful thyroid enlargement and usually follows a viral illness.  Biopsy shows a mixed inflammatory infiltrate with macrophages and multinucleated giant cells. ","clickable_1":"images/img1.768.jpg","clickable_2":"images/img2.768.jpg","clickable_3":"images/img3.768.jpg","clickable_4":"images/img4.768.jpg"},

{"id":"19754","title":"A neonate is found to have increased TSH and low thyroxine (T4) on routine screening.  He was born by vaginal delivery to a 32-year-old woman at 39 weeks gestation.  Apgar scores were 8 and 9 at 1 and 5 minutes, respectively.  Physical examination reveals an enlarged thyroid gland in the normal position.  Neck ultrasound confirms thyroid enlargement.  Which of the following is the most likely cause of this patient's findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Maternal intake of levothyroxine","answer_2":"B. Maternal intake of propranolol","answer_3":"C. Maternal intake of propylthiouracil","answer_4":"D. Transplacental passage of thyroglobulin","answer_5":"E. Transplacental passage of TSH receptor–stimulating antibodies","percent_1":"14%","percent_2":"4%","percent_3":"48%","percent_4":"12%","percent_5":"22%","right_answer":"C. Maternal intake of propylthiouracil","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common causes of congenital goiter#∆⨉∆⨉∆⨉ §^#Disorder# ∆^#TSH# ∆^#FT4# ∆^#Causes# §^#Hypothyroidism# ∆^↑ ∆^↓ ∆ • Genetic defect in thyroid hormone production • Maternal antithyroid medication (eg, propylthiouracil) • Excessive or deficient maternal iodine §^#Hyperthyroidism# ∆^↓ ∆^↑ ∆ • Transplacental TSH receptor–stimulating antibodies (neonatal Graves disease) %#FT4 =# free thyroxine.","explanation_img":"","explanation_1":"","explanation_2":"This #neonate# has a #goiter#, or an enlarged thyroid gland, which is typically due to thyroid hormone dysregulation.  The most commonly associated imbalance is #hypothyroidism#, as seen in this patient with elevated TSH and decreased thyroxine (T4). $One cause of neonatal hypothyroidism with a goiter is the #transplacental# passage of #maternal antithyroid medications# (eg, propylthiouracil, methimazole).  @Propylthiouracil@ is used to treat maternal hyperthyroidism (eg, Graves disease) because it inhibits thyroid peroxidase, thereby limiting oxidation and incorporation of iodine into thyroid hormones; this medication also decreases conversion of peripheral T4 to triiodothyronine (T3). $Propylthiouracil crosses the placenta, inhibiting production of T4.  Positive @feedback@ caused by low T4 leads to increased TSH, which stimulates the thyroid and causes #diffuse gland enlargement#.  TSH and T4 levels typically normalize after 1-2 weeks due to excretion of the maternally derived antithyroid medication.  After elimination of propylthiouracil, neonates with mothers who have Graves disease may then develop transient hyperthyroidism (↓ TSH, ↑ T4) due to transplacental transfer of TSH receptor–stimulating antibodies #(choice E),# which can persist in the neonatal circulation for up to 3 months. $#(Choice A)#  Levothyroxine (synthetic T4), like other thyroid hormones, does not readily cross the placenta.  In addition, this medication treats, not causes, hypothyroidism. $#(Choice B)#  Beta blockers (eg, propranolol) treat symptoms of hyperthyroidism attributable to increased beta-adrenergic activity (eg, palpitations, tachycardia).  Although propranolol also decreases conversion of T4 to T3, this inhibitory effect is not strong enough to cause overt hypothyroidism and goiter at normal doses. $#(Choice D)#  Thyroglobulin is a protein produced by the thyroid follicular cells and is involved in the storage and production of thyroid hormones.  Thyroglobulin does not cross the placenta or cause hypothyroidism. $#Educational objective# Congenital goiter in the setting of hypothyroidism (ie, ↑ TSH, ↓ thyroxine) can be caused by transplacental passage of maternal antithyroid medications (eg, propylthiouracil), which inhibit thyroid peroxidase and are used to treat maternal hyperthyroidism.  ","clickable_1":"images/img1.19754.jpg","clickable_2":"images/img2.19754.jpg"},

{"id":"11664","title":"A 42-year-old woman with Graves disease is hospitalized for elective total thyroidectomy.  Her hyperthyroid symptoms have been controlled with methimazole and propranolol, but she still has a goiter.  The patient has no other medical problems.  She undergoes total thyroidectomy without any immediate operative complications and feels well the next day.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 141 mEq/L ?Potassium? 4.4 mEq/L ?Creatinine? 0.8 mg/dL ?Calcium? 7.5 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Preoperative electrolyte values were within normal limits.  Which of the following medications should be started in this patient?","audio":"","comparison_items":"","answer_1":"A. Alendronate","answer_2":"B. Calcitriol","answer_3":"C. Cinacalcet","answer_4":"D. Prednisone","answer_5":"E. Radioactive iodine","answer_6":"F. Sevelamer","percent_1":"6%","percent_2":"67%","percent_3":"19%","percent_4":"2%","percent_5":"3%","percent_6":"4%","right_answer":"B. Calcitriol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11664.jpg","explanation_1":"","explanation_2":"$The #parathyroid glands# are relatively small and indistinct and can be #injured during thyroid surgery# due to direct trauma, devascularization, or inadvertent removal.  Transient or permanent postoperative #hypoparathyroidism# can occur following thyroidectomy and cause clinically significant #hypocalcemia#.  Patients may be asymptomatic initially but can develop paresthesias (of the lips, mouth, hands, and feet), muscle twitching, or cramps.  Worsening hypocalcemia can lead to trismus or tetany with changes in mental status and generalized seizures. $Postoperative supplementation with oral calcium and vitamin D can be used to treat and prevent postoperative hypocalcemia.  #Calcitriol#, the active form of vitamin D, should be chosen over calcidiol as the conversion of calcidiol to calcitriol is dependent on parathyroid hormone, and patients with hypoparathyroidism can have inadequate production of calcitriol. $#(Choice A)#  Alendronate is a bisphosphonate that inhibits osteoclast function.  Bisphosphonates can worsen hypocalcemia by decreasing the release of calcium from bone. $#(Choice C)#  Cinacalcet is a calcimimetic that allosterically activates the calcium-sensing receptor in the parathyroid gland, decreasing parathyroid hormone release.  Cinacalcet is normally used for secondary hyperparathyroidism in patients on dialysis. $#(Choice D)#  Glucocorticoids (eg, prednisone) can worsen hypocalcemia by decreasing expression of the vitamin D receptor. $#(Choice E)#  The primary treatment modalities for Graves disease include antithyroid drugs (eg, methimazole), thyroidectomy, and radioiodine ablation.  This patient has undergone definitive treatment with thyroidectomy and has no indication for radioiodine therapy. $#(Choice F)#  Sevelamer is a nonabsorbable phosphate-binding polymer that decreases absorption of phosphate in the gastrointestinal tract, and is used to treat hyperphosphatemia in patients on dialysis.  Calcium-based phosphate binders (eg, calcium carbonate, calcium acetate) frequently raise calcium levels, but sevelamer has a lesser effect on calcium and would not be adequate treatment for hypocalcemia. $#Educational objective# Postoperative hypoparathyroidism with resultant hypocalcemia is a common complication of thyroidectomy due to inadvertent injury or removal of the parathyroid glands.  Postoperative supplementation with oral calcium and vitamin D can be used to treat and prevent postoperative hypocalcemia.  "},

{"id":"20375","title":"A 25-year-old woman comes to the office due to a 2-week history of neck pain.  The patient had an upper respiratory infection a month ago, during which she experienced nasal congestion, rhinorrhea, and a cough productive of clear sputum; her respiratory symptoms lasted for 5 days and resolved spontaneously.  The patient then felt well until 2 weeks ago, when she developed pain in the anterior neck associated with mild fever, palpitations, and excessive sweating.  She is otherwise healthy and takes no medications.  Pulse is 110/min.  The thyroid gland is tender to palpation and diffusely enlarged.  Other findings include sweaty palms, fine hand tremor, and brisk deep tendon reflexes.  Laboratory studies show suppressed TSH and elevated free thyroxine levels.  Erythrocyte sedimentation rate is 70 mm/hr.  Which of the following additional findings is most likely to be present in this patient at this time?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Elevated thyroid peroxidase antibody level","answer_2":"B. Low radioactive iodine uptake","answer_3":"C. Low serum thyroglobulin","answer_4":"D. Low serum triiodothyronine level","percent_1":"28%","percent_2":"42%","percent_3":"25%","percent_4":"5%","right_answer":"B. Low radioactive iodine uptake","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Subacute thyroiditis#∆⨉ §^#Pathogenesis# ∆ • Postviral inflammatory response • Destruction of thyroid follicles with release of preformed thyroid hormone §^#Clinical$ features# ∆ • Painful/tender goiter • Fever • Initial hyperthyroid phase → hypothyroid phase → return to euthyroid §^#Diagnostic$ testing# ∆ • Elevated thyroid hormone, suppressed TSH (hyperthyroid phase) • Elevated serum thyroglobulin • Elevated erythrocyte sedimentation rate • Low radioiodine uptake","explanation_img":"","explanation_1":"","explanation_2":"This patient has #primary hyperthyroidism# (ie, intrinsic thyroid disease), confirmed with elevated free thyroxine and low TSH.  Common nonspecific findings in hyperthyroidism include diaphoresis, tachypalpitations, tremor, brisk reflexes, and lid lag.  In addition, she has features suggesting #subacute (granulomatous, de Quervain) thyroiditis# (ST), including fever; a @painful, tender goiter@; and an elevated erythrocyte sedimentation rate (nonspecific marker for inflammation). $ST characteristically follows a #viral infection# and is thought to be due to a cross-reacting inflammatory response with activation of cytotoxic T lymphocytes.  Diagnostic findings in ST include: $• elevated thyroid hormone levels (ie, thyroxine [T4], triiodothyronine [T3]) due to the destruction of thyroid follicles and #release of preformed thyroid hormone#. $• #elevated thyroglobulin#, which is released from thyroid follicles with thyroid hormone. $• suppressed TSH due to @feedback inhibition@ by thyroid hormone on the pituitary. $• #low radioactive iodine uptake# (ie, radioiodine thyroid scintigraphy) reflecting decreased thyroid metabolic activity and organification of iodine due to loss of TSH stimulation. $• diffuse enlargement of the gland with #decreased blood flow# on thyroid ultrasound. $Following the hyperthyroid phase, patients experience transient hypothyroidism due to depletion of thyroid colloid and then slowly return to a euthyroid state. $#(Choice A)#  Thyroid peroxidase antibodies are a marker for autoimmune thyroid disorders, including postpartum and chronic lymphocytic (Hashimoto) thyroiditis and Graves disease.  Goiter is common in these conditions but is painless and nontender. $#(Choice C)#  Exogenous thyroid hormone intake (eg, levothyroxine, porcine thyroid extract) can cause hyperthyroidism with suppression of TSH and decreased endogenous release of thyroid hormone and thyroglobulin.  However, the native thyroid is not enlarged and is often atrophic. $#(Choice D)#  Euthyroid sick syndrome (low T3 syndrome) is a characteristic set of thyroid function abnormalities in patients with severe systemic illness.  It resembles mild, central hypothyroidism with normal/low TSH and low T3 levels.  The thyroid is not enlarged or tender, and the syndrome is not usually seen following ordinary upper respiratory illnesses. $#Educational objective# Subacute (granulomatous, de Quervain) thyroiditis presents with fever; a painful, tender goiter; and an elevated erythrocyte sedimentation rate.  Patients initially develop hyperthyroidism due to the destruction of thyroid follicles and release of preformed thyroid hormone.  TSH is suppressed due to feedback inhibition on the pituitary; as a result, thyroid metabolic activity and organification of iodine are decreased, and radioactive iodine uptake is low.  ","clickable_1":"images/img1.20375.jpg","clickable_2":"images/img2.20375.jpg"},

{"id":"983","title":"A 30-year-old woman comes to the office due to excessive weight gain without any changes in her diet or physical activity.  She has also been feeling more tired lately and has had frequent constipation.  The patient has no prior medical problems and takes no medications.  She has been pregnant once and gave birth to a healthy infant 3 years ago.  Family history is significant for a thyroid disorder in her mother.  Blood pressure is 116/90 mm Hg and pulse is 58/min.  BMI is 28.5 kg/m2.  Physical examination reveals a diffusely enlarged and nontender thyroid with no nodules.  There is delayed relaxation of deep tendon reflexes.  Her hair is thin and the skin appears dry.  Which of the following sets of laboratory findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆TSH ∆Thyroxine (T4) ∆Triiodothyronine (T3)","answer_1":"§A. ∆ Increased ∆Decreased ∆Normal","answer_2":"§B. ∆ Increased ∆Normal ∆Normal","answer_3":"§C. ∆ Increased ∆Increased ∆Increased","answer_4":"§D. ∆ Normal ∆Normal ∆Decreased","answer_5":"§E. ∆ Decreased ∆Increased ∆Increased","answer_6":"§F. ∆ Decreased ∆Normal ∆Normal","percent_1":"83%","percent_2":"3%","percent_3":"1%","percent_4":"9%","percent_5":"3%","percent_6":"1%","right_answer":"§A. ∆ Increased ∆Decreased ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp983.jpg","explanation_1":"","explanation_2":"$Regulation of thyroid hormone secretion involves feedback inhibition along the hypothalamic-pituitary-thyroid axis.  The hypothalamus releases thyrotropin-releasing hormone (TRH), which triggers release of TSH from the pituitary.  TSH stimulates secretion of thyroid hormone from the thyroid, which in turn inhibits release of both TRH and TSH.  Thyroid hormone exists in 2 primary forms:  T4 (thyroxine), the predominant form secreted by the thyroid, and T3 (triiodothyronine), the more active form produced mainly by deiodination of T4 in peripheral tissues. $This patient has a very typical presentation of #primary hypothyroidism# with weight gain, fatigue, and a delayed relaxation phase of deep tendon reflexes.  Her diffuse goiter suggests chronic autoimmune (Hashimoto) thyroiditis, which is the most common cause of hypothyroidism in developed countries.  As autoimmune destruction of the gland progresses, thyroid hormone production declines, leading to loss of feedback inhibition of TSH secretion; therefore, patients have #low T4# and #elevated TSH# levels.  However, because T3 is produced mainly in peripheral tissues and has a short half-life, serum T3 levels fluctuate widely and correlate poorly with clinical status; #T3 is often normal# in primary hypothyroidism. $#(Choice B)#  TSH secretion is very sensitive to changes in thyroid status and rises in response to even small declines in thyroid hormone production.  Subclinical hypothyroidism is a common biochemical state in which an elevated TSH is necessary to maintain normal thyroid hormone levels.  However, most patients are asymptomatic. $#(Choices C, E, and F)#  Primary hyperthyroidism (eg, Graves disease) is characterized by elevated thyroid hormone levels and suppressed TSH.  Subclinical hyperthyroidism is characterized by suppressed TSH with normal thyroid hormone levels.  Central (secondary) hyperthyroidism (eg, TSH-secreting pituitary adenoma) shows elevated levels of both TSH and thyroid hormone.  Common clinical features of hyperthyroidism (primary or secondary) include weight loss, heat intolerance, and tachycardia; patients with subclinical hyperthyroidism may be asymptomatic or have mild symptoms.  T3 levels correlate with clinical status in hyperthyroidism more closely than in hypothyroidism and are often elevated. $#(Choice D)#  Euthyroid sick syndrome is a constellation of abnormal thyroid tests seen in patients with severe systemic illness (eg, sepsis).  Excess cortisol, inflammatory cytokines, starvation, and certain medications (eg, amiodarone) can cause reduced conversion of T4 to T3, leading to low serum T3; reverse T3 (the inactive metabolite of T4) is typically elevated but TSH and T4 are usually normal. $#Educational objective# Primary hypothyroidism is characterized by decreased T4 levels and increased TSH.  T3 is primarily produced by conversion from T4 in peripheral tissues; serum levels widely fluctuate due to its short half life, and can often be within the normal range in patients with hypothyroidism.  "},

{"id":"764","title":"A 55-year-old woman comes to the office due to increasing fatigability and a 4.54-kg (10-lb) weight gain over the last few months.  The patient used to swim daily but now does so only once or twice a week due to fatigue.  She takes a daily multivitamin and an over-the-counter medication for constipation.  Blood pressure is 140/96 mm Hg and pulse is 55/min.  Physical examination shows hair loss involving the lateral third of the eyebrows.  There is delayed relaxation of the deep tendon reflexes of the knee and ankle.  Which of the following laboratory tests is the most appropriate next step in evaluation of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 24-hour urinary cortisol excretion test","answer_2":"B. Dexamethasone suppression test","answer_3":"C. Fasting plasma glucose level","answer_4":"D. Serum iron studies","answer_5":"E. Serum triiodothyronine and thyroxine levels","answer_6":"F. Serum TSH level","percent_1":"4%","percent_2":"2%","percent_3":"1%","percent_4":"1%","percent_5":"17%","percent_6":"76%","right_answer":"F. Serum TSH level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp764.jpg","explanation_1":"","explanation_2":"$This patient's symptoms (eg, fatigue, weight gain, constipation) and examination findings suggest #hypothyroidism#.  Vital signs typically show bradycardia and hypertension (due to increased vascular resistance).  Hypothyroidism can also cause slowed hair growth and alterations in hair growth cycles, leading to thinning of the scalp hair and lateral eyebrows.  Slowed reuptake of calcium by the sarcoplasmic reticulum manifests as a delayed relaxation phase of deep tendon reflexes. $Most patients with hypothyroidism have #primary hypothyroidism# (ie, dysfunction within the thyroid gland).  The thyroid releases thyroid hormones (triiodothyronine [T3] and thyroxine [T4]) in response to TSH from the pituitary.  In turn, TSH secretion is regulated by thyrotropin-releasing hormone (TRH) from the hypothalamus.  Thyroid hormone suppresses TSH and TRH via negative feedback, and #small changes in thyroid hormone# levels lead to #large changes in TSH# levels.  As thyroid hormone production slows, TSH secretion increases rapidly to restore thyroid activity, often before T4 levels fall below standard laboratory reference ranges.  Therefore, #serum TSH# is the #most sensitive# marker for primary hypothyroidism. $#(Choices A and B)#  The 24-hour urinary cortisol assay and the dexamethasone suppression test are used to screen for Cushing syndrome.  Although this patient is hypertensive, she does not have other Cushingoid features (eg, central obesity, skin striae, proximal muscle weakness). $#(Choice C)#  Initial tests for diabetes mellitus include fasting glucose, hemoglobin A1c, and oral glucose tolerance tests.  Diabetes can cause peripheral neuropathy (eg, paresthesias, loss of distal sensation, decreased ankle reflexes), but bradycardia, diastolic hypertension, and delayed relaxation of reflexes are more suggestive of hypothyroidism. $#(Choice D)#  The initial evaluation of hereditary hemochromatosis includes serum iron studies (eg, serum iron, ferritin, transferrin saturation).  Although pituitary dysfunction with secondary (central) hypothyroidism can occur, patients commonly also have arthritis, diabetes mellitus, abnormal skin pigmentation, and hepatomegaly. $#(Choice E)#  TSH is more sensitive than either T3 or T4 for diagnosing primary hypothyroidism.  TSH is not elevated in pituitary or hypothalamic disease (ie, secondary hypothyroidism), but this is a much less common cause of hypothyroidism (<5% of cases).  In addition, patients with secondary hypothyroidism usually have other clinical features of hypothalamic or pituitary dysfunction. $#Educational objective# The thyroid releases thyroid hormone (triiodothyronine [T3] and thyroxine [T4]) in response to TSH from the pituitary, which is regulated by thyrotropin-releasing hormone (TRH) from the hypothalamus.  Thyroid hormone suppresses the secretion of TSH and TRH via negative feedback, and small changes in thyroid hormone levels cause large changes in TSH.  Serum TSH is the most sensitive test for primary hypothyroidism.  "},

{"id":"20366","title":"A 29-year-old woman comes to the office due to unintentional weight loss, fatigue, and sweating.  The patient has had no neck pain.  Two months ago, she delivered a healthy boy with no perinatal complications.  The patient does not breastfeed the infant.  She has no chronic medical conditions and takes no medications.  Blood pressure is 140/70 mm Hg, pulse is 110/min, and respirations are 16/min.  Oxygen saturation is 98% on room air.  Neck examination shows mild, diffuse enlargement of the thyroid gland with no tenderness.  The remainder of the physical examination, including pelvic examination, is normal.  Laboratory evaluation reveals low serum TSH, elevated serum thyroxine (T4), and elevated serum triiodothyronine (T3).  Thyrotropin receptor antibodies are negative.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Exogenous intake of thyroid hormone","answer_2":"B.Granulomatous inflammation of the thyroid gland","answer_3":"C.Lymphocytic inflammation of the pituitary gland","answer_4":"D.Lymphocytic inflammation of the thyroid gland","answer_5":"E.Tumor production of β-hCG","percent_1":"14%","percent_2":"13%","percent_3":"4%","percent_4":"54%","percent_5":"14%","right_answer":"D.Lymphocytic inflammation of the thyroid gland","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Postpartum thyroiditis!?Pathophysiology? • Autoimmune destruction of thyroid follicles & release of preformed thyroid hormone• Lymphocytic infiltrates ± germinal centers?Clinical course? • Onset ≤12 months after pregnancy• Transient hyperthyroid phase (↑ T4 & T3, ↓ TSH)• Brief hypothyroid phase (↓ T4 & T3, ↑ TSH)• Return to euthyroid state?Diagnosis? • ↑ Serum thyroglobulin• ↓ Radioiodine uptake• Ultrasound: diffuse thyroid enlargement with ↓ blood flow%#T3# = triiodothyronine; #T4# = thyroxine.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has weight loss, tachycardia, and a painless, diffuse goiter; her serum thyroid hormone levels are elevated and TSH is suppressed, findings consistent with #primary hyperthyroidism#.  In light of her recent pregnancy and negative thyrotropin receptor antibody assay (which makes Graves disease unlikely) this is most likely due to #postpartum thyroiditis#. $Postpartum thyroiditis occurs within 12 months of pregnancy and is characterized by #autoimmune destruction of thyroid follicles# similar to that seen in @chronic lymphocytic (Hashimoto) thyroiditis@.  Histologic inspection demonstrates #lymphocytic infiltration#, sometimes with the formation of @germinal centers@.  The breakdown of follicle margins and loss of colloid may also be seen. $Postpartum thyroiditis typically begins with a hyperthyroid phase due to the #release of preformed thyroid hormone#, followed by a transient hypothyroid phase due to the depletion of thyroid hormone and an eventual return to a euthyroid state. $#(Choice A)#  Intake of exogenous thyroid hormone can cause thyrotoxicosis with suppression of TSH.  However, thyroid enlargement would not be seen (thyroid atrophy is more typical). $#(Choice B)#  Like postpartum thyroiditis, subacute granulomatous (de Quervain/postviral) thyroiditis can have a transient hyperthyroid phase due to the release of preformed thyroid hormone.  However, patients typically have low-grade fever, myalgias, and a painful, tender goiter. $#(Choice C)#  Lymphocytic hypophysitis is an uncommon disorder that may occur in postpartum women.  TSH would be low due to loss of pituitary thyrotrophs, but thyroid hormone levels would also be low (ie, central/secondary hypothyroidism). $#(Choice E)#  The beta subunit of hCG shares homology with TSH and can stimulate TSH receptors on follicular cells.  Gestational trophoblastic neoplasia refers to a group of hCG-secreting tumors that most commonly occur in association with molar pregnancy (uncommon following live birth).  Most patients have associated symptoms such as amenorrhea or abnormal uterine bleeding, and examination often shows uterine enlargement. $#Educational objective# Postpartum thyroiditis occurs within 12 months of pregnancy and is characterized by autoimmune destruction of thyroid follicles.  It typically begins with a hyperthyroid phase due to the release of preformed thyroid hormone, followed by a hypothyroid phase due to depletion of thyroid hormone and an eventual return to a euthyroid state.  Histologic inspection demonstrates lymphocytic infiltration with the formation of germinal centers, which is similar to chronic lymphocytic (Hashimoto) thyroiditis.  ","clickable_1":"images/img1.20366.jpg","clickable_2":"images/img2.20366.jpg"},

{"SubjectSystem":"Genetics-Endocrine","id":"1407","title":"A 2-month-old boy is brought to the emergency department due to progressively worsening \"floppiness\" and poor feeding.  The infant was born in Eastern Europe via an uncomplicated vaginal delivery to a 38-year-old woman and then immigrated to the United States with his family.  The parents describe the infant as a \"good baby\" who rarely cries and sleeps through the night but has lately been difficult to rouse for breastfeeding.  Stools have also decreased to every other day and are small and pellet-like.  Physical examination shows a hypotonic infant with a large anterior fontanelle, large tongue, and a reducible umbilical hernia.  He has low tone and is unable to hold his head erect on his own.  No other abnormalities are seen.  Which of the following is the most likely cause of this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Botulism","answer_2":"B. Down syndrome","answer_3":"C. Galactosemia","answer_4":"D. Hirschsprung disease","answer_5":"E. Hypothyroidism","answer_6":"F. Phenylketonuria","percent_1":"20%","percent_2":"12%","percent_3":"11%","percent_4":"6%","percent_5":"42%","percent_6":"10%","right_answer":"E. Hypothyroidism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital hypothyroidism# ∆⨉ §^#Clinical$ manifestations# ∆ • Asymptomatic at birth • After maternal thyroxine wanes (weeks to months): $== ○ Lethargy, poor feeding $== ○ Enlarged fontanelle $== ○ Protruding tongue, puffy face, umbilical hernia $== ○ Constipation $== ○ Prolonged jaundice $== ○ Dry skin §^#Diagnosis# ∆ • ↑ TSH & ↓ free thyroxine levels • Newborn screening §^#Treatment# ∆ • Levothyroxine* %#*Delayed treatment is associated with neurocognitive dysfunction (eg, ↓ intelligence quotient).","explanation_img":"","explanation_1":"","explanation_2":"#Congenital hypothyroidism# is one of the most common causes of preventable intellectual disability.  Most cases are due to thyroid dysgenesis (agenesis, hypoplasia, or ectopy), and iodine deficiency is a common cause in areas endemic for iodine deficiency (eg, Europe). $Neonates initially have no significant symptoms due to the presence of maternal thyroxine (T4) from transplacental transfer.  T4 is responsible for the stimulation of protein synthesis as well as carbohydrate and lipid catabolism in many cells; as maternal T4 wanes, metabolism is impaired and marked by a slowing of physical and mental activity (lethargy, poor feeding, constipation, hypotonia).  Accumulation of matrix substances cutaneously and internally results in nonpitting edema (eg, \"#puffy#\" face), @umbilical hernia@, protruding tongue, and a large anterior fontanelle.  In addition, T4 is essential for normal brain development and myelination during early life, and infants are at risk of severe and #irreversible intellectual disability#. $Treatment with #levothyroxine# by age 2 weeks can normalize cognitive and physical development. $Therefore, universal newborn screening for congenital hypothyroidism is performed in the United States but not in all other countries. $#(Choice A)#  Infants who are fed honey or exposed to spores from the soil are at risk for infantile botulism, which presents with constipation and flaccid paralysis.  A large anterior fontanelle, umbilical hernia, and macroglossia are not seen. $#(Choice B)#  Hypotonia and hypothyroidism are features of @Down syndrome@.  However, the absence of other dysmorphic features (eg, upslanting palpebral fissures, bilateral epicanthal folds, single palmar crease) makes Down syndrome unlikely in this patient. $#(Choice C)#  Galactosemia is caused by galactose-1-phosphate uridyltransferase deficiency.  Patients with this condition present with jaundice, vomiting, hepatomegaly, and lethargy after ingesting galactose in breast milk or formula in the first few days of life.  This patient was previously breastfeeding well and has no hepatomegaly. $#(Choice D)#  Hirschsprung disease is caused by abnormal migration of neural crest cells into the rectosigmoid colon.  The lack of ganglion cells in this colon segment impedes gastrointestinal motility, resulting in failed meconium passage and bilious emesis in a newborn. $#(Choice F)#  Phenylketonuria is most commonly caused by phenylalanine hydroxylase deficiency, resulting in hyperphenylalaninemia.  It presents with developmental delay, light pigmentation, and a musty body odor. $#Educational objective# Congenital hypothyroidism is usually asymptomatic at birth.  After maternal T4 wanes, infants develop constipation, lethargy, hypotonia, macroglossia, an umbilical hernia, and a large anterior fontanelle.  ","clickable_1":"images/img1.1407.mp4","clickable_2":"images/img2.1407.jpg"},

{"id":"772","title":"A 52-year-old, post-menopausal woman comes to the office for a follow-up appointment.  Six months ago, the patient was evaluated for recurrent, brief episodes of excessive warmth and sweating, which were interfering with her usual activities.  Thyroid hormone levels were normal, and the patient was subsequently diagnosed with menopausal hot flashes.  Treatment with estrogen-containing hormone replacement therapy was begun with significant symptom improvement.  She has no other medical conditions and takes no other medications.  Which of the following most likely occurred in this patient as a result of her medication use?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased conversion of T4 to T3","answer_2":"B. Decreased thyroid iodine uptake","answer_3":"C. Decreased TSH level","answer_4":"D. Increased free T3 level","answer_5":"E. Increased total T4 level","percent_1":"19%","percent_2":"3%","percent_3":"31%","percent_4":"6%","percent_5":"40%","right_answer":"E. Increased total T4 level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp772.jpg","explanation_1":"","explanation_2":"$Circulating thyroid hormone consists of 2 fractions: an inert #protein-bound# fraction and a #free fraction# that is available to enter target cells via a carrier-mediated mechanism.  More than 99% of circulating thyroid hormone is bound to plasma proteins, creating a large circulating reservoir of thyroid hormone.  #Thyroxine-binding globulin# (TBG) accounts for approximately 70% of thyroid hormone binding with an additional share bound by albumin and transthyretin. $An #increase in estrogen activity# (eg, pregnancy, oral contraceptive use, postmenopausal hormone replacement therapy) #raises circulating TBG levels#, causing a corresponding reduction in free T4 and T3 levels.  In patients with a normal hypothalamic-pituitary-thyroid axis, this reduction will result in a transient increase in TSH, leading to increased thyroid hormone production until the additional TBG becomes saturated with thyroid hormone and free T4 and T3 levels are restored (ie, patients remain #euthyroid#).  Therefore, an increase in the TBG level leads to an #increase in total T4# and T3 (bound plus free fractions). $#(Choice A)#  Estrogen does not affect the peripheral conversion of T4 to T3.  Medications that decrease the peripheral conversion of T4 to T3 include propylthiouracil, glucocorticoids, and nonselective beta blockers. $#(Choices B and C)#  Thyroid iodine uptake increases transiently due to the temporary rise in TSH that occurs with increased TBG synthesis.  However, iodine uptake normalizes once the newly synthesized TBG becomes saturated with thyroid hormone and TSH returns to normal. $#(Choice D)#  Increased circulating TBG levels cause a transient drop in free T4 and T3 levels as the existing pool of thyroid hormone becomes more protein-bound.  However, free T4 and T3 levels quickly normalize as the thyroid synthesizes an appropriate quantity of new thyroid hormone to saturate the additional TBG. $#Educational objective# An increase in estrogen activity, as seen in pregnancy or postmenopausal estrogen replacement therapy, increases the level of thyroxine-binding globulin.  This leads to an increase in total thyroid hormone levels, but feedback control maintains normal levels of free (biologically active) thyroid hormone.  "},

{"id":"19746","title":"A 1-week-old newborn is seen for abnormal thyroid function tests that were performed as part of routine screening.  Serum thyroxine (T4) was low and serum TSH was normal.  The patient was born by spontaneous vaginal delivery at 40 weeks of gestation to a 28-year-old primigravida.  During the pregnancy, the mother took acetaminophen intermittently for low back pain.  Examination of the newborn shows no abnormal findings.  Repeat thyroid function test results are as follows:","title_table":"?Free T4? 1.2 μg/dL (normal: 0.8–1.95) ?Total T4? 4 μg/dL ?TSH? 3 μU/mL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of the patient's abnormal thyroid function tests?","audio":"","comparison_items":"","answer_1":"A. Decreased T4 to triiodothyronine conversion","answer_2":"B. Deficiency of thyroxine-binding globulin","answer_3":"C. Hypoalbuminemia","answer_4":"D. Hypopituitarism","answer_5":"E. Thyroid dysgenesis","percent_1":"10%","percent_2":"59%","percent_3":"8%","percent_4":"4%","percent_5":"18%","right_answer":"B. Deficiency of thyroxine-binding globulin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19746.jpg","explanation_1":"","explanation_2":"$This neonate with a low total thyroxine (T4) but normal free T4 and normal TSH likely has a #deficiency# of #thyroxine-binding globulin# (TBG).  Congenital TBG deficiency is a #benign#, X-linked disorder usually identified on newborn screening. $In general, the majority of circulating T4 is bound to TBG, which then serves as a storage pool to replenish the biologically active free T4 that is continuously cleared by the kidneys.  Therefore, TBG helps #maintain a constant free T4 level#. $When TBG is deficient, less T4 is bound and a greater proportion is allowed to freely circulate.  #Total T4 is low# due to the decrease in bound T4 fraction.  However, since physiologic @feedback@ is intact, #TSH and free T4 levels remain normal#.  Because the levels of active (free) thyroid hormone are normal, patients are clinically #euthyroid# and asymptomatic, so #no treatment# is required. $#(Choice A)#  Certain placentally transferred maternal medications (eg, propylthiouracil) decrease conversion of T4 to triiodothyronine (T3), causing transient neonatal hypothyroidism (ie, low T4, high TSH).  Acetaminophen does not interfere with thyroid hormone synthesis. $#(Choice C)#  Because only a small percentage of T4 is bound to albumin, hypoalbuminia does not significantly affect thyroid hormone levels.  In addition, this patient has no risk factors for hypoalbuminemia (eg, malnutrition, sepsis, gastrointestinal/renal loss). $#(Choice D)#  Hypopituitarism causes central hypothyroidism, which is characterized by low TSH, total T4, and free T4.  Other midline defects (eg, cleft lip) or hormonal imbalances (eg, hypoglycemia due to ACTH deficiency) are often present. $#(Choice E)#  Thyroid dysgenesis (eg, ectopy, hypoplasia) is the most common cause of congenital hypothyroidism, which is usually asymptomatic at birth.  In contrast to this case, laboratory findings include high TSH and low total and free T4. $#Educational objective# Thyroxine-binding globulin deficiency is a benign disorder characterized by low total thyroxine (T4) and normal free T4 and TSH levels.  Patients are euthyroid and do not require treatment.  ","clickable_1":"images/img1.19746.jpg"}


]