[

{"id":"1477","title":"An 18-year-old man comes to the urgent care clinic due to painful erythema affecting his extremities, trunk, and face.  He is vacationing in Florida and spent 5 hours at a Gulf coast beach earlier in the day.  The patient did not apply any sunscreen as it was cloudy.  The physician explains that cloud cover does not afford a high degree of protection against the sun, especially with prolonged exposure in highly reflective environments like the beach.  He is advised to wear protective clothing and apply sunscreen to prevent recurrence.  Which of the following is most likely to happen within the patient's skin cells as a result of his exposure?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Covalent bond formation between adjacent purine bases","answer_2":"B. End-joining repair of double-stranded DNA breaks","answer_3":"C. Endonuclease nicking of the damaged DNA strand","answer_4":"D. Hypermethylation of residues in the undamaged DNA strand","answer_5":"E. Removal of deaminated bases by glycosylase","percent_1":"21%","percent_2":"13%","percent_3":"58%","percent_4":"3%","percent_5":"5%","right_answer":"C. Endonuclease nicking of the damaged DNA strand","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1477.jpg","explanation_1":"","explanation_2":"$DNA can be damaged by a number of agents, including chemicals, ultraviolet radiation, and ionizing radiation.  #Ultraviolet rays# damage DNA primarily through formation of abnormal covalent bonds between adjacent thymine or cytosine residues (#pyrimidine dimers#).  The presence of pyrimidine dimers interferes with base recognition during transcription and replication, and #DNA mutations# can result if the damage is not repaired. $Pyrimidine dimers are removed by #nucleotide excision repair#.  In this process, a specific endonuclease complex detects abnormalities in the DNA structure caused by the formation of DNA photoproducts.  The endonuclease complex then #nicks# the damaged strand on both sides of the pyrimidine dimer, and the defective region is excised.  DNA polymerase synthesizes new DNA in the place of the damaged DNA, and DNA ligase seals the final remaining nick. $Mutations that impair the components involved in nucleotide excision repair cause #xeroderma pigmentosum#, a condition characterized by severe photosensitivity and the development of skin cancers at a young age. $#(Choice A)#  Ultraviolet radiation causes the formation of pyrimidine-pyrimidine dimers, not purine-purine dimers. $#(Choice B)#  Exposure to ionizing radiation (x-rays and gamma rays) causes double-strand DNA breaks.  The fractured ends can be joined by nonhomologous end joining. $#(Choice D)#  Incorrect base substitution occurs during normal DNA replication and can result in mutations if they are not corrected.  DNA mismatch repair in certain prokaryotes is guided by hypermethylation of the parent strand, which helps to identify the non-mutated strand for use as a template. $#(Choice E)#  Deamination of DNA bases (eg, cytosine conversion to uracil, adenine to hypoxanthine) can occur spontaneously or secondary to chemical exposure.  These errors are corrected by #base excision repair#.  In this process, abnormal bases are recognized and removed by specific glycosylases without disruption of the phosphodiester backbone.  The apurinic and apyrimidinic residues are then removed by specific endonucleases and replaced with the correct base by DNA polymerase. $#Educational objective# Pyrimidine dimers are formed in DNA as a result of ultraviolet light exposure.  They are recognized by a specific endonuclease complex that initiates the process of repair by nicking the damaged strand on both sides of the pyrimidine dimer.  The damaged segment is then excised, and replacement DNA is synthesized by DNA polymerase.  "},

{"id":"883","title":"A 5-year-old girl is brought to the office by her mother because she is concerned that her daughter \"sunburns too easily.\"  The mother says the patient's skin becomes red and scaly with only minimal sun exposure.  She first noticed the problem when her daughter was 7 months old during a trip to the beach.  The mother has since avoided exposing her child to excess sunlight, but finds it difficult now that the patient has begun kindergarten.  Physical examination shows thin and hyperpigmented skin.  She also has a few nevi on her hands that have been enlarging rapidly.  This patient's disorder is most likely due to a primary defect involving which of the following processes? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. DNA mismatch repair","answer_2":"B. Nucleotide excision repair","answer_3":"C. Ras signal transduction","answer_4":"D. Regulation of apoptosis","answer_5":"E. Regulation of cell cycle","answer_6":"F. Repair of DNA crosslinks","percent_1":"11%","percent_2":"71%","percent_3":"1%","percent_4":"2%","percent_5":"1%","percent_6":"13%","right_answer":"B. Nucleotide excision repair","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #xeroderma pigmentosum#, a rare autosomal recessive disorder that occurs due to defective @nucleotide excision repair@ of DNA damaged by #ultraviolet (UV) light#.  Normally, the regions of DNA damaged by UV radiation are excised and replaced by a series of DNA repair enzymes.  In xeroderma pigmentosum, this process is impaired and leads to the accumulation of abnormal pyrimidine nucleotides and other carcinogenic adducts. $The skin of affected individuals is normal at birth, but they present during the first year of life with severe sun sensitivity (eg, erythema, scaling) affecting light-exposed areas, especially the face.  Later, the skin shows atrophy, telangiectasias, and intermingling areas of hypo- and hyperpigmentation due to chronic UV damage.  #Skin malignancies#, including malignant melanoma and squamous and basal cell carcinoma, develop as early as ages 5-6. $#(Choice A)#  Abnormalities of genes responsible for DNA mismatch repair are found in patients with hereditary nonpolyposis colorectal cancer (HNPCC, or Lynch syndrome).  These patients have a greater incidence of colorectal, endometrial, and ovarian cancer. $#(Choice C)#  Ras codes for a G protein that regulates growth factor signal transduction.  Mutations that result in a constitutively activated Ras protein cause constant and unregulated cell proliferation, leading to malignancy (particularly pancreatic and colorectal cancer). $#(Choices D and E)#  p53 is a regulatory protein that halts cell cycle progression when DNA is damaged, allowing time for the DNA to be repaired.  When the damage is irreversible, apoptosis is triggered.  Acquired p53 mutations are found in the majority of spontaneous cancers, whereas inherited p53 mutations are responsible for Li-Fraumeni syndrome (which causes a wide range of malignancies at a young age). $#(Choice F)#  Fanconi anemia is an autosomal recessive condition caused by mutations in the genes responsible for the repair of interstrand DNA crosslinks.  It is the most common inherited cause of aplastic anemia and presents with short stature, absent thumbs, and increased malignancy risk. $#Educational objective# Xeroderma pigmentosum develops due to a defect in nucleotide excision repair.  This disease is characterized by increased sensitivity to ultraviolet radiation and a high incidence of cutaneous malignancy.  ","clickable_1":"images/img1.883.jpg"},

{"id":"1435","title":"A research scientist purifies DNA polymerase III from an Escherichia coli extract.  The isolated enzymes are then incubated in a mixture containing DNA templates, RNA primer oligonucleotides, and tagged deoxynucleotides.  After analyzing the DNA molecules formed during incubation, the researcher concludes that the enzyme possesses 3′ to 5′ exonuclease activity.  Which of the following enzymatic actions was most likely observed during the experiment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cleavage of DNA strands to remove supercoils","answer_2":"B. Excision of thymine dimers within DNA","answer_3":"C. Removal of mismatched base pairs during DNA synthesis","answer_4":"D. Removal of RNA primer nucleotides","answer_5":"E. Unwinding of double-stranded DNA","percent_1":"3%","percent_2":"5%","percent_3":"62%","percent_4":"24%","percent_5":"5%","right_answer":"C. Removal of mismatched base pairs during DNA synthesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Proteins & their functions in prokaryotic DNA replication#∆⨉ §^#Helicase# ∆ • Unwinding of double helix §^#DNA gyrase (type II topoisomerase)# ∆ • Removal of supercoils §^#Single-stranded DNA binding protein# ∆ • Stabilization of unwound template strands §^#Primase (RNA polymerase)# ∆ • Synthesis of RNA primer §^#DNA polymerase III# ∆ • DNA synthesis (5′ → 3′ polymerase activity) • Proofreading (3′ → 5′ exonuclease activity) §^#DNA polymerase I# ∆ • Same as DNA polymerase III • Removal of RNA primer (5′ → 3′ exonuclease activity) & replacement with DNA §^#DNA ligase# ∆ • Joining of Okazaki fragments (lagging strand)","explanation_img":"","explanation_1":"","explanation_2":"@DNA replication@ is coordinated by the actions of multiple enzymes and proteins.  It requires a high degree of fidelity to ensure preservation of the genetic code in daughter cells and to prevent accumulation of mutations. $Prokaryotes have 3 types of #DNA polymerase# (I, II, III), all of which perform the following functions: $• #DNA synthesis# (#5′ → 3′ polymerase# activity):  DNA chain synthesis and elongation first require the presence of an RNA primer (created by an RNA polymerase, or primase).  DNA polymerases then add individual nucleotides to the 3′ end of the growing daughter strand. $• #Proofreading# (#3′ → 5′ exonuclease# activity):  As the DNA daughter strand is synthesized, DNA polymerases check that each added nucleotide is appropriately matched to its complementary base.  Incorrect base pairs are removed (via hydrolysis of their phosphodiester bonds), and the correct complementary bases are added. $In this experiment, the researcher most likely observed #removal of mismatched base pairs# during DNA replication to conclude that DNA polymerase III has 3′ to 5′ exonuclease activity. $#(Choice A)#  During DNA replication in prokaryotes, the circular DNA strands are unwound, creating tension.  DNA gyrase (type II topoisomerase) temporarily cleaves both strands of the DNA double helix and introduces negative supercoils to relieve this tension. $#(Choice B)#  Ultraviolet (UV) light can damage DNA by covalently bonding adjacent pyrimidine (typically thymine) bases to form dimers.  These thymine dimers are usually removed via nucleotide excision repair by the enzyme UV-specific endonuclease. $#(Choice D)#  A unique function of DNA polymerase I is its 5′ to 3′ exonuclease activity, which is used to remove the RNA primer synthesized by RNA primase.  DNA polymerase III does not have 5′ to 3′ exonuclease activity. $#(Choice E)#  Helicase promotes unwinding and dissociation of parent DNA strands at the replication fork. $#Educational objective# All prokaryotic DNA polymerases (I, II, and III) remove mismatched nucleotides via their 3′ to 5′ exonuclease (proofreading) activity.  Only DNA polymerase I has 5′ to 3′ exonuclease activity, which is used to remove the RNA primer synthesized by RNA primase.  ","clickable_1":"images/img1.1435.jpg"},

{"id":"1437","title":"A genetic researcher is comparing the DNA replication process of prokaryotic and eukaryotic cells.  In an experiment, Escherichia coli and human cells are cultured in separate media containing tagged nucleotides and their rates of DNA replication are determined.  Although the eukaryotic genome is significantly larger and more complex than that of the prokaryote, eukaryotic DNA replication still occurs in a timely manner.  Which of the following features of eukaryotic replication best explains this observation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Continuous synthesis of the lagging strand","answer_2":"B. Energy-independent DNA unwinding","answer_3":"C. Multiple origins of replication","answer_4":"D. No proofreading of daughter strands","answer_5":"E. No requirement for RNA primers","percent_1":"5%","percent_2":"3%","percent_3":"89%","percent_4":"1%","percent_5":"2%","right_answer":"C. Multiple origins of replication","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1437.jpg","explanation_1":"","explanation_2":"$The key steps of DNA replication are similar in eukaryotes and prokaryotes (eg, Escherichia coli) and are as follows:  $1. Unwinding of double-stranded DNA by helicase to produce single-stranded DNA  $2. Formation of a replication fork  $3. Synthesis of RNA primers by the enzyme primase  $4. Synthesis and concurrent proofreading of daughter DNA strands by DNA polymerases  $5. Removal and replacement of RNA primers with DNA  $6. Ligation of Okazaki fragments on lagging strands by the enzyme ligase $Despite the similarities of prokaryotic and eukaryotic DNA replication, there are important differences between these processes.  Prokaryotes possess 3 major @DNA polymerases@ (I, II, and III), whereas eukaryotes have 5 major DNA polymerases (α, β, γ, δ, and ε).  The #eukaryotic genome# is also much larger and more complex than the prokaryotic genome, which can be partly explained by the abundance of noncoding DNA regions (introns) located between coding regions (exons).  In addition, prokaryotes typically have circular DNA with a single origin of replication, whereas eukaryotes have linear DNA with #multiple origins of replication#.  This feature allows the eukaryotic genome to be copied in a quick and effective manner despite its large size. $#(Choice A)#  Eukaryotic and prokaryotic DNA polymerases synthesize daughter strand DNA in the 5' to 3' direction.  The leading strand is formed continuously, whereas the lagging strand is formed discontinuously, creating Okazaki fragments. $#(Choice B)#  DNA unwinding is an energy-dependent process performed by the enzyme helicase in both prokaryotes and eukaryotes. $#(Choice D)#  Proofreading of daughter strands during DNA replication is necessary to preserve the genetic code and prevent potentially lethal mutations.  All 3 prokaryotic DNA polymerases and most eukaryotic DNA polymerases (eg, γ, δ, ε) possess 3' to 5' exonuclease (\"proofreading\") activity. $#(Choice E)#  Prokaryotic and eukaryotic DNA polymerases require an RNA primer before they can initiate synthesis of complementary DNA on a single-stranded template.  Primase (prokaryotes) and DNA polymerase α (eukaryotes) are the enzymes responsible for synthesizing this primer. $#Educational objective# Multiple origins of replication make eukaryotic DNA replication quick and effective despite the large size and complexity of the genome compared to that of prokaryotic organisms.  ","clickable_1":"images/img1.1437.jpg"},

{"id":"1436","title":"A 13-year-old boy is evaluated for a possible inherited genetic defect.  He has growth retardation, microcephaly, sun-sensitive skin, and recurrent infections.  The patient is the second-born child of 2 first cousins.  His parents and siblings are healthy, but 2 of his maternal cousins have similar signs and symptoms.  Genetic analysis of the patient reveals a defect in the BLM gene, which codes for a DNA helicase.  Which of the following is the most likely site of action of this enzyme in the DNA replication fork diagram shown below?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1436.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"6%","percent_2":"81%","percent_3":"10%","percent_4":"0%","percent_5":"2%","percent_6":"1%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1436.jpg","explanation_1":"","explanation_2":" $This patient has Bloom syndrome, a rare autosomal recessive disorder characterized by small stature, photosensitivity, immunodeficiency, and markedly increased cancer rates.  It is caused by a mutation affecting #DNA helicase#.  Helicases are enzymes that facilitate #unwinding of the double helix# during DNA replication and repair; dysfunction results in DNA instability and breakage. $DNA replication normally occurs during the S (synthesis) phase of the cell cycle and is initiated as follows: $• First, the origin of replication is identified and bound by a multi-subunit protein (the origin recognition complex), which locally dissociates double-stranded DNA (dsDNA) into single-stranded DNA (ssDNA). $• Helicase subsequently binds to ssDNA at the origin of replication and moves into the replication fork, where it facilitates separation and unwinding of dsDNA. $• Then ssDNA binding proteins bind to and stabilize the unwound strands as they move away from the replication fork, preventing them from reannealing #(choice C).# $• DNA unwinding induces strain on the DNA segment upstream of the helicases (positive supercoiling), and topoisomerase (DNA gyrase) relieves this tension by introducing transient single- or double-stranded nicks in the DNA #(choice A).# $#(Choice D)#  Before DNA polymerase can begin synthesizing DNA, it requires an RNA primer made up of short RNA sequences base-paired to the parent DNA.  This primer is synthesized by the enzyme primase (DNA-dependent RNA polymerase). $#(Choice E)#  DNA polymerase synthesizes new daughter DNA strands in the 5′ to 3′ direction.  The leading strand is formed continuously, whereas the lagging strand is formed discontinuously (ie, multiple short DNA fragments called Okazaki fragments). $#(Choice F)#  Okazaki fragments are ultimately bound together by DNA ligase. $#Educational objective# During DNA replication and repair, helicase mediates the continuous unwinding of double-stranded DNA at the replication fork. "},

{"id":"1486","title":"A 24-year-old woman comes to the office for evaluation of a skin lesion.  Physical examination shows a 5-mm, brown, oval macule on her anterior thigh.  Biopsy of the lesion shows normal-appearing nevus cells clustered in the epidermis, consistent with a benign acquired melanocytic nevus.  During histologic analysis, the patient's epithelial cells are found to each contain a condensed body composed of heavily methylated DNA at the periphery of the nucleus.  This region of DNA is most likely associated with which of the following genetic findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Extensive double-strand DNA break repair","answer_2":"B. Histone acetylation","answer_3":"C. Impaired mismatch repair","answer_4":"D. Low transcription activity","answer_5":"E. Reduced positive supercoiling","percent_1":"5%","percent_2":"8%","percent_3":"4%","percent_4":"80%","percent_5":"3%","right_answer":"D. Low transcription activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1486.jpg","explanation_1":"","explanation_2":"$In genotypic females (46,XX), #one X chromosome# is normally #randomly deactivated# in each embryonic cell during early development (ie, lyonization).  This process converts the inactive X chromosome into condensed heterochromatin at the periphery of the nucleus (#Barr body#).  Heterochromatin consists of heavily methylated DNA bases (eg, cytosine converted to methylcytosine) and deacetylated histones, which cause it to have a #low level of transcriptional activity#. $#X-inactivation# (ie, lyonization) is maintained across cell division (ie, all of a cell's descendants have the same X chromosome inactivated), resulting in clusters of cells throughout the body that express either the maternal or paternal X chromosome.  This @mosaic pattern@ of X-chromosome expression generally prevents X-linked recessive conditions from manifesting in female carriers.  However, in rare cases, @skewed lyonization@ (ie, uneven inactivation of maternal or paternal X chromosome due to chance alone) may result in women developing an X-linked recessive condition (eg, classic hemophilia). $In addition, because a small proportion of genes remain transcriptionally active on the inactivated X chromosome, inheritance of an abnormal number of X chromosomes can cause abnormalities due to a #gene-dosage effect#, as seen with Turner (45,X) and Klinefelter (47,XXY) syndromes. $#(Choice A)#  Double-strand DNA breakage can occur following exposure to ionizing radiation.  Compared to single-strand breaks, double-strand breaks are more likely to result in faulty repair, leading to mutations, malignancy, or cell death. $#(Choice B)#  @Histone acetylation@ facilitates active transcription, as seen with euchromatin.  In contrast, histone deacetylation increases interaction between histones and DNA and contributes to the formation of condensed chromatin (ie, heterochromatin) that is less transcriptionally active. $#(Choice C)#  Repair of mismatched bases occurs throughout the genome during DNA replication.  Impaired mismatch repair is associated with hereditary nonpolyposis colorectal cancer. $#(Choice E)#  DNA supercoiling refers to the amount of twisting in a double-stranded DNA molecule; increased positive supercoiling means the DNA helix becomes more tightly wound, which allows for more compact DNA packaging but also limits access by transcriptional machinery.  Inactive X chromosomes are formed from condensed heterochromatin with a positively supercoiled structure compared to transcriptionally active euchromatin. $#Educational objective# X-chromosome inactivation occurs in genotypic females and results in conversion of the chromosomal DNA into condensed heterochromatin (ie, a Barr body).  Heterochromatin is located at the periphery of the nucleus and composed of heavily methylated DNA and deacetylated histones, causing it to have a low level of transcriptional activity.  ","clickable_1":"images/img1.1486.jpg","clickable_2":"images/img2.1486.jpg","clickable_3":"images/img3.1486.jpg"},

{"id":"2017","title":"A 34-year-old woman with a history of recurrent urinary tract infections comes to the physician with dysuria and increased urinary frequency.  Her urine culture grows colonies of Gram-negative bacteria.  The bacteria are isolated and placed in a growth-enhancing nutrient solution, where they undergo rapid cellular division.  As they are actively dividing, the bacterial cells are lysed and their DNA is extracted and purified.  Analysis of the partially replicated DNA fragments shows the presence of uracil.  This finding is most likely mediated by which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. DNA ligase","answer_2":"B. DNA polymerase I","answer_3":"C. DNA polymerase III","answer_4":"D. Gyrase","answer_5":"E. Helicase","answer_6":"F. Primase","percent_1":"3%","percent_2":"15%","percent_3":"18%","percent_4":"3%","percent_5":"2%","percent_6":"59%","right_answer":"F. Primase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2017.jpg","explanation_1":"","explanation_2":"$This question describes a scenario in which uracil is found in association with bacterial DNA during prokaryotic DNA replication.  In general, uracil is found only in RNA, so the question essentially asks which enzyme involved in DNA synthesis catalyzes the formation of RNA strands.  In prokaryotic DNA replication, primase (an RNA polymerase) is responsible for synthesizing a short RNA primer using the separated strands of DNA at the replication fork as templates.  DNA replication then proceeds, with DNA polymerase using the 3' hydroxyl group of the RNA primer as a starting point for synthesis.  Primase is a crucial enzyme for bacterial replication as DNA polymerase cannot initiate DNA synthesis without this short nucleic acid sequence primer. $#(Choice A)#  DNA ligase is the enzyme that repairs single-strand breaks in duplex DNA during DNA replication and repair. $#(Choices B and C)#  During replication, DNA polymerase III is the primary enzyme responsible for synthesis of daughter DNA strands; DNA polymerase I functions chiefly to replace the RNA primers with DNA segments.  Unlike DNA polymerase III, DNA polymerase I has 5'→ 3' exonuclease activity that can remove RNA primers and damaged DNA segments.  The 3'→ 5' exonuclease activity of DNA polymerase I and III provides a proofreading function that fixes mismatched nucleotides in the newly formed daughter strands. $#(Choices D and E)#  Helicase unwinds DNA at the replication fork.  However, this process results in supercoiling of the DNA.  DNA gyrase is a type II topoisomerase that helps to relieve the resultant strain. $#Educational objective# Primase is a DNA-dependent RNA polymerase that incorporates short RNA primers into replicating DNA.  "},

{"id":"1474","title":"A 23-year-old previously healthy man comes to the office after noticing a painless, hard mass in the left testis.  Scrotal ultrasound shows a solid testicular mass, and CT scan of the abdomen and pelvis shows left paraaortic lymphadenopathy.  Left orchidectomy is performed and postoperative histopathology reveals seminoma of the testis.  External beam radiotherapy is administered to the paraaortic metastatic area.  Several weeks later, the retroperitoneal nodes are observed to have markedly decreased in size.  Which of the following is the most likely effect of the therapy used on the metastatic cells in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Demethylation of DNA","answer_2":"B. DNA cross-linking","answer_3":"C. Double-strand DNA breaks","answer_4":"D. Nucleotide mismatches","answer_5":"E. Pyrimidine dimers","percent_1":"5%","percent_2":"11%","percent_3":"65%","percent_4":"3%","percent_5":"17%","right_answer":"C. Double-strand DNA breaks","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1474.jpg","explanation_1":"","explanation_2":"$Therapeutic #ionizing radiation# (eg, gamma rays, x-rays), commonly used to treat or palliate several types of cancer, can cause cell death through 2 major mechanisms: $• DNA #double-strand breakage#:  Breakage of both strands is generally required, as single strand breaks are readily repaired by polymerases. $• Free radical formation:  Reactive oxygen species are formed by ionization of water; oxygen free radicals are then able to cause cellular and DNA damage. $The effect of radiation is most pronounced in malignant cells as they are rapidly dividing and consequently less able to repair DNA damage.  Epithelial surfaces (eg, bowel mucosa, skin) are also severely affected because they are rapidly dividing. $A characteristic cell death curve of exposure to radiation shows a nearly flat line on initial exposure, followed by a steep increase in cell death as the radiation dose increases (Diagram).  The steep portion is due to a sharp increase in double-stranded DNA strand fractures and oxygen free radicals. $#(Choice A)#  DNA methylation (only cytosine and adenine) typically inhibits gene transcription.  Demethylation or hypomethylation of oncogenes (and hypermethylation of tumor suppressor genes) contributes to the development of some cancers. $#(Choice B)#  DNA cross-linking can be induced by numerous chemical and physical agents, notably alkylating agents used in cancer treatment. $#(Choice D)#  During DNA replication, incorrect base placement can occur, but enzymes scan the newly synthesized DNA strands for mismatched bases, which are then excised and replaced.  This process is guided by the presence of adenine methylation (recognized by the enzymes) in the template strand, as the daughter strand remains unmethylated for some time following DNA replication. $#(Choice E)#  DNA damage from exposure to ultraviolet radiation, a non-ionizing radiation, leads to the formation of pyrimidine-pyrimidine dimers (thymine dimers).  Ionizing radiation has higher energy (enough to remove an electron), leading to more cell damage. $#Educational objective# Exposure to ionizing radiation, including therapeutic and palliative radiation therapy, induces DNA damage through DNA double-strand fractures and the formation of oxygen free radicals.  "},

{"id":"2027","title":"A 34-year-old woman comes to the office due to dysuria.  The patient has a history of recurrent urinary tract infections.  A urine sample is collected and sent for culture.  Gram-negative bacteria isolated from the urine are found to form pink colonies on lactose-containing MacConkey agar.  Several days later, bacterial isolates from a second urine sample are found to form white colonies when plated on the same type of medium.  Genetic analysis shows that the more recent isolates have a single nucleotide deletion within the lac operon DNA sequence.  This genomic change is most consistent with which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Conservative mutation","answer_2":"B. Frameshift mutation","answer_3":"C. Missense mutation","answer_4":"D. Nonsense mutation","answer_5":"E. Silent mutation","percent_1":"5%","percent_2":"60%","percent_3":"21%","percent_4":"9%","percent_5":"4%","right_answer":"B. Frameshift mutation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2027.jpg","explanation_1":"","explanation_2":"$Organisms that ferment lactose appear pink on MacConkey agar whereas lactose non-fermenters form white colonies.  In this case, the single nucleotide deletion within the lac operon DNA sequence of the newer isolates impairs lactose metabolism most likely by preventing the formation of a required enzyme.  Because the mutation is a #single base deletion#, it will cause a #frameshift mutation# if it occurs within the coding region (exons) of the gene. $Frameshift mutations are caused by #deletion or insertion# of any number of nucleotides that are #not multiples of 3#.  The result is a change in the reading frame during protein translation, which causes the production of an entirely different protein that is often shorter than the original due to formation of a premature stop codon. $The other mutations listed are all examples of @point mutations@ (ie, single base substitutions) that can lead to a variety of changes in the coded protein. $#(Choices A and C)#  Missense mutations are single base substitutions that result in the placement of an incorrect amino acid in a protein sequence.  These mutations occur within the coding region of a gene and do not alter protein length.  A conservative mutation is a type of missense mutation where an amino acid is replaced with another that has similar biochemical characteristics.  Conservative mutations generally preserve protein function unless the mutation occurs in a critical region (eg, active site of enzyme). $#(Choice D)#  Nonsense mutations introduce a premature stop codon in a coding region, resulting in the production of a truncated protein.  The mutation described is not a nonsense mutation because it was caused by a single base #deletion #(not a base substitution). $#(Choice E)#  A silent mutation is a single base substitution within a codon that does not change the amino acid (due to codon redundancy).  Silent mutations have no effect on protein formation or function. $#Educational objective# A frameshift mutation occurs with the deletion/addition of a number of bases not divisible by 3 in the coding region of a gene.  Frameshift mutations alter the reading frame of the genetic code, dramatically changing the protein structure and often resulting in the formation of a premature stop codon.  ","clickable_1":"images/img1.2027.jpg"},

{"id":"1419","title":"A 65-year-old woman with chronic obstructive pulmonary disease and type II diabetes mellitus comes to the emergency department due to profound fevers and malaise.  After initial evaluation, she is hospitalized for septicemia.  Blood cultures plated on lactose-containing media grow rapidly dividing gram-negative bacteria.  Replication of these microbial cells requires synthesis of two daughter strands of DNA using the parent strands as templates.  Which of the following processes will differ the most between the 2 daughter strands formed at each replication fork?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enzymatic function of DNA helicase","answer_2":"B. Interaction with single-stranded DNA-binding proteins","answer_3":"C. Joining of DNA fragments by ligase","answer_4":"D. Proofreading of the newly synthesized DNA","answer_5":"E. Relief of supercoils by topoisomerase","percent_1":"3%","percent_2":"9%","percent_3":"66%","percent_4":"19%","percent_5":"4%","right_answer":"C. Joining of DNA fragments by ligase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1419.jpg","explanation_1":"","explanation_2":"$DNA replication is similar in prokaryotes and eukaryotes, with DNA polymerases I and III being the main polymerase enzymes involved in prokaryotic DNA replication.  For DNA replication to begin, DNA helicase must first unwind the DNA double helix and separate the parent strands #(choice A).#  The unwound single-stranded DNA is stabilized by the binding of single-stranded DNA-binding proteins to prevent spontaneous reannealing #(choice B).# $Synthesis of the daughter strands occurs simultaneously from both parent strands.  Because #DNA synthesis can occur only in the 5'#→#3' direction#, one daughter strand is synthesized continuously toward the replication fork (leading strand).  However, the other strand must be synthesized #discontinuously# in a direction away from the replication fork (lagging strand), with more and more segments being added as the replication fork moves across the DNA double helix.  This results in the formation of #Okazaki fragments#, short stretches of newly synthesized DNA that are separated by RNA primers.  These primers are removed and replaced with DNA, and the Okazaki fragments are subsequently joined together by DNA ligase.  Because of the discontinuous nature of DNA synthesis on the lagging strand, #DNA ligase# acts many more times on the lagging strand than on the leading strand. $#(Choice D)#  DNA polymerases I and III have proofreading ability (ie, 3'→5' exonuclease activity), and the proofreading function of these polymerases is not restricted to either the leading or lagging strand. $#(Choice E)#  Topoisomerase II produces negative supercoiling in the DNA helix ahead of the replication fork to reduce the strain produced by unwinding, which causes positive supercoiling. $#Educational objective# DNA replication occurs in the 5'→3' direction on both strands.  In contrast to the continuous synthesis of the leading strand, lagging strand synthesis occurs discontinuously and is composed of short stretches of RNA primer plus newly synthesized DNA segments (Okazaki fragments).  As a result, lagging strand synthesis requires the repetitive action of DNA primase and DNA ligase.  "},

{"id":"1476","title":"A 6-year-old boy is brought to the office due to a persistent facial ulcer for the past 2 months.  His mother reports that the patient has extreme sensitivity to sunlight and has developed freckles on his face, neck, and limbs since infancy.  On physical examination, the skin in sun-exposed areas is dry and rough with numerous freckles and erythematous macules.  There is an ulcerated plaque on the left face; a biopsy reveals squamous cell carcinoma.  Further testing leads to a diagnosis of xeroderma pigmentosum.  A defect in which of the following enzymes is most likely causing this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 3'→5' exonuclease","answer_2":"B. DNA ligase","answer_3":"C. Endonuclease","answer_4":"D. Helicase","answer_5":"E. Topoisomerase","percent_1":"34%","percent_2":"5%","percent_3":"58%","percent_4":"1%","percent_5":"3%","right_answer":"C. Endonuclease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1476.jpg","explanation_1":"","explanation_2":"$This boy with severe photosensitivity, poikiloderma, hyperpigmentation in sun-exposed areas, and squamous cell carcinoma of the skin has #xeroderma pigmentosum#, an autosomal recessive disorder characterized by defects in #nucleotide excision repair#. $DNA can be damaged by #ultraviolet rays#, leading to formation of #thymine dimers# between 2 adjacent thymine residues.  These thymine dimers are repaired by #UV-specific endonuclease#, an enzyme that is frequently deficient in patients with xeroderma pigmentosum.  This enzyme recognizes distortions in the structure of DNA caused by thymine dimers and subsequently excises stretches of single-stranded DNA that contain these defects.  The gap created following this excision is then filled by DNA polymerase, which uses the opposite DNA strand as a template.  The new strand of DNA is then joined on both ends to the existing DNA by the enzyme ligase. $#(Choice A)#  3'→5' exonuclease activity describes the \"proofreading\" ability of DNA polymerase.  This ability allows for the recognition and repair of mismatched bases during DNA replication.  Hereditary nonpolyposis colon cancer is associated with DNA mismatch repair gene mutations. $#(Choice B)#  DNA ligase is responsible for creating a phosphodiester linkage between the phosphate group of the 5' end of a DNA fragment and the hydroxyl group of the 3' end.  DNA ligase is particularly active in joining the Okazaki fragments created during discontinuous replication of the lagging strand. $#(Choice D)#  Helicases are responsible for unwinding and separating double-stranded DNA into single-stranded DNA in preparation for DNA replication. $#(Choice E)#  Topoisomerase enzymes relieve DNA supercoiling produced during unwinding and separation by helicase.  Prokaryotic topoisomerase II (DNA gyrase) is inhibited by fluoroquinolone antibiotics, whereas eukaryotic topoisomerase II is inhibited by the anticancer drug etoposide. $#Educational objective# Xeroderma pigmentosum is an autosomal recessive disorder characterized by defective nucleotide excision repair often caused by a deficiency in UV-specific endonuclease.  Affected children usually have severe photosensitivity, hyperpigmentation in sun-exposed areas, and a greatly increased risk for skin cancer.  "},

{"id":"21310","title":"Pharmacologic researchers develop a novel alkylating chemotherapeutic agent against glioblastoma multiforme.  They find that malignant cells with methylation of the promoter region for the O6-methylguanine-DNA methyltransferase (MGMT) gene are more susceptible to this drug than cells without methylation.  Which of the following is the most likely function of the protein encoded by the gene?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Induction of apoptosis","answer_2":"B. Reducing major histocompatibility complex expression","answer_3":"C. Repairing DNA damage","answer_4":"D. Upregulation of telomerase","percent_1":"19%","percent_2":"16%","percent_3":"52%","percent_4":"13%","right_answer":"C. Repairing DNA damage","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Neoplasms develop genetic alterations that promote cellular growth and survival.  Although this is partially mediated by inactivating genetic mutations in tumor suppressor genes (eg, p53), much of oncogenesis is mediated by the altered expression of unmutated genes, as follows: $• #Histone modification:#  Chromatin is organized into @nucleosomes@, which consist of a segment of DNA wrapped around 8 histone proteins.  Modification of histones via acetylation, phosphorylation, or methylation can alter the availability of DNA for transcription, leading to increased or decreased gene expression.  Histone modification allows tumors to increase prosurvival gene expression and reduce cell cycle arrest/apoptosis gene expression. $• #Transcription factor expression:#  Transcription factors are activated by cell-surface ligand binding or by phosphorylation.  Activated transcription factors travel to the nucleus and bind to the promoter/enhancer region of a specific gene, which alters RNA polymerase binding and subsequent gene expression.  Tumors overexpress surface receptors (eg, HER2) that generate pro-survival transcription factors and underexpress surface receptors that generate cell cycle arrest/apoptotic signals. $• #CpG modifications:#  Promoter regions typically contain a section of 200-2000 base pairs that primarily contain a cytosine followed a guanosine.  #Methylation# of the CpG region #silences# the adjacent gene; neoplasms often methylate CpG promoter regions adjacent to genes that slow growth. $As part of oncogenesis, many #glioblastomas methylate# the CpG region adjacent to the O6-methylguanine-DNA methyltransferase #(MGMT) gene#, which generates a protein that #repairs damaged DNA# (eg, converts O6-methylguanine [a naturally occurring alkylation product] back to guanine).  Although silencing MGMT creates a more permissive environment for DNA mutations to drive cancer growth, it also makes the cell more susceptible to #alkylating chemotherapy# (eg, temozolomide), since alkylating agents cause DNA damage that cannot be effectively repaired without MGMT. $#(Choice A)#  Mutation of tumor suppressing genes (eg, BAX) that trigger apoptosis or cell cycle arrest promotes oncogenesis.  However, MGMT is not an apoptotic gene. $#(Choice B)#  As part of oncogenesis, tumors often reduce major histocompatibility complex class I expression, lowering the ability of cytotoxic T cells to recognize the abnormal proteins generated by cancerous cells.  This process is not mediated by MGMT. $#(Choice D)#  Increased telomerase activity helps promote cancer cell longevity; telomerase activity is frequently increased in tumors, but it is not mediated by MGMT. $#Educational objective# Cancer cells alter expression of genes controlling survival and replication by histone modification, transcription factor expression, and CpG methylation.  Methylation of the CpG region adjacent to the MGMT gene, which produces an enzyme that repairs DNA, makes tumor cells much more susceptible to alkylating chemotherapy.  ","clickable_1":"images/img1.21310.jpg"},

{"id":"1438","title":"A cell biologist is studying the role of ribonucleoproteins in normal cellular function.  He prepares a cell extract using a specific cell type obtained from a 73-year-old man.  Ribonucleoproteins are separated and purified from the cell extract for structural and functional analyses.  These cells are found to express higher amounts of a particular protein in comparison to other cell types.  This protein has reverse transcriptase activity that functions to add TTAGGG repeats to the 3' end of chromosomes.  Which of the following cell types was most likely studied in this experiment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Epidermal basal cells","answer_2":"B. Erythrocytes","answer_3":"C. Myocardial cells","answer_4":"D. Neurons","answer_5":"E. Pancreatic β cells","percent_1":"75%","percent_2":"4%","percent_3":"3%","percent_4":"10%","percent_5":"8%","right_answer":"A. Epidermal basal cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1438.jpg","explanation_1":"","explanation_2":"$#Telomerase# is a ribonucleoprotein that adds #TTAGGG# repeats to the #3' end of chromosomes# (telomere region).  It is similar to other reverse transcriptase enzymes in that it synthesizes single-stranded DNA using single-stranded RNA as a template (#RNA-dependent DNA polymerase#).  Telomerase is composed of 2 main subunits, the telomerase reverse transcriptase (TERT) subunit and the telomerase RNA component (TERC).  TERC is a \"built-in\" RNA template that is repeatedly read by the TERT subunit to add TTAGGG DNA sequence repeats to telomeres. $#Stem cells# have very #long telomeres# due to their high telomerase activity, allowing them to proliferate indefinitely in a controlled manner.  In contrast, most terminally differentiated adult somatic cells (eg, myocardial cells, neurons, pancreatic β cells) have short telomeres as they do not express telomerase and their telomeres shorten with every cell division #(Choices C, D, and E)#.  Critical shortening in telomere length is thought to be a signal for programmed cell death.  In fact, syndromes of premature aging (eg, Bloom syndrome) are associated with shortened telomeres.  In contrast, cancer cells upregulate their telomerase activity, preventing cell death by maintaining their telomere length. $Stem cells are undifferentiated cells with the potential to differentiate into other cell types and can be classified as either embryonic or adult stem cells.  Although embryonic stem cells are present in the very early stages of embryogenesis and can give rise to every cell type in adult humans (pluripotent), adult stem cells are present in most tissues and are generally responsible for replacing dead cells.  For example, the epidermis is continuously replaced by stem cells present in the basal cell layers.  Bone marrow stem cells similarly replace peripheral red and white blood cells. $#(Choice B)#  Erythrocytes have no nuclei and therefore have no potential to divide. $#Educational objective# Critical shortening in telomere length can signal for programmed cell death.  Telomerase is a reverse transcriptase (RNA-dependent DNA polymerase) that lengthens telomeres by adding TTAGGG repeats to the 3' end of chromosomes.  Stem cells have long telomeres due to high telomerase activity, allowing them to proliferate indefinitely in a controlled manner.  "},

{"id":"15340","title":"An 18-year-old woman comes to the office for evaluation of graying hair.  The patient has no other concerns and has otherwise been healthy.  She reports that her mother had similar features at a young age and died of progressive pulmonary fibrosis.  Examination shows diffuse gray hair.  There are white patches on the surface of the tongue.  Cardiopulmonary examination is unremarkable, and the abdomen is soft and nondistended.  Skin examination shows areas of reticular hyperpigmentation on the neck and torso.  The nails of the fingers and toes appear thin.  Genetic testing reveals a loss-of-function mutation affecting the telomerase reverse transcriptase gene.  Which of the following cell types is most likely to be affected by this mutation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cardiac myocytes","answer_2":"B. CNS neurons","answer_3":"C. Compact bone osteocytes","answer_4":"D. Hematopoietic stem cells","answer_5":"E. Secondary oocytes","answer_6":"F. Vascular endothelial cells","percent_1":"1%","percent_2":"6%","percent_3":"3%","percent_4":"73%","percent_5":"3%","percent_6":"14%","right_answer":"D. Hematopoietic stem cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15340.jpg","explanation_1":"","explanation_2":"$This patient has dyskeratosis congenita; a genetic disorder involving a mutation in the genes related to telomere maintenance (eg, telomerase reverse transcriptase) that results in short telomeres.  #Telomeres# are a complex of protein (eg, shelterin) and DNA repeats (eg, TTAGGG) at the ends of chromosomes that #prevent chromosomal degradation# and fusion with neighboring chromosomes.  With each cellular division telomeres progressively shorten, eventually reaching a critical length at which apoptosis or senescence is triggered. $In cells with a high turnover rate (eg, epithelial cells, lymphocytes, #hematopoietic stem cells#), telomere length is maintained by @telomerase@.  This complex, composed of an RNA template and a reverse transcriptase, adds DNA repeats to the end of telomeres as they are lost with cell division.  Without normal telomerase activity, rapidly dividing cells cannot maintain chromosomal integrity, triggering #premature cell death#.  In patients with short telomere disorders, loss of these cells can cause characteristic mucocutaneous changes (eg, oral leukoplakia, dystrophic nails), #bone marrow failure# (eg, pancytopenia), and pulmonary fibrosis (due to alveolar epithelial dysfunction). $#(Choices A, B, C, and F)#  Telomerase is inactivated in long-lived, differentiated cells such as cardiac myocytes, CNS neurons, compact bone osteocytes, and vascular endothelial cells; therefore, these cells are not likely to be affected by this patient's mutation.  However, in cancer cells derived from differentiated cells, telomerase is reactivated, allowing continuous cellular division without loss of telomere length. $#(Choice E)#  @Secondary oocytes@ are immature ova that form as a result of the division of a primary oocyte during meiosis I.  They do not continue to divide and therefore are also not likely to be affected by this patient's mutation. $#Educational objective# Telomeres help maintain chromosomal integrity and are preserved in rapidly dividing cell lines (eg, epithelial cells, lymphocytes, hematopoietic stem cells) by telomerase.  Disorders involving telomerase function (eg, dyskeratosis congenita) result in premature death of cells with high turnover, characteristically causing mucocutaneous changes (eg, oral leukoplakia, dystrophic nails), bone marrow failure, and pulmonary fibrosis.  ","clickable_1":"images/img1.15340.jpg","clickable_2":"images/img2.15340.jpg"},

{"id":"11912","title":"A 46-year-old woman is evaluated for a 2-month history of progressive abdominal distension, vague abdominal discomfort, and a bloating sensation.  Physical examination shows moderate ascites.  Laboratory evaluation reveals markedly elevated CA-125 and imaging studies show an ovarian mass.  Molecular analysis of the malignant cells in ascitic fluid is performed, and these cells are found to have high telomerase activity.  This enzyme promotes cell growth and malignancy by directly causing which of the following actions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enhancing tissue invasion and metastasis","answer_2":"B. Increasing transcription factor expression","answer_3":"C. Preventing chromosomal shortening","answer_4":"D. Promoting G1/S progression","answer_5":"E. Sustaining angiogenesis","percent_1":"1%","percent_2":"3%","percent_3":"92%","percent_4":"4%","percent_5":"1%","right_answer":"C. Preventing chromosomal shortening","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Telomeres# lie at the end of linear eukaryotic chromosomes and have tandem #repeat DNA sequences#, usually GT-rich repeats (eg, TTAGGG).  They protect chromosomes from being recognized as damaged DNA, help to regulate gene expression, and participate in controlling cell replication and entry into senescence.  As DNA polymerase cannot fully replicate the 3' end of the lagging chromosomal strands, cell division and aging lead to progressive DNA loss and telomere shortening at chromosomal ends.  Once cells reach their maximum limit for proliferation (~50-70 divisions), the shortened telomeres trigger permanent growth arrest.  Cell checkpoint genes (eg, TP53) become activated, and the critically short and dysfunctional telomeres lead to programmed cell death (apoptosis). $#Telomerase# is an RNA-dependent DNA polymerase that consists of 2 molecules, human telomerase reverse transcriptase (TERT) and telomerase RNA (TR or TERC).  Telomerase synthesizes #telomeric DNA sequences# that can replace the lost #chromosomal ends# of the telomeres.  As a result, the telomere can divide without reaching a limit.  Normal human cells have absent telomerase activity except in cells that need to divide regularly (eg, germ cells, certain adult stem cells).  However, >90% of cancer cells contain increased telomerase activity, allowing for continued proliferation without apoptosis. $#(Choice A)#  Matrix metalloproteinases are proteases that degrade extracellular matrix proteins.  They also modulate cell signaling by cleaving cell surface receptors, releasing apoptotic ligands, and inactivating chemokines/cytokines.  These enzymes generally increase cell proliferation and allow for tissue invasion and metastasis. $#(Choice B)#  Proto-oncogenes often encode proteins involved in signal transduction in response to growth factors.  Mutations in these genes can result in constitutive signal activation and increased transcription factor expression, stimulating cellular proliferation. $#(Choice D)#  Cyclin D is a protein that is synthesized during the G1 phase of the cell cycle and helps promote the G1/S phase transition.  Increased expression of cyclin D can result in unchecked cellular proliferation. $#(Choice E)#  Vascular endothelial growth factor (VEGF) is a signal protein that helps create new blood vessels after injury.  Cancer cells can overexpress VEGF to promote angiogenesis and allow for increased growth and metastasis. $#Educational objective# Telomerase is an RNA-dependent DNA polymerase that synthesizes telomeric DNA sequences that can replace the lost chromosomal ends of the telomeres.  Cancer cells typically contain increased telomerase activity to allow for continued proliferation.  "},

{"id":"1418","title":"A 4-year-old boy is brought to the office for evaluation of fatigue and bone pain.  Physical examination shows diffuse lymphadenopathy and purpura over his arms and legs.  Laboratory analysis reveals anemia and thrombocytopenia, and a peripheral blood smear shows lymphoblasts.  After further work-up, acute lymphoblastic leukemia is diagnosed, and the patient begins a chemotherapy regimen that includes doxorubicin.  This agent intercalates between DNA base pairs and inhibits DNA replication, a process that normally occurs at replication forks and produces 2 distinct daughter strands.  Which of the following is unique to the daughter strand that is synthesized in the opposite direction of the growing replication fork?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 3′→5′ exonuclease activity of DNA polymerase","answer_2":"B. 3′→5′ polymerase activity of DNA polymerase","answer_3":"C. 5′→3′ exonuclease activity of DNA polymerase","answer_4":"D. RNA primer synthesis before DNA strand synthesis","answer_5":"E. Synthesis of multiple, short DNA fragments","percent_1":"12%","percent_2":"7%","percent_3":"11%","percent_4":"7%","percent_5":"64%","right_answer":"E. Synthesis of multiple, short DNA fragments","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1418.jpg","explanation_1":"","explanation_2":"$#DNA replication# begins at #multiple sites#—origins of replication—within eukaryotic chromosomes.  At these sites, the parent DNA double helix is separated and unwound in a process facilitated by the helicase enzyme and single-stranded DNA binding proteins.  The locations at which unwound DNA meets the double helix are known as replication forks.  Replication forks travel bidirectionally away from the origin of replication as DNA polymerase synthesizes complementary daughter DNA strands. $Synthesis of the daughter strands occurs simultaneously from both parent strands.  However, because #DNA synthesis can occur in only the 5′→3′ direction#, only 1 daughter strand is synthesized continuously toward the replication fork; this is the leading strand.  The other strand, called the #lagging strand#, must be synthesized #discontinuously# in a direction away from the replication fork; more segments are added as the replication fork moves across the DNA double helix.  This results in the formation of #Okazaki fragments#, short stretches of newly synthesized DNA that are separated by RNA primers.  These primers are then removed and replaced with DNA, and the Okazaki fragments are subsequently joined together by DNA ligase. $#(Choice A)#  DNA polymerases have 3′→5′ exonuclease activity (proofreading function) that allows them to reverse direction and remove incorrectly placed bases.  This process occurs on both newly formed daughter strands (not just the lagging strand) to help reduce replication errors. $#(Choice B)#  DNA polymerases do not have 3′→5′ polymerase activity; all polymerases synthesize in the 5′→3′ direction. $#(Choice C)#  During the synthesis of the lagging strand, 5′→3′ exonuclease activity is needed to remove RNA primers.  However, it is also used to remove primers when joining leading strands from separate origins of replication and is therefore not a unique mechanism in the creation of the lagging strand. $#(Choice D)#  Before DNA polymerase can initiate DNA synthesis, RNA primers must first be synthesized by the enzyme primase (DNA-dependent RNA polymerase).  This process is necessary for synthesis of both daughter strands and is therefore not unique to the lagging strand. $#Educational objective# DNA synthesis occurs in the 5′→3′ direction only.  During DNA replication, one daughter strand is synthesized continuously toward the replication fork (leading strand), whereas the other daughter strand is synthesized discontinuously away from the replication fork (lagging strand).  The lagging strand is formed from short stretches of newly synthesized DNA separated by RNA primers (Okazaki fragments).  "},

{"id":"1472","title":"Researchers studying molecular biology observe a eukaryotic cell via electron microscopy.  During interphase of the cell cycle, they notice 10-nm thick chromatin fibers with a \"beads on a string\" appearance.  These chromatin fibers are extracted and treated with an endonuclease, which preferentially cleaves the \"string\" portions of the chromatin.  Further evaluation reveals that the \"beads\" are composed of DNA wrapped around a core of proteins.  Which of the following proteins is most likely found outside this core and promotes chromatin compaction? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Histone H1","answer_2":"B. Histone H3","answer_3":"C. Histone H4","answer_4":"D. Small nuclear ribonucleoprotein","answer_5":"E. Type II topoisomerase","answer_6":"F. Ubiquitin","percent_1":"68%","percent_2":"11%","percent_3":"10%","percent_4":"4%","percent_5":"4%","percent_6":"4%","right_answer":"A. Histone H1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1472.jpg","explanation_1":"","explanation_2":"$Chromatin is made up of DNA (negatively charged) wrapped twice around an octamer of histone proteins (positively charged).  This core of histones is composed of 2 molecules each of histones H2A, H2B, H3, and H4.  Together, these histone proteins and wrapped DNA are known as a #nucleosome#.  Nucleosomes are separated by a stretch of DNA, or #linker DNA#, giving them the appearance of #beads on a string#.  This loose structure of DNA organization is about 10 nm in diameter and provides a high degree of transcriptional access (euchromatin). $The degree to which nucleosomes can be compacted is dynamic and changes based on epigenetic modification (eg, histone acetylation) and binding of additional DNA structural proteins.  One such protein is #histone H1#, which, in contrast to the other histone proteins, is located #outside the nucleosome core#.  Histone H1 binds to both the nucleosome and adjacent linker DNA, which facilitates packaging of chromatin into a thicker (30-nm), #more compact# structure (heterochromatin) that limits transcriptional access to the DNA. $During cell division, chromatin interacts with additional proteins (eg, nuclear scaffold protein) and undergoes further rounds of coiling, ultimately forming condensed chromosomes. $#(Choices B and C)#  Histones H3 and H4 are components of the nucleosome core. $#(Choice D)#  Small nuclear ribonucleoproteins help splice out introns from pre-mRNA, forming mature mRNA. $#(Choice E)#  During DNA replication, topoisomerase relieves the tension created during DNA strand unwinding by introducing negative supercoils into the DNA.  It does not promote chromatin compaction. $#(Choice F)#  Ubiquitin is a small protein present in the cytoplasm and nucleus of all eukaryotes.  It is typically covalently attached to various intracellular proteins to signal for their degradation by the proteasome (ubiquitin-proteasome pathway). $#Educational objective# Nucleosomes are composed of DNA wrapped around a core of histone proteins.  Histone H1 is unique in that it is located outside this histone core and helps package nucleosomes into more compact structures, limiting transcriptional access to DNA.  "},

{"id":"1434","title":"A pharmaceutical researcher develops a novel antibacterial drug that works by inhibiting exonuclease activity during DNA replication.  When actively dividing Escherichia coli is exposed to the drug, enzyme-mediated nucleotide removal in the 5' to 3' direction is impaired, leading to inhibition of bacterial growth.  Which of the following enzymes is the most likely target of this drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. DNA polymerase I","answer_2":"B. DNA polymerase III","answer_3":"C. Gyrase","answer_4":"D. Helicase","answer_5":"E. Ligase","answer_6":"F. Primase","percent_1":"46%","percent_2":"34%","percent_3":"4%","percent_4":"4%","percent_5":"6%","percent_6":"5%","right_answer":"A. DNA polymerase I","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1434.jpg","explanation_1":"","explanation_2":"$DNA polymerases are the primary enzymes responsible for DNA synthesis, which occurs in the 5' to 3' direction.  #Prokaryotes# such as Escherichia coli have 3 major #DNA polymerases: I, II, and III#.  DNA replication requires a high degree of fidelity to preserve the genetic code in daughter cells and prevent potentially lethal mutations.  The first line of defense against DNA replication errors is accomplished by the #3' to 5' proofreading exonuclease# activity of all 3 DNA polymerases; upon detecting a replication error, they can reverse direction by one base pair and excise the mismatched base before continuing with DNA polymerization. $#DNA polymerase I# is unique as it is the only prokaryotic polymerase that also has #5' to 3' exonuclease activity#.  This activity functions to #remove the RNA primer# created by primase and repair damaged DNA sequences. $#(Choice B)#  DNA polymerase III has 3' to 5' exonuclease activity; however, it does not possess 5' to 3' exonuclease activity. $#(Choice C)#  The enzyme topoisomerase II, also known as DNA gyrase in prokaryotes, relieves tension created during DNA strand unwinding by introducing negative supercoils into the circular DNA.  Fluoroquinolones (eg, ciprofloxacin) are a class of antibiotics that work by inhibiting DNA gyrase. $#(Choice D)#  Before DNA replication begins, helicase unwinds the DNA double helix, facilitating separation of the 2 DNA strands which are then stabilized by single-stranded DNA-binding proteins. $#(Choice E)#  Okazaki fragments of the lagging strand are bound together by the enzyme ligase. $#(Choice F)#  DNA polymerases cannot begin synthesizing complementary DNA on a single-stranded template without an RNA primer.  Primase is an RNA polymerase that synthesizes this primer, which is made up of short stretches of RNA base paired to the DNA template. $#Educational objective# In prokaryotes, only DNA polymerase I has both 5' to 3' and 3' to 5' exonuclease activities.  The 3' to 5' exonuclease activity allows for a proofreading function during DNA replication, while the 5' to 3' exonuclease activity is involved in removal of RNA primers and repair of damaged DNA sequences.  "},

{"id":"1475","title":"A 56-year-old man comes to the office due to difficulty swallowing for the past several months.  He has the most trouble with solid foods and says, \"They seem to get stuck in my throat if I don't chew a lot.\"  The patient has no chest pain or heartburn and has lost 4.5 kg (10 lb) in the last 3 months.  He has been an avid hunter for many years and frequently cures the meat he eats with sodium nitrite.  Physical examination is unremarkable.  Endoscopy shows an ulcerated mass in the distal third of the esophagus, and biopsy samples are obtained from the mass and adjacent normal mucosa.  Analysis of the samples shows accelerated cytosine deamination of chromosomal DNA in both normal and malignant epithelial cells.  This damage is most likely to be repaired through which of the following enzymatic sequences? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endonuclease, polymerase, glycosylase, lyase, ligase","answer_2":"B. Endonuclease, polymerase, lyase, glycosylase, ligase","answer_3":"C. Glycosylase, endonuclease, lyase, polymerase, ligase","answer_4":"D. Glycosylase, ligase, lyase, endonuclease, polymerase","answer_5":"E. Lyase, endonuclease, glycosylase, polymerase, ligase","percent_1":"15%","percent_2":"25%","percent_3":"39%","percent_4":"2%","percent_5":"19%","right_answer":"C. Glycosylase, endonuclease, lyase, polymerase, ligase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1475.jpg","explanation_1":"","explanation_2":"$Excessive consumption of dietary #nitrites# can promote the# deamination of cytosine#, adenine, and guanine to form uracil, hypoxanthine, and xanthine, respectively.  If these abnormal bases are not removed and replaced with the correct base, persistent DNA mutations and #carcinogenesis# may result. $#Base excision repair# (not to be confused with nucleotide excision or mismatch repair) is responsible for fixing various #non-bulky# (ie, does not substantially disrupt DNA helix shape) base alterations such as depurination, alkylation, oxidation, and deamination.  This repair mechanism involves the following sequence of events: $• Recognition of abnormal bases by specific #glycosylases# that cleave the altered DNA bases from the parent DNA molecule, leaving an empty sugar-phosphate site called an apurinic/apyrimidinic site (AP). $• Next, an #AP endonuclease# nicks the 5' end of the AP site before a deoxyribose phosphate #lyase# (or flap endonuclease) enzyme subsequently completes extraction of the remaining sugar-phosphate backbone. $• #DNA polymerase# then fills the gap with the correct nucleotide(s), and the final nick is sealed by a #ligase# enzyme. $#Educational objective# Base excision repair is used to correct single-base DNA defects induced spontaneously or by exogenous chemicals.  In this process, glycosylases remove the defective base, and the corresponding empty sugar-phosphate site is cleaved and removed by the action of endonuclease and lyase.  DNA polymerase then replaces the missing nucleotide, and ligase seals the final remaining nick.  "}


]