[


{"id":"12101","title":"A 72-year-old woman is evaluated due to a month of fatigue and shortness of breath on exertion.  The patient has also had lower back pain but no fever or cough.  She takes valsartan for hypertension.  Temperature is 37.2 C (99 F), blood pressure is 130/80 mm Hg, pulse is 84/min, and respirations are 14/min.  On physical examination, the conjunctivae are pale.  The remainder of the examination is normal.  Laboratory results are as follows:","title_table":"?Hemoglobin? 8.2 g/dL ?Creatinine? 2.1 mg/dL ?Calcium? 11.2 mg/dL ?Total protein? 8.5 g/dL ?Albumin? 3.7 g/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"X-rays of the lower back demonstrate multiple areas of radiolucency in the L4 and L5 vertebrae.  Serum protein electrophoresis reveals a monoclonal gamma globulin spike.  Further studies are most likely to show which of the following?","audio":"","comparison_items":"§∆Parathyroid hormone (PTH) ∆Urinary calcium ∆1,25- dihydroxyvitamin D ∆PTH-related protein","answer_1":"§A. ∆ Decreased ∆Decreased ∆Normal ∆Normal","answer_2":"§B. ∆ Decreased ∆Increased ∆Increased ∆Normal","answer_3":"§C. ∆ Decreased ∆Increased ∆Normal ∆Increased","answer_4":"§D. ∆ Decreased ∆Increased ∆Decreased ∆Normal","answer_5":"§E. ∆ Increased ∆Increased ∆Increased ∆Normal","answer_6":"§F. ∆ Increased ∆Decreased ∆Normal ∆Normal","percent_1":"5%","percent_2":"10%","percent_3":"19%","percent_4":"51%","percent_5":"7%","percent_6":"8%","right_answer":"§D. ∆ Decreased ∆Increased ∆Decreased ∆Normal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12101.jpg","explanation_1":"","explanation_2":"$#Multiple myeloma# (MM) is a plasma cell malignancy that generates monoclonal immunoglobulin.  It is classically characterized by anemia, bone pain/radiolucent lesions, and #hypercalcemia# due to tumor infiltration of the bone marrow; renal insufficiency can also occur due to hypercalcemia and clogging of the renal tubules with immunoglobulin light chains. $MM tumor cells secrete potent #osteolytic# #cytokines #(eg, tumor necrosis factor-alpha) that liberate calcium from bone and result in hypercalcemia.  Elevated serum calcium inhibits the release of parathyroid hormone (PTH) from parathyroid cells, which has several downstream effects including: $• #Hypercalciuria# – low PTH levels increase urinary calcium excretion due to reduced calcium reabsorption in the distal tubules and collecting ducts of the kidney (where PTH exerts its effects) $• #Low 1,25 dihydroxyvitamin D levels# – low PTH (and renal insufficiency) reduce the activity of renal 1-alpha-hydroxylase, the enzyme that converts 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D (the more active form) $Therefore, patients with MM classically have low PTH and 1,25-dihydroxyvitamin D levels and elevated urinary calcium. $#(Choice A)#  Thiazide diuretics cause hypercalcemia by promoting calcium reabsorption in the @distal convoluted tubule@.  This leads to reduced urinary calcium excretion and low serum PTH levels (elevated serum calcium reduces PTH release).  Angiotensin receptor blockers (eg, valsartan) do not increase renal calcium reabsorption. $#(Choice B)#  Granulomatous diseases (eg, sarcoidosis, tuberculosis) can cause hypercalcemia due to production of 1,25-dihydroxyvitamin D by 1-alpha-hydroxylase in granulomatous tissue.  This increases the intestinal absorption and urinary excretion of calcium (the latter effect being caused by concomitant suppression of PTH). $#(Choice C)#  Production of PTH-related protein (PTHrP) is the most common cause of hypercalcemia in malignancy (eg, squamous cell carcinoma).  PTHrP increases osteoclast activity and renal calcium absorption with minimal effect on 1,25-dihydroxyvitamin D.  The hypercalcemia seen in MM is not typically due to PTHrP; it is caused by osteolytic cytokines. $#(Choice E)#  Primary hyperparathyroidism is characterized by excessive PTH release, leading to increased bone resorption and 1,25-dihydroxyvitamin D formation.  Urinary calcium excretion is elevated due to the increased filtered calcium load (despite the increased renal reabsorption induced by PTH). $#(Choice F)#  Familial hypocalciuric hypercalcemia is caused by inactivating mutations of the Ca2+-sensing receptor in the nephron and parathyroid glands.  Renal calcium reabsorption is increased (urinary calcium excretion is low) and higher serum calcium levels are required to suppress PTH release (serum PTH is slightly elevated or inappropriately normal). $#Educational objective# Multiple myeloma is associated with increased bone resorption due to the production of tumor-related cytokines.  This results in elevated serum calcium levels, which reduce parathyroid hormone (PTH) production.  Low PTH decreases renal calcium reabsorption (hypercalciuria), and, in combination with renal insufficiency, reduces 1,25-dihydroxyvitamin D synthesis.  ","clickable_1":"images/img1.12101.jpg"},

{"id":"631","title":"A 46-year-old woman is hospitalized for recurrent renal colic.  She has passed 2 urinary stones during the last 2 years.  The most recent stone contained 80% calcium phosphate and 20% calcium oxalate.  The patient also has diffuse aches and pains and has a history of peptic ulcer disease, for which she takes famotidine daily.  Laboratory results are as follows:","title_table":"?Serum sodium? 140 mEq/L ?Serum potassium? 4.0 mEq/L ?Serum chloride? 103 mEq/L ?Serum creatinine? 0.8 mg/dL ?Serum calcium? 12.0 mg/dL ?Serum phosphorus? 2.4 mg/dL ?24-hour urinary calcium excretion? 350 mg (normal: 100-300)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following changes in bone structure is most likely associated with this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Lamellar bone structure resembling a mosaic pattern","answer_2":"B. Osteoid matrix accumulation around trabeculae","answer_3":"C. Spongiosa filling medullary canals with no mature trabeculae","answer_4":"D. Subperiosteal resorption with cortical thinning","answer_5":"E. Trabecular thinning with fewer interconnections","percent_1":"9%","percent_2":"7%","percent_3":"6%","percent_4":"62%","percent_5":"18%","right_answer":"D. Subperiosteal resorption with cortical thinning","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with recurrent calcium nephrolithiasis and hypercalcemia most likely has #primary hyperparathyroidism# (PHPT).  Besides kidney stones, classic manifestations include bone pain, gastrointestinal disturbances (eg, peptic ulcer disease), and psychiatric symptoms (ie, \"bones, stones, abdominal groans, and psychologic moans\").  However, asymptomatic hypercalcemia is the most common presentation.  85% of cases are caused by a parathyroid adenoma, but PHPT can also be due to parathyroid hyperplasia or, rarely, parathyroid cancer. $Excess parathyroid hormone causes #hypercalcemia# via the following mechanisms: $• Increased renal tubular Ca2+ reabsorption (although most patients have net #hypercalciuria# due to the increased filtered calcium load) $• Increased renal production of 1,25-dihydroxyvitamin D (which in turn increases gastrointestinal Ca2+ absorption) $• Increased bone resorption (via osteoclast activation) $Patients usually also have #hypophosphatemia# due to decreased phosphate reabsorption in the proximal renal tubules. $Because of the increased bone resorption, PHPT often leads to #osteoporosis#.  However, unlike the typical osteoporosis of aging, which predominantly affects trabecular bone, osteoporosis in PHPT is most pronounced in the #cortical (compact) bone# of the appendicular skeleton (eg, pectoral girdle, pelvic girdle, limbs).  Cortical thinning is characteristic and appears radiologically as #subperiosteal erosions#.  More advanced disease can present as osteitis fibrosa cystica, characterized by granular decalcification of the skull (\"salt-and-pepper skull\"), osteolytic cysts, and brown tumors. $#(Choice A)#  Disorganized lamellar bone in a mosaic pattern is a characteristic finding in Paget disease of bone.  Serum calcium and phosphorus are normal in these patients. $#(Choice B)#  Osteoid matrix accumulation around trabeculae is seen in vitamin D deficiency.  Histologically, there is excessive unmineralized osteoid with widened osteoid seams.  Patients typically have low urinary calcium. $#(Choice C)#  Osteopetrosis (\"marble bone disease\") is characterized by persistence of the primary spongiosa in the medullary cavity with no mature trabeculae.  It is caused by decreased osteoclastic bone resorption, resulting in accumulation of woven bone and diffuse skeletal thickening. $#(Choice E)#  Trabecular thinning with fewer interconnections is characteristic of postmenopausal @osteoporosis@.  Although long-standing PHPT causes thinning of cortical bone, the trabecular architecture remains relatively preserved. $#Educational objective# Increased bone resorption in primary hyperparathyroidism leads to osteoporosis primarily involving the cortical bone of the appendicular skeleton.  The cortical thinning appears radiologically as subperiosteal erosions.  More advanced disease can present as osteitis fibrosa cystica (ie, granular decalcification of the skull, osteolytic cysts, and brown tumors).  ","clickable_1":"images/img1.631.jpg"},

{"id":"22188","title":"A 2-year-old girl is being evaluated for bilateral leg pain and muscle weakness with associated growth delay.  She is able to sit but unable to stand or walk without support due to pain.  Physical examination shows patchy alopecia, frontal bossing, wrist widening, and lateral bowing of the tibia and fibula.  Skeletal imaging reveals generalized osteopenia with cupping and fraying at the metaphyseal ends of the long bones of the upper and lower extremities.  Further evaluation reveals a homozygous inactivating mutation in the gene encoding the vitamin D receptor.  A serum sample would most likely show which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Calcium ∆Phosphorus ∆25-hydroxyvitamin D ∆1,25-dihydroxy vitamin D ","answer_1":"§A. ∆Decreased ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆Decreased ∆Decreased ∆Decreased ∆Normal","answer_3":"§C. ∆Decreased ∆Decreased ∆Normal ∆Increased","answer_4":"§D. ∆Increased ∆Decreased ∆Normal ∆Increased","answer_5":"§E. ∆Increased ∆Increased ∆Normal ∆Increased","percent_1":"28%","percent_2":"6%","percent_3":"50%","percent_4":"11%","percent_5":"5%","right_answer":"§C. ∆Decreased ∆Decreased ∆Normal ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with bone pain and deformity (eg, frontal bossing, lower extremity bowing, abnormal mineralization of metaphyseal bone) has #rickets#.  Dermal abnormalities (eg, alopecia) also are common due to keratinocyte dysfunction.  The most common cause of rickets is vitamin D deficiency, but less common causes include #hereditary vitamin D–resistant #rickets (HVDRR), which is caused by inactivating #mutations #of the vitamin D receptor. $Most vitamin D is stored in the form of 25-hydroxyvitamin D, which has only weak activity.  In response to parathyroid hormone (PTH), it is converted to 1,25-dihydroxyvitamin D, the primary active form, by @1-alpha-hydroxylase@ in the kidneys.  The action of 1,25-dihydroxyvitamin D is mediated by the vitamin D receptor; prominent effects include increases in intestinal calcium absorption, renal calcium and phosphate reabsorption, and bone mineralization. $In patients with HVDRR, as in those with severe nutritional vitamin D deficiency, #lack of vitamin D effect# leads to #hypocalcemia# (decreased intestinal absorption); the compensatory rise in PTH causes increased bone resorption and renal calcium reabsorption to partially correct the circulating calcium deficit but causes #renal phosphorus wasting# as well.  The high levels of PTH also induce greater 1-alpha-hydroxylase activity, leading to #elevated 1,25-dihydroxyvitamin D# levels. $#(Choice A)#  Catabolism of vitamin D is initiated by CYP24A1 (ie, 24-hydroxylase), which inactivates both the 25- and 1,25-hydroxylated vitamin D forms.  Expression of this enzyme is induced by carbamazepine and other anticonvulsants (eg, phenytoin), increasing the risk of vitamin D deficiency. $#(Choice B)#  Patients with vitamin D–deficiency rickets, the more common type, have clinical features resembling HVDRR, including hypocalcemia and hypophosphatemia.  However, 25-hydroxyvitamin D is low, reflecting reduced whole-body stores (1,25-dihydroxyvitamin D may sometimes be normal due to upregulation of PTH). $#(Choice D)#  Primary hyperparathyroidism presents with mild or moderate hypercalcemia.  Serum phosphorus is low due to renal phosphate wasting, and 1,25-dihydroxyvitamin D is elevated due to increased activity of 1-alpha-hydroxylase.  25-hydroxyvitamin D levels are generally unaffected. $#(Choice E)#  Granulomatous diseases (eg, sarcoidosis, tuberculosis) can be associated with extrarenal expression of 1-alpha-hydroxylase by macrophages.  This leads to increased production of 1,25-dihydroxyvitamin D, hypercalcemia, and hyperphosphatemia.  Total vitamin D stores (25-hydroxyvitamin D) are generally normal. $#Educational objective# Lack of vitamin D effect (eg, vitamin D deficiency, vitamin D receptor mutation) causes hypocalcemia due to inadequate calcium absorption.  The compensatory rise in parathyroid hormone (PTH) causes increased bone resorption, renal calcium reabsorption, and renal phosphorus wasting.  PTH also induces 1-alpha-hydroxylase activity, leading to elevated 1,25-dihydroxyvitamin D levels. ","clickable_1":"images/img1.22188.jpg"},

{"id":"981","title":"A 30-year-old woman has had diarrhea and weight loss for the past several months.  She also has diffuse bone pain and generalized weakness.  The patient has a history of primary hypothyroidism for which she takes levothyroxine.  She is 162.5 cm (5 ft 4 in) tall and weighs 45 kg (99.2 lb).  BMI is 17 kg/m2.  On physical examination, the abdomen is soft and nontender.  Initial laboratory evaluation reveals microcytic anemia, hypoalbuminemia, normal magnesium level, and normal serum TSH concentration.  The patient is found to have positive anti-tissue transglutaminase IgA antibodies.  Which of the following sets of additional laboratory findings are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum calcium ∆Serum phosphorus ∆Serum parathyroid hormone","answer_1":"§A. ∆ ↑ ∆↓ ∆↑","answer_2":"§B. ∆ ↓ ∆↓ ∆↑","answer_3":"§C. ∆ ↓ ∆↑ ∆↓","answer_4":"§D. ∆ ↓ ∆↑ ∆↑","answer_5":"§E. ∆ normal ∆↑ ∆↑","percent_1":"25%","percent_2":"41%","percent_3":"11%","percent_4":"19%","percent_5":"4%","right_answer":"§B. ∆ ↓ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with diarrhea, weight loss, and a positive tissue transglutaminase antibody assay has celiac disease, an immune-mediated hypersensitivity to dietary gluten.  #Celiac disease# is characterized by villous atrophy in the small intestine, leading to #malabsorption# of dietary fats and fat-soluble vitamins (ie, A, D, E, K).  The resulting #vitamin D deficiency# can present as rickets in children and osteomalacia in adults. $Vitamin D increases intestinal absorption of calcium and phosphorus; deficiency reduces calcium absorption, which in turn stimulates release of parathyroid hormone (PTH).  Vitamin D also directly inhibits PTH release, and therefore vitamin D deficiency facilitates a significant rise in PTH (secondary hyperparathyroidism).  PTH induces release of calcium and phosphorus from bones, leading to decreased bone mineralization.  (Although most phosphorus in the body is in the form of hydroxyapatite in bone, circulating phosphorus is primarily in the form of phosphate/phosphoric acids.) $Typical laboratory findings in vitamin D deficiency include: $• #low 25-hydroxyvitamin D#, which reflects total body vitamin D stores (PTH stimulates renal conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D; therefore, 1,25-dihydroxyvitamin D may remain within laboratory norms). $• #elevated PTH#. $• increased alkaline phosphatase, reflecting increased bone turnover. $• #low serum phosphorus#, due to decreased intestinal absorption and increased PTH-mediated renal excretion. $PTH may initially maintain normal serum calcium levels by reducing urinary calcium excretion.  However, hypocalcemia may eventually develop as bone stores are depleted in later or more severe cases. $#(Choice A)#  Primary hyperparathyroidism presents with elevated PTH, mild hypercalcemia, and low serum phosphorus (due to increased renal excretion) but is usually due to a parathyroid adenoma and is not associated with celiac disease. $#(Choice C)#  In hypoparathyroidism, low serum PTH is accompanied by hypocalcemia and an increase in serum phosphorus.  Hypoparathyroidism can be caused by severe hypomagnesemia, which can be seen with prolonged diarrhea, but this patient's magnesium level is normal. $#(Choices D and E)#  Chronic kidney disease causes hyperphosphatemia due to decreased filtration and excretion of phosphate.  Concurrently, there is decreased renal production of 1,25-dihydroxyvitamin D (the activated form) due to inadequate renal metabolic activity and suppression of 1-alpha-hydroxylase by hyperphosphatemia.  Hypocalcemia may be present, although increased PTH sometimes maintains calcium within laboratory norms.  Pseudohypoparathyroidism is characterized by resistance to PTH and presents with similar biochemical markers. $#Educational objective# Malabsorption caused by celiac disease can lead to vitamin D deficiency.  Patients have decreased serum phosphorus, increased serum parathyroid hormone (secondary hyperparathyroidism), and low (or normal) serum calcium.  "},

{"id":"641","title":"A group of researchers is developing new drugs for osteoporosis.  They are testing a new drug, Substance X, that exhibits the following metabolic effects when given via an infusion in varying doses (as shown in the graphs below).","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/641.jpg","title_2":"Which of the following most closely resembles the metabolic effects of Substance X?","audio":"","comparison_items":"","answer_1":"A. 1,25-dihydroxyvitamin D analog","answer_2":"B. Fibroblast growth factor 23 inhibitor","answer_3":"C. Pyrophosphate analog","answer_4":"D. Receptor activator of nuclear factor kappa-B ligand (RANK-L) inhibitor","answer_5":"E. Recombinant parathyroid hormone","percent_1":"13%","percent_2":"1%","percent_3":"1%","percent_4":"2%","percent_5":"84%","right_answer":"E. Recombinant parathyroid hormone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp641.jpg","explanation_1":"","explanation_2":"$This investigational drug causes a dose-dependent increase in serum calcium and urine phosphate excretion, which resembles the activity of #parathyroid hormone# (PTH). $PTH receptors are located on osteoblasts (not osteoclasts), and activation causes osteoblasts to increase production of receptor activator of nuclear factor kappa-B ligand (RANK-L) and monocyte colony-stimulating factor.  These factors stimulate osteoclastic precursors to differentiate into bone-resorbing osteoclasts.  PTH also decreases the release of osteoprotegerin (OPG), a decoy receptor for RANK-L; therefore, lower levels of OPG allow for more interaction between RANK-L and the osteoclastic receptor, #increasing bone resorption# and #releasing calcium and phosphate# into circulation.  In the kidney, PTH #decreases tubular reabsorption of phosphorus# while increasing reabsorption of calcium.  Therefore, the combined effects are #increased serum calcium# and #urine phosphate levels#. $Chronically high levels of PTH (ie, hyperparathyroidism) increase the risk of osteoporosis.  However, intermittent administration of recombinant PTH analogs induces a greater increase in osteoblast activity in proportion to osteoclast activity and a net increase in new bone formation.  Teriparatide is a recombinant PTH analog used to treat osteoporosis. $#(Choice A)#  PTH increases renal conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D, which increases intestinal absorption of calcium and phosphate and decreases PTH secretion via negative feedback.  1,25-dihydroxyvitamin D analogs (eg, calcipotriol) can raise serum calcium to some extent, but suppression of PTH limits the degree of phosphate excretion in the urine. $#(Choice B)#  PTH increases renal phosphate excretion by inducing internalization and destruction of type IIa sodium/phosphate cotransporters (NPT2) in the proximal renal tubule.  Fibroblast growth factor 23 (FGF23) is a hormone produced by osteocytes that acts synergistically with PTH to increase phosphate excretion by downregulating NPT2 gene expression.  Investigational FGF23 inhibitors reduce renal phosphate excretion. $#(Choices C and D)#  Bisphosphonates (eg, alendronate, risedronate) are pyrophosphate analogs that attach to hydroxyapatite binding sites on bone surfaces and inhibit osteoclast-mediated bone resorption.  Denosumab is a monoclonal antibody that decreases bone resorption by binding to RANK-L and blocking the interaction between RANK-L and RANK on osteoclast surfaces.  These agents generally lower, rather than raise, serum calcium levels. $#Educational objective# Parathyroid hormone (PTH) causes increased bone resorption, increased serum calcium levels, and increased renal phosphate excretion.  Chronically high levels of PTH increase the risk of osteoporosis.  However, intermittent administration of recombinant PTH analogs (eg, teriparatide) induces a greater increase in osteoblast activity in proportion to osteoclast activity and a net increase in bone formation.  "},

{"id":"1656","title":"A 43-year-old man comes to the emergency department due to painful muscle cramps.  He also has had a tingling sensation around his mouth since earlier in the day and an intermittent sensation of choking in the throat.  The patient reports a history of \"high blood pressure and a thyroid disorder.\"  On physical examination, he appears comfortable but anxious.  Heart and lung sounds are normal.  Light tapping anterior to the ear elicits twitching of the perioral muscles.  Further discussion with this patient is most likely to reveal which of the following? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Excessive vitamin D intake","answer_2":"B. Frequent antacid use","answer_3":"C. New prescription for chlorthalidone","answer_4":"D. Nonadherence with levothyroxine","answer_5":"E. Recent thyroid surgery","percent_1":"7%","percent_2":"5%","percent_3":"7%","percent_4":"5%","percent_5":"76%","right_answer":"E. Recent thyroid surgery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hyperparathyroidism & hypoparathyroidism#∆⨉ §^#Hyperparathyroidism (↑# #PTH)# ∆^#Hypoparathyroidism (↓# #PTH)# § • ↑ Calcium, ↓ phosphate • Osteoporosis • Nephrolithiasis • Polydipsia, polyuria • Constipation • Bone pain • Muscle pain ∆ • ↓ Calcium, ↑ phosphate • Tingling, numbness • Trousseau & Chvostek signs • Muscle spasms • Seizures","explanation_img":"","explanation_1":"","explanation_2":"This patient has symptoms of #hypocalcemia#, including muscle cramps, perioral paresthesias, and possible laryngospasm.  Other manifestations of hypocalcemia may include @Chvostek sign@ (facial muscle contraction elicited by tapping on the facial nerve anterior to the ear) and Trousseau sign (carpopedal spasm triggered by prolonged inflation of a blood pressure cuff around the arm).  These signs of #neuromuscular hyperexcitability# become clinically apparent with serum calcium levels ≤7.0 mg/dL. $The most common cause of acute hypocalcemia is injury to the #parathyroid glands# during thyroid surgery due to direct trauma, devascularization, or inadvertent removal.  Other causes of hypocalcemia include autoimmune hypoparathyroidism, sepsis, tumor lysis syndrome, acute pancreatitis, and severe vitamin D or magnesium deficiency. $#(Choices A, B, and C)#  Excessive intake of vitamin D or calcium-containing antacids can cause hypercalcemia.  Thiazide diuretics (eg, chlorthalidone) also can cause mild hypercalcemia due to increased calcium resorption in the distal and collecting tubule of the nephron.  Typical presenting symptoms of hypercalcemia include constipation, polyuria/polydipsia, and muscle weakness. $#(Choice D)#  Hyperthyroidism can cause hypercalcemia due to increased bone turnover.  However, in hypothyroid states (eg, due to nonadherence to levothyroxine replacement) circulating calcium is usually normal.  In general, hypothyroidism is characterized by chronic fatigue, weight gain, cold intolerance, and diminished reflexes. $#Educational objective# Hypocalcemia can cause muscle cramps, perioral paresthesias, hypotension, and neuromuscular hyperexcitability.  Injury to the parathyroid glands during thyroid surgery is a common cause of hypoparathyroidism and acute hypocalcemia.  ","clickable_1":"images/img1.1656.jpg"},

{"id":"11660","title":"A 45-year-old man is evaluated for a progressively enlarging neck mass and hoarseness.  Physical examination shows an enlarged and nontender left thyroid lobe.  Fine-needle aspiration biopsy is positive for papillary thyroid cancer, and a thyroidectomy is subsequently performed.  On the second postoperative day, the patient develops tingling around the mouth and muscle cramps in his lower extremities.  Blood pressure is 120/80 mm Hg, pulse is 82/min, and respirations are 14/min.  Physical examination shows normal muscle strength and deep tendon reflexes.  Light tapping anterior to the ear elicits twitching of the lower facial muscles.  An increase in which of the following best explains this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcium binding by albumin","answer_2":"B. Calcium release from bones","answer_3":"C. Hydroxylation of vitamin D","answer_4":"D. Intestinal phosphate absorption","answer_5":"E. Urinary calcium excretion","percent_1":"8%","percent_2":"12%","percent_3":"2%","percent_4":"7%","percent_5":"71%","right_answer":"E. Urinary calcium excretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11660.jpg","explanation_1":"","explanation_2":"$This patient has perioral paresthesias and a positive @Chvostek sign@, which are typical manifestations of acute #hypocalcemia#.  Hypocalcemia is a common complication of thyroid surgery due to iatrogenic injury (eg, devascularization, inadvertent removal) to the parathyroid glands and subsequent #hypoparathyroidism#. $Calcium and phosphate homeostasis is regulated by 2 primary hormones: #parathyroid hormone# (PTH), which regulates minute-to-minute concentrations, and #vitamin D#, which regulates levels over the longer term.  PTH is a polypeptide hormone that is produced by the chief cells of the parathyroid glands in response to hypocalcemia and has 3 primary effects: $• Increases osteoclastic #bone resorption#, which releases calcium and phosphate into the circulation $• Increases #renal calcium reabsorption# and reduces phosphate reabsorption $• Increases formation of #1,25-dihydroxyvitamin D# (by upregulating renal 1-alpha-hydroxylase), which increases intestinal calcium absorption $Acute hypoparathyroidism results in decreased calcium and phosphate release from bone #(choice B)# and #decreased calcium reabsorption# by the kidneys.  Inadequate PTH also reduces phosphate excretion by the kidneys and decreases the hydroxylation of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D (the more active form) in the renal tubular cells #(choice C).#  This, in turn, decreases intestinal absorption of calcium and phosphate #(choice D).# $#(Choice A)#  Elevated plasma pH enhances the binding of calcium to albumin, which leading to a precipitous drop in ionized calcium concentration that can induce symptoms of hypocalcemia.  However, this patient has no indication of a respiratory (eg, tachypnea) or metabolic (eg, vomiting, hypovolemia) alkalosis. $#Educational objective# Postoperative hypocalcemia is common after thyroid surgery, due to inadvertent removal or damage to the parathyroid glands.  The acute drop in parathyroid hormone level results in decreased calcium and phosphate resorption from bone and decreased calcium reabsorption by the kidneys.  ","clickable_1":"images/img1.11660.jpg"},

{"id":"978","title":"A 65-year-old woman is brought to the emergency department by her family due to worsening generalized weakness and lethargy.  She has had no fever, chills, vomiting, or diarrhea but has been urinating frequently over the past several days.  Her family also notes that the patient has lost 5 kg (11 lb) over the past month.  She takes no medications and has smoked 1-2 packs of cigarettes daily for the last 40 years.  On physical examination, the patient appears ill with dry mucous membranes.  There are no abnormal lung sounds or heart murmurs.  The abdomen is soft and nontender.  Laboratory testing shows serum calcium of 14.0 mg/dL and normal serum glucose and urinalysis.  Imaging studies reveal an 8-cm right lung mass with enlarged mediastinal lymph nodes but no focal bony lesions.  Serum levels of which of the following substances are most likely to be elevated in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 1,25-dihydroxyvitamin D","answer_2":"B. ACTH","answer_3":"C. Parathyroid hormone (PTH)","answer_4":"D. Phosphorus","answer_5":"E. PTH-related protein","answer_6":"F. Thyroxine (T4)","percent_1":"6%","percent_2":"4%","percent_3":"10%","percent_4":"1%","percent_5":"78%","percent_6":"0%","right_answer":"E. PTH-related protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hypercalcemia of malignancy#∆⨉∆⨉∆⨉ §^#Cause# ∆^#Tumor type# ∆^#Mechanism# ∆^#Diagnostic# §^#PTHrP*# ∆ • Squamous cell • Kidney & bladder • Breast & ovarian ∆ • PTH mimic ∆ • ↓ PTH • #↑ P#THrP §^#Bone metastases# ∆ • Breast • Multiple myeloma ∆ • ↑ Osteolysis ∆ • ↓ PTH & PTHrP • ↓ Vitamin D §^#1,25-dihydroxyvitamin D# ∆ • Lymphoma ∆ • ↑ Calcium absorption ∆ • ↓ PTH • #↑ V#itamin D %*PTHrP causes ~80℅ of malignancy-associated hypercalcemia.$ #PTH =# parathyroid hormone; #PTHrP =# PTH-related protein.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #symptomatic hypercalcemia#, which typically occurs in patients with a serum calcium of >12 mg/dL and manifests with weakness, neuropsychiatric symptoms (eg, lethargy), gastrointestinal symptoms (eg, constipation, nausea), or kidney stones.  Severe hypercalcemia results in impairment of the concentrating capacity of the distal tubule, leading to polyuria and volume depletion.  Mild hypercalcemia is usually due to benign causes (eg, primary hyperparathyroidism), but serum calcium >13 mg/dL suggests an underlying malignancy. $#Humoral hypercalcemia of malignancy# (HHM) is the most common cause of hypercalcemia in patients with malignancy and is due to secretion of #parathyroid hormone-related peptide# (PTHrP) by malignant cells.  PTHrP closely resembles PTH at the bioactive amino-terminal region and causes increased bone resorption, decreased renal excretion of calcium, and increased renal excretion of phosphorus (leading to hypophosphatemia #[choice D]#).  However, unlike PTH, PTHrP does not significantly increase 1,25-dihydroxyvitamin D production due to structural differences after the first 13 amino acids. $HHM occurs most commonly in squamous cell (ie, lung, head and neck), renal, bladder, breast, and ovarian carcinomas.  This patient's heavy smoking history, weight loss, and lung mass suggest squamous cell carcinoma of the lung.  Hypercalcemia can also occur due to osteolytic bony metastasis (eg, breast cancer, multiple myeloma), but this is less common than HHM and this patient has no lytic lesions visible on imaging. $#(Choice A)#  Hodgkin lymphoma and granulomatous diseases (eg, sarcoidosis) can express 1-alpha-hydroxylase, which increases the formation of 1,25-dihydroxyvitamin D, leading to hypercalcemia.  However, this patient's large lung mass with regional lymph node enlargement is more suggestive of primary squamous cell carcinoma of the lung. $#(Choice B)#  Ectopic ACTH secretion causes paraneoplastic Cushing syndrome, characterized by hypertension, hyperpigmentation, and proximal muscle weakness.  Laboratory studies typically show hyperglycemia rather than hypercalcemia. $#(Choice C)#  Ectopic production of PTH is a very rare cause of hypercalcemia in patients with malignancy.  Patients with HHM have very low levels of PTH due to feedback suppression by hypercalcemia. $#(Choice F)#  Thyrotoxicosis can cause mild hypercalcemia due to increased bone turnover, but severe hypercalcemia is rare, and this patient's high calcium level and lung mass is more suggestive of an underlying malignancy. $#Educational objective# Serum calcium >13 mg/dL is suggestive of an underlying malignancy.  Secretion of parathyroid hormone-related protein (PTHrP), which closely resembles parathyroid hormone at the bioactive amino-terminal region, is a frequent cause of malignancy-related hypercalcemia and is commonly seen with squamous cell carcinomas (eg, lung, neck).  "}    

]