[

{"id":"15553","image_1":"images/15553.jpg","explanation_img":"images/exp15553.jpg","title":"A 54-year-old man comes to the office due to aching pain in his left neck and shoulder area for the past several months. He has also had numbness and weakness in his left hand. The patient recalls no major trauma and has no prior medical conditions. He tried chiropractic and massage therapies, but the symptoms persisted. Left upper extremity examination shows decreased sensation in the palm and index and middle fingers along with weakness of left elbow extension. The left biceps and brachioradialis deep tendon reflexes are normal, but the triceps reflex is diminished. Right upper extremity examination is normal. A lesion affecting which of the following labeled sections of the brachial plexus is the most likely cause of this patient's neurologic findings?","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"A. A","percent_1":"25%","percent_2":"13%","percent_3":"14%","percent_4":"33%","percent_5":"16%","explanation_1":"","explanation_2":"$The C5 through T1 nerve roots form the brachial plexus trunks, divisions, cords, and ultimately terminal branches, which supply sensory and motor innervation to the upper extremities.  This patient has deficits involving both the #radial# (triceps reflex, elbow extension) and #median# (sensation to @palm and index and middle fingers@) nerves.  This pattern of deficits across #multiple peripheral nerves# indicates a lesion #proximal# to the formation of the terminal branches. $In a patient with no history of trauma or malignancy, chronic shoulder and #radicular arm pain# with sensorimotor deficits is most likely caused by compression of a nerve root due to #cervical spondylosis#.  The @C7 root@ is the most frequently affected nerve root in patients with cervical radiculopathy, resulting in deficits across the median and radial nerve distributions. $#(Choices B and C)#  Damage to the superior or inferior trunk most often occurs as a result of trauma (eg, traction during delivery in infants, falls in adults).  A superior trunk lesion (eg, Erb-Duchenne palsy) would result in loss of arm abduction, elbow flexion, and wrist extension (@waiter tip@ position: adducted arm with extended elbow and flexed wrist).  An inferior trunk lesion (eg, Klumpke palsy) typically results in loss of wrist/metacarpophalangeal joint flexion and interphalangeal joint extension (@claw hand@ position: extended wrist/metacarpophalangeal joints with flexed interphalangeal joints). $#(Choices D and E)#  Damage to a terminal branch of the brachial plexus would result in a pattern of deficits restricted to the sensory and/or motor function of a nerve.  The radial nerve can be injured by compression against the humerus (eg, Saturday night palsy) or by a humerus fracture, causing weakness in wrist extension (eg, wrist drop).  Injury to the median nerve most commonly occurs at the wrist (eg, carpal tunnel syndrome) with resulting numbness, tingling, and pain in the palm and first 3 digits. $#Educational objective# Motor and sensory deficits across multiple peripheral upper extremity nerves (eg, radial and median) indicate a lesion in the brachial plexus proximal to the formation of the terminal branches.  In the absence of a history of trauma or malignancy, the most likely cause is nerve root compression due to cervical spondylosis (cervical radiculopathy). ","clickable_1":"images/img1.15553.jpg","clickable_2":"images/img2.15553.jpg","clickable_3":"images/img3.15553.jpg","clickable_4":"images/img4.15553.jpg"},

{"id":"341","title":"A 76-year-old man comes to the office with a 2-month history of progressive low back pain.  The pain is relatively constant and nagging and is unrelieved by rest or position changes.  It is especially bad at night and interferes with sleep.  The patient has taken acetaminophen and ibuprofen without relief.  Medical history is significant for hypertension and osteoarthritis affecting the knees and hands.  The patient used intravenous drugs occasionally when he was younger but not for >30 years.  Which of the following processes is most likely responsible for this patient's back pain?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Degenerative","answer_2":"B. Infectious","answer_3":"C. Inflammatory","answer_4":"D. Neoplastic","answer_5":"E. Psychogenic","percent_1":"36%","percent_2":"3%","percent_3":"4%","percent_4":"55%","percent_5":"1%","right_answer":"D. Neoplastic","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Differential diagnosis of back pain!?Condition? #Clinical clues#?Degenerative (osteoarthritis)? • Positional• #Relieved with rest#?Radiculopathy$ (eg, disc herniation)? • #Radiates# to leg• Sensory & motor findings• Positive #straight-leg raising test#?Spinal stenosis? • Pain with standing (spinal extension)• Relieved by spinal flexion?Spondyloarthropathy? • Young men• HLA-B27• #Relieved with exercise#• Prolonged morning stiffness?Spinal metastasis? • Constant pain• Worse at night• Not responsive to position changes?Vertebral$ osteomyelitis? • Focal tenderness• Fevers & night sweats• Recent #infection, intravenous# drug abuse, or immune compromise","explanation_img":"","explanation_1":"","explanation_2":"$#Back pain# is common, and the majority of cases are due to benign skeletal (eg, osteoarthritis, spinal stenosis, disc herniation) or muscular (eg, muscle strain) conditions.  The most common causes of back pain generally worsen with activity and improve with rest, postural modifications (eg, spinal stenosis worsens with back extension and is relieved with flexion), and analgesic therapy. $However, this patient's #constant# back pain that fails to improve with positional changes, rest, or analgesics is concerning for a more serious condition (infection, malignancy).  This pattern of pain in an #older patient# (age >50) without a recent history of intravenous drug use should raise suspicion for a #neoplastic process#, particularly if the pain is worse at night (#nocturnal pain#).  Other features that raise concern for malignancy include a personal history of cancer, weight loss, neurologic deficits (eg, weakness), and point tenderness on the spinous processes. $Malignancies with a propensity for bony metastasis include #P#rostate, #B#reast, #K#idney, #T#hyroid, and #L#ung (mnemonic: #Pb KTL#, or #'lead kettle'#).  Prostate cancer is the most common malignancy in older men and frequently metastasizes to the axial skeleton and femur. $#(Choice A)#  Degenerative disorders in the spine (eg, facet osteoarthritis) are typically relieved with rest and while in bed overnight; this patient's constant pain that persists overnight is more worrisome for malignancy. $#(Choice B)#  Vertebral osteomyelitis (pain at rest, focal tenderness) and epidural abscess (nerve root compression, radicular symptoms) can be associated with intravenous drug use but typically occur following recent use, not decades later, and are usually associated with systemic symptoms (eg, fever, night sweats). $#(Choice C)#  Inflammatory back pain (eg, spondyloarthropathy) is characterized by slowly progressive pain that is often worse at night.  However, it is associated with prolonged morning stiffness (eg, hours) and improves with exercise.  In addition, onset almost always occurs at age <45. $#(Choice E)#  Back pain may be psychogenic (eg, factitious, malingering).  Evidence of secondary gain (eg, litigation/compensation) and an unusual pattern of signs and symptoms can help identify these patients. $#Educational objective# Clinical features that suggest a malignant cause of back pain include persistent pain at night, no relief with rest, onset at age >50, and systemic symptoms.  Common malignancies with a propensity for bony metastasis include prostate, breast, kidney, thyroid, and lung.  "},

{"id":"20013","image_1":"","explanation_img":"images/exp20013.jpg","title":"A 14-year-old previously healthy girl is evaluated for a 3-month history of low back pain. She is a member of her school gymnastics team, and the pain is worse after training sessions. The patient reports no significant back trauma and has had no weakness or numbness in the lower extremities. Menarche was at age 9 and she has had regular menstruations. Vital signs are within normal limits. Physical examination shows tenderness in the L5 region, but no neurologic deficits are present. A spine x-ray reveals anterior displacement of L5 vertebra relative to the S1 vertebra. This patient's condition is most likely caused by injury to which of the following structures?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intervertebral disc","ansImg_1":"","answer_2":"B. Pars interarticularis","ansImg_2":"","answer_3":"C. Spinous process","ansImg_3":"","answer_4":"D. Transverse process","ansImg_4":"","answer_5":"E. Vertebral body","ansImg_5":"","right_answer":"B. Pars interarticularis","percent_1":"38%","percent_2":"36%","percent_3":"8%","percent_4":"7%","percent_5":"11%","explanation_1":"","explanation_2":"$This adolescent athlete has spondylolisthesis (ie, anterior displacement of the vertebral body), which often occurs due to bilateral #spondylolysis# (ie, #pars interarticularis fracture#).$The vertebral column is formed by stacked vertebra separated by cartilaginous discs held together by thick ligaments:$• The #vertebral bodies# form the #anterior#, weight-bearing portion of the vertebral column.$• The posterior portion of the vertebral column contains the midline @spinous process@, the transverse processes, and the articulating processes of the facet joints.$• The #posterior vertebral arch# connects the anterior and posterior portions of the vertebral column and consists of the #pedicle#, the intervening #pars interarticularis#, and the #lamina#. The posterior vertebral arch and the posterior portion of the vertebral body form the triangularly shaped spinal canal.$Each vertebra has an anterior joint between the vertebral bodies separated by discs and a pair of facet joints posteriorly. Forward flexion of the spine stresses the anterior portion of the spine, including the vertebral bodies and discs; repetitive #extension of the spine# (as in gymnasts) stresses the facet joints and posterior vertebral arch, which can lead to spondylolysis with subsequent spondylolisthesis.$(Choice A) The intervertebral disc is a shock-absorbing cartilaginous structure between the vertebral bodies made of a tough cartilage ring (ie, annulus fibrosus) surrounding a soft fibrocartilaginous core (ie, nucleus pulposus). Damage can lead to herniation of the disc or loss of space between the vertebral bodies but would not cause anterior displacement of the vertebral bodies.#(Choices C and D)# The spinous process projects posteriorly in the midline and serves as an attachment of muscles and ligaments. The paired transverse processes project posterolaterally from the vertebral arch. In the thoracic vertebrae, facets on the transverse processes articulate with the tubercles of the ribs. Fractures of the spinous process or transverse processes are considered stable; they do not typically result in either neurologic compromise or displacement of the vertebral bodies.$(Choice E) The vertebral body is the weight-bearing, anterior portion of the vertebrae. Fractures to this area may cause avulsions or compression fractures that lead to a loss of height but not typically to displacement.$Educational objective Fracture of the posterior vertebral arch often occurs at the pars interarticularis (ie, spondylolysis). Bilateral disruption of the pars interarticularis can lead to anterior displacement of the vertebral body (ie, spondylolisthesis).","clickable_1":"images/img1.20013.jpg"},

{"id":"12073","image_1":"","title":"A 72-year-old man comes to the primary care clinic with a 6-month history of back and bilateral thigh pain provoked by walking. He normally can walk only 2-3 blocks before having to stop due to pain. However, when he is out walking with his grandchild, leaning on the stroller seems to provide pain relief. The patient also notices an occasional tingling sensation in his lower extremities. He has no prior trauma or history of rheumatologic disorders. On physical examination, muscular strength is normal and the sensory findings are unremarkable. Peripheral pulses are full and symmetric. Thickening of which of the following ligaments is most likely contributing to this patient's current presentation?","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior longitudinal","ansImg_1":"","answer_2":"B. Iliolumbar","ansImg_2":"","answer_3":"C. Interspinous","ansImg_3":"","answer_4":"D. Ligamentum flavum","ansImg_4":"","answer_5":"E. Sacroiliac","ansImg_5":"","right_answer":"D. Ligamentum flavum","percent_1":"11%","percent_2":"15%","percent_3":"12%","percent_4":"32%","percent_5":"30%","explanation_img":"images/exp12073.jpg","explanation_1":"","explanation_2":"$This patient presents with #spinal stenosis#, an abnormal narrowing of the spinal canal occurring most commonly in the lumbar region.  Compression of nerve roots results in a number of neurologic symptoms, including #lower extremity pain#, #numbness/paresthesia#, and #weakness#.  The onset of pain with walking is referred to as \"neurogenic claudication\" as it may resemble symptoms seen in vascular claudication.  However, the symptoms of spinal stenosis are #posture-dependent#.  Extension of the lumbar spine (eg, standing, walking upright) further narrows the spinal canal and worsens the symptoms, whereas lumbar flexion (eg, walking uphill, @leaning on a stroller/shopping cart@) relieves the pain. $Degenerative arthritis of the spine is the most common cause of spinal stenosis, typically occurring in patients age >60.  Over time, the intervertebral disc degenerates and begins to protrude, resulting in a corresponding loss in disc height.  This loss of height places a disproportionate load on the posterior aspect of the spinal column, leading to formation of facet joint osteophytes and hypertrophy of the @ligamentum flavum@ (a strong elastic ligament supporting the posterior aspect of the spinal canal).  These physiologic changes lead to mechanical compression of nerve roots and corresponding neurologic symptoms. $#(Choice A)#  The anterior longitudinal ligament covers the anterior aspect of the vertebral bodies, preventing excess spinal extension. $#(Choice B)#  The iliolumbar ligament connects the fifth lumbar vertebrae to the iliac crest, strengthening the lumbosacral joint. $#(Choice C)#  The interspinous ligaments connect the spinous processes and help limit flexion of the spine. $#(Choice E)#  The sacroiliac ligament prevents distraction of the sacroiliac joint. $#Educational objective# Spinal stenosis occurs most commonly in the lumbar region and presents with posture-dependent lower extremity pain, numbness/paresthesia, and weakness.  The most common cause is degenerative arthritis of the spine, which results in narrowing of the spinal canal due to intervertebral disc herniation, ligamentum flavum hypertrophy, and osteophyte formation affecting the facet joints.  ","clickable_1":"images/img1.12073.jpg","clickable_2":"images/img2.12073.jpg"}

 ]