[

{"id":"15292","title":"A 60-year-old man comes to the emergency department due to 10 days of worsening cough, shortness of breath, and right-sided chest pain.  The patient also has had low-grade fever, fatigue, and unspecified weight loss.  A month ago, he was hospitalized for 2 days due to right lower lobe pneumonia.  Although oral antibiotics were prescribed at discharge, he did not get the prescription filled because his symptoms had improved.  Temperature is 38.2 C (100.8 F), blood pressure is 116/70 mm Hg, pulse is 104/min, and respirations are 18/min.  Physical examination is notable for decreased breath sounds at the right lung base.  Chest imaging reveals loculated pleural fluid on the right side.  Laboratory analysis reveals the following:","title_table":"?Hemoglobin? 10.4 g/dL ?Mean corpuscular volume? 96 µm3 ?Platelets? 580,000/mm3 ?Leukocytes? 17,200/mm3 (80℅ neutrophils)","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Blood cell counts were normal a month ago at the time of hospital discharge.  Which of the following is the most likely underlying cause of this patient's increased platelet count?","audio":"","comparison_items":"","answer_1":"A. Autonomous clonal proliferation of megakaryocytes","answer_2":"B. Chronic hypoxia-induced erythropoietin release","answer_3":"C. Cytokine-mediated megakaryocyte proliferation and maturation","answer_4":"D. Decreased platelet sequestration by the spleen","answer_5":"E. Increased platelet production from extramedullary hematopoiesis","percent_1":"10%","percent_2":"12%","percent_3":"64%","percent_4":"8%","percent_5":"7%","right_answer":"C. Cytokine-mediated megakaryocyte proliferation and maturation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with partially treated pneumonia developed progressive pulmonary symptoms and pleural effusion indicating likely empyema.  Although laboratory results were normal when he was discharged a month ago, his complete blood cell count now reveals signs of ongoing infection (neutrophilic leukocytosis) and inflammation (anemia, thrombocytosis). $ Infections are associated with the release of #inflammatory cytokines# (eg, IL-6, TNF-alpha) from activated immune cells.  Elevated circulating concentrations of IL-6 stimulate the liver to increase production of #thrombopoietin#, which triggers #megakaryocyte proliferation and maturation# in the bone marrow.  The subsequent increase in serum platelet count is called reactive thrombocytosis because it is a secondary process that typically resolves when the infection is adequately treated.  #Reactive thrombocytosis# is seen in a wide range of inflammatory (eg, malignancy, rheumatologic disease, burns) and noninflammatory (eg, iron deficiency, hemolysis, blood loss, postsplenectomy) conditions and is the most common cause of elevated platelet count in all age groups. $ Elevated circulating levels of inflammatory cytokines also trigger the liver to generate hepcidin, which down-regulates iron absorption in the gut and iron release by the reticuloendothelial system; this frequently leads to concurrent #anemia of chronic disease# (normocytic anemia) due to reduced iron availability for reticulocytosis. $ #(Choices A and E)#  Essential thrombocythemia, a myeloproliferative disorder characterized by the autonomous clonal proliferation of megakaryocytes, is marked by thrombocytosis, vasomotor symptoms (eg, dizziness), and increased risk of thrombosis.  Primary myelofibrosis is a chronic myeloproliferative disorder characterized by significant extramedullary hematopoiesis (eg, hepatosplenomegaly); it can occasionally be associated with thrombocytosis.  It is quite unlikely that this patient developed a myeloproliferative disorder in the month since he was admitted to the hospital; it is far more likely that he has reactive thrombocytosis due to his ongoing infection. $ (Choice B)  Chronic hypoxemia (eg, chronic obstructive pulmonary disease) can trigger the release of erythropoietin from interstitial cells in the kidneys, leading to increased erythrocytosis and subsequent polycythemia.  This would not significantly affect platelet count. $ (Choice D)  Patients with congestive splenomegaly often have thrombocytosis due to reduced platelet sequestration in the spleen.  However, it is far more likely that this patient has reactive thrombocytosis due to empyema.  $Educational objective Reactive thrombocytosis is the most common cause of elevated platelet count in all age groups.  It is generally caused by high levels of inflammatory cytokines (eg, IL-6), which prompt the liver to release thrombopoietin.  Reactive thrombocytosis is seen in chronic infection, rheumatologic disease, and burns; it can also occur with hemolysis and iron deficiency anemia."},

{"id":"17338","title":"Researchers conduct a study to identify an effective chemotherapy regimen to treat ovarian cancer.  They enroll patients with and without germline mutations predisposing to the malignancy.  A group of patients with a known germline mutation was found to have increased antitumor effect of carboplatin compared to patients without the mutation.  However, the response to paclitaxel was similar in both groups.  Based on the study results, the known germline mutation most likely causes which of the following effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aberrant DNA methylation","answer_2":"B. Constitutive growth factor activity","answer_3":"C. Defective DNA break repair","answer_4":"D. Dysregulation of apoptosis","answer_5":"E. Loss of cell cycle control","percent_1":"17%","percent_2":"8%","percent_3":"45%","percent_4":"10%","percent_5":"20%","right_answer":"C. Defective DNA break repair","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The most common germline mutation in breast and #ovarian cancer# is a defect in a #BRCA# #gene#.  BRCA1 and BRCA2 produce tumor suppression proteins involved in repair of #double-stranded DNA breaks# via homologous recombination repair.  Loss of function in a pair of BRCA alleles leads to the accumulation of unrepaired genomic mutations, which dramatically increases the risk of oncogenesis.  Although BRCA defects are inherited in an autosomal dominant fashion, cancer occurs only after a somatic mutation strikes the complementary BRCA allele. $Cancers with BRCA mutations are often treated with platinum compounds (eg, #carboplatin#, cisplatin).  These drugs covalently attach an alkyl group to purine base pairs, which results in #cross-linking# within and between DNA strands.  Repair of DNA cross-links typically involves inducing double-stranded DNA breaks, therefore, proteins encoded by BRCA genes are also important for cross-link repair.  Tumor cells with BRCA mutations are more likely to accumulate excessive DNA cross-links and undergo apoptosis when exposed to platinum compounds, resulting in greater #tumor regression# compared to patients with intact BRCA genes. $In contrast, paclitaxel therapy targets the cytoskeletal protein tubulin, which contributes to mitotic spindle formation, chromosome segregation, and cell division.  Because BRCA mutations do not significantly impact the cytoskeleton, patients with and without BRCA mutations typically have a similar response to paclitaxel treatment. $#(Choice A)#  DNA methylation helps regulate gene transcription.  Many cancers increase methylation of the promoter region of tumor suppressor genes, which reduces their transcription.  Although some chemotherapy agents (eg, decitabine, 5-azacytidine) can alter DNA methylation, this is not the mechanism of carboplatin or paclitaxel. $#(Choice B)#  The constitutive activation of growth factor genes often contributes to the unchecked growth of cancer cells.  Therefore, growth factor inhibitors (eg, erlotinib, afatinib) are used to treat many cancer types (eg, lung, colon).  Carboplatin and paclitaxel do not work by this mechanism. $#(Choices D and E)#  Cancerous cells often develop mutations in genes that control the cell cycle (eg, CDKs, RB) or cell death (eg, BCL-2, p53).  Although medications (eg, venetoclax) have been developed to counter the products of these mutations, neither carboplatin nor paclitaxel focuses primarily on the cell cycle. $#Educational objective# Germline mutations in the BRCA gene dramatically increase the risk for breast and ovarian cancer due to an inability to repair double-stranded DNA breaks.  Cancers with BRCA gene mutations are often particularly susceptible to treatment with platinum compounds (eg, carboplatin), which cause DNA cross-linking requiring repair by BRCA-encoded machinery.  "},

{"id":"2043","title":"A 34-year-old woman comes to the office after her sister was diagnosed with breast cancer.  She has no nipple discharge, breast lumps, or discomfort.  Breast examination is normal.  Her sister was found to have a multiple base pair insertion affecting exon 11 of the BRCA1 gene that leads to a frameshift mutation.  A screening test to evaluate for a similar insertion mutation in the patient's BRCA1 gene is performed.  The test uses polymerase chain reaction (PCR) to amplify the target exon and gel electrophoresis to assess the size of the exon compared to the wild-type allele.  Which of the following must be known in order to perform the amplification part of this analysis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Restriction enzyme susceptibility sites within the target exon","answer_2":"B. The amino acid sequence of the abnormal BRCA1 protein","answer_3":"C. The cDNA nucleotide sequence","answer_4":"D. The complete nucleotide sequence of the target exon","answer_5":"E. The nucleotide sequence of the regions flanking the target exon","percent_1":"14%","percent_2":"10%","percent_3":"14%","percent_4":"12%","percent_5":"50%","right_answer":"E. The nucleotide sequence of the regions flanking the target exon","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2043.jpg","explanation_1":"","explanation_2":"$#Polymerase chain reaction (PCR)# is used to #amplify# small fragments of DNA (eg, genes, exons, noncoding regions) by repeated replication.  Several elements are required for PCR.  The first is a source #DNA template# that includes the target region to be amplified (eg, BRCA1 exon 11) as well as flanking sequences adjacent to the target region.  The oligonucleotide sequence of these flanking regions must be known in order to make the #primers# necessary to start PCR.  However, the exact nucleotide sequence of the target region does #not# need to be known #(choice D).#  A thermostable #DNA polymerase# (not denatured at high temperatures) is then used to replicate the DNA template from a pool of supplied #deoxynucleotide triphosphates# using the following 3 steps:  $1. #Denaturing#:  Thermal separation of the DNA template is accomplished by exposing the sample to high temperatures  $2. #Annealing#:  Primers combine with the denatured, single-stranded flanking ends of the target region when the temperature is lowered  $3. #Elongation#:  DNA polymerase forms new daughter DNA strands in the 5' to 3' direction, starting from the 3' end of each primer $These steps are repeated to obtain millions of copies of the target DNA segment in a short period of time (exponential amplification). $#(Choice A)#  Restriction sites are cleaved by specific endonucleases and can be used to identify polymorphisms within variant alleles on gel electrophoresis (restriction fragment length polymorphism analysis).  However, knowing the restriction enzyme susceptibility sites within the target region is not necessary for PCR amplification. $#(Choice B)#  In PCR, only DNA segments are amplified and studied; proteins are not involved.  Proteins can be analyzed using Western blots, but even then, exact amino acid sequences do not need to be known. $#(Choice C)#  Complementary DNA (cDNA) is produced by the reverse transcriptase enzyme using mRNA as a template in reverse transcriptase PCR; it is not used in regular PCR.  cDNA can be used to express eukaryotic proteins in prokaryotes by transferring the cDNA into the genome of a recipient organism. $#Educational objective# Polymerase chain reaction is used to amplify small fragments of DNA (eg, genes, exons, noncoding regions) by repeated replication.  It requires primers that are complementary to the regions of DNA flanking the segment of interest.  Thermostable DNA polymerase, deoxynucleotide triphosphates, and a source DNA template strand are also necessary.  "},

{"SubjectSystem":"Immunology-Hematology","id":"15279","title":"A 48-year-old woman is evaluated for a painless left breast mass.  Physical examination shows a 4-cm mass with dimpling of the overlying skin; left axillary lymphadenopathy also is noted.  Breast imaging reveals a spiculated soft tissue mass with microcalcifications.  Biopsy of the mass demonstrates invasive ductal carcinoma.  Immunohistochemistry of the tissue sample shows the tumor cells are negative for estrogen and progesterone receptors but overexpress the HER2 epidermal growth factor receptor.  The patient is treated with systemic chemotherapy and a monoclonal antibody drug that binds the extracellular domain of the growth factor receptor.  Repeat evaluation 6 weeks later shows a decrease in the size of the breast mass.  Which of the following host factors are primarily responsible for mediating the response to the monoclonal antibody therapy?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. B lymphocytes and IgM","answer_2":"B. CD8+ T lymphocytes and interferon gamma","answer_3":"C. Natural killer cells and granzymes","answer_4":"D. Polymorphonuclear leukocytes and lysosomes","percent_1":"14%","percent_2":"39%","percent_3":"38%","percent_4":"9%","right_answer":"C. Natural killer cells and granzymes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15279.jpg","explanation_1":"","explanation_2":"$#HER2# is an epidermal growth factor receptor overexpressed by aggressive breast cancers.  Treatment with a #monoclonal antibody# (eg, trastuzumab) that targets the HER2 surface receptor often results in tumor regression.  Although antibody binding can trigger cancer cell death through a variety of mechanisms (eg, receptor downregulation, complement deposition), much of the response is due to #antibody-dependent cellular cytotoxicity# (ADCC). $ADCC classically involves the following:  $1. A naturally occurring or monoclonal #IgG# binds to a complementary surface antigen on a host or foreign cell.  $2. A patrolling #natural killer# (NK) cell binds the #Fc portion# of the attached IgG using #CD16#.  $3. Binding triggers the NK cell to release its #granules#, which contain perforin and #granzymes# (proteases) that induce apoptosis/osmotic lysis of the antibody-bound cell. $Although NK cells are derived from the same lymphocyte lineage as B- and T-cells, they are considered part of the #innate immune system# because they do not engage with major histocompatibility complexes (MHCs) to differentiate self from nonself.  Unlike cytotoxic T-cells, NK cells can often identify neoplasms that have downregulated surface expression of MHC-I molecules. $#(Choice A)#  Tumor-infiltrating B cells release inflammatory cytokines, display tumor-associated antigens, and generate tumor-specific immunoglobulin; however, neither B cells nor IgM are involved in mediating responses to exogenously administered monoclonal antibodies. $#(Choice B)#  CD8 cells release effector cytokines (eg, interferon gamma, tumor necrosis factor) and cytotoxic granules (eg, perforin, granzymes) that destroy tumor cells.  However, they interact with the MHC class I receptors, not monoclonal immunoglobulins. $#(Choice D)#  Macrophages and neutrophils also have CD16 and engage in ADCC and @CD16-mediated phagocytosis@ of foreign organisms.  However, their role in antitumor activity is unclear.  The efficacy of monoclonal antibody therapy is thought to be largely mediated by NK-cell ADCC. $#Educational objective# Cancer immunotherapy often includes the administration of monoclonal antibodies against a target overexpressed on the cancer cell surface.  The Fc portion of the bound antibody is identified by natural killer cells via CD16, leading to antibody-dependent cellular cytotoxicity via the release of granzymes and perforin. ","clickable_1":"images/img1.15279.jpg"},

{"id":"714","title":"A 60-year-old man comes to the clinic for a preoperative evaluation.  The patient has severe osteoarthritis of the right knee, and an elective total knee arthroplasty has been planned.  Other medical conditions are well-controlled hypertension and stable coronary artery disease.  Vital signs are within normal limits.  Physical examination is unremarkable.  The patient is educated to avoid taking over-the-counter NSAIDs immediately prior to surgery due to risk of excessive perioperative bleeding.  He is also instructed to discontinue low-dose aspirin at least 5 days prior to surgery.  Which of the following is the most likely reason for stopping this drug well in advance of surgery?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Delayed release of the protein-bound drug","answer_2":"B.Irreversible inhibition of the target enzyme","answer_3":"C.Persistence of active form of drug metabolites","answer_4":"D.Prolonged time required for hepatic coagulation factor synthesis","answer_5":"E.Selective inhibition of inducible form of the target enzyme","percent_1":"1%","percent_2":"76%","percent_3":"8%","percent_4":"13%","percent_5":"2%","right_answer":"B.Irreversible inhibition of the target enzyme","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp714.jpg","explanation_1":"","explanation_2":"$Cyclooxygenase (COX) enzymes, which help convert @arachidonic acid@ to thromboxane A2 and prostaglandins, exist in 2 primary forms: $• #COX-1#, which is constitutively expressed in physiologically functioning cells.  The major product of COX-1 in platelets is #thromboxane A2#, which promotes #platelet activation and aggregation# (eg, increased glycoprotein IIb/IIIa expression). $• COX-2, which is expressed in an inducible manner in response to cytokine release by immune cells (eg, macrophages).  Major products of this enzyme are prostaglandins, some of which promote fever, inflammation, and pain sensitivity. $#Aspirin#, a nonsteroidal anti-inflammatory drug (NSAID), primarily inhibits COX-1 when administered in low doses (ie, 81-324 mg/day).  Aspirin is unique compared to other NSAIDs because this #inhibition is irreversible# (via acetylation), resulting in a sustained decrease in thromboxane A2 production by platelets for the duration of their lifespan (ie, 3-7 days).  Therefore, aspirin has a prolonged antithrombotic effect and is commonly used to reduce cardiovascular risk in patients with coronary artery disease.  Because this inhibition of platelet aggregation lasts for the #platelet lifespan#, preoperative aspirin discontinuation is recommended #at least 5 days prior# to surgery to avoid excessive bleeding. $Higher aspirin doses significantly inhibit both COX-1 and COX-2, thereby also exhibiting antipyretic and analgesic effects due to decreased prostaglandin production.  However, other NSAIDs (eg, ibuprofen) are more commonly used for these indications because of a better efficacy and safety profile; notably, these medications reversibly inhibit COX-1 and COX-2 and therefore can be discontinued immediately prior to surgery. $#(Choices A and C)#  Aspirin and its active metabolite salicylate are transported to various tissues in a highly protein-bound state (ie, bound to albumin).  However, neither a delayed release from albumin nor persistence of active metabolites would explain the sustained antithrombotic effect (>5 days) because salicylate undergoes glucuronidation by the liver and elimination from the body within a day (half-life of 3-5 hr). $#(Choice D)#  Anticoagulants (eg, warfarin, rivaroxaban) are @major inhibitors@ of hepatic coagulation factor synthesis; however, aspirin does not affect coagulation factor synthesis in a clinically significant manner. $#(Choice E)#  Selective inhibition of the inducible form of COX (ie, COX-2) describes the mechanism of action of selective COX-2 inhibitors (eg, celecoxib).  However, aspirin is nonselective in its inhibition of COX-1 and COX-2. $#Educational objective# Aspirin is a nonsteroidal anti-inflammatory drug that primarily and irreversibly inhibits cyclooxygenase-1 (COX-1) when given in low doses.  Because irreversible COX-1 inhibition decreases platelet thromboxane A2 production for the duration of their lifespan (ie, 3-7 days), preoperative aspirin discontinuation is recommended at least 5 days prior to surgery to avoid excessive bleeding.  ","clickable_1":"images/img1.714.jpg","clickable_2":"images/img2.714.jpg"},

{"id":"20877","title":"A 27-year-old man comes to the office due to cough, chest discomfort, and dyspnea on exertion.  Symptoms began approximately a month ago and were initially mild but have gradually worsened.  He has also lost 4.5 kg (10 lb) over the past 2 months.  The patient has no chronic medical conditions.  He smokes a pack of cigarettes a day and drinks an average of 4 beers each weekend.  The patient does not use illegal drugs and has not had multiple sexual partners.  Physical examination is unremarkable.  Chest imaging reveals a large, anterior mediastinal mass.  Subsequent blood work shows elevated levels of β-hCG and alpha fetoprotein.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benign teratoma","answer_2":"B. Bronchogenic cyst","answer_3":"C. Hodgkin lymphoma","answer_4":"D. Nonseminomatous germ cell tumor","answer_5":"E. Seminoma","answer_6":"F. Thymoma","percent_1":"8%","percent_2":"1%","percent_3":"4%","percent_4":"60%","percent_5":"13%","percent_6":"13%","right_answer":"D. Nonseminomatous germ cell tumor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp20877.jpg","explanation_1":"","explanation_2":"Masses that arise within the mediastinum are typically classified according to their compartment.  Within the #anterior mediastinum#, the most common etiologies are the #4 Ts#: thymoma, teratoma (and other #germ cell tumors [GCTs]#), \"terrible\" lymphoma, and thyroid neoplasm.  This patient with a large, anterior mediastinal mass and elevated #β-hCG# and #alpha fetoprotein# (AFP) levels most likely has a GCT. $ In adults, the anterior mediastinum is the most common location for extragonadal GCTs, which may be either benign (eg, benign teratoma) or malignant (eg, seminomas, nonseminomatous GCTs).  These occur predominantly in young men and can cause chest discomfort and compressive symptoms (eg, cough, dyspnea) due to mass effect on adjacent structures (eg, trachea).  GCT type can usually be distinguished by differences in serum tumor markers: $ • Seminomas may cause elevated β-hCG levels in a minority of cases, but AFP is almost always normal #(choice E)#. $ • #Nonseminomatous GCTs# (eg, yolk sac tumor, choriocarcinoma, embryonal carcinoma) cause #elevated AFP and/or β-HCG# in the majority (~85%) of patients. $ • Teratomas that are benign (vs malignant) do not typically produce elevated AFP or β-HCG #(choice A)#. $ (Choice B)  Bronchogenic cysts, congenital cysts that arise due to abnormal development of the bronchopulmonary foregut, are an uncommon cause of mediastinal mass; they are typically located in the middle (vs the anterior) mediastinum and do not cause elevated AFP and β-hCG levels. $ (Choice C)  Lymphomas, including Hodgkin lymphoma, can arise in any of the mediastinal compartments, including the anterior mediastinum.  They can cause weight loss but classically produce additional systemic symptoms (eg, fever, night sweats); they do not cause elevated AFP and β-hCG levels. $ (Choice F)  Thymomas are a common cause of anterior mediastinal mass.  However, they do not cause elevated AFP and β-hCG levels, and they are often associated with paraneoplastic syndromes (eg, myasthenia gravis). $ Educational objective The most common masses in the anterior mediastinum are the 4 Ts: thymoma, teratoma (and other germ cell tumors), 'terrible' lymphoma, and thyroid neoplasm.  An anterior mediastinal mass with elevated serum levels of alpha fetoprotein and β-hCG is classic for a nonseminomatous germ cell tumor."},

{"id":"16287","title":"A 65-year-old man comes to the office due to a few weeks of progressive exertional dyspnea and fatigue.  He has had no chest pain, fever, or cough.  The patient has a history of mild aortic stenosis, gastroesophageal reflux disease, obesity, hypertension, and hypercholesterolemia.  Temperature is 36.7 C (98 F), blood pressure is 130/78 mm Hg, pulse is 82/min, and respirations are 16/min.  BMI is 28 kg/m2.  Pulse oximetry shows 96% on room air.  Mucosal pallor is present, but there is no jaundice, lymphadenopathy, or jugular venous distension.  Cardiopulmonary examination reveals a 2/6 systolic ejection murmur at the second right intercostal area.  The abdomen is soft and nontender; there is no palpable hepatosplenomegaly.  Peripheral pulses are normal.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 7.8 g/dL ?Platelets? 98,000/mm3 ?Leukocytes? 3,800/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/16287.jpg","title_2":"Peripheral blood smear is shown. Which of the following is most likely responsible for this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Impaired DNA synthesis","answer_2":"B. Impaired heme production","answer_3":"C. Inadequate erythropoietin production","answer_4":"D. Replacement of bone marrow with fat cells","answer_5":"E. Replacement of bone marrow with fibrosis","answer_6":"F. Traumatic hemolysis","percent_1":"64%","percent_2":"6%","percent_3":"3%","percent_4":"14%","percent_5":"8%","percent_6":"5%","right_answer":"A. Impaired DNA synthesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp16287.jpg","explanation_1":"","explanation_2":"$This patient with exertional dyspnea, fatigue, conjunctival pallor, and a systolic ejection murmur has symptomatic anemia.  The peripheral blood smear findings of #macrocytosis# (abnormally large red blood cells) and a #hypersegmented neutrophil# indicate likely #megaloblastic anemia#.  This condition sometimes arises in older individuals who take antacids for gastroesophageal reflux disease, as gastric acid is required for proper @vitamin B12 absorption@. $Vitamin B12 acts as a cofactor in the recycling of 5-methyl-tetrahydrofolate to tetrahydrofolate (reduced form of folate), which serves as a one-carbon donor in the synthesis of amino acids, purines, and thymidine monophosphate.  Therefore, folate or #vitamin B12 deficiency# reduces available purines and thymidine, which #impairs DNA synthesis# and causes cell cycle arrest (in S-phase) or apoptotic cell death. $Hematopoietic cells are primarily affected due to their high replication rate.  In these cells, nuclear division slows relative to cytoplasmic maturation (nuclear-cytoplasmic dyssynchrony), which results in megaloblastic changes (eg, macrocytosis, hypersegmented neutrophils); in addition, increased apoptosis causes #anemia# and often #mild thrombocytopenia/leukopenia#. $Although vitamin B12 deficiency also commonly presents with neurologic findings (eg, symmetric paresthesia, gait problems), patients can develop significant hematologic changes with no noticeable neuropsychiatric symptoms. $#(Choice B)#  @Iron deficiency anemia@ is associated with impaired production of heme; however, peripheral blood smear would show microcytosis (not macrocytosis), and hypersegmented neutrophils would not be seen. $#(Choice C)#  Chronic kidney disease can reduce production of erythropoietin in peritubular fibroblasts of the kidney, which causes normocytic anemia due to reduced erythropoiesis.  However, leukopenia and thrombocytopenia are not typically seen, and peripheral blood smear would not show megaloblastic changes. $#(Choice D)#  Aplastic anemia is associated with destruction of hematopoietic stem cells and replacement of the bone marrow with fat cells.  Although patients usually have pancytopenia, peripheral blood smear would not show hypersegmented neutrophils. $#(Choice E)#  @Primary myelofibrosis@ is a myeloproliferative neoplasm that results in fibrosis of the bone marrow.  Anemia is common but patients usually have dacrocytes (tear-drop red blood cells) and nucleated red blood cells on peripheral blood smear, not macrocytosis and hypersegmented neutrophils. $#(Choice F)#  @Aortic stenosis@ can cause traumatic hemolysis due to red blood cell shearing.  However, peripheral smear generally shows schistocytes, and thrombocytopenia/leukopenia would be unusual. $#Educational objective# Vitamin B12 is an essential cofactor in the recycling of 5-methyl-tetrahydrofolate to tetrahydrofolate, which is required for amino acid, purine, and thymidine synthesis.  Deficiency primarily affects hematopoiesis and is marked by impaired nuclear maturation, leading to macrocytic red blood cells and hypersegmented neutrophils; increased apoptosis often also leads to anemia and mild thrombocytopenia/leukopenia.  ","clickable_1":"images/img1.16287.jpg","clickable_2":"images/img2.16287.jpg","clickable_3":"images/img3.16287.jpg","clickable_4":"images/img4.16287.jpg"}
    
]