[

{"id":"2080","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $ A 4-year-old boy is brought to the clinic after his mother noticed he was developing pubic hair. The boy had a recent growth spurt and is now taller than his 5-year-old brother. The patient's preschool teacher recently mentioned he has body odor after he runs or plays. Height is at the 95th percentile for age, and weight is at the 80th percentile. Examination reveals sparse growth of long, pigmented hair at the base of the penis and in both axillae. Testes are present bilaterally and appear normal. Laboratory assessment reveals high serum concentrations of 17-hydroxyprogesterone and testosterone. $ #Item 1 of 2#$ Which of the following is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal cortical hyperplasia","answer_2":"B. Adrenal medullary hyperplasia","answer_3":"C. Leydig cell tumor","answer_4":"D. Pituitary adenoma","answer_5":"E. Seminoma","percent_1":"79%","percent_2":"5%","percent_3":"8%","percent_4":"8%","percent_5":"1%","right_answer":"A. Adrenal cortical hyperplasia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#21-Hydroxylase deficiency clinical syndromes# ∆⨉ ∆⨉ ∆⨉ § ∆^#Classic, salt wasting# ∆^#Classic, non–salt wasting*# ∆^#Nonclassic, late onset# §^#Enzyme deficiency# ∆^Severe ∆^Moderate ∆^Mild §^#Clinical features# ∆ • Birth (girls): ambiguous genitalia  • Age 1-2 weeks: vomiting, hypotension, hyperkalemia ∆ • Birth (girls): ambiguous genitalia  • Age 2-4: virilization (eg, body odor, pubic/axillary hair) & rapid growth ∆ • School-aged: premature pubarche & rapid growth  • Adolescence (girls): hirsutism, acne, oligomenorrhea §^#Laboratory features# ∆ • Increased 17-hydroxyprogesterone • Increased testosterone ∆⨉ ∆⨉ %#*Also called simple virilizing form.","explanation_img":"","explanation_1":"","explanation_2":"@Deficiency of 21-hydroxylase@ is the most common form of #congenital adrenal hyperplasia# and leads to impaired conversion of 17-hydroxyprogesterone (17-OHP) to 11-deoxycortisol.  Excess 17-OHP is shunted away from cortisol synthesis toward androgen production.  #ACTH increases# due to the decline in cortisol levels and has a trophic effect on adrenal cortical cells, causing #adrenal cortical hyperplasia#. $Depending on the residual enzyme activity, 21-hydroxylase deficiency can present as 3 distinct clinical syndromes of differing severity.  This patient most likely has the #classic, non–salt-wasting# (ie, simple virilizing) form of the disease.  Because 21-hydroxylase is not completely absent (as in the most severe form), sufficient mineralocorticoids and glucocorticoids are maintained to avoid salt wasting such that patients have normal blood pressure and electrolytes.  Due to #adrenal androgen overproduction#, girls with this variant are often identified at birth due to ambiguous genitalia.  #Boys# appear normal at birth and typically present around #age 2-4# with #early virilization# (eg, body odor, pubic/axillary hair).  Exposure to high levels of sex hormones also induces an early pubertal growth spurt that manifests as #accelerated linear growth# at a young age. $In all forms of 21-hydroxylase deficiency, patients have #increased 17-OHP# and androgen levels.  Adrenal androgens (eg, dehydroepiandrosterone and androstenedione) undergo peripheral conversion to testosterone, which explains this patient's #high testosterone# level. $#(Choice B)#  Adrenal medullary hyperplasia is a precursor lesion for pheochromocytoma characterized by increased catecholamine production.  Presenting signs include hypertension, tachycardia, and sweating (not virilization). $#(Choice C)#  Leydig cell tumors produce excess testosterone and can present with precocious puberty in young boys (eg, early testicular/phallic enlargement).  A testicular mass is typically palpated on examination. $#(Choice D)#  Production of excess LH and FSH by pituitary adenomas can lead to increased testosterone but not increased 17-OHP levels.  Pituitary adenomas producing excess ACTH can lead to excess adrenal androgen production; however, symptoms of excess cortisol production (Cushing syndrome) such as growth deceleration and weight gain would predominate. $#(Choice E)#  A seminoma is a testicular tumor most commonly found in adolescents and adults.  These tumors are derived from the seminiferous tubules and present with a testicular mass, not virilization and elevated testosterone. $#Educational objective# Deficiency of 21-hydroxylase causes adrenal cortical hyperplasia due to excess stimulation of the adrenal cortex by ACTH.  The classic, non–salt-wasting form presents in boys age 2-4 with early virilization, accelerated linear growth, and elevated levels of 17-hydroxyprogesterone and androgens. ","clickable_1":"images/img1.2080.jpg"},

{"id":"2081","title":"#Item 2 of 2#$ After initial assessment, the appropriate interventions are initiated.  Targeted suppression of which of the following hormones is the best next step to limit androgen overproduction?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenocorticotropic hormone","answer_2":"B. Cortisol","answer_3":"C. Luteinizing hormone","answer_4":"D. Prolactin","answer_5":"E. Testosterone","percent_1":"53%","percent_2":"5%","percent_3":"22%","percent_4":"1%","percent_5":"20%","right_answer":"A. Adrenocorticotropic hormone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp2081.jpg","explanation_1":"","explanation_2":"$Patients with congenital adrenal hyperplasia (CAH) due to #21-hydroxylase deficiency# have impaired cortisol synthesis.  Subsequent @lack of feedback@ causes the hypothalamus to #increase adrenocorticotropic hormone (ACTH) secretion# by the anterior pituitary.  This results in stimulation of the adrenal cortex and #adrenal androgen overproduction# (eg, dehydroepiandrosterone, androstenedione). $Treatment of 21-hydroxylase deficiency involves low (ie, physiologic) doses of exogenous corticosteroids that #suppress ACTH secretion# via negative feedback mechanisms.  Without excess ACTH stimulation, androgen production by the adrenal cortex decreases. $#(Choice B)#  Deficiency of 21-hydroxylase impairs cortisol synthesis; further suppression of cortisol production could precipitate an adrenal crisis (eg, hypoglycemia, hypotension). $#(Choice C)#  Luteinizing hormone (LH) stimulates the testes to produce testosterone.  Decreasing LH levels would decrease testosterone production by the testes but would not affect excess adrenal androgen production in CAH. $#(Choice D)#  Hyperprolactinemia disrupts GnRH secretion, which leads to decreased testosterone production and hypogonadism.  Prolactin suppression would further elevate testosterone levels and would not be beneficial in this patient. $#(Choice E)#  This patient's symptoms are the result of excessive production of adrenal androgens (eg, dehydroepiandrosterone and androstenedione), which can subsequently undergo peripheral conversion to testosterone.  Blockade of testosterone alone would not be sufficient to prevent progression of this patient's symptoms, as the androgenic effects of these testosterone precursors would remain unopposed. $#Educational objective# Treatment of congenital adrenal hyperplasia due to 21-hydroxylase deficiency involves low doses of exogenous corticosteroids to suppress excess ACTH secretion, which reduces production of androgens by the adrenal cortex. ","clickable_1":"images/img1.2081.jpg"},

{"id":"221","title":"A 7-year-old boy is being evaluated for growth retardation.  Brain MRI shows a 4 cm multiloculated, cystic, suprasellar lesion, which is bulging into the floor of the third ventricle and base of the brain.  Calcifications are present.  From which of the following structures is this mass most likely derived?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Prolactin secreting cells of the anterior pituitary","answer_2":"B. Remnants of the Rathke pouch","answer_3":"C. Astrocytes","answer_4":"D. Arachnoid cap cells","answer_5":"E. Posterior pituitary cells","percent_1":"7%","percent_2":"80%","percent_3":"7%","percent_4":"3%","percent_5":"3%","right_answer":"B. Remnants of the Rathke pouch","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$Craniopharyngiomas are tumors arising from remnants of Rathke's pouch.  The anterior pituitary is formed from an out-pouching of the pharyngeal roof and is called Rathke's pouch.  The posterior pituitary gland arises from an extension of the hypothalamic neurons.  Together, the anterior and posterior pituitary glands lie in the sella turcica at the skull base. $During the time of pituitary development, remnants of Rathke's pouch cells can remain in the diencephalon (the posterior region of the forebrain).  Neoplastic transformation of these 'pouch cells' is called a craniopharyngioma.  Typically, craniopharyngiomas have three components: solid, comprised of the actual tumor cells; cystic, filled with \"machinery oil\" liquid; and a calcified component.  Any suprasellar mass with three components is highly suggestive of craniopharyngioma.  Craniopharyngioma symptoms include headaches, visual field defects, and hypopituitarism, evidenced by the growth retardation of this child.  Ultimately, compression of the pituitary stalk by craniopharyngioma leads to hyperprolactinemia by loss of dopaminergic inhibition.  Craniopharyngiomas are usually tumors of childhood, being most frequently discovered between the ages of 5 and 10 years of age. $#(Choice A)#  Prolactinomas are uncommon in young children.  They typically appear as a homogenous mass when imaged. $#(Choice C)#  Gliomas can occur in the suprasellar region if they arise from the optic apparatus, but do not appear on imaging with the three components described above.  Gliomas typically presents with visual symptoms, hypothalamic dysfunction, and hypopituitarism. $#(Choice D)#  Meningiomas are tumors of the leptomeninges, which is the lining of the brain.  Hence, meningiomas can occur in any \"lined\" part of the brain including sellar and suprasellar regions.  Meningiomas are usually homogeneous appearance on MRI and can be seen 'sticking' to leptomeninges. $#Educational objective# 1.The anterior pituitary is formed from an out-pouching of the pharyngeal roof and is called Rathke's pouch. The posterior pituitary gland arises from an extension of the hypothalamic neurons. $ 2.Craniopharyngiomas are tumors arising from Rathke's pouch remnants in the anterior pituitary. They characteristically have three components: solid, cystic, and calcified. They present during childhood, usually, with mass effect and visual deficits. "},

{"id":"1720","title":"A 6-year-old girl is brought to the office for evaluation of short stature.  Her parents have noticed that she bears little resemblance to her 2 older siblings.  The patient's mother and father are 172.5 cm (5'8\") and 183 cm (6') tall, respectively.  On physical examination, the patient's height is 3 standard deviations below the mean for her age.  Other findings include low-set ears, a high arched palate, a webbed neck, and cubitus valgus.  Chromosomal analysis reveals a 45,XO karyotype.  The patient is started on a medication to improve growth and normalize her height.  Which of the following intracellular pathways is stimulated by the medication used in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binding of activated receptors to DNA to modify transcription","answer_2":"B. Cyclic AMP-Protein kinase A pathway","answer_3":"C. Diacylglycerol-Protein kinase C pathway","answer_4":"D. Inositol triphosphate–calcium–calmodulin pathway","answer_5":"E. JAK-STAT pathway","percent_1":"23%","percent_2":"14%","percent_3":"4%","percent_4":"5%","percent_5":"55%","right_answer":"E. JAK-STAT pathway","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1720.jpg","explanation_1":"","explanation_2":"$This patient with a 45,XO karyotype has @Turner syndrome@.  Individuals with this condition are typically treated with #growth hormone# (GH) when growth failure becomes evident, leading to normalization of height in most patients. $GH promotes growth by acting on the cell surface receptors that stimulate production of insulin-like growth factor-1 (IGF-1), primarily in the liver.  One GH molecule binds to 2 receptors on the cell surface, leading to activation of #Janus kinase (JAK)#, a #nonreceptor tyrosine kinase#.  JAK subsequently phosphorylates several tyrosine residues in the intracellular domain of the GH receptor.  These phosphorylated tyrosine residues function as docking sites for #STAT# (#signal transducer and activator of transcription#).  Once STAT is recruited to the receptor, it is also phosphorylated by JAK.  STAT then dimerizes and translocates to the nucleus, where it induces IGF-1 gene transcription by binding to the promoter region.  Other molecules that use the JAK-STAT pathway include cytokines (eg, interferon) and hematopoietic growth factors (eg, erythropoietin, G-CSF). $#(Choice A)#  Steroid and thyroid hormones bind to intracellular receptors.  Once these receptors are activated, they subsequently bind to the promoter region of target genes to modify transcription. $#(Choice B)#  Several hormones (eg, PTH, ACTH, TSH, ADH [V2 receptor]) activate adenylyl cyclase after binding to G protein-coupled receptors on the cell membrane.  Adenylyl cyclase converts ATP to cyclic AMP, which subsequently activates protein kinase A. $#(Choices C and D)#  Various hormones (eg, GnRH, TRH, angiotensin II, ADH [V1 receptor]) function by binding to G protein-coupled receptors that activate phospholipase C.  Activated phospholipase C hydrolyzes phosphatidylinositol bisphosphate to inositol triphosphate (IP3) and diacylglycerol (DAG).  IP3 mobilizes calcium from the endoplasmic reticulum, and DAG directly activates protein kinase C. $#Educational objective# Growth hormone binds to cell surface receptors, leading to intracellular activation of the JAK-STAT pathway.  Cytokines (eg, interferon) and hematopoietic growth factors (eg, erythropoietin, G-CSF) also use this pathway.  ","clickable_1":"images/img1.1720.jpg"},

{"id":"543","title":"A 1-week-old boy is brought to the emergency department with poor feeding, lethargy, and unusual \"muscle movements\" involving the left thumb and hand over the last 2 days.  The patient's mother had appropriate prenatal care, a normal pregnancy, and took no medications other than prenatal vitamins.  The infant's vital signs are normal, but unusual flexion of the left wrist and thumb and extension of the fingers are observed with cuff blood pressure measurement.  Physical examination reveals a hypoplastic mandible, low-set ears, bifid uvula, and cleft palate.  A chest x-ray reveals decreased soft-tissue attenuation in the right anterior mediastinum.  These findings most likely suggest impaired development of which of the following embryonic structures? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior neuropore","answer_2":"B. Foramen cecum","answer_3":"C. Rathke pouch","answer_4":"D. Second pharyngeal cleft","answer_5":"E. Third pharyngeal pouch","percent_1":"3%","percent_2":"2%","percent_3":"5%","percent_4":"12%","percent_5":"78%","right_answer":"E. Third pharyngeal pouch","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp543.jpg","explanation_1":"","explanation_2":"$A #22q11.2 microdeletion# underlies the spectrum of physical features seen in DiGeorge syndrome (DGS).  Embryologically, the neural crest fails to migrate into the derivatives of the #third# (affects inferior #parathyroid# and thymus) and fourth (affects superior parathyroid) pharyngeal/branchial pouches.  The consequent parathyroid and thymic hypoplasia results in #hypocalcemia# and T cell deficiency, respectively. $The hypocalcemia in DGS leads to increased neuromuscular excitability, which manifests as tetany, carpopedal spasms, or seizures.  Tapping on the facial nerve usually elicits #twitching of the nose and lips (Chvostek sign)#, and inflation of the blood pressure cuff leads to #carpal spasm (Trousseau sign)#.  Normally, the @thymic shadow@ is visible on a newborn's @x-ray@.  Its absence reflects thymic hypoplasia, which leads to T cell dysfunction and results in recurrent viral, fungal, and protozoan infections. $Conotruncal cardiac anomalies (eg, interrupted aortic arch, truncus arteriosus) may also result from failure of neural crest migration.  If there is additional involvement of the first and second pharyngeal/branchial pouches, patients with DGS may have features such as hypertelorism, short palpebral fissures, micrognathia, bifid uvula, and cleft palate. $#(Choice A)#  Failure of the anterior neuropore to close leads to neural tube defects such as @anencephaly@.  Neural tube defects can be prevented with maternal folic acid supplementation. $#(Choice B)#  The foramen cecum is a depression on the tongue that represents the embryological remnant of the superior end of the obliterated thyroglossal duct.  A persistent duct results in a thyroglossal cyst that presents as a midline neck mass. $#(Choice C)#  Rathke pouch represents an invaginated oral ectoderm that eventually develops into the anterior pituitary.  @Craniopharyngiomas@ arise from remnants of this pouch and can result in hypopituitarism, hydrocephalus, and diabetes insipidus, but not hypocalcemia. $#(Choice D)#  The second branchial cleft (ie, second pharyngeal groove) is normally obliterated in utero.  Persistence leads to a branchial cleft cyst between the angle of the mandible and sternocleidomastoid muscle. $#Educational objective# DiGeorge syndrome results from maldevelopment of the third (inferior parathyroid and thymus) and fourth (superior parathyroid) pharyngeal/branchial pouches.  Subsequent parathyroid and thymic hypoplasia results in hypocalcemia and T cell deficiency.  ","clickable_1":"images/img1.543.jpg","clickable_2":"images/img2.543.jpg","clickable_3":"images/img3.543.jpg","clickable_4":"images/img4.543.jpg"},

{"id":"19975","title":"A 17-year-old girl is brought to the clinic due to irregular menses.  Menarche was at age 12 and her cycles since then have been irregular, often with multiple months between menstrual periods.  The patient also has had an increase in hair growth along her chest and face.  Temperature is 37.3 C (99.1 F), blood pressure is 110/70 mm Hg, and pulse is 80/min.  There are dark, terminal hairs above the patient's upper lip and nodulocystic acne across her forehead.  Cardiopulmonary examination is normal.  Sexual maturity rating (Tanner stage) is 5.  Ultrasound examination of the pelvis reveals a normal uterus and ovaries.  Electrolytes are normal; other laboratory results are as follows:","title_table":"?Testosterone, serum? 400 ng/dL (normal: 25–75 ng/dL) ?17-hydroxyprogesterone? 350 ng/dL (normal: <200 ng/dL)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following enzyme reaction steps is most likely to be disrupted in this patient?","audio":"","comparison_items":"","answer_1":"A. 11-deoxycorticosterone conversion to corticosterone","answer_2":"B. 11-deoxycortisol conversion to cortisol","answer_3":"C. Pregnenolone conversion to 17-hydroxypregnenolone","answer_4":"D. Progesterone conversion to 11-deoxycorticosterone","answer_5":"E. Testosterone conversion to estradiol","percent_1":"13%","percent_2":"11%","percent_3":"10%","percent_4":"39%","percent_5":"27%","right_answer":"D. Progesterone conversion to 11-deoxycorticosterone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#21-Hydroxylase deficiency clinical syndromes# ∆⨉ ∆⨉ ∆⨉ § ∆^#Classic, salt wasting# ∆^#Classic, non–salt wasting*# ∆^#Nonclassic, late onset# §^#Enzyme deficiency# ∆^Severe ∆^Moderate ∆^Mild §^#Clinical features# ∆ • Birth (girls): ambiguous genitalia  • Age 1-2 weeks: vomiting, hypotension, hyperkalemia ∆ • Birth (girls): ambiguous genitalia  • Age 2-4: virilization (eg, body odor, pubic/axillary hair) & rapid growth ∆ • School-aged: premature pubarche & rapid growth  • Adolescence (girls): hirsutism, acne, oligomenorrhea §^#Laboratory features# ∆ • Increased 17-hydroxyprogesterone • Increased testosterone ∆⨉ ∆⨉ %#*Also called simple virilizing form.","explanation_img":"","explanation_1":"","explanation_2":"This patient's laboratory findings are consistent with #21-hydroxylase deficiency#, the most common cause of congenital adrenal hyperplasia (CAH).  The @21-hydroxylase@ enzyme is responsible for conversion of #progesterone to 11-deoxycorticosterone# and 17-hydroxyprogesterone (17-OHP) to 11-deoxycortisol.  Enzyme deficiency causes the #buildup of 17-OHP#, which is then shunted toward androgen production. $Deficiency of 21-hydroxylase can result in varying clinical phenotypes depending on the amount of residual enzyme available.  This patient's presentation in #adolescence# with #menstrual irregularities# and signs of #androgen excess# (ie, hirsutism, nodulocystic acne) is consistent with the mildest form, #nonclassic# (late-onset) CAH.  Other common findings of nonclassic CAH include premature pubarche (ie, early appearance of pubic/axillary hair) and accelerated growth and bone age in school-aged children.  Because 21-hydroxylase is not completely absent in nonclassic CAH, sufficient mineralocorticoids are produced to avoid the salt wasting (ie, hypotension, hyperkalemia) seen in neonates with severe classic CAH. $Laboratory studies in all forms of 21-hydroxylase deficiency reveal #elevated 17-OHP and testosterone# levels. $#(Choices A and B)#  Patients with @11 beta-hydroxylase deficiency@ have impaired conversion of 11-deoxycorticosterone to corticosterone and 11-deoxycortisol to cortisol.  In addition to hyperandrogenism, patients have hypertension and hypokalemia (not seen here) due to increased 11-deoxycorticosterone (a weak mineralocorticoid). $#(Choice C)#  Conversion of pregnenolone to 17-hydroxypregnenolone is impaired with @17 alpha-hydroxylase deficiency@.  Patients have hypertension and hypokalemia due to increased mineralocorticoid synthesis and amenorrhea and absent secondary sexual characteristics due to absent sex hormone production.  In addition, 17-OHP and testosterone are decreased with this disorder. $#(Choice E)#  @Aromatase@ converts testosterone to estradiol.  Due to lack of estrogens, aromatase deficiency results in primary amenorrhea, absent breast development, and virilized genitalia (eg, clitoromegaly) in girls. $#Educational objective# Nonclassic congenital adrenal hyperplasia is due to mild deficiency of 21-hydroxylase, an enzyme that converts progesterone to 11-deoxycorticosterone and 17-hydroxyprogesterone to 11-deoxycortisol.  In adolescent girls, it presents with signs of hyperandrogenism (eg, hirsutism, acne, menstrual irregularities) as well as increased 17-hydroxyprogesterone and testosterone levels.  ","clickable_1":"images/img1.19975.jpg","clickable_2":"images/img2.19975.jpg","clickable_3":"images/img3.19975.jpg","clickable_4":"images/img4.19975.jpg"},

{"id":"1335","title":"A 3-day-old boy is brought to the emergency department due to vomiting, poor feeding, and progressively worsening lethargy.  The parents report that his diapers have a sweet smell unlike what they experienced with their older children.  The mother and infant were discharged from the hospital yesterday after a normal pregnancy and spontaneous vaginal delivery.  The mother is exclusively breastfeeding.  Her other 2 children are healthy and have no medical conditions.  On physical examination, the infant is lethargic with dry mucous membranes and generalized hypertonia.  Which of the following should be restricted from this infant's diet?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Galactose","answer_2":"B. Leucine","answer_3":"C. Methionine","answer_4":"D. Phenylalanine","answer_5":"E. Tyrosine","percent_1":"15%","percent_2":"55%","percent_3":"3%","percent_4":"23%","percent_5":"4%","right_answer":"B. Leucine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1335.jpg","explanation_1":"","explanation_2":"$This infant has symptoms typical of #maple syrup urine disease#, an autosomal recessive inborn error of metabolism due to branched-chain alpha-keto acid dehydrogenase complex (BCKDC) deficiency.  BCKDC is a thiamine-dependent enzyme that helps breakdown the branched-chain amino acids #leucine, isoleucine, and valine# into substrates that can be used in the tricarboxylic acid cycle. $BCKDC deficiency is #neurotoxic# primarily due to elevated levels of leucine.  Affected infants present in the first few days of life with progressively worsening irritability, poor feeding, lethargy, and dystonia.  The urine is characteristically described as having a maple syrup (\"burnt-sugar\") odor. $Diagnosis can be confirmed by the presence of #elevated branched-chain amino acid (BCAA) levels#.  Therapy consists of #dietary restriction# of BCAAs.  Patients remain at lifelong risk for neurotoxicity in the setting of intercurrent illnesses and fasting because these conditions increase the relative rate of protein breakdown, resulting in an increased plasma concentration of BCAAs. $#(Choice A)#  Galactosemia is an autosomal recessive disorder due to galactose-1-phosphate uridyltransferase deficiency.  The buildup of galactose (normally found in breast milk and regular infant formula) leads to neonatal jaundice, cataracts, hepatomegaly, and frequently Escherichia coli sepsis.  Dietary restriction of galactose is the mainstay of treatment. $#(Choice C)#  Homocystinuria is an autosomal recessive disorder marked by a defect in cystathionine beta-synthase, resulting in elevated levels of homocysteine and methionine.  Patients have marfanoid appearance (eg, long limbs, arachnodactyly), developmental delay, lens dislocation, and increased risk for thromboembolism.  Restriction of methionine for these patients is one aspect of therapy. $#(Choice D)#  Phenylketonuria is an autosomal recessive disorder characterized by phenylalanine hydroxylase deficiency, leading to hyperphenylalaninemia.  Untreated patients develop intellectual disability, seizures, decreased hair and skin pigmentation, and a musty odor. $#(Choice E)#  Dietary tyrosine restriction may be beneficial for patients with hypertyrosinemia (progressive liver and renal disease) or alkaptonuria (pigmented osteoarthritis). $#Educational objective# Maple syrup urine disease classically presents within the first few days of life with irritability, dystonia, poor feeding, and sweet-smelling urine.  Dietary restriction of branched-chain amino acids (eg, leucine, isoleucine, valine) is the mainstay of treatment.  "},

{"id":"763","title":"A 13-year-old boy is brought to the clinic due to progressive difficulty with breathing, hoarseness, and dysphagia.  The symptoms began insidiously 6 months ago but have rapidly become worse in the last 4 weeks.  The patient has no associated skin rash, pharyngeal pain, fever, weight loss, or loss of appetite.  Medical history is unremarkable and the patient takes no medications.  He is up to date on scheduled vaccinations.  The patient's parents and siblings have no history of significant health problems.  Vital signs are normal, and he is at 70th percentile for height and weight.  Oropharyngeal examination reveals a large, red lingual mass.  The patient subsequently undergoes excision of the mass; histopathologic preparation of the recovered tissue is shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/763.jpg","title_2":"Failure of which of the following embryologic processes is most likely responsible for this patient's lesion?","audio":"","comparison_items":"","answer_1":"A. Apoptosis","answer_2":"B. Differentiation","answer_3":"C. Fusion","answer_4":"D. Migration","answer_5":"E. Proliferation","percent_1":"14%","percent_2":"3%","percent_3":"2%","percent_4":"77%","percent_5":"3%","right_answer":"D. Migration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp763.jpg","explanation_1":"","explanation_2":"$This patient's pathologic specimen shows @normal thyroid follicles@ containing colloid, consistent with a #lingual thyroid#.  The thyroid gland is formed from an outpouching (evagination) of the pharyngeal epithelium and subsequently descends to the lower neck anterior to the upper trachea and larynx.  The lowest part of the evagination forms the thyroid gland and the remaining portion forms the #thyroglossal duct#, which extends from the foramen cecum on the dorsal surface of the tongue to the superior border of the thyroid isthmus. $Due to #failure of migration#, the thyroid can reside anywhere along the thyroglossal duct's usual path, including the tongue (lingual thyroid).  Enlargement of a lingual thyroid can lead to #obstructive symptoms# (eg, dysphagia, dysphonia, dyspnea), typically during times of heightened thyroid stimulation (eg, puberty, pregnancy).  Sometimes, this lingual thyroid is the only thyroid tissue in the body, so hypothyroidism can occur if it is removed. $#(Choice A)#  Apoptosis is the process of programmed cell death and is important in regulating the turnover of cells.  Failure of apoptosis during fetal development can result in conditions such as duodenal atresia and syndactyly (ie, fusion of adjacent digits). $#(Choice B)#  Differentiation is the formation of mature cells from undifferentiated precursor cells (eg, formation of red blood cells, white blood cells, and platelets from bone marrow stem cells).  Although thyroid cells do differentiate after their descent from the pharynx, defective differentiation would result in impaired thyroid follicle formation. $#(Choice C)#  Fusion is the joining of two opposing tissues to form one continuous structure.  Disruption of this process leads to a variety of birth defects, including cleft palate, atrioventricular septal defects, pancreatic divisum, and neural tube defects. $#(Choice E)#  Proliferation denotes an increase in the number of cells via mitosis.  Failure of proliferation during fetal development can result in organ hypoplasia (eg, thymus abnormalities in DiGeorge syndrome). $#Educational objective# The thyroid gland is formed from evagination of the pharyngeal epithelium and descends to the lower neck.  Due to failure of migration, the thyroid can reside anywhere along the thyroglossal duct's usual path, including the tongue (lingual thyroid).  ","clickable_1":"images/img1.763.jpg"},

{"id":"1502","title":"A 2-year-old boy is brought to the office by his parents.  He is currently toilet-training during the day and at nighttime.  After he urinated in the toilet last night, his parents forgot to flush the toilet and noticed that the boy's urine turned black overnight.  The child has no significant past medical history and takes no medications.  He can say 2-word sentences, follow 2-step directions, and jump with 2 feet off the ground.  Examination shows a well-nourished child with no swelling or tenderness of any joints.  Urinalysis results are as follows:","title_table":"?Color? black ?Specific gravity? 1.022 ?Protein? none ?Blood? negative ?Glucose? negative ?Ketones? negative ?Leukocyte esterase? negative","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following conversion pathways is most likely deficient in this patient?","audio":"","comparison_items":"","answer_1":"A. Leucine to acetoacetate","answer_2":"B. Phenylalanine to tyrosine","answer_3":"C. Serine to cysteine","answer_4":"D. Tyrosine to fumarate","answer_5":"E. Valine to glutamic acid","percent_1":"7%","percent_2":"19%","percent_3":"16%","percent_4":"55%","percent_5":"4%","right_answer":"D. Tyrosine to fumarate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1502.jpg","explanation_1":"","explanation_2":"$Alkaptonuria is an #autosomal recessive# disorder of #tyrosine metabolism#.  Deficiency of homogentisic acid dioxygenase blocks homogentisic acid metabolism, preventing the conversion of tyrosine to fumarate.  Homogentisic acid accumulates in the body and is excreted in the urine, imparting a #black color# to the #urine# if allowed to sit and undergo oxidation.  In patients with alkaptonuria, the retained homogentisic acid selectively binds to collagen in connective tissues, tendons, and cartilage.  This leads to \"#ochronosis#,\" a blue-black pigmentation most evident in the ears, nose, and cheeks, and #ochronotic arthropathy#, which typically manifests during adulthood. $#(Choice A)#  Leucine is a branched-chain amino acid that is elevated in maple syrup urine disease.  Isoleucine and valine are also increased.  Impaired metabolism of these amino acids leads to cerebral edema, seizures, and a sweet smell of the urine. $#(Choice B)#  Conversion of phenylalanine to tyrosine is defective in phenylketonuria and usually occurs due to a defect in phenylalanine hydroxylase.  Undiagnosed and untreated phenylketonuria results in significant intellectual disability not seen in this patient. $#(Choice C)#  Impaired renal cystine (a homodimer of cysteine) transport leads to cystinuria, a disease characterized by flank pain, hematuria, and renal stones in childhood or adolescence. $#(Choice E)#  Sickle cell anemia results from the substitution of valine for glutamic acid due to a single-nucleotide polymorphism.  This mutation leads to loss of red cell elasticity, polymerization of sickle hemoglobin, and sickling of red blood cells, which results in vasoocclusive crises. $#Educational objective# Alkaptonuria is an autosomal recessive disorder in which the lack of homogentisic acid dioxygenase blocks the metabolism of tyrosine, leading to an accumulation of homogentisic acid.  Clinical features include a black urine color when exposed to air, a blue-black pigmentation on the face, and ochronotic arthropathy.  "},

{"id":"20168","title":"A newborn boy who was born at 39 weeks gestation by normal vaginal delivery has a serum TSH above the normal range and serum thyroxine (T4) below the normal range for his age.  His mother has no medical conditions.  On examination, the patient's length and weight are normal, and he has no apparent congenital malformations.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Central hypothyroidism","answer_2":"B.Generalized thyroid hormone resistance","answer_3":"C.Reduced thyroid-binding globulin","answer_4":"D.Thyroid dysgenesis","answer_5":"E.TSH receptor–stimulating antibodies","percent_1":"10%","percent_2":"11%","percent_3":"18%","percent_4":"57%","percent_5":"5%","right_answer":"D.Thyroid dysgenesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital hypothyroidism# ∆⨉ §^#Clinical$ manifestations# ∆ • Asymptomatic at birth • After maternal thyroxine wanes (weeks to months): $== ○ Lethargy, poor feeding $== ○ Enlarged fontanelle $== ○ Protruding tongue, puffy face, umbilical hernia $== ○ Constipation $== ○ Prolonged jaundice $== ○ Dry skin §^#Diagnosis# ∆ • ↑ TSH & ↓ free thyroxine levels • Newborn screening §^#Treatment# ∆ • Levothyroxine* %#*Delayed treatment is associated with neurocognitive dysfunction (eg, ↓ intelligence quotient).","explanation_img":"","explanation_1":"","explanation_2":"This patient has #primary hypothyroidism#, a congenital condition most commonly caused by #thyroid dysgenesis#.  Thyroid dysgenesis refers to an underdeveloped thyroid (ie, #hypoplasia#, #aplasia#) or an @ectopic thyroid@, which can lie anywhere along the normal path of embryologic descent from the base of the tongue to its normal location anterior to the thyroid cartilage.  Most cases are sporadic and isolated without other congenital abnormalities. $Newborns are usually asymptomatic due to the transplacental transfer of maternal thyroxine (T4), although levels are decreased compared to those of healthy patients.  Because of insufficient @feedback inhibition@ from #low T4# levels, #TSH# is #elevated#.  Newborn screening allows for early identification and treatment with levothyroxine, which prevents the development of neurocognitive dysfunction. $#(Choice A)#  Hypothalamic or pituitary dysfunction can lead to central hypothyroidism due to deficient TSH production.  TSH and T4 levels would both be low. $#(Choice B)#  Congenital hypothyroidism can also be caused by thyroid hormone resistance (eg, thyroid hormone receptor mutations).  However, TSH and T4 levels would be elevated due to impaired thyroid hormone feedback. $#(Choice C)#  Thyroid-binding globulin (TBG) is a transport protein that binds T4.  @TBG deficiency@ results in a euthyroid state characterized by a low level of total T4 but normal TSH and free T4 levels. $#(Choice E)#  Neonatal Graves disease is characterized by the transplacental transfer of maternal TSH receptor–stimulating antibodies due to maternal Graves disease.  This condition causes transient hyperthyroidism with elevated T4 and decreased TSH. $#Educational objective# Thyroid dysgenesis (ie, hypoplasia, aplasia, ectopy) is the most common cause of primary congenital hypothyroidism.  In this condition, TSH is elevated and thyroxine (T4) is low.  ","clickable_1":"images/img1.20168.jpg","clickable_2":"images/img2.20168.jpg","clickable_3":"images/img3.20168.jpg"},

{"id":"930","title":"A 1-week-old boy is brought to the emergency department due to recurrent vomiting and poor feeding.  The infant was born at term via spontaneous vaginal delivery with no complications.  Temperature is 36.7 C (98 F), blood pressure is 58/30 mm Hg, pulse is 180/min, and respirations are 40/min.  On examination, the patient is tired appearing with a sunken anterior fontanelle and dry mucous membranes.  The remainder of the examination is unremarkable.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 122 mEq/L ?Potassium? 5.7 mEq/L ?Blood urea nitrogen? 25 mg/dL ?Creatinine? 0.6 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following additional laboratory findings are most likely to be seen in this patient?","audio":"","comparison_items":"§∆Cortisol ∆Aldosterone ∆Serum ACTH ∆17-hydroxyprogesterone","answer_1":"§A. ∆ ↓ ∆↓ ∆↑ ∆↑","answer_2":"§B. ∆ ↓ ∆↑ ∆↑ ∆↓","answer_3":"§C. ∆ ↓ ∆↓ ∆↑ ∆↓","answer_4":"§D. ∆ ↓ ∆↓ ∆↓ ∆↑","answer_5":"§E. ∆ ↑ ∆↓ ∆↑ ∆↑","percent_1":"64%","percent_2":"7%","percent_3":"17%","percent_4":"5%","percent_5":"6%","right_answer":"§A. ∆ ↓ ∆↓ ∆↑ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp930.jpg","explanation_1":"","explanation_2":"$This infant is dehydrated (ie, sunken fontanelle, dry mucous membranes) with hypotension, hyponatremia, and hyperkalemia.  These findings are consistent with classic #congenital adrenal hyperplasia# (CAH) due to #21-hydroxylase deficiency#. $Patients with 21-hydroxylase deficiency cannot convert 17-hydroxyprogesterone (17-OHP) into 11-deoxycortisol, which results in #elevated 17-OHP# and #decreased aldosterone and cortisol# production.  Corticosteroid precursors accumulate and are diverted toward #excess adrenal androgen# biosynthesis.  Low cortisol levels (ie, loss of negative feedback) also trigger #increased ACTH# production by the anterior pituitary, which further stimulates the formation of adrenal androgens #(choice D).# $Although affected girls are usually identified at birth due to ambiguous genitalia (virilization) from excess androgens, boys have normal genitalia and typically are identified at age 1-2 weeks with vomiting, #hypotension#, #hyponatremia#, and #hyperkalemia# due to lack of sufficient mineralocorticoids #(salt wasting)#.  Cortisol deficiency causes hypoglycemia and further impairs the ability to maintain blood pressure. $#(Choice B)#  CAH due to @17 alpha-hydroxylase deficiency@ prevents the conversion of progesterone to 17-OHP, resulting in low 17-OHP, cortisol, and adrenal androgen production.  In contrast to this case, hypertension and hypokalemia occur with 17 alpha-hydroxylase deficiency due to increased mineralocorticoids. $#(Choice C)#  Adrenal steroid synthesis is also impaired with primary adrenal insufficiency (ie, Addison disease); however, autoimmune destruction of the adrenal glands is unlikely to occur in the first week of life, making 21-hydroxylase deficiency a much more likely cause of adrenal crisis in this patient. $#(Choice E)#  An ACTH-secreting tumor causes increased synthesis of cortisol and its precursors (eg, 17-OHP).  Cushing disease is rare in newborns and would be associated with glucocorticoid-induced hypertension (not hypotension) and subsequent inhibition of aldosterone. $#Educational objective# Classic 21-hydroxylase deficiency causes decreased cortisol and aldosterone production with increased adrenal androgen production.  In boys, this deficiency presents 1-2 weeks after birth with vomiting, hypotension, hyponatremia, and hyperkalemia due to salt wasting; genitalia are normal.  In girls, it presents at birth with ambiguous genitalia.  ","clickable_1":"images/img1.930.jpg"},

{"SubjectSystem":"Biochemistry-Endocrine","id":"1336","title":"A 4-day-old infant is brought to the emergency department due to abnormal movements.  The patient has had intermittent episodes of tonic posturing over the past 3 hours as well as vomiting, poor feeding, and irritability for the past 2 days.  The mother also reports that the infant's diapers smell like caramelizing sugar.  There are no known medical conditions in the family, but the mother's sister died \"sometime in the first year\" of life from unknown causes.  On examination, the patient is lethargic and demonstrates intermittent posturing and increased generalized muscle tone.  Laboratory evaluation of plasma and urine samples confirms the suspected diagnosis.  This patient is most likely deficient in an enzyme that requires which of the following substances? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arginine","answer_2":"B. Cobalamin","answer_3":"C. Pyridoxine","answer_4":"D. Tetrahydrobiopterin","answer_5":"E. Thiamine","percent_1":"12%","percent_2":"6%","percent_3":"22%","percent_4":"17%","percent_5":"43%","right_answer":"E. Thiamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1336.jpg","explanation_1":"","explanation_2":"$This infant has symptoms typical of #maple syrup urine disease# (MSUD), an autosomal recessive disorder.  MSUD is characterized by mutations in #branched-chain alpha-keto acid# dehydrogenase complex (BCKDC), an enzyme necessary for breaking down the branched-chain amino acids (BCAAs) #leucine#, #isoleucine#, and #valine#. $Defective BCKDC leads to accumulation of BCAAs in serum and peripheral tissues, resulting in #neurotoxicity# (eg, seizures, irritability, lethargy, and poor feeding) that can be life-threatening if untreated.  A metabolite of isoleucine also gives the urine a #distinctive odor# described as #sweet#. $Treatment for MSUD involves restricting BCAAs in the diet.  BCKDC (in addition to pyruvate dehydrogenase and alpha-ketoglutarate dehydrogenase) requires 5 cofactors: #thiamine#, lipoate, and coenzymes A, FAD, and NAD.  Because MSUD has a spectrum of phenotypes, patients who have only a mild reduction in BCKDC activity may improve with high-dose thiamine treatment; however, most patients still require lifelong dietary restriction. $#(Choice A)#  Treatment of most @urea cycle@ disorders involves supplemental arginine.  Arginine administration increases production of downstream water-soluble intermediate metabolites (eg, ornithine, citrulline), facilitating nitrogen disposal and decreasing plasma ammonia levels. $#(Choice B)#  Cobalamin (vitamin B12) deficiency leads to megaloblastic anemia, neurologic changes including peripheral neuropathy, and elevated plasma levels of homocysteine (a prothrombotic substance).  Supplementation of cobalamin is recommended to lower homocysteine levels in patients with hyperhomocysteinemia. $#(Choice C)#  Pyridoxine (vitamin B6) is involved in the transamination and decarboxylation steps in amino acid metabolism as well as heme and neurotransmitter synthesis.  Supplemental pyridoxine is typically prescribed in conjunction with drugs known to interfere with vitamin B6 metabolism (eg, isoniazid, penicillamine). $#(Choice D)#  Tetrahydrobiopterin deficiency results in phenylketonuria because tetrahydrobiopterin is a cofactor for phenylalanine hydroxylase.  Phenylalanine levels can be reduced by tetrahydrobiopterin supplementation in patients with tetrahydrobiopterin deficiency. $#Educational objective# Maple syrup urine disease (MSUD) is caused by a deficiency of branched-chain alpha-keto acid dehydrogenase, an enzyme that requires several coenzymes (thiamine; lipoate; coenzymes A, FAD, NAD) to metabolize branched-chain amino acids (BCAAs).  Some patients with milder forms of MSUD improve with high-dose thiamine treatment.  ","clickable_1":"images/img1.1336.jpg"},

{"id":"1991","title":"An 18-month-old boy is being evaluated for neurologic regression.  He had a normal neonatal course and early development until age 5 months.  The boy subsequently experienced gradual regression of developmental milestones, and now has inability to sit with support, poor head control, and loss of a social smile.  Weight and height are below the 5th percentile.  Physical examination shows an enlarged liver and spleen, diminished deep tendon reflexes in all limbs, and hypotonia.  Funduscopic findings are shown in the @exhibit@.  This patient most likely has an accumulation of which of the following substrates? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1991.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cerebroside sulfate","answer_2":"B. Galactocerebroside","answer_3":"C. Globotriaosylceramide","answer_4":"D. Glucocerebroside","answer_5":"E. GM2 ganglioside","answer_6":"F. Sphingomyelin","percent_1":"2%","percent_2":"10%","percent_3":"1%","percent_4":"8%","percent_5":"17%","percent_6":"63%","right_answer":"F. Sphingomyelin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1991.jpg","explanation_1":"","explanation_2":"$#Niemann-Pick disease# is an autosomal recessive disorder common among Ashkenazi Jews and is characterized by #sphingomyelinase deficiency#.  Sphingomyelinase is responsible for the breakdown of sphingomyelin, a lipid constituent of cell membranes.  In Niemann-Pick disease, #sphingomyelin accumulation# within lysosomes results in cells that appear enlarged, foamy, and vacuolated on electron microscopy.  These @lipid-laden foam cells@ accumulate in the liver and spleen and cause #hepatosplenomegaly#.  Progressive neuronal accumulation is responsible for #hypotonia# and #neurologic degeneration# (eg, failure to progress developmentally, loss of milestones).  Retinal accumulation leads to a @cherry-red macular spot@. $This patient is presenting with the classic infantile type A variant that results in hepatosplenomegaly, progressive neurologic deterioration, and death by age 3 years. $#(Choice A)#  In patients with metachromatic leukodystrophy, central nervous system accumulation of cerebroside sulfate is caused by arylsulfatase A deficiency.  Central and peripheral demyelination leads to peripheral neuropathy and ataxia. $#(Choice B)#  In Krabbe disease, galactocerebrosidase deficiency causes accumulation of galactocerebroside and psychosine.  Infants have developmental delay and/or regression, axial hypotonia, limb stiffness, optic atrophy, and seizures. $#(Choice C)#  In Fabry disease, α-galactosidase A deficiency causes globotriaosylceramide (ceramide trihexoside) accumulation.  Clinical manifestations begin in childhood with neuropathic pain and dermatologic pathology (eg, telangiectasias, angiokeratomas). $#(Choice D)#  Glucocerebroside accumulation occurs in Gaucher disease, an autosomal recessive disorder of β-glucocerebrosidase deficiency.  Patients typically have hepatosplenomegaly, pancytopenia, and skeletal problems. $#(Choice E)#  Patients with Tay-Sachs disease are deficient in β-hexosaminidase A, which leads to GM2 accumulation in neurons.  Neurologic regression and cherry-red macular spots are classic symptoms (similar to Niemann-Pick disease), but hepatosplenomegaly is absent. $#Educational objective# In Niemann-Pick disease, sphingomyelinase deficiency causes accumulation of the lipid sphingomyelin.  Clinical features include hepatosplenomegaly, neurologic regression, and a cherry-red macular spot in infancy.  ","clickable_1":"images/img1.1991.jpg","clickable_2":"images/img2.1991.jpg"},

{"id":"793","title":"An infant is born at 39 weeks gestation to a 26-year-old woman.  The delivery was uncomplicated, and Apgar scores were 8 and 9 at 1 and 5 minutes, respectively.  The mother had gestational diabetes during pregnancy, which was controlled by diet alone.  Physical examination of the infant shows clitoromegaly and partial fusion of the labioscrotal folds.  Cytogenetic analysis reveals a 46,XX karyotype.  Abdominal imaging shows bilateral adrenal hyperplasia.  This patient is most likely deficient for an enzyme normally responsible for which of the following reactions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cholesterol → Pregnenolone","answer_2":"B. Dehydroepiandrosterone → Androstenedione","answer_3":"C. Progesterone → 11-deoxycorticosterone","answer_4":"D. Progesterone → 17-hydroxyprogesterone","answer_5":"E. Testosterone → Dihydrotestosterone","percent_1":"3%","percent_2":"8%","percent_3":"62%","percent_4":"24%","percent_5":"3%","right_answer":"C. Progesterone → 11-deoxycorticosterone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp793.jpg","explanation_1":"","explanation_2":"$This patient's abdominal imaging and ambiguous genitalia are consistent with #congenital adrenal hyperplasia# (CAH).  The most common cause of CAH is #21-hydroxylase# #deficiency#, accounting for 90% of all cases.  This enzyme catalyzes the conversion of #progesterone to 11-deoxycorticosterone# (aldosterone precursor) in the zona glomerulosa, and 17-hydroxyprogesterone to 11-deoxycortisol (cortisol precursor) in the zona fasciculata. $In 21-hydroxylase deficiency, the adrenal gland cannot synthesize aldosterone and cortisol efficiently.  ACTH levels increase as a result of low cortisol levels, stimulating #increased adrenal androgen# production by diverting the accumulating aldosterone and cortisol precursors toward the androgen biosynthetic pathway.  Genetic females (46,XX) affected with @classic 21-hydroxylase deficiency@ are usually identified at birth as increased androgen levels lead to ambiguous genitalia (#virilization#).  However, genetic males (46,XY) have normal genitalia and therefore typically present later with symptoms of #salt-wasting# or precocious puberty. $Infants with 21-hydroxylase deficiency are often detected during routine newborn screening, and a high serum level of #17-hydroxyprogesterone# confirms the diagnosis. $#(Choice A)#  Side-chain cleavage enzyme catalyzes the conversion of cholesterol into pregnenolone.  Lack of this enzyme leads to absent steroid hormone synthesis.  Complete enzyme deficiency is lethal due to absent placental progesterone synthesis. $#(Choice B)#  Dehydroepiandrosterone is converted to androstenedione by 3β-hydroxysteroid dehydrogenase, an enzyme that also converts pregnenolone to progesterone and 17-hydroxypregnenolone to 17-hydroxyprogesterone.  Although deficiency of this enzyme can result in adrenal insufficiency and ambiguous genitalia (in both sexes), it is a very rare cause of CAH. $#(Choice D)#  Synthesis of 17-hydroxyprogesterone from progesterone is catalyzed by @17α-hydroxylase@.  Deficiency of this enzyme causes mineralocorticoid excess and impaired androgen synthesis.  Genetic males have ambiguous genitalia, whereas genetic females appear phenotypically normal. $#(Choice E)#  @5α-reductase deficiency@ prevents the conversion of testosterone to dihydrotestosterone, the hormone responsible for the development of male external genitalia.  Affected genetic males, not females, are born with ambiguous genitalia. $#Educational objective# The most common form of congenital adrenal hyperplasia is 21-hydroxylase deficiency.  Genetically female infants typically have ambiguous genitalia (virilization) at birth, whereas males have phenotypically normal genitalia, with salt-wasting or precocious puberty appearing later.  Elevated 17-hydroxyprogesterone is diagnostic.  ","clickable_1":"images/img1.793.jpg","clickable_2":"images/img2.793.jpg","clickable_3":"images/img3.793.jpg"},

{"id":"1504","title":"A 5-year-old boy with developmental delay is brought to the office due to difficulty \"seeing the board\" at school.  Examination shows a boy with a tall, thin habitus with elongated limbs.  Funduscopy shows bilateral lens subluxation.  Four years later, the patient dies suddenly of a massive cerebrovascular accident.  Autopsy shows middle cerebral artery thrombosis and old renal infarcts.  His parents wish to know if anything could have been done to have prevented his death.  Which of the following would have been the most appropriate supplementation for this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ascorbic acid","answer_2":"B. Carnitine","answer_3":"C. Pyridoxine","answer_4":"D. Thiamine","answer_5":"E. Tyrosine","answer_6":"F. Vitamin K","percent_1":"31%","percent_2":"7%","percent_3":"39%","percent_4":"6%","percent_5":"7%","percent_6":"10%","right_answer":"C. Pyridoxine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1504.jpg","explanation_1":"","explanation_2":"$This patient's presentation is most consistent with homocystinuria, the most common inborn error of methionine metabolism.  Most patients present at age 3-10 with #ectopia lentis (dislocated lens)#.  About half of patients have #intellectual disability#.  Other clinical manifestations include a @Marfanoid habitus@ (eg, elongated limbs, arachnodactyly, scoliosis).  Patients are at high risk for #thromboembolic occlusion# of both large and small vessels, especially those of the brain, heart, and kidneys.  Thromboembolic complications are the major cause of morbidity and mortality in these patients. $Homocystinuria is most frequently caused by an #autosomal recessive# deficiency of cystathionine beta-synthase, an enzyme that requires #pyridoxine (vitamin B6)# as a cofactor.  Approximately 50% of affected patients respond to high doses of pyridoxine, which improves residual enzymatic activity and reduces plasma homocysteine levels.  Additional treatment includes dietary #restriction of methionine#. $#(Choice A)#  Vitamin C is a necessary cofactor for the hydroxylation of proline and lysine residues in collagen.  Vitamin C deficiency results in decreased strength of collagen fibers and causes @scurvy@. $#(Choice B)#  Carnitine assists with long-chain fatty acid transport into mitochondria.  Deficiencies in carnitine (eg, primary systemic carnitine deficiency) lead to fatty acid oxidation defects in cardiac and skeletal muscle. $#(Choice D)#  Thiamine (vitamin B1) deficiency can cause dry and wet beriberi and Wernicke-Korsakoff syndrome. $#(Choice E)#  Tyrosine is a nonessential amino acid and the precursor for catecholamines such as dopamine, epinephrine, and norepinephrine. $#(Choice F)#  Vitamin K is involved in the post-translational conversion of glutamate to gamma-carboxyglutamic acid.  This modification is necessary for the function of many clotting factors and regulatory proteins involved in the coagulation cascade. $#Educational objective# Homocystinuria is most commonly caused by cystathionine synthase deficiency.  Affected individuals have marfanoid habitus, ectopia lentis, and developmental delay.  Significant morbidity and mortality are due primarily to thromboembolism.  Many patients with homocystinuria respond dramatically to pyridoxine (vitamin B6) supplementation.  ","clickable_1":"images/img1.1504.jpg","clickable_2":"images/img2.1504.jpg"},

{"id":"1990","title":"A couple comes to the clinic for preconception counseling.  They are offered genetic screening because they are of Ashkenazi Jewish descent.  Test results show that both are carriers for a lysosomal enzyme deficiency disorder that results in decreased metabolic degradation of a phospholipid substrate to ceramide, which leads to a buildup of the phospholipid.  They are counseled about the chance that their offspring will be affected by this disorder.  The couple wants to know the clinical features of an affected child.  Which of the following findings would be most consistent with this condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormally shaped bones and corneal clouding","answer_2":"B. Coarse facial features and cardiac dysfunction","answer_3":"C. Neuropathic pain and angiokeratomas","answer_4":"D. Retinal opacification and splenomegaly","answer_5":"E. Small stature and infertility","percent_1":"11%","percent_2":"13%","percent_3":"32%","percent_4":"43%","percent_5":"2%","right_answer":"D. Retinal opacification and splenomegaly","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Sphingolipidoses*#∆⨉∆⨉∆⨉∆⨉ §^#Diagnosis# ∆^#Inheritance# ∆^#Deficiency# ∆^#Accumulated$ substrate# ∆^#Key features# §^#Fabry#$ #disease# ∆^XLR ∆α-Galactosidase A ∆Globotriaosylceramide ∆ • Angiokeratomas • Peripheral neuropathy • Glomerulopathy §^#Tay-Sachs#$ #disease# ∆^AR ∆β-Hexosaminidase A ∆GM2 (ganglioside) ∆ • Macular cherry-red spot • Progressive neurodegeneration §^#Gaucher#$ #disease# ∆↕ ∆β-Glucocerebrosidase ∆Glucocerebroside ∆ • Hepatosplenomegaly • Pancytopenia • Bone pain/osteopenia §^#Niemann-Pick#$ #disease# ∆↕ ∆Sphingomyelinase ∆Sphingomyelin ∆ • Macular cherry-red spot • Progressive neurodegeneration • Hepatosplenomegaly §^#Krabbe#$ #disease# ∆↕ ∆Galactocerebrosidase ∆Galactocerebroside & psychosine ∆ • Progressive neurodegeneration • Peripheral neuropathy • Optic atrophy §^#Metachromatic$ leukodystrophy# ∆↕ ∆Arylsulfatase A ∆Cerebroside sulfate ∆ • Progressive neurodegeneration • Peripheral neuropathy %* Subtype of lysosomal storage disorder. $ #AR# = autosomal recessive; #XLR# = X-linked recessive.","explanation_img":"","explanation_1":"","explanation_2":"$#Niemann-Pick disease# is an autosomal recessive lysosomal storage disorder.  It is caused by a #deficiency# of #sphingomyelinase#, the enzyme responsible for metabolizing @sphingomyelin (a phospholipid) to ceramide@. $Excess sphingomyelin results in cells that appear enlarged, foamy, and vacuolated on electron microscopy.  These @lipid-laden foam cells@ accumulate in the liver (#hepatomegaly#), spleen (#splenomegaly#), and CNS (#hypotonia, neurodegeneration#).  After a period of normal development, affected infants do not attain new skills and regress from previously acquired milestones (eg, sitting with support, head control, social smile).  Accumulation of sphingomyelin in the retinal ganglion cells also leads to #retinal opacification#, which gives the appearance of a @cherry-red macula@.  Disease is progressive, and death usually occurs by age 3. $Niemann-Pick disease, like several other rare genetic disorders (eg, Tay-Sachs disease, Gaucher disease, Bloom syndrome), is more common in the #Ashkenazi Jewish# population than in the general population.  The increased risk for rare and often life-threatening genetic mutations is attributed to the founder effect, or the loss of genetic variability within a group that historically conceived within their own community.  An Ashkenazi Jewish couple should be offered #genetic counseling# and testing before they conceive a child. $#(Choices A and B)#  Hurler and Hunter syndromes are mucopolysaccharidoses characterized by the accumulation of heparan and dermatan sulfate, which are glycosaminoglycans (ie, polysaccharides, not phospholipids).  Both disorders can cause dysostosis multiplex (eg, abnormally shaped bones, enlarged skull), coarse facial features, and cardiac dysfunction.  Corneal clouding is unique to Hurler syndrome. $#(Choice C)#  Fabry disease is characterized by decreased metabolic degradation of globotriaosylceramide to glucocerebroside, not ceramide.  Disease manifestations include neuropathic pain and angiokeratomas in adolescence and multiorgan (eg, renal, cerebrovascular, cardiac) involvement in adulthood. $#(Choice E)#  Small stature and infertility with a predisposition to malignancy and a classic sun-sensitive facial rash are typical signs of Bloom syndrome, an autosomal recessive disorder that leads to chromosomal instability, not phospholipid accumulation. $#Educational objective# Niemann-Pick disease is an autosomal recessive disorder that has a much higher incidence in the Ashkenazi Jewish population than in the general population.  It is characterized by sphingomyelinase deficiency and sphingomyelin (phospholipid) accumulation, which cause neurologic regression, hepatosplenomegaly, and retinal opacification (ie, cherry-red macula).  ","clickable_1":"images/img1.1990.jpg","clickable_2":"images/img2.1990.jpg","clickable_3":"images/img3.1990.jpg"},

{"id":"610","title":"A 13-year-old girl is brought to the clinic by her mother for a yearly physical examination.  The patient feels well but is worried that she has not yet started puberty.  Temperature is 36.7 C (98 F), blood pressure is 152/91 mm Hg, pulse is 75/min, and respirations are 18/min.  Physical examination is significant for a lack of secondary sexual characteristics; a blind vagina is noted on pelvic examination.  Laboratory studies reveal hypokalemia and low testosterone and estradiol levels.  Cytogenetic analysis shows a 46,XY karyotype.  This patient most likely has deficiency of which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 5 alpha-reductase","answer_2":"B. 11 beta-hydroxylase","answer_3":"C. 17 alpha-hydroxylase","answer_4":"D. 20,22-desmolase","answer_5":"E. 21-hydroxylase","percent_1":"11%","percent_2":"11%","percent_3":"66%","percent_4":"2%","percent_5":"9%","right_answer":"C. 17 alpha-hydroxylase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Congenital adrenal hyperplasia#∆⨉∆⨉∆⨉∆⨉ §^#Enzyme$ deficiency# ∆^#Mineralocorticoids# ∆^#Glucocorticoids# ∆^#Androgens# ∆^#Symptoms# §^#21-$Hydroxylase# ∆^↓ ∆^↓ ∆^↑ ∆ • Salt wasting (vomiting, hypotension, ↓ Na+, ↑ K+) • Ambiguous genitalia in girls §^#11β-$Hydroxylase# ∆^↑#*# ∆^↓ ∆^↑ ∆ • Hypertension, ↓ K+ • Ambiguous genitalia in girls §^#17α-$Hydroxylase# ∆^↑ ∆^↑#**# ∆^↓ ∆ • Hypertension, ↓ K+ • Ambiguous genitalia in boys • Absent puberty §*Low aldosterone but excessive, weak mineralocorticoid (11-deoxycorticosterone).$ **Low cortisol but excessive, weak glucocorticoid (corticosterone). ∆⨉∆⨉∆⨉∆⨉","explanation_img":"","explanation_1":"","explanation_2":"This patient is genetically male (46,XY) with features suggestive of @17 alpha-hydroxylase deficiency@, a rare cause of #congenital adrenal hyperplasia# (CAH).  The enzyme 17 alpha-hydroxylase is active in the adrenal glands and gonads and is responsible for converting pregnenolone to 17-hydroxypregnenolone and progesterone to 17-hydroxyprogesterone.  Deficiency of this enzyme #impairs synthesis of sex hormones# (eg, testosterone, estradiol) and cortisol but #does not inhibit mineralocorticoid production#. $Due to the absence of androgens in utero, genetic males (46,XY) with 17 alpha-hydroxylase deficiency have undervirilized, ambiguous genitalia.  In severe cases, they appear #phenotypically female# but lack internal female genitalia, as in this case.  In contrast, genetic females (46,XX) develop normal internal and external genitalia.  At puberty, impaired synthesis of sex hormones in the gonads leads to #absent secondary sexual characteristics# in both sexes and primary amenorrhea in girls. $Excess mineralocorticoid production results in #hypertension# and #hypokalemia# that are usually detected around the expected time of #puberty#.  Low cortisol provides positive feedback to increase ACTH production, further stimulating the mineralocorticoid pathway.  This allows for the excess production of weak glucocorticoids (ie, corticosterone), preventing the detrimental effects of low cortisol. $#(Choice A)#  @5 alpha-reductase deficiency@ prevents conversion of testosterone to dihydrotestosterone, the hormone responsible for male external genitalia development.  Affected genetic males have ambiguous genitalia at birth but develop normal secondary sexual characteristics (eg, increased muscle mass, phallus enlargement) at puberty because these features are testosterone dependent.  Blood pressure and electrolytes are unaffected. $#(Choice B)#  @11 beta-hydroxylase deficiency@ causes decreased glucocorticoid synthesis and increased production of adrenal androgens.  Because the production of 11-deoxycorticosterone (weak mineralocorticoid) is also increased, individuals with this deficiency have features of mineralocorticoid excess (eg, hypertension, hypokalemia).  However, genetic males appear phenotypically normal. $#(Choice D)#  20,22-desmolase (side chain cleavage enzyme) deficiency results in impaired synthesis of all steroid hormones with accumulation of cholesterol esters in the adrenal glands and gonads.  Complete deficiency is lethal, and partial deficiency typically presents in infancy with signs of adrenal insufficiency (eg, hypotension, hyperkalemia). $#(Choice E)#  The most common form of CAH is @21-hydroxylase deficiency@.  It causes decreased glucocorticoid and mineralocorticoid synthesis and increased adrenal androgen production.  In contrast to this patient, genetic males with 21-hydroxylase deficiency appear phenotypically normal. $#Educational objective# Deficiency of 17 alpha-hydroxylase is a rare form of congenital adrenal hyperplasia characterized by impaired synthesis of androgens, estrogens, and cortisol with excess production of mineralocorticoids.  Genetic males with this deficiency may have phenotypically female external genitalia and present with hypertension and hypokalemia around the expected time of puberty.  ","clickable_1":"images/img1.610.jpg","clickable_2":"images/img2.610.jpg","clickable_3":"images/img3.610.jpg","clickable_4":"images/img4.610.jpg"},

{"id":"7632","title":"An 18-month-old boy is brought to clinic due to difficulty walking.  The patient began walking around age 12 months but his mother recently noticed he has difficulty maintaining his balance and often falls after a few steps.  Weight is at the 15th percentile and height is at the 5th percentile.  Examination shows increased tone with occasional muscle spasms in the lower extremities.  Abdominal examination shows hepatosplenomegaly.  Laboratory results reveal decreased glucocerebrosidase activity.  This patient's enzyme deficiency is most likely impairing the function of which of the following organelles?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Golgi apparatus","answer_2":"B. Lysosomes","answer_3":"C. Mitochondria","answer_4":"D. Peroxisomes","answer_5":"E. Proteasomes","answer_6":"F. Ribosomes","percent_1":"3%","percent_2":"82%","percent_3":"6%","percent_4":"6%","percent_5":"2%","percent_6":"1%","right_answer":"B. Lysosomes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Sphingolipidoses*#∆⨉∆⨉∆⨉∆⨉ §^#Diagnosis# ∆^#Inheritance# ∆^#Deficiency# ∆^#Accumulated$ substrate# ∆^#Key features# §^#Fabry#$ #disease# ∆^XLR ∆α-Galactosidase A ∆Globotriaosylceramide ∆ • Angiokeratomas • Peripheral neuropathy • Glomerulopathy §^#Tay-Sachs#$ #disease# ∆^AR ∆β-Hexosaminidase A ∆GM2 (ganglioside) ∆ • Macular cherry-red spot • Progressive neurodegeneration §^#Gaucher#$ #disease# ∆↕ ∆β-Glucocerebrosidase ∆Glucocerebroside ∆ • Hepatosplenomegaly • Pancytopenia • Bone pain/osteopenia §^#Niemann-Pick#$ #disease# ∆↕ ∆Sphingomyelinase ∆Sphingomyelin ∆ • Macular cherry-red spot • Progressive neurodegeneration • Hepatosplenomegaly §^#Krabbe#$ #disease# ∆↕ ∆Galactocerebrosidase ∆Galactocerebroside & psychosine ∆ • Progressive neurodegeneration • Peripheral neuropathy • Optic atrophy §^#Metachromatic$ leukodystrophy# ∆↕ ∆Arylsulfatase A ∆Cerebroside sulfate ∆ • Progressive neurodegeneration • Peripheral neuropathy %* Subtype of lysosomal storage disorder. $ #AR# = autosomal recessive; #XLR# = X-linked recessive.","explanation_img":"","explanation_1":"","explanation_2":"$#Glucocerebrosidase# is an acid hydrolase (enzyme active at a low pH) that is found within #lysosomes#; it is responsible for the breakdown of glucocerebroside, a component of cell membranes.  Decreased activity of this enzyme occurs in #Gaucher disease# and results in the @accumulation of glucocerebroside@ in lysosomes, which disrupts cellular function.  Because #mononuclear phagocytes# (eg, macrophages) engulf cellular debris and extracellular matrix components, they are affected in most lysosomal storage diseases (eg, sphingolipidoses, mucopolysaccharidoses), including Gaucher disease. $In Gaucher disease, macrophages in the liver, spleen, and bone are predominantly affected, resulting in marked #hepatosplenomegaly# (as seen here), bone marrow replacement (eg, anemia, thrombocytopenia), #bone pain#, and #poor growth# (eg, height ≤5th percentile).  The CNS is also susceptible to glucocerebroside accumulation, and some patients may have #neurologic# manifestations such as this child's spasticity, muscle spasms, and loss of motor skills. $#(Choices A and F)#  Golgi apparatus defects lead to improper sorting and post-translational glycosylation of cellular proteins, and ribosomal abnormalities would result in deficient protein production.  Decreased glucocerebrosidase activity is not associated with such defects. $#(Choice C)#  The mitochondria are responsible for ATP production, and diseases due to abnormal mitochondrial function most commonly lead to muscle weakness, hypotonia, and encephalopathy.  Mitochondrial diseases are not associated with decreased glucocerebrosidase activity. $#(Choice D)#  Enzymes within peroxisomes are critical in very long-chain fatty acid oxidation.  Enzyme deficiencies, such as in X-linked adrenoleukodystrophy, can result in progressive neurodegeneration and adrenal insufficiency.  Glucocerebrosidase is a lysosomal, not peroxisomal, enzyme. $#(Choice E)#  Proteasomes degrade unwanted and misfolded proteins as well as foreign intracellular proteins for display on major histocompatibility complex (MHC) class I molecules.  Proteosome dysfunction can lead to protein aggregation but is not associated with glucocerebrosidase deficiency. $#Educational objective# Gaucher disease is a lysosomal storage disease in which decreased activity of glucocerebrosidase leads to a buildup of glucocerebroside.  Accumulation of this substrate within lysosomes in the mononuclear phagocyte system classically results in hepatosplenomegaly, cytopenia, and bone pain; CNS involvement can also lead to neurologic manifestations (eg, spasticity).  ","clickable_1":"images/img1.7632.jpg"},

{"id":"217","title":"A 21-year-old man comes to clinic for a routine health maintenance visit.  During testicular examination, he is found to have a single testis in the scrotum.  Laboratory evaluation shows an elevated serum FSH level and a normal serum LH level.  Production of which of the following substances is most likely decreased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dehydroepiandrosterone","answer_2":"B. Dihydrotestosterone","answer_3":"C. GnRH","answer_4":"D. Inhibin B","answer_5":"E. Testosterone","percent_1":"3%","percent_2":"10%","percent_3":"7%","percent_4":"64%","percent_5":"16%","right_answer":"D. Inhibin B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp217.jpg","explanation_1":"","explanation_2":"$Normal functioning of the hypothalamic-pituitary-gonadal axis involves pulsatile secretion of GnRH from the hypothalamus, which stimulates the release of FSH and LH from the gonadotrophs of the anterior pituitary.  LH triggers the release of testosterone from the Leydig cells of the testes; FSH stimulates the release of inhibin B from the Sertoli cells of the testes.  Testosterone has a negative feedback effect on LH and GnRH secretion, while #inhibin B suppresses FSH secretion#. $#Sertoli cells# within the seminiferous tubules are #temperature sensitive# and prone to atrophy from heat damage when located outside of the scrotum, which is at a relatively lower temperature than the body's core.  Therefore, when there is an #undescended testicle# (as in this patient with only 1 scrotal testicle) Sertoli cell mass is reduced and circulating levels of #inhibin B# are #low#.  In turn, the lack of negative feedback from inhibin B on FSH production results in #elevated FSH# levels. $#(Choice A)#  Although dehydroepiandrosterone (DHEA) is a precursor to testosterone, the testicles only release a small amount of DHEA into the circulation.  Systemic levels of DHEA are derived primarily from the adrenal glands. $#(Choices B, C, and E)#  In contrast to heat-sensitive Sertoli cells, Leydig cell function is not significantly affected by increased temperature, so testosterone, dihydrotestosterone, and LH levels are usually normal in cryptorchidism.  In addition, this patient's normal LH level is indicative of normal (not decreased) GnRH activity. $#Educational objective# Inhibin B, which is produced by heat-sensitive Sertoli cells, is a physiologic inhibitor of FSH secretion.  In patients with cryptorchidism, atrophy of Sertoli cells results in decreased inhibin B and, in turn, elevated FSH.  In contrast, Leydig cell function is not significantly affected, so testosterone and LH levels are typically normal in these patients.  "}


]