[

{"id":"107718","title":"A 30-year-old woman comes to the clinic due to recurrent urinary tract infections.  She also has a history of nephrolithiasis.  Vital signs are normal, and examination is unremarkable.  CT scan of the abdomen is shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/107718.jpg","title_2":"Fusion of which of the following embryologic structures most likely explains this patient's CT scan findings?","audio":"","comparison_items":"","answer_1":"A. Mesonephric duct","answer_2":"B. Mesonephros","answer_3":"C. Metanephros","answer_4":"D. Pronephros","answer_5":"E. Urogenital ridge","percent_1":"13%","percent_2":"23%","percent_3":"57%","percent_4":"2%","percent_5":"5%","right_answer":"C. Metanephros","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107718.jpg","explanation_1":"","explanation_2":"$This patient's CT scan shows fusion of the right and left renal parenchyma, or #horseshoe kidney#, a congenital anomaly caused by fusion of the #metanephros# in utero. $The @metanephros@ is an embryologic structure that comprises the metanephric blastema, which gives rise to the renal parenchyma, and the ureteric bud, which gives rise to the renal collecting system and ureters.  Abnormal migration of the right and left metanephric blastema can lead to #fusion# of this developing renal parenchyma #along the inferior poles#, forming a U or horseshoe shape.  The fused kidneys begin their physiologic ascent from the pelvis into the abdomen until the isthmus (central fused portion) is physically restricted by the overlying @inferior mesenteric artery@ at its origin from the aorta.  As a result, compared to normal, horseshoe kidneys lie lower in the abdomen.  The isthmus also displaces the renal pelvises superiorly, often causing the ureters to insert abnormally high and pass over the anterior portions of the kidneys or the isthmus. $Although horseshoe kidney is often an incidental or asymptomatic finding, patients are prone to intermittent ureteropelvic junction obstruction and urinary stasis due to the #abnormal orientation# of the kidneys and location of ureteral insertion.  These consequences increase the risk for #nephrolithiasis# as well as retrograde urine flow (ie, reflux) and, therefore, #recurrent urinary tract infections#. $#(Choices A, B, and D)#  The pronephros is a rudimentary nephric system that degenerates in early gestation.  Similarly, much of the rudimentary mesonephros degenerates, although a portion (the mesonephric duct) persists as the ureteric bud.  This patient has horseshoe kidney, a congenital defect involving the renal parenchyma, which is derived only from the metanephric blastema, a component of the metanephros. $#(Choice E)#  Although the nephric systems (including pronephros, mesonephros, and metanephros) are all derived from the urogenital ridge, this structure also gives rise to the gonads, reproductive tract, and adrenal cortex in addition to the kidney.  Horseshoe kidney is due to fusion of the metanephros alone. $#Educational objective# Horseshoe kidney is a congenital anomaly in which fusion of the metanephros (specifically, metanephric blastema) results in fused renal parenchyma along the inferior poles.  Most patients are asymptomatic, but some may develop recurrent urinary tract infections or nephrolithiasis due to abnormal urine flow through the malpositioned kidney and ureters.  ","clickable_1":"images/img1.107718.jpg","clickable_2":"images/img2.107718.jpg"},

{"id":"107720","title":"A 1 week-old boy is evaluated in the hospital.  The patient has been admitted due to urosepsis and is receiving antibiotic therapy.  The mother received no prenatal care; the neonate was born at term via spontaneous vaginal delivery.  Vital signs are normal.  Examination shows lower abdominal distension with normal bowel sounds.  The penis and scrotum appear normal.  Renal ultrasonography and voiding cystourethrography reveal a diffusely thickened bladder wall with bilateral vesicoureteral reflux and hydronephrosis.  Which of the following is the most likely cause of this patient's findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Congenitally short intravesical ureters","answer_2":"B. Failed obliteration of the allantois","answer_3":"C. Fusion of the bilateral metanephros","answer_4":"D. Persistence of the urogenital membrane","answer_5":"E. Stenosis at the ureteropelvic junction","percent_1":"17%","percent_2":"6%","percent_3":"8%","percent_4":"41%","percent_5":"29%","right_answer":"D. Persistence of the urogenital membrane","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107720.jpg","explanation_1":"","explanation_2":"$This patient has a diffusely thickened bladder wall with bilateral vesicoureteral reflux and hydronephrosis, findings consistent with bladder outlet obstruction.  In newborn #boys#, the most common cause is #posterior urethral valves# (PUVs). $In utero, the urethra normally begins as a solid structure that canalizes to form its characteristic tubular structure.  PUVs are likely due to incomplete canalization and are defined by a #persistent urogenital membrane# that obstructs the posterior urethra.  The bladder outlet obstruction, which may be partial or complete, causes increased pressure in the proximal urinary tract, leading to the following: $• #Bladder distension# with an increased contractile force required to overcome the obstruction, resulting in detrusor muscle hypertrophy and bladder #wall thickening# $• Bilateral secondary #vesicoureteral reflux# due to higher pressure in the bladder relative to the ureters and #hydronephrosis# due to retrograde urine flow $Diagnosis is often made via prenatal ultrasound, which may show oligohydramnios if the obstruction is severe.  PUVs diagnosed after birth often present with lower abdominal distension, weak urinary stream (if the obstruction is partial), or urinary tract infection (UTI) due to urinary stasis and reflux. $#(Choice A)#  Primary vesicoureteral reflux is due to a congenitally short intravesical ureter that fails to fully compress during micturition, causing retrograde urine flow.  Ureteral dilation, hydronephrosis, and UTIs may develop, but the bladder is distal to the defect and would not be distended or have a thickened wall. $#(Choice B)#  Failed obliteration of the allantois leads to a patent urachus, or a connection between the bladder and umbilicus.  The risk for UTI is increased, but drainage of urine through the umbilicus is typical and urinary obstruction is not seen. $#(Choices C and E)#  Fusion of the bilateral @metanephros@ (metanephric blastema) causes @horseshoe kidney@.  This condition increases the risk for UTIs, as well as hydronephrosis due to potential ureteropelvic junction (UPJ) obstruction, but the kidneys would be fused on imaging.  Moreover, the bladder (distal to the defect) would not be distended.  Similarly, isolated UPJ stenosis can cause hydronephrosis but not bladder distension. $#Educational objective# Bladder outlet obstruction leads to increased pressure proximally and findings of bladder distension and wall thickening, secondary vesicoureteral reflux, ureteral dilation, and hydronephrosis.  The most common cause in newborn boys is posterior urethral valves due to a persistent urogenital membrane.  ","clickable_1":"images/img1.107720.jpg","clickable_2":"images/img2.107720.jpg"},

{"id":"2","title":"A 47-year-old woman comes to the office due to fever, dysuria, and abdominal pain.  The patient has had several urinary tract infections since her teens but has no other medical concerns.  Physical examination shows mild suprapubic discomfort.  Urinalysis demonstrates pyuria and many bacteria.  CT scan of the abdomen is shown in the image below:","image_1":"images/2.jpg","title_2":"Which of the following structures has most likely limited the proper ascent of the anomalous organ seen on CT scan?","audio":"","comparison_items":"","answer_1":"A. Inferior mesenteric artery","answer_2":"B. Inferior vena cava","answer_3":"C. Persistent urachus","answer_4":"D. Superior mesenteric artery","answer_5":"E. Vitelline duct","percent_1":"74%","percent_2":"4%","percent_3":"7%","percent_4":"13%","percent_5":"3%","right_answer":"A. Inferior mesenteric artery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp2.jpg","explanation_1":"","explanation_2":"$This patient's CT scan of the abdomen reveals @fusion@ of the kidneys at their lower poles, conjoining them into a horseshoe shape (ie, #horseshoe kidney#).  This fusion can occur alone or can be associated with other genitourinary tract abnormalities and chromosomal aneuploidy (eg, trisomy 18, Turner syndrome). $During kidney development, the @metanephric blastema@ (ie, embryonic kidney precursor) is initially located in the sacral region.  The @relative ascent@ of the kidneys to their normal anatomic position (T12-L3 in adults) results from the disproportionately rapid growth of the caudal portion of the fetus.  As the horseshoe kidney ascends from the sacral region, the #central isthmus# (ie, fused portion) becomes caught on the #inferior mesenteric artery#, limiting further ascent. $Although typically asymptomatic, the anatomic abnormalities in patients with horseshoe kidney place them at increased risk for ureteropelvic junction obstruction, recurrent infection, and nephrolithiasis. $#(Choice B)#  The inferior vena cava lies posterior to the isthmus of a horseshoe kidney and would not obstruct its ascent. $#(Choices C and E)#  A direct connection between the bladder lumen and the outside of the body at the umbilicus is called a patent urachus or @urachal fistula@.  When the connection is between the intestinal lumen and the outside of the body at the umbilicus, it is due to a @persistent vitelline duct@.  These connections would likely have been identified earlier in the patient's life and would not affect the ascent of a horseshoe kidney. $#(Choice D)#  The superior mesenteric artery is located above the inferior mesenteric artery.  It leaves the aorta at the level of L1 and does not serve as an obstacle for the ascent of a horseshoe kidney. $#Educational objective# During embryologic development, fusion of the kidneys at their lower poles (horseshoe kidney) may prevent ascent of the kidneys from the pelvis.  Although most patients remain asymptomatic, they are at increased risk for ureteropelvic junction obstruction, recurrent infection, and nephrolithiasis.  ","clickable_1":"images/img1.2.jpg","clickable_2":"images/img2.2.jpg","clickable_3":"images/img3.2.jpg","clickable_4":"images/img4.2.jpg","clickable_5":"images/img5.2.jpg"},

{"id":"695","title":"A 75-year-old man comes to the office for follow-up of hypertension.  In recent weeks, his blood pressure has consistently been 160-165/85-90 mm Hg.  Medical history includes a right carotid endarterectomy for recurrent transient ischemic attacks, a myocardial infarction 2 years ago, and coronary artery bypass surgery for unstable angina 1 year ago.  The patient currently takes metoprolol, clopidogrel, amlodipine, and rosuvastatin.  He quit smoking 20 years ago and does not drink alcohol.  The patient is compliant with his medical therapy and office visits.  Ramipril is added to his medication regimen.  One week later, creatinine is 2.1 mg/dL, up from a baseline of 1.1 mg/dL.  Assuming the patient's baseline urinalysis is normal, a repeat urinalysis at this time would most likely reveal which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Protein∆Red blood cells∆White blood cells∆Casts∆Other findings","answer_1":"§A. ∆2+ ∆50 ∆10 ∆RBC ∆none","answer_2":"§B. ∆1+ ∆0-1 ∆50 ∆WBC ∆eosinophils","answer_3":"§C. ∆- ∆50 ∆0-1 ∆none ∆needle-shaped crystals","answer_4":"§D. ∆4+ ∆0-1 ∆0-1 ∆none ∆oval fat bodies","answer_5":"§E. ∆- ∆0-1 ∆0-1 ∆none ∆none","percent_1":"11%","percent_2":"10%","percent_3":"2%","percent_4":"8%","percent_5":"69%","right_answer":"§E. ∆- ∆0-1 ∆0-1 ∆none ∆none","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp695.jpg","explanation_1":"","explanation_2":"$This patient has #widespread atherosclerosis# (cerebrovascular and coronary) and significant atherosclerotic risk factors (ie, hypertension, smoking).  His persistent hypertension despite multiple medications suggests #renal artery stenosis# (RAS) due to atherosclerotic disease involving the renal arteries.  Narrowing of the renal artery causes a reduction in renal blood flow and a decreased glomerular filtration rate (GFR) due to reduced hydrostatic pressure.  This stimulates renin production, which leads to #angiotensin II# formation.  Angiotensin II causes systemic vasoconstriction with a resultant rise in blood pressure, thereby increasing renal perfusion. $In the kidney, angiotensin II preferentially #constricts the efferent arteriole#, which increases glomerular filtration.  Blockade of this response by #ACE inhibitors# (eg, ramipril) or angiotensin II receptor blockers (eg, losartan) causes the filtration pressure to fall, leading to a #reduced GFR#.  In unilateral RAS, the normal kidney compensates for the decreased GFR, and overall creatinine clearance is maintained.  However, patients with bilateral RAS often develop a rise in serum creatinine with initiation of ACE inhibitors.  Because the glomeruli and renal tubules are otherwise normal, #urinalysis# is typically #unremarkable# (ie, no hematuria, proteinuria, or casts). $#(Choice A)#  Acute renal failure and hypertension with red blood cell casts, hematuria, sterile pyuria, and proteinuria suggest glomerulonephritis.  However, glomerulonephritis is often associated with systemic conditions (eg, lupus, recent infections), not ACE inhibitor use. $#(Choice B)#  White blood cell casts, sterile pyuria, and urine eosinophils suggest acute interstitial nephritis, which often occurs after new medication introduction.  However, it is often accompanied by rash, fever, and eosinophilia. $#(Choice C)#  Crystal precipitation in the urine can cause kidney injury and hematuria but typically presents with flank pain.  In addition, acyclovir (not ramipril) causes needle-shaped crystal precipitation in the urine. $#(Choice D)#  Oval fat bodies and significant proteinuria are seen in nephrotic syndromes (eg, membranous nephropathy, minimal change disease), which can cause acute kidney injury and hyperlipidemia.  However, patients typically have significant edema, and nephrotic syndromes are not associated with ACE inhibitor use. $#Educational objective# In renal artery stenosis, increased production of angiotensin II causes increased systemic blood pressure (to increase renal perfusion) and preferential constriction of the glomerular efferent arteriole (to increase glomerular filtration).  Patients with bilateral renal artery stenosis are dependent on this response to maintain renal function; initiation of ACE inhibitors or angiotensin II receptor blockers can precipitate acute renal failure.  However, urinalysis is typically unremarkable (ie, no hematuria, proteinuria, or casts).  "},

{"id":"7569","title":"Scientists studying the kidney's response to hypoperfusion apply a clip to a pig's right renal artery that reduces blood flow to the kidney by about 70%.  After 6 months, they perform a right nephrectomy and examine the glomeruli and tubules microscopically.  Which of the following cell types would be most likely to undergo hyperplasia as a result of the clip placement?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cuboidal epithelial cells of the proximal tubules","answer_2":"B. Endothelial cells of the efferent arteriole","answer_3":"C. Intraglomerular mesangial cells","answer_4":"D. Modified smooth muscle cells of the afferent arteriole","answer_5":"E. Squamous epithelial cells of the thick ascending limb of the loop of Henle","percent_1":"11%","percent_2":"23%","percent_3":"21%","percent_4":"43%","percent_5":"2%","right_answer":"D. Modified smooth muscle cells of the afferent arteriole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7569.jpg","explanation_1":"","explanation_2":"$A markedly narrowed renal artery (eg, due to an atherosclerotic plaque or external clip) cannot supply the kidney with enough blood to maintain a normal glomerular filtration rate.  The reduced blood flow is sensed by the juxtaglomerular (JG) apparatus, which consists of the macula densa, extraglomerular mesangial cells (ie, Lacis cells), and JG cells.  #Macula densa# cells are tall, narrow cells located in the #distal tubule# that monitor salt content and tubular flow rate.  This information is transmitted to nearby #JG cells# that are located mainly in the wall of the #afferent arteriole#.  JG cells are #modified smooth muscle cells# with renin-containing zymogen granules. $Significant #renal hypoperfusion# leads to a compensatory #increase in renin secretion# by JG cells.  This activates the @renin-angiotensin-aldosterone system@, leading to increased levels of angiotensin II and aldosterone.  Long-term renal hypoperfusion, such as caused by renal artery stenosis, leads the JG cells of the affected kidney(s) to undergo #hyperplasia# as a result of chronic stimulation. $When renal artery stenosis is restricted to one side and the contralateral kidney functions normally, chronic kidney disease does not occur as the normal kidney is still able to efficiently filter and excrete waste products (eg, creatinine, urea).  However, hypertension can occur in both unilateral and bilateral disease, as secretion of renin by one kidney will lead to systemic vasoconstriction and retention of salt and water by both kidneys. $#(Choices A, C, and E)#  The cuboidal cells of the proximal tubule, the intraglomerular mesangial cells (which are distinct from the extraglomerular mesangial [Lacis] cells), and the squamous cells of the thick ascending limb of the loop of Henle are not components of the JG apparatus and do not undergo hyperplasia in response to hypoperfusion.  In fact, these tissues may atrophy in the clipped kidney due to ischemia. $#(Choice B)#  The endothelium is composed of a single layer of squamous cells that line blood vessel walls; endothelial cells do not undergo hyperplasia in response to hypoperfusion.  Efferent arteriolar smooth muscle cells may undergo hypertrophy/hyperplasia with chronic angiotensin stimulation, but these lie within the arteriolar wall (underneath the endothelium). $#Educational objective# Renal artery stenosis causing significant renal hypoperfusion will result in a decreased glomerular filtration rate and activation of the renin-angiotensin-aldosterone system.  This leads to increased renin release by modified smooth muscle (juxtaglomerular) cells in the walls of afferent glomerular arterioles.  Chronic renal hypoperfusion can cause hyperplasia of the juxtaglomerular apparatus.  ","clickable_1":"images/img1.7569.jpg"},

{"id":"15273","title":"A group of researchers is studying secondary hypertension in porcine models of renal artery stenosis.  During an experiment, a clip is placed that constricts the right renal artery to 30% of its original cross-sectional area.  A few days later, hemodynamic and biochemical measurements are recorded and compared to measurements obtained before clip placement.  Which of the following changes is most likely to be seen in the experimental animals?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased inferior vena cava aldosterone level","answer_2":"B. Decreased systemic vascular resistance","answer_3":"C. Increased glomerular filtration in the right kidney","answer_4":"D. Increased renin production in the left kidney","answer_5":"E. Increased sodium excretion in the left kidney","percent_1":"3%","percent_2":"6%","percent_3":"26%","percent_4":"32%","percent_5":"34%","right_answer":"E. Increased sodium excretion in the left kidney","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15273.jpg","explanation_1":"","explanation_2":"$Unilateral renal hypoperfusion (due to #renal artery stenosis# or clipping) causes activation of the #renin-angiotensin-aldosterone system# (RAAS).  In response to low perfusion pressures, the juxtaglomerular cells of the kidney synthesize renin, which converts angiotensinogen (synthesized in the liver) to angiotensin I.  Angiotensin-converting enzyme, which is synthesized largely in the lungs, then converts angiotensin I to its active form, angiotensin II. $#Angiotensin II# has multiple actions to increase systemic blood pressure.  It directly #increases systemic vascular# resistance through generalized arteriolar vasoconstriction #(choice B).#  It also increases sodium and water reabsorption both directly, by increasing sodium reabsorption in the proximal tubule, and indirectly, by stimulating #aldosterone# synthesis in the adrenal cortex and antidiuretic hormone in the hypothalamus #(choice A).#  Elevated systemic pressure and blood volume help overcome the decreased perfusion pressures in the stenotic kidney and maintain a near-normal filtration rate. $However, the #unaffected kidney# is exposed to elevated systemic pressures, resulting in #increased sodium excretion# due to a pressure natriuresis effect.  Although this helps reduce circulating volume, many patients with renal artery stenosis have #chronic hypertension# due to persistent hyperreninemia and angiotensin II–induced vasoconstriction caused by the stenotic kidney. $#(Choice C)#  After placement of the clip, glomerular filtration rate will drop in the stenotic kidney, triggering compensatory RAAS activation.  This increases the perfusion pressure of the stenotic kidney, helping to normalize glomerular filtration rate.  However, like most compensatory responses, the increase in filtration caused by RAAS activation is not enough to overcome the initial drop in filtration caused by clip placement.  Therefore, the filtration rate remains less than normal in the stenotic kidney. $#(Choice D)#  Renin production is suppressed in the unaffected kidney due to its exposure to elevated systemic pressures. $#Educational objective# Unilateral renal artery stenosis causes hypoperfusion and activation of the renin-angiotensin-aldosterone system.  Angiotensin II causes arteriolar vasoconstriction and increases aldosterone and antidiuretic hormone synthesis.  The resultant hypertension helps reduce the decline in glomerular filtration rate in the affected kidney, but causes a pressure natriuresis with increased sodium excretion in the unaffected kidney.  "},

{"id":"15247","title":"A 26-year-old woman dies shortly after a sudden-onset, severe headache.  She was recently diagnosed with hypertension but otherwise had no medical problems.  The patient was a lifetime nonsmoker and did not use illicit drugs.  Autopsy reveals evidence of intracranial hemorrhage.  Both carotid arteries appear tortuous distally with alternating areas of fibrotic webs and aneurysmal dilation.  On microscopic examination, the aneurysmal segments of the carotid arteries lack an internal elastic lamina.  Which of the following is the most likely additional finding in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal tumor","answer_2":"B. Coarctation of the aorta","answer_3":"C. Hypertrophic cardiomyopathy","answer_4":"D. Renal artery stenosis","answer_5":"E. Thyroid follicular hyperplasia","percent_1":"6%","percent_2":"34%","percent_3":"7%","percent_4":"52%","percent_5":"2%","right_answer":"D. Renal artery stenosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Fibromuscular dysplasia! ?Manifestations? • Fibromuscular webs (luminal stenosis) alternating with $areas of aneurysmal dilation • Loss of the internal elastic lamina • Most common in women, age <55 ?Presentation? • Resistant hypertension (RAS) • CNS involvement: Headache, TIA, stroke, ruptured aneurysm ?Diagnosis? • Angiography (CT, MRI, percutaneous) • String-of-beads appearance (multifocal disease) %#RAS# = renal artery stenosis; #TIA# = transient ischemic attack.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This young woman with recent-onset hypertension died of an intracranial hemorrhage, likely from a ruptured aneurysm.  This, in conjunction with the characteristic pathology findings of #fibromuscular webs# alternating with #aneurysmal dilation# and loss of the internal elastic lamina, is consistent with #fibromuscular dysplasia# (FMD).  FMD is a nonatherosclerotic disease characterized by abnormal tissue growth within arterial walls, leading to arterial stenosis, tortuosity, aneurysms, or dissections.  FMD typically occurs in women age <55.  Angiography (ie, percutaneous, CT, MRI) is diagnostic and typically demonstrates a #string-of-beads# appearance in multifocal disease. $FMD can involve any artery but most commonly the renal, cerebral (eg, carotid, vertebral), and visceral arteries.  Up to 80% of patients develop #renal artery stenosis#, which limits renal perfusion and leads to activation of the renin-angiotensin-aldosterone system.  The resultant #hypertension# is often the earliest sign of the disease.  Other presentations are related to locations of the dysplastic artery; #cerebrovascular involvement# (ie, headache, stroke, aneurysm rupture), mesenteric ischemia, or extremity claudication may be seen. $#(Choices A and B)#  Adrenal tumors that can present with severe hypertension include pheochromocytoma and aldosterone- or cortisol-secreting adrenocortical adenomas.  Coarctation of the aorta also causes hypertension, with blood pressure higher in the upper versus lower extremities.  Due to the elevated blood pressure, these diseases can cause headaches and intraparenchymal hemorrhage in predisposed individuals, but they are not associated with fibrotic webbing or aneurysm formation. $#(Choice C)#  Hypertrophic cardiomyopathy may present with sudden death in young patients due to left ventricular outflow obstruction; histology demonstrates hypertrophied myocytes and interstitial fibrosis.  However, hypertrophic cardiomyopathy is not associated with aneurysm formation. $#(Choice E)#  Thyroid follicular hyperplasia can cause hyperthyroidism (eg, Graves disease, thyroid adenoma).  This commonly causes tachycardia, tremor, and palpitations but would not cause aneurysm formation. $#Educational objective# Fibromuscular dysplasia is characterized by abnormal tissue growth within arterial walls, resulting in stenotic and tortuous arteries that can cause tissue ischemia and are prone to aneurysm formation.  Pathology typically demonstrates alternating fibromuscular webs and aneurysmal dilation with absent internal elastic lamina (string-of-beads appearance).  Renovascular hypertension occurs due to renal artery stenosis and activation of the renin-angiotensin-aldosterone system. "},

{"id":"815","title":"An apparently healthy 6-year-old boy is enrolled in a research study designed to assess the absorptive capacity of the small intestine.  As part of the investigation, he is administered an oral solution containing free amino acids and amino acid derivatives.  Blood samples are then obtained at 15-minute intervals for the next 2 hours.  The patient is found to have significantly decreased intestinal absorption of lysine, arginine, ornithine, and cystine as compared to the other study participants.  If the condition is left untreated, which of the following complications is this patient at greatest risk of developing?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aortic dissection","answer_2":"B. Fat-soluble vitamin deficiency","answer_3":"C. Intellectual disability","answer_4":"D. Kidney stones","answer_5":"E. Rickets","percent_1":"3%","percent_2":"7%","percent_3":"28%","percent_4":"59%","percent_5":"4%","right_answer":"D. Kidney stones","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp815.jpg","explanation_1":"","explanation_2":"$#C#ystine (a cysteine homodimer forming disulfide bonds) and the dibasic amino acids #o#rnithine, #l#ysine, and #a#rginine (#cola#) share a common transporter in the intestinal lumen and kidneys.  In patients with #cystinuria#, this transporter is defective, resulting in impaired intestinal absorption and renal reabsorption. $• In the intestine, this impairment causes absent (or diminished) intestinal absorption of ornithine, lysine, and arginine.  However, patients do not develop amino acid deficiencies because these amino acids are absorbed in sufficient quantities as #oligopeptides#. $• In the kidneys, impaired tubular reabsorption leads to a high urinary cystine concentration, resulting in the formation of #cystine kidney stones#.  The amino acids ornithine, lysine, and arginine are relatively soluble in urine and do not result in the formation of kidney stones. $Risk factors for cystine precipitation include #low urine pH# (pH <7), the presence of a preexisting crystal nidus, and #urine supersaturation#. $#(Choice A)#  Aortic dissection is a well-known complication of connective tissue disorders (eg, Marfan).  Although amino acid deficiencies (eg, lysine) could cause weak connective tissue (eg, decreased collagen crosslinking), patients with cystinuria are not deficient in amino acids due to adequate absorption (via oligopeptides). $#(Choice B)#  Fat-soluble vitamin deficiencies are typically seen in conditions that cause exocrine pancreas dysfunction (eg, cystic fibrosis) or reduced bile acid secretion.  However, cystinuria is due to a defective amino acid transporter; absorption of fat and fat-soluble vitamins is not affected. $#(Choice C)#  Intellectual disability occurs in several inborn errors of amino acid metabolism, including homocystinuria, which results from impaired conversion of methionine to cysteine.  However, intellectual disability is not seen in cystinuria. $#(Choice E)#  Rickets is a failure of osteoid calcification that occurs in children.  Cystinuria does not affect bone calcification.  In contrast, cystinosis, a lysosomal storage disease associated with renal tubular acidosis and impaired phosphate reabsorption, frequently causes vitamin D-resistant rickets due to hypophosphatemia. $#Educational objective# Cystinuria is an autosomal recessive disorder caused by defective transportation of cystine, ornithine, arginine, and lysine across the intestinal and renal tubular epithelium.  Recurrent nephrolithiasis is the only clinical manifestation.  Urinalysis shows pathognomonic hexagonal cystine crystals.  "},

{"id":"18560","title":"A 3-month-old boy is brought to the office due to fussiness, poor weight gain, and polyuria.  Urine volume is 700-800 mL/day.  The patient's maternal grandfather has polydipsia and polyuria.  Serum sodium is 151 mEq/L.  Genetic testing reveals a vasopressin-2 receptor mutation.  Which of the following additional findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§ ∆ Serum osmolality ∆ Urine osmolality after water deprivation ∆ Change in urine osmolality with desmopressin administration","answer_1":"§ A.∆ High∆ Low∆ No change","answer_2":"§ B.∆ High∆ High∆ No change","answer_3":"§ C.∆ High∆ Low∆ Increased","answer_4":"§ D.∆ Low∆ High∆ No change","answer_5":"§ E.∆ Low∆ Low∆ No change","answer_6":"§ F.∆ Low∆ Low∆ Increased","percent_1":"70%","percent_2":"12%","percent_3":"7%","percent_4":"4%","percent_5":"6%","percent_6":"1%","right_answer":"§ A.∆ High∆ Low∆ No change","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Polyuria & polydipsia#∆⨉∆⨉∆⨉ § ∆^#Baseline#$ #serum$ osmolality# ∆^#Water deprivation test#∆⨉ § ↕ ∆↕ ∆^#Urine osmolality$ after water$ deprivation# ∆^#Urine osmolality$ with vasopressin$ injection# §^#Normal# ∆^Normal ∆^Increased ∆^No change §^#Central diabetes$ insipidus# ∆^High ∆^No change ∆^Increased §^#Nephrogenic$ diabetes insipidus# ∆^High ∆^No change ∆^No change §^#Primary polydipsia# ∆^Low ∆^Increased ∆^No change","explanation_img":"","explanation_1":"","explanation_2":"This patient with a vasopressin-2 (V2) receptor mutation has polyuria and hypernatremia, findings which are consistent with congenital #nephrogenic diabetes insipidus# (DI). $#V2 receptors# are located in the renal cortical collecting ducts.  When serum osmolality rises (eg, water deprivation, dehydration), there is increased release of antidiuretic hormone (ADH, vasopressin) which activates V2 receptors to reabsorb water into the systemic circulation.  Water reabsorption leads to concentrated urine (low urinary volume, high urine osmolality) and lower serum osmolality. $#Mutations #that impair normal V2 receptor function result in nephrogenic DI (#ADH resistance#).  Following water deprivation, the collecting ducts are unable to reabsorb water despite high circulating ADH levels, leading to ongoing urinary water losses.  Therefore, nephrogenic DI manifests with large volumes of abnormally #dilute urine# (ie, polyuria with low urine osmolality), #high serum osmolality# (ie, hypernatremia), and dehydration. $High serum osmolality, polyuria, and dilute urine also occur in central DI, which is caused by deficient ADH production by the hypothalamus.  As with nephrogenic DI, urine remains abnormally dilute after water deprivation.  However, #challenge with desmopressin# (an analogue of ADH) can differentiate between central and nephrogenic DI: $In nephrogenic DI, desmopressin cannot correct the underlying ADH resistance.  Therefore, #urine osmolality remains unchanged# (eg, low). $In #central DI#, desmopressin corrects the underlying ADH deficiency.  Therefore, #urine osmolality increases# following administration #(choice C)#. $#(Choice B)#  High baseline serum osmolality and high urine osmolality can be seen in states of marked hyperglycemia with glucosuria (ie, solute diuresis).  Although polyuria can occur, the ADH response remains intact, so urine osmolality will be high with water deprivation. $#(Choice D) # Primary polydipsia can also result in polyuria with dilute urine.  However, unlike DI, serum osmolality and sodium are low (due to excess water intake), and dilute urine represents an appropriate physiologic response.  ADH response is intact, so urine osmolality is appropriately high following water deprivation.  No additional change is seen with desmopressin because maximum ADH levels are reached with water deprivation. $#(Choices E and F)#  This patient has visible signs of dehydration and hypernatremia; because sodium is a major determinant of serum osmolality, a high serum osmolality is expected. $#Educational objective# Vasopressin-2 receptor mutations are a cause of congenital nephrogenic diabetes insipidus, a condition in which renal resistance to antidiuretic hormone results in excessive urinary water losses.  Expected findings include high baseline serum osmolality (typically with hypernatremia), persistently dilute urine after water deprivation (low urine osmolality), and lack of response to desmopressin. "},

{"id":"814","title":"A 16-year-old boy is brought to the emergency department with sudden onset of left-sided abdominal pain and blood in his urine.  The pain waxes and wanes in intensity and does not improve with rest or position changes.  He has a lengthy history of similar pain episodes, but this is the first time he has had gross hematuria.  Physical examination shows costovertebral angle tenderness on the left side.  Microscopic examination of the urine is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/814.jpg","title_2":"Further laboratory evaluation is most likely to reveal which of the following abnormalities in this patient?","audio":"","comparison_items":"","answer_1":"A. Aminoaciduria","answer_2":"B. Hypercalciuria","answer_3":"C. Hyperoxaluria","answer_4":"D. Hyperuricosuria","answer_5":"E. Hypocitraturia","percent_1":"51%","percent_2":"10%","percent_3":"14%","percent_4":"11%","percent_5":"15%","right_answer":"A. Aminoaciduria","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp814.jpg","explanation_1":"","explanation_2":"$Recurrent nephrolithiasis in a young patient should raise suspicion for #cystinuria#, which is confirmed by the pathognomonic finding of #hexagonal-shaped crystals# on urinalysis.  Cystinuria is an autosomal recessive disorder affecting the high-affinity, sodium-independent dibasic amino acid transporter found on the apical membrane of intestinal and proximal renal tubular epithelial cells.  This prevents cystine (cysteine homodimer that forms disulfide bonds) and dibasic amino acids (eg, ornithine, lysine, and arginine) from being reabsorbed in the proximal renal tubules, leading to urine supersaturation with cystine and formation of #cystine stones# (ornithine, lysine, and arginine are relatively soluble in the urine and do not form stones). $Patients with suspected cystinuria without cystine crystals on urinalysis can be diagnosed by detecting elevated urinary cystine levels (ie, #aminoaciduria#).  The #sodium cyanide-nitroprusside test# is a qualitative screening test that detects the presence of urinary cystine.  Cyanide is initially added to the urine, converting cystine to cysteine.  Afterward, nitroprusside is added and reacts with the sulfhydryl group on free cysteine, causing a red-purple discoloration (positive test).  Treatment of cystinuria involves increasing hydration and #urinary alkalinization# (eg, acetazolamide). $#(Choices B, C, D, and E)#  Hypercalciuria (eg, sarcoidosis), hyperoxaluria (eg, Crohn disease), and hypocitraturia (eg, distal renal tubular acidosis) are risk factors for recurrent calcium stone formation; high concentrations of calcium or oxalate promote precipitation into stones, while citrate inhibits stone formation by complexing with calcium in the urine, preventing spontaneous nucleation and crystal growth.  Hyperuricosuria (eg, gout) is a risk factor for recurrent uric acid stones, particularly in the setting of low urine pH. $#Educational objective# Cystinuria results from defective cystine reabsorption by proximal renal tubular epithelial cells.  It most often presents with recurrent stone formation at a young age.  Urinalysis shows pathognomonic hexagonal cystine crystals, and the sodium cyanide-nitroprusside test can be used to detect excess cystine in the urine. "},

{"id":"15246","title":"A 70-year-old man comes to the office due to increasing headaches, nausea, and vomiting.  The patient has never had these symptoms before.  Medical history is significant for a transient ischemic attack that led to a right carotid endarterectomy 5 years ago.  He has no other medical conditions, and his only medications are aspirin and atorvastatin.  The patient smoked a pack of cigarettes a day for 20 years but quit 20 years ago.  Blood pressure is 220/120 mm Hg and pulse is 70/min.  Neurologic examination shows no focal lesions.  Bilateral abdominal bruits are present.  Blood testing in this patient would most likely show which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Renin∆Aldosterone∆Angiotensin II∆Potassium","answer_1":"§A. ∆↑ ∆↑ ∆↑ ∆↑","answer_2":"§B. ∆↑ ∆↑ ∆↑ ∆↓","answer_3":"§C. ∆↑ ∆↑ ∆↓ ∆↓","answer_4":"§D. ∆↑ ∆↓ ∆↓ ∆↓","answer_5":"§E. ∆↓ ∆↓ ∆↓ ∆↓","answer_6":"§F. ∆↓ ∆↓ ∆↓ ∆↑","answer_7":"§G. ∆↓ ∆↓ ∆↑ ∆↑","answer_8":"§H. ∆↓ ∆↑ ∆↑ ∆↑","percent_1":"6%","percent_2":"81%","percent_3":"1%","percent_4":"1%","percent_5":"2%","percent_6":"9%","percent_7":"0%","percent_8":"1%","right_answer":"§B. ∆↑ ∆↑ ∆↑ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15246.jpg","explanation_1":"","explanation_2":"$This patient has a hypertensive emergency, with markedly elevated blood pressure and symptoms (headache, vomiting) suggesting elevated intracranial pressure.  In conjunction with his bilateral #abdominal bruits# (abnormal sound caused by turbulent blood flow), this presentation suggests renovascular hypertension from #bilateral renal artery stenosis# (RAS).  Although RAS can be caused by a variety of lesions (eg, fibromuscular dysplasia in young women), >90% of cases are caused by atherosclerotic narrowing of the proximal renal artery.  Therefore, it is most common in older patients with other atherosclerotic disease (eg, carotid stenosis, as in this patient) or risk factors (eg, diabetes, hyperlipidemia, smoking). $Decreased renal artery perfusion activates the renin-angiotensin-aldosterone system.  The juxtaglomerular cells increase secretion of #renin#, which converts angiotensinogen to angiotensin I.  Angiotensin I is then converted to angiotensin II by angiotensin-converting enzyme.  #Angiotensin II#, a potent vasoconstrictor, causes increased peripheral resistance and elevated systemic blood pressure.  In addition, it stimulates the secretion of #aldosterone#, which increases renal Na+ reabsorption and K+ and H+ excretion, resulting in relative #hypokalemia# and metabolic alkalosis. $#Educational objective# Renal artery stenosis (eg, severe hypertension, abdominal bruits) causes decreased renal artery perfusion, which activates the renin-angiotensin-aldosterone system.  Increased secretion of renin leads to increased production of angiotensin I and angiotensin II, which causes increased peripheral resistance and elevated systemic blood pressure.  Increased aldosterone secretion causes increased renal Na+ reabsorption and K+ and H+ excretion, resulting in relative hypokalemia and metabolic alkalosis.  "},

{"SubjectSystem":"PathologyRenal","id":"833","title":"A 12-year-old girl is brought to the clinic by her parents after she is found to have hypertension by her school nurse.  The patient has no symptoms and reads a book during the office visit.  Her family immigrated to the United States 2 months ago, and she has not received routine well-child care.  The patient has had several episodes of fever and abdominal pain, which her parents treated with over-the-counter antibiotics available in her country of origin.  Blood pressure is elevated on several readings in the office.  There is no family history of hypertension.  Renal ultrasound reveals dilated calyces with overlying cortical atrophy bilaterally, mostly in the upper and lower poles.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autosomal dominant polycystic kidney disease","answer_2":"B. Malignant hypertension","answer_3":"C. Multicystic dysplastic kidneys","answer_4":"D. Posterior urethral valves","answer_5":"E. Reflux nephropathy","percent_1":"13%","percent_2":"4%","percent_3":"21%","percent_4":"17%","percent_5":"44%","right_answer":"E. Reflux nephropathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp833.jpg","explanation_1":"","explanation_2":"$This patient's history of recurrent fever and abdominal pain with imaging findings consistent with renal scarring (eg. dilated calyces with overlying cortical atrophy) is indicative of #recurrent pyelonephritis#.  Pyelonephritis results from #retrograde flow# of bacteria in the bladder into the ureter, where they can then ascend unimpeded to the kidney. $Normally, the ureters travel through the bladder wall at an oblique angle.  When the bladder fills, the intramural ureter becomes compressed, and this flap-valve mechanism prevents retrograde flow of urine.  However, this mechanism does not work correctly if the ureter enters the bladder wall at a more perpendicular angle, leading to #vesicoureteral reflux# (VUR). $Patients with VUR are at much higher risk for chronic pyelonephritis.  Renal inflammation can occur from pyelonephritis and also from VUR itself due to increased hydrostatic pressure on the papillae.  Ongoing injury leads to #renal scarring#, most commonly at the upper and lower poles of the kidney in which compound papillae are found.  Compound papillae are always open, unlike simple papillae in the mid-kidney, and are therefore more susceptible to dilation and subsequent injury.  If uncorrected, chronic VUR can lead to reflux nephropathy and #secondary hypertension#. $#(Choice A)#  Autosomal dominant polycystic kidney disease generally presents in adulthood with hematuria, hypertension, and renal insufficiency.  Symptomatic patients have nephromegaly and diffuse parenchymal cysts on ultrasonography. $#(Choice B)#  Malignant hypertension refers to very high blood pressure that develops rapidly and causes end-organ damage.  Affected patients can have vision changes, encephalopathy, and renal failure.  This patient has no evidence of acute end-organ dysfunction, and her imaging is more consistent with VUR and chronic pyelonephritis. $#(Choice C)#  Multicystic dysplastic kidney (MCDK) is a nonhereditary renal malformation characterized by multiple noncommunicating cysts with intervening dysplastic tissue.  Unilateral MCDK may be clinically silent, but bilateral MCDK presents with early, severe renal insufficiency due to the absence of functional renal tissue. $#(Choice D)#  @Posterior urethral valves@ can present with bilateral hydronephrosis and calyceal dilation due to obstruction of urine flow in the urethra.  However, posterior urethral valves result from a malformation of the wolffian duct and therefore only occur in male patients. $#Educational objective# Vesicoureteral reflux is characterized by retrograde urine flow from the bladder into the ureter.  Affected patients are at increased risk of chronic pyelonephritis and subsequent renal scarring (eg. dilated calyces with overlying cortical atrophy). ","clickable_1":"images/img1.833.jpg"},

{"id":"107624","title":"A newborn boy is being evaluated in the delivery room due to respiratory distress.  He was born at 37 weeks gestation to a 28-year-old primigravida via cesarean delivery due to breech presentation.  The mother had limited prenatal care but was noted to have oligohydramnios during pregnancy.  Examination of the infant is significant for a flattened nose and ears, recessed chin, and bilateral clubfoot deformity.  Breath sounds are decreased bilaterally.  This pattern of findings is best classified as which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Association","answer_2":"B. Dysplasia","answer_3":"C. Mosaicism","answer_4":"D. Polymorphism","answer_5":"E. Sequence","percent_1":"7%","percent_2":"7%","percent_3":"3%","percent_4":"4%","percent_5":"78%","right_answer":"E. Sequence","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Patterns of congenital anomalies#∆⨉∆⨉ §^#Term# ∆^#Definition# ∆^#Examples# §^#Association# ∆ • ≥2 anomalies that occur together more frequently than expected by chance alone • No known cause ∆ • VACTERL association §^#Syndrome# ∆ • Aggregate of anomalies that develop independently from one another • Caused by an underlying defect (eg, chromosomal abnormality, single gene defect, teratogen) ∆ • Turner syndrome • Marfan syndrome • Fetal alcohol syndrome §^#Sequence# ∆ • Predictable series of anatomically related anomalies • Caused by an inciting event/primary anomaly that subsequently affects development of other structures ∆ • Potter sequence • Pierre Robin sequence %#VACTERL# = #V#ertebral anomaly, #A#norectal malformation, #C#ardiovascular anomaly, #T#racheoesophageal fistula, #E#sophageal atresia, #R#enal &/or radial anomaly, #L#imb defect.","explanation_img":"","explanation_1":"","explanation_2":"A #sequence# is a predictable series of #anatomically related anomalies# that develop as a consequence of a known primary disturbance (ie, #cause-and-effect# relationship).  In this case, the neonate has @Potter sequence@, a cascade of deformations due to severe #oligohydramnios#. $Low amniotic fluid is typically the result of a genitourinary tract anomaly (eg, bilateral renal agenesis) leading to impaired fetal urine production or preterm prelabor rupture of membranes.  Regardless of the cause, insufficient amniotic fluid causes #fetal constraint and compression#, and this abnormal mechanical force underlies the related anatomic defects of Potter sequence.  Postnatal features include the following: $• #Pulmonary hypoplasia:#  Restricted fetal thoracic expansion leads to alveolar collapse and impaired lung development.  This is the most severe consequence of Potter sequence, manifesting as respiratory distress or decreased breath sounds; it is often fatal. $• #Flattened facies:#  Extrinsic compression leads to the characteristic facial appearance of a flattened nasal bridge, low-set ears, and a recessed chin. $• #Skeletal anomalies:#  Limited fetal movement leads to limb abnormalities such as contractures and clubfoot, as seen in this case. $Potter sequence has been inaccurately referred to as Potter syndrome.  A syndrome is an aggregate of anomalies with a known underlying cause, usually genetic, such as Down syndrome.  However, in a syndrome, the anomalies develop independently from one another rather than sequentially due to causal interaction. $#(Choice A)#  An association is 2 or more anomalies that occur together more often than would be expected by chance alone but without a known cause.  An example is VACTERL association (#V#ertebral anomaly, #A#norectal malformation, #C#ardiovascular anomaly, #T#racheoesophageal fistula, #E#sophageal atresia, #R#enal and/or radial anomaly, #L#imb defect). $#(Choice B)#  Dysplasia refers to the abnormal growth or development of a cell, tissue, or organ (eg, congenital hip dysplasia). $#(Choice C)#  Mosaicism is the occurrence of 2 or more genetically distinct cells within the same patient (eg, mosaic Down syndrome). $#(Choice D)#  Polymorphism refers to genetically distinct normal phenotypes within a population (eg, eye color). $#Educational objective# A sequence is a predictable series of anatomically related anomalies that develop as a consequence of a known primary anomaly (ie, cause-and-effect relationship).  Oligohydramnios leads to fetal compression and the predictable cascade of findings in Potter sequence (eg, pulmonary hypoplasia, facial and limb anomalies).  ","clickable_1":"images/img1.107624.jpg"},

{"id":"652","title":"A 2-week-old boy is brought to the clinic by his parents for evaluation of his umbilicus.  The parents report that since the umbilical cord stump separated 2 days ago, there has been drainage from the umbilicus that increases when the patient cries.  He is exclusively breastfed and continues to have normal wet diapers and stool output.  The patient was born at term, and the pregnancy and delivery were uncomplicated.  Vital signs are normal.  Physical examination of the abdomen shows clear to pale yellow fluid leaking from the umbilical stump site with mucosal tissue at the base of the umbilicus.  Samples are obtained for complete blood count.  Laboratory results are as follows:","title_table":"?Hemoglobin?14 g/dL?Platelets?240,000/mm3?Leukocytes?11,000/mm3?Neutrophils?60℅?Lymphocytes?32℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's umbilical findings?","audio":"","comparison_items":"","answer_1":"A. Absence of neutrophil migration","answer_2":"B. Duplication of the ureter","answer_3":"C. Incomplete closure of anterior abdominal wall","answer_4":"D. Patency of omphalomesenteric duct","answer_5":"E. Persistence of allantois remnant","percent_1":"11%","percent_2":"2%","percent_3":"7%","percent_4":"17%","percent_5":"63%","right_answer":"E. Persistence of allantois remnant","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Neonatal umbilical drainage#∆⨉∆⨉ §^#Diagnosis# ∆^#Anatomy# ∆^#Clinical findings# §^#Umbilical granuloma# ∆ • Excess granulation tissue • No communication with abdomen ∆ • Serous umbilical moisture • Pedunculated mass §^#Patent urachus# ∆ • Connection between umbilicus & bladder ∆ • Persistent leakage of urine §^#Patent omphalomesenteric duct# ∆ • Connection between umbilicus & bowel ∆ • Persistent leakage of stool §^#Omphalitis# ∆ • Infection of umbilical cord stump ∆ • Purulent drainage • Induration/erythema","explanation_img":"","explanation_1":"","explanation_2":"Umbilical drainage in a neonate may be due to granulation tissue, infection, or congenital anomaly.  In this case, the patient's persistent pale-yellow drainage (consistent with urine) is suggestive of a congenital urachal abnormality. $In utero, the caudal yolk sac normally forms a tubular outpouching called the #allantois#, which extends from the embryologic #bladder to the umbilicus#.  As the bladder descends into the fetal pelvis, it stretches the allantois, which becomes thin and narrow.  Epithelial proliferation obliterates the allantois lumen by 12 weeks gestation, forming a fibrous cord known as the #urachus#. $#Failed obliteration# of the allantois can lead to a #patent urachus#.  This connection between the bladder and the umbilicus results in urinary umbilical drainage that increases with intraabdominal pressure (eg, #crying#, straining, prone positioning).  Partially failed obliteration can result in a range of @defects@, including a urachus that is open to the umbilicus (urachal sinus), open to the bladder (urachal diverticulum), or open only centrally (urachal cyst). $#(Choice A)#  Leukocyte adhesion deficiency is characterized by impaired leukocyte migration due to defective adhesive molecules.  Patients typically have leukocytosis and delayed (>1 month) umbilical cord stump separation, findings not present in this case. $#(Choice B)#  A duplication of the renal collecting system (eg, 2 ureters originating from a single kidney) can result in aberrant insertion of a ureter into structures such as the urethra or epididymis.  The umbilicus is not involved, so umbilical drainage does not occur. $#(Choice C)#  Incomplete closure of the anterior abdominal wall describes @gastroschisis@, in which viscera protrude through an abdominal wall defect adjacent to the umbilicus.  Isolated umbilical drainage is not consistent with this diagnosis. $#(Choice D)#  The omphalomesenteric (or vitelline) duct is a diverticulum of the yolk sac that extends from the embryologic midgut to the umbilicus; it normally involutes in early gestation.  @Persistent patency@ connects the bowel to the umbilicus, and patients may exhibit fecal (not urinary) umbilical discharge. $#Educational objective# The urachus is a remnant of the allantois that extends from the bladder to the umbilicus.  Failed obliteration of the allantois lumen can result in a patent urachus, which presents with urinary drainage from the umbilicus in the neonate.  ","clickable_1":"images/img1.652.jpg","clickable_2":"images/img2.652.jpg","clickable_3":"images/img3.652.jpg"},

{"id":"107625","title":"A 7-year-old boy is brought to the clinic for follow-up care.  The patient recently completed a course of antibiotics for a urinary tract infection caused by Escherichia coli.  He has had 2 febrile urinary tract infections in the past, both of which resolved following antibiotic therapy.  Vital signs are normal.  Examination of the abdomen is unremarkable.  Renal ultrasound examination reveals no signs of hydronephrosis.  Voiding cystourethrogram shows contrast filling the bladder and extending linearly toward the umbilicus.  This patient most likely has a congenital abnormality related to which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Omphalomesenteric duct","answer_2":"B. Umbilical artery","answer_3":"C. Umbilical vein","answer_4":"D. Urachus","answer_5":"E. Ureter","answer_6":"F. Urorectal septum","percent_1":"7%","percent_2":"1%","percent_3":"2%","percent_4":"85%","percent_5":"5%","percent_6":"1%","right_answer":"D. Urachus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107625.jpg","explanation_1":"","explanation_2":"$This patient's imaging findings are consistent with a congenital urachal anomaly.  In utero, the caudal yolk sac forms a tubular outpouching called the allantois, which extends from the embryologic bladder to the umbilicus.  As the #bladder descends# into the fetal pelvis, it #stretches the allantois#, which becomes thin and narrow.  Normally, epithelial proliferation obliterates the lumen of the allantois by 12 weeks gestation, forming a #fibrous cord# known as the #urachus#. $Failed or inadequate epithelial proliferation leads to a complete or partial patent urachus: $• Complete patent urachus:  Neonates usually have urinary umbilical drainage on presentation due to a continuous connection from the bladder to the umbilicus. $•  Partial patent urachus#:#  A range of defects may occur depending on the location of the patency, including a urachus that is open only to the umbilicus (urachal sinus), to the bladder (urachal diverticulum), or centrally (urachal cyst). $This patient with a normal abdominal examination most likely has a #urachal diverticulum#, as seen on imaging as a linear extension of urine from the bladder toward the umbilicus.  #Urinary stasis# within the diverticulum is a risk factor for recurrent #urinary tract infection#, as seen in this case. $#(Choice A)#  Similar to the allantois, the @omphalomesenteric@ (or vitelline) duct is a tubular outpouching of the yolk sac that involutes in early gestation.  However, because it connects the yolk sac to the fetal midgut, failed obliteration results in a connection between @umbilicus and bowel@ (not bladder). $#(Choices B and C)#  The umbilical arteries and vein are contained within the umbilical cord, and abnormalities (eg, single umbilical artery) are usually isolated.  These vascular structures are not connected to the bladder lumen. $#(Choice E)#  The ureters are derived from the @mesonephric duct@, and abnormalities may result in ectopic ureteral insertion along the mesonephric system (eg, urethra).  A midline bladder diverticulum directed toward the umbilicus would not be expected. $#(Choice F)#  The urorectal septum divides the cloaca into the distal anorectal and urogenital regions.  Developmental abnormalities would not explain this patient's abnormal urinary flow from the bladder to the umbilicus. $#Educational objective# Congenital anomalies of the urachus result in an abnormal connection between the bladder and the umbilicus.  Full patency results in urinary umbilical leakage, whereas partial patency can result in a range of defects, including a bladder diverticulum (increases the risk of urinary tract infection due to stasis of urine).  ","clickable_1":"images/img1.107625.jpg","clickable_2":"images/img2.107625.jpg","clickable_3":"images/img3.107625.jpg"},

{"SubjcetSystem":"Anatomy-RENAL","id":"106085","title":"A 4-month-old girl is diagnosed with a febrile urinary tract infection.  A voiding cystourethrogram shows retrograde urine flow into the right ureter but no associated ureteral dilation.  One year later, a voiding cystourethrogram is repeated and shows no abnormalities.  Which of the following is the most likely cause of this infant's presentation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Congenital short intravesical ureter length","answer_2":"B. Damage to the rectovaginal septum","answer_3":"C. Obstruction due to a renal stone","answer_4":"D. Presence of a posterior urethral valve","percent_1":"56%","percent_2":"3%","percent_3":"8%","percent_4":"33%","right_answer":"A. Congenital short intravesical ureter length","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","explanation_img":"images/exp106085.jpg","explanation_1":"","explanation_2":"$This patient has #vesicoureteral reflux# (VUR), which is characterized by abnormal retrograde flow of urine into the ureter.  Most cases of VUR occur due to a congenitally #shortened intravesical ureter# (ie, the segment of ureter that passes through the bladder wall). $Contraction of the detrusor muscle during micturition not only increases pressure within the bladder, it also compresses the intravesical segment of the ureter, which maintains closure of the ureterovesical junction (UVJ).  If the intravesical ureter length is too short, the increased urine pressure may overcome the compression effect on the ureter, allowing #retrograde urine flow# (potentially causing bacterial ascent and febrile urinary tract infection [ie, pyelonephritis]). $The severity of VUR is variable based on the degree of ureter and kidney damage (eg, ureteral dilation, hydronephrosis, nephropathy).  Spontaneous resolution occurs in most patients with mild VUR, such as this patient, because the intravesical ureter length increases with patient growth. $(Choice B)  The rectovaginal septum is a fascial layer that separates the posterior wall of the vagina from the anterior wall of the rectum.  Damage to this area typically occurs during the birthing process, resulting in bowel (not bladder) dysfunction.$(Choice C)  Although renal stones may obstruct urine flow, they do not cause retrograde urine flow. $(Choice D)  @Posterior urethral valves@ occur due to abnormal development of the mesonephric (Wolffian) duct.  They can obstruct urine flow through the urethra; subsequent increase in intravesical pressure may cause reflux of urine into the ureter (ie, VUR).  However, VUR secondary to posterior urethral valves does not resolve spontaneously and almost exclusively occurs in boys. $Educational objective Vesicoureteral reflux typically occurs due to a congenitally shortened intravesical ureter length, which prevents complete closure of the ureterovesical junction and allows retrograde urine flow into the ureter during micturition.  Most cases resolve spontaneously as the length of the intravesical ureter increases with patient growth.","clickable_1":"images/img1.106085.jpg"},

{"id":"832","title":"A 62-year-old man comes to the office due to poorly localized, intermittent abdominal pain that is triggered by eating and slowly subsides over the ensuing several hours.  The patient has also lost 4.5 kg (10 lb) over the past 2 months.  He has a history of hypertension and hyperlipidemia and has smoked a pack of cigarettes daily for 40 years.  Blood pressure is 175/105 mm Hg and pulse is 70/min and regular.  The abdomen is soft and nontender.  CT scan of the abdomen reveals the renal findings shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/832.jpg","title_2":"This patient most likely suffers from which of the following conditions?","audio":"","comparison_items":"","answer_1":"A. Acute glomerulonephritis","answer_2":"B. Acute pyelonephritis","answer_3":"C. Amyloidosis","answer_4":"D. Fanconi syndrome","answer_5":"E. Hemolytic uremic syndrome","answer_6":"F. Hypersensitivity interstitial nephritis","answer_7":"G. Ischemic tubular necrosis","answer_8":"H. Myeloma kidney","answer_9":"I. NSAID-associated nephropathy","answer_10":"J. Papillary necrosis","answer_11":"K. Renal artery stenosis","answer_12":"L. Urate nephropathy","percent_1":"1%","percent_2":"2%","percent_3":"2%","percent_4":"2%","percent_5":"0%","percent_6":"1%","percent_7":"5%","percent_8":"10%","percent_9":"3%","percent_10":"7%","percent_11":"63%","percent_12":"4%","right_answer":"K. Renal artery stenosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","ansImg_12":"","table":"","explanation_img":"images/exp832.jpg","explanation_1":"","explanation_2":"$This patient has postprandial pain and a 4.5-kg (10-lb) weight loss as well as multiple risk factors for #atherosclerosis #(eg, advanced age, hypertension, smoking).  This presentation is highly suggestive of #chronic mesenteric (intestinal) ischemia#.  Atherosclerotic narrowing of the abdominal (superior mesenteric or celiac) arteries results in reduced blood flow to the intestine; during periods of high metabolic requirement (ie, after eating), patients can develop 'intestinal angina' (dull, cramping abdominal pain that resolves 2-3 hours after meals). $Atherosclerosis is a multiorgan disease, and patients often have involvement of other major vessels, including coronary artery disease, carotid stenosis, peripheral vascular disease, and #renal artery stenosis# (RAS).  Atherosclerotic RAS often becomes apparent at age 60-70 and is typically associated with prominent atherosclerotic plaques at the junction of the aorta and the renal artery.  Less frequently, nonatherosclerotic RAS occurs secondary to fibromuscular dysplasia, a disease that affects predominantly younger women and causes narrowing of multiple renal artery segments (string-of-beads appearance). $In #unilateral RAS#, chronic ischemia atrophies the affected kidney while the contralateral kidney undergoes compensatory hypertrophy, leading to #renal size discrepancy#, as seen in this patient.  Renal hypoperfusion also activates the renin-angiotensin-aldosterone system, resulting in hypertension that is often refractory to medications.  Abdominal and flank bruits are highly suggestive of RAS.  Light microscopy of the atrophic kidney reveals tubular atrophy with decreased tubular epithelial size, patchy inflammation, and tubulointerstitial and glomerular fibrosis. $#Educational objective# Marked unilateral kidney atrophy is suggestive of renal artery stenosis.  It occurs in elderly individuals due to atherosclerotic narrowing of the renal artery and is often seen in association with other atherosclerotic risk factors or diseases (eg, chronic mesenteric ischemia, coronary artery disease, peripheral vascular disease).  Hypertension and abdominal and flank bruits are often present. "},

{"SubjectSystem":"Embryology-Renal","id":"1736","title":"Researchers working at a national foundation for prematurity and birth defects are investigating the physiologic processes that occur during embryonic kidney development.  Their research focuses on the inductive signals exchanged between the metanephric diverticulum and metanephric blastema that drive their differentiation into tissues forming the mature kidney.  The researchers develop a method to reproduce the inductive signal that normally comes from the metanephric diverticulum.  After applying this inductive signal to the metanephric blastema, which of the following adult derivatives will most likely develop?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Collecting ducts","answer_2":"B. Distal convoluted tubules","answer_3":"C. Major calyces","answer_4":"D. Minor calyces","answer_5":"E. Renal pelvis","percent_1":"19%","percent_2":"40%","percent_3":"10%","percent_4":"3%","percent_5":"30%","right_answer":"B. Distal convoluted tubules","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1736.jpg","explanation_1":"","explanation_2":"$Embryonic kidney development begins with the formation of the nephrogenic cord (derived from the urogenital ridge, or intermediate mesoderm).  The cord sequentially forms 3 sets of nephric systems: pronephros, mesonephros, and metanephros. $The rudimentary pronephros forms first and later completely regresses.  The #mesonephros# forms next from the midportion of the nephrogenic cord; in females, it regresses, whereas in males it persists as the #wolffian ducts#, forming the ductus deferens and epididymis. $The #metanephros# forms last from the caudal end of the nephrogenic cord and persists as the #mature upper urinary tract#.  Development of the metanephros begins with formation of the metanephric diverticulum (ureteric bud), which penetrates the sacral intermediate mesoderm to induce the formation of the metanephric blastema.  The reciprocal exchange of #inductive signals# between the ureteric bud and metanephric blastema drives their differentiation into the structures that form the upper urinary tract. $• #Metanephric blastema#:  This structure gives rise to the glomeruli, Bowman space, proximal tubules, loop of Henle, and #distal convoluted tubules#. $• Metanephric diverticulum (ureteric bud):  This structure gives rise to the collecting system of the kidney, including the collecting tubules and ducts, major and minor calyces, renal pelvis, and ureters #(choices A, C, D, and E)#. $#Educational objective# The mature upper urinary tract is derived from the metanephros, which comprises the metanephric blastema and metanephric diverticulum (ureteric bud).  The metanephric blastema gives rise to the glomeruli, Bowman space, proximal tubules, loop of Henle, and distal convoluted tubules.  The ureteric bud becomes the collecting system of the kidney (eg, collecting tubules and ducts, major and minor calyces, renal pelvis, ureters).  "},

{"id":"7626","title":"A 2-year-old boy is brought to the office due to poor weight gain and frequent urination.  His mother says he has not gained any weight since his well child visit 6 months ago, and in the last several months he has been urinating more than 10 times a day.  His weight percentile has decreased from 60th percentile to 10th percentile, consistent with failure to thrive.  Physical examination reveals frontal bossing.  He is found to have glucosuria on urinalysis, although his serum glucose is within normal limits.  Additional serum laboratory studies reveal hypophosphatemia, hypokalemia, and a normal anion gap metabolic acidosis.  Which of the following structure/function combinations is most likely defective in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Structure∆ Function","answer_1":"§A. ∆ Distal convoluted tubule ∆Generation of ammonia","answer_2":"§B. ∆ Distal convoluted tubule ∆Reabsorption of bicarbonate","answer_3":"§C. ∆ Distal convoluted tubule ∆Secretion of hydrogen ions","answer_4":"§D. ∆ Proximal convoluted tubule ∆Generation of ammonia","answer_5":"§E. ∆ Proximal convoluted tubule ∆Reabsorption of bicarbonate","answer_6":"§F. ∆ Proximal convoluted tubule ∆Secretion of hydrogen ions","percent_1":"2%","percent_2":"5%","percent_3":"10%","percent_4":"7%","percent_5":"65%","percent_6":"11%","right_answer":"§E. ∆ Proximal convoluted tubule ∆Reabsorption of bicarbonate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7626.jpg","explanation_1":"","explanation_2":"$This patient's glycosuria with normal serum glucose in combination with normal anion gap metabolic acidosis, hypokalemia, and hypophosphatemia is highly suggestive of impaired proximal tubular reabsorption.  The #proximal convoluted tubule# is responsible for reabsorption of bicarbonate in addition to amino acids, phosphate, glucose, water, and potassium.  Impaired bicarbonate reabsorption can occur as an isolated defect (renal tubular acidosis [RTA] type 2) or as part of a more generalized proximal tubular dysfunction (#Fanconi syndrome#): $• #Loss of bicarbonate# causes persistent acidosis. $• #Hypophosphatemia# leads to @rickets@ (eg, frontal bossing, leg bowing). $• #Glucosuria# contributes to polyuria (impaired renal concentrating ability also contributes).  Serum glucose levels are normal, as seen here, because they are tightly regulated by multiple mechanisms (eg, insulin, glucagon) that are independent of renal reabsorption. $• #Hypokalemia# can lead to constipation and muscle weakness. $• Aminoaciduria, contributing to growth failure. $#(Choices A and D)#  The proximal tubule is also responsible for the generation of ammonia (NH3).  Hypoaldosteronism or aldosterone resistance (RTA type 4, most commonly seen in adults with diabetes) can disrupt this process by inhibiting production of NH3 in the proximal tubule, resulting in reduced ammonium (NH4+) excretion and metabolic acidosis.  This patient's hypokalemia and hypophosphatemia are inconsistent with this diagnosis. $#(Choices B, C, and F)#  Hydrogen ions (H+) are primarily secreted into the urine from the distal convoluted tubule.  Failure of this process (RTA type 1) leads to decreased distal acid secretion and metabolic acidosis, but phosphate and glucose would be normal. $#Educational objective# Defects in either the proximal or distal convoluted tubule (eg, bicarbonate loss, acid retention) can result in a normal anion gap metabolic acidosis.  However, the proximal tubule is responsible for reabsorption of glucose, amino acids, and phosphate in addition to bicarbonate; therefore, generalized proximal tubular dysfunction (Fanconi syndrome) can also cause failure to thrive, glucosuria, and rickets.  ","clickable_1":"images/img1.7626.jpg"},

{"id":"1752","title":"A 1-hour-old boy is in the neonatal intensive care unit due to tachypnea and hypoxia.  The infant was born at 39 weeks gestation via cesarean delivery due to recurrent variable decelerations.  The pregnancy was complicated by lack of prenatal care.  The infant weighs 3.2 kg (7 lb 1 oz).  Physical examination shows a flattened nose and bilateral club feet.  Breath sounds are markedly diminished bilaterally.  The infant is intubated and mechanically ventilated, but oxygen levels do not improve.  He dies an hour later.  Which of the following is most likely to be found during autopsy of this infant?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Congenital diaphragmatic hernia","answer_2":"B. Duodenal atresia","answer_3":"C. Renal agenesis","answer_4":"D. Surfactant deficiency","answer_5":"E. Tracheoesophageal fistula","percent_1":"6%","percent_2":"2%","percent_3":"76%","percent_4":"9%","percent_5":"7%","right_answer":"C. Renal agenesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1752.jpg","explanation_1":"","explanation_2":"$This infant likely had #Potter sequence#, which is characterized by pulmonary hypoplasia, flat facies, and lower limb deformity (eg, club foot).  Potter sequence is caused by a #urinary tract anomaly# that leads to #decreased fetal urine output#.  It is classically associated with bilateral renal agenesis but can occur secondary to other etiologies, including @posterior urethral valves@ or fetal exposure to @ACE inhibitors@. $Because fetal urine is the main component of amniotic fluid, decreased fetal urine output can lead to low or absent amniotic fluid levels (ie, #severe oligohydramnios#).  Inadequate amniotic fluid levels allow for #increased external compression# of the fetal face (#flat facies#) and extremities (eg, #club foot#).  In addition, the umbilical cord is often compressed such that fetal heart rate abnormalities (eg, recurrent decelerations) are common during labor. $Amniotic fluid also provides the fluid and growth factors needed for fetal lung development.  Therefore, neonates with Potter sequence have #pulmonary hypoplasia# due to the lack of normal alveolar distension by aspirated amniotic fluid.  Both lungs are affected, and #respiratory failure# (ie, hypoxia) is the most common cause of death in affected infants. $#(Choice A)#  Congenital diaphragmatic hernia can cause neonatal hypoxia due to lung compression by the herniated abdominal contents; however, infants typically have unilateral (not bilateral) absent breath sounds.  In addition, there is no association with flat facies or limb deformity. $#(Choices B and E)#  Infants with gastrointestinal obstruction proximal to the small bowel (eg, duodenal atresia, @tracheoesophageal fistula@) may have respiratory distress due to stomach distension and subsequent lung compression.  However, these neonates have impaired amniotic fluid swallowing in utero, leading to polyhydramnios. $#(Choice D)#  Surfactant decreases alveolar surface tension, and surfactant deficiency (most commonly associated with prematurity) can cause alveolar collapse and neonatal respiratory distress syndrome.  However, surfactant deficiency is not typically associated with flat facies or limb deformity. $#Educational objective# Potter sequence results from a urinary tract anomaly (eg, bilateral renal agenesis) that causes decreased fetal urine output and severe oligohydramnios.  The lack of amniotic fluid causes increased fetal compression (eg, flat facies, limb deformity) and pulmonary hypoplasia (eg, neonatal hypoxia), which is the most common cause of death in affected neonates.  ","clickable_1":"images/img1.1752.jpg","clickable_2":"images/img2.1752.jpg","clickable_3":"images/img3.1752.jpg"},

{"id":"107756","title":"A 25-year-old primigravida at 18 weeks gestation comes to the office with her husband for routine follow-up.  She reports no concerns, and abdominal examination shows normal fundal height.  Anatomy ultrasound of the fetus shows male sex.  The fetus' kidneys appear fused at the lower poles and are located low in the abdomen.  The remainder of the ultrasound is unremarkable.  The couple asks about implications of these findings and the ways they will affect the child after birth.  Which of the following is the best response?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. \"Many children with this disorder develop kidney dysfunction that progresses to end-stage renal disease, so we will need to follow up closely for this.\"","answer_2":"B. \"Patients with these findings are at an increased risk for forming cerebral aneurysms over their lifetime, so periodic screening is recommended.\"","answer_3":"C. \"The majority of patients with this developmental anomaly are asymptomatic, but there is an increased risk for urinary tract infections.\"","answer_4":"D. \"These findings are part of a developmental sequence that can lead to impaired lung development with potential respiratory distress at delivery.\"","answer_5":"E. \"This genetic condition is associated with varying degrees of liver disease, which warrants periodic imaging of the liver.\"","percent_1":"11%","percent_2":"3%","percent_3":"76%","percent_4":"9%","percent_5":"1%","right_answer":"C. \"The majority of patients with this developmental anomaly are asymptomatic, but there is an increased risk for urinary tract infections.\"","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107756.jpg","explanation_1":"","explanation_2":"$This patient's prenatal ultrasound reveals a fetus with #fusion of the inferior kidney poles#, a congenital anomaly known as #horseshoe kidney#. $Pathophysiology of horseshoe kidney involves abnormal migration of the right and left metanephric blastema (from which the renal parenchyma is derived), leading to fusion of the developing inferior poles.  The kidneys' physiologic ascent into the abdomen is limited due to the fused parenchyma (isthmus), which is mechanically restricted by the overlying inferior mesenteric artery (IMA) at its origin from the aorta (#low-lying position#). $Most patients with horseshoe kidney and its associated anatomic abnormalities are #asymptomatic#.  However, in some patients, the abnormal position of the kidney and ureters may lead to intermittent ureteropelvic junction obstruction and urinary stasis, which increase the risk for #nephroliths# and #urinary tract infections#. $#(Choices A and D)#  Patients with autosomal recessive polycystic kidney disease (ARPKD) often have decreased renal function in utero, which may lead to oligohydramnios and pulmonary hypoplasia (@Potter sequence@).  ARPKD also frequently leads to end-stage kidney disease, warranting close monitoring.  However, prenatal ultrasound would reveal large, hyperechogenic kidneys with many tiny cysts in contrast to this patient's fused kidney. $#(Choices B and E)#  Both ARPKD and autosomal dominant polycystic kidney disease (ADPKD) are associated with hepatic manifestations, specifically bile duct dysgenesis and fibrosis in ARPKD and asymptomatic cysts in ADPKD.  Patients with ADPKD are also at risk for cerebral aneurysms due to abnormal gene expression in vascular smooth muscle cells.  Horseshoe kidney is not associated with extrarenal manifestations (eg, liver disease, cerebral aneurysms). $#Educational objective# Horseshoe kidney is a congenital anomaly in which the inferior poles of the developing kidney fuse in utero.  Most patients remain asymptomatic but are at increased risk for recurrent nephroliths and urinary tract infections due to the abnormal orientation and positioning of the kidney.  ","clickable_1":"images/img1.107756.jpg"}    

]