[

{"id":"989","title":"A 69-year-old woman with Alzheimer disease is brought to the emergency department after getting lost while taking a walk in her neighborhood.  Her son has been unable to contact the patient for the last 2 days, and today the police found her wandering in a park.  The patient says that she drank water from a park fountain but has not had anything to eat for over 24 hours.  On physical examination, she is mildly confused with dry mucous membranes.  Laboratory studies show a blood glucose level of 92 mg/dL.  Which of the following hormones binds to an intracellular receptor to help maintain this patient's laboratory findings within the normal range?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cortisol","answer_2":"B. Epinephrine","answer_3":"C. Glucagon","answer_4":"D. Growth hormone","answer_5":"E. Insulin","answer_6":"F. Norepinephrine","percent_1":"65%","percent_2":"4%","percent_3":"27%","percent_4":"2%","percent_5":"2%","percent_6":"1%","right_answer":"A. Cortisol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp989.jpg","explanation_1":"","explanation_2":"$This patient has experienced a prolonged fast, but her blood glucose level is normal.  As blood glucose levels fall in the fasting state, hypoglycemia is prevented due to suppression of insulin secretion and activation of @counterregulatory hormones@.  #Glucagon# is the primary hormone secreted acutely in response to falling glucose levels; it stimulates hepatic glycogenolysis and gluconeogenesis.  Concurrently, #epinephrine# further stimulates glycogenolysis and gluconeogenesis, increases the release of gluconeogenic substrates from muscle and fat, and limits glucose utilization by some insulin-sensitive peripheral tissues. $As the fast continues, secretion of cortisol and growth hormone increases; these hormones attenuate hypoglycemia by altering transcription of key enzymes.  In the inactivated state, #intracellular cortisol receptors# are found in the #cytoplasm# in association with heat shock proteins.  Binding of cortisol to the carboxy terminal portion of the receptor causes the release of the heat shock proteins and allows receptor dimerization.  The activated homodimers are then #transported to the nucleus#, where they control gene expression by binding to hormone-responsive DNA elements in the promoter region of target genes.  Cortisol #increases transcription# of #gluconeogenic enzymes# as well as those involved in lipolysis and proteolysis. $#(Choices B, C, and F)#  Catecholamines (eg, epinephrine, norepinephrine) and glucagon attenuate hypoglycemia.  However, they exert their metabolic effects via extracellular, transmembrane, G protein–coupled receptors that activate adenyl cyclase and increase cyclic AMP production. $#(Choice D)#  Growth hormone acts via an extracellular, transmembrane receptor that activates a JAK-STAT pathway.  Growth hormone antagonizes insulin action, increases gluconeogenesis, and promotes lipolysis (provides gluconeogenic substrates). $#(Choice E)#  In addition to the production of counterregulatory hormones, the inhibition of insulin release from pancreatic beta cells plays a primary role in preventing hypoglycemia during fasting.  However, insulin acts on an extracellular transmembrane receptor with intrinsic tyrosine kinase activity. $#Educational objective# In a fasting state, glucagon and epinephrine bind to transmembrane receptors and prevent hypoglycemia by increasing hepatic glycogenolysis and gluconeogenesis.  Prolonged fasting increases the secretion of cortisol, a steroid hormone that binds to an intracellular receptor and acts to increase transcription of enzymes involved in gluconeogenesis, lipolysis, and proteolysis.  ","clickable_1":"images/img1.989.jpg"},

{"id":"1355","title":"Biochemists working for a national endocrinology institute are investigating the specifics underlying glucose transport across adipose cell membranes.  One of their experiments shows that, in the presence of insulin, D-glucose transport across the plasma membrane of adipocytes is much faster than L-glucose transport.  Which of the following transport processes best describes the mechanism for glucose entry into these cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Simple diffusion","answer_2":"B. Receptor-mediated endocytosis","answer_3":"C. Carrier-mediated transport","answer_4":"D. Primary active transport","answer_5":"E. Co-transport","percent_1":"5%","percent_2":"17%","percent_3":"60%","percent_4":"8%","percent_5":"11%","right_answer":"C. Carrier-mediated transport","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1355.jpg","explanation_1":"","explanation_2":"$Glucose is the major source of energy for all cells of the body.  In the majority of tissues, glucose transport occurs along its concentration gradient, from higher concentrations outside the cell toward lower concentrations inside the cell.  However, glucose cannot passively diffuse across the cell membrane in any significant amount and requires carrier proteins to aid its crossing.  Transport across the cell membrane by carrier proteins (which undergo conformational changes as the substrate is transported, unlike channel proteins) is termed carrier-mediated transport.  Transport that is facilitated by transmembrane proteins without the expenditure of energy is called #facilitated diffusion#. $Transmembrane carrier proteins that belong to the GLUT family transport glucose by facilitated diffusion.  These proteins are stereoselective and preferentially catalyze the entrance of D-glucose rather than L-glucose into cells.  #GLUT4# is the insulin-sensitive transporter found in skeletal muscle cells and adipocytes.  In these cells, the GLUT4 protein is stored in cytoplasmic vesicles.  Under the influence of insulin, the transporter protein is incorporated into the cell membrane.  An increased number of transporters in the membrane leads to an increased rate of glucose uptake by the cells.  Another important glucose transporter is #GLUT2#.  It facilitates export of glucose from the liver, small intestine, and kidneys into the circulation and also helps to control insulin secretion in the pancreas. $#(Choice A)#  Simple diffusion refers to the movement of particles along their concentration gradient directly through the cell membrane.  Transport of gases (O2 and CO2) occurs via simple diffusion, as the membrane is very permeable to small, nonpolar molecules. $#(Choice B)#  Endocytosis allows for cellular uptake through the formation of membrane-bound, typically clathrin-coated, vesicles.  Uptake of cholesterol by cells occurs by means of receptor-mediated endocytosis (mediated by the LDL receptor). $#(Choices D and E)#  Active transport refers to the movement of a substance against its concentration gradient.  This process requires energy as well as transport proteins.  In primary active transport, the energy required for transport against the concentration gradient is provided by the hydrolysis of ATP.  In secondary active transport, this energy is generated by co-transport of a separate substance down its concentration gradient.  Transport of glucose against the concentration gradient occurs via the Na/glucose symporter, which is found in the intestinal and renal tubular epithelium and is used to transfer glucose intracellularly from the lumen. $#Educational objective# Transport of glucose into the cells of most tissues occurs by means of facilitated diffusion.  Glucose moves from areas of high concentration to areas of low concentration with the help of transmembrane glucose transporter proteins (GLUT).  These carrier proteins are stereoselective and have preference for D-glucose.  "},

{"id":"1872","title":"A 68-year-old man comes to the office due to an enlarging mole on his right forearm.  The patient is a retired farmer and received a significant amount of sun exposure over the course of his life.  On examination, he has a black-brown macular lesion on the dorsum of his right forearm measuring approximately 1 cm in diameter with an irregular border.  Excisional biopsy is performed and histopathology reveals malignant melanoma.  Immunohistochemical analysis indicates that the malignant cells have decreased integrin expression.  These cells are most likely to exhibit poor adhesion to which of the following components of the extracellular matrix?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Actin","answer_2":"B. Fibronectin","answer_3":"C. Hyaluronic acid","answer_4":"D. Keratan sulfate","answer_5":"E. Keratin","percent_1":"13%","percent_2":"49%","percent_3":"13%","percent_4":"9%","percent_5":"16%","right_answer":"B. Fibronectin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1872.jpg","explanation_1":"","explanation_2":"$Cellular adhesion is the means by which one cell binds to another cell, surface, or matrix.  The #integrins# are a family of transmembrane protein receptors that interact with the extracellular matrix by binding to specific proteins, including collagen, fibronectin, and laminin.  Other adhesion molecule classes include the cadherins, selectins, and Ig superfamily members. $#Fibronectins# are large glycoproteins produced by fibroblasts and some epithelial cells.  Fibronectin binds to integrins, matrix collagen, and glycosaminoglycans, serving as a mediator of cell adhesion and migration.  Differential expression of integrin subtypes affects adhesion properties of individual cells, and correlates with #malignant behavior# in a number of tumors, including melanoma. $#(Choices A and E)#  The intracellular domains of the integrins interact with a number of structural proteins, including microfilaments (actin) within the cytoplasm and intermediate filaments (keratin).  However, the extracellular domains do not interact with these structures. $#(Choices C and D)#  Hyaluronic acid is a glycosaminoglycan that contributes to water retention in the extracellular matrix, and determines the stiffness of the matrix.  Keratan sulfate is a glycosaminoglycan in the extracellular matrix that may play a role in maintaining type I collagen fibril organization in a number of tissues (eg, cornea).  However, neither of these is a ligand for integrins. $#Educational objective# Adhesion of cells to the extracellular matrix involves integrin-mediated binding to fibronectin, collagen, and laminin.  Differential expression of integrin subtypes affects adhesion properties of individual cells, and has been found to correlate with malignant behavior in a number of tumors.  "},

{"id":"1382","title":"The resting membrane potential for an isolated muscle cell is -70 mV.  Equilibrium potentials for important ions are given below:","title_table":"?\\( E_\\text{Na} \\)?  + 60 mV ?\\( E_\\text{K} \\)?  - 80 mV ?\\( E_\\text{Cl} \\)?  - 70 mV ?\\( E_\\text{Ca} \\)?  + 125 mV","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following most likely forms the resting membrane potential of the cell?","audio":"","comparison_items":"","answer_1":"A. High potassium conductance and some sodium conductance","answer_2":"B. High chloride conductance and some sodium conductance","answer_3":"C. High calcium conductance and some chloride conductance","answer_4":"D. High potassium conductance and some chloride conductance","answer_5":"E. High potassium conductance only","percent_1":"55%","percent_2":"5%","percent_3":"3%","percent_4":"15%","percent_5":"22%","right_answer":"A. High potassium conductance and some sodium conductance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"$The resting potential refers to the difference in charge across the cell membrane at rest (when there is no signaling activity).  The membrane prevents the free diffusion of ions, and generally there is an excess of positive ions outside the cell and an excess of negative ions in the cytoplasm.  This separation of positive and negative charges across the cell membrane gives rise to an electrical potential difference that ranges from -60 to -80 mV; the typical resting membrane potential of a cell is -70 mV. $The cytoplasm of a typical cell is characterized by a low concentration of Na and high concentration of K.  The extracellular fluid is inversely rich in Na and low in K.  This difference in Na and K concentration is maintained by the Na,K-ATPase, which pumps three Na ions out of the cell for every 2 K ions allowed into the cell. $Every charged ion that the cell membrane is permeable attempts to push the resting membrane potential of the cell toward its equilibrium potential.  The resting membrane potential can therefore be viewed as a combination of the equilibrium potentials of the ions that can penetrate the cell membrane.  Each permeable ion does not contribute equally to the membrane potential; it is obvious that the resting membrane potential does not equal the average of the different equilibrium potentials.  The greater the permeability of a given ion, the greater its contribution to the resting membrane potential will be.  Ions with little permeability will contribute very little to the resting membrane potential.  In the resting cell the permeability of the membrane for K is much higher than that for Na.  Outflow of K ions through non-gated channels maintains the negative charge inside the membrane, which approaches the equilibrium potential for K.  There are, however, a small number of channels that allow the flow of Na into the cell.  This small influx of Na ions decreases the membrane potential, and for this reason the resting potential of the membrane is always less negative than the equilibrium potential for K #(choice A).# $#(Choice B)#  If the chloride equilibrium potential is -70 mV and the resting membrane potential is -70 mV, then chloride would need to be the only membrane permeable ion with no contribution from other ions.  Chloride, in reality, plays little role in the determination of the membrane potential. $#(Choice C)#  High calcium conductance would make the resting membrane potential positive, and the question stem states that the membrane potential is -70 mV. $#(Choice D)#  High potassium conductance does occur at rest and is the largest contributor to the resting membrane potential.  Chloride plays little to no role in the determination of the resting membrane potential. $#(Choice E)#  If a high potassium conductance were the only contributor to the resting membrane potential, then the membrane potential would be the same as the potassium equilibrium potential. $#Educational objective# The resting membrane potential is the difference in the electrical charges across the cell membrane under steady-state conditions.  The ions that are most permeable to the cell membrane make the largest contribution to the resting membrane potential.  In general, a high potassium efflux and some sodium influx are responsible for the value of the resting potential, which is typically about -70 mV.  "},

{"id":"790","title":"A 54-year-old woman is evaluated for progressive constipation, anorexia, and a 5.4-kg (12-lb) weight loss over the past several months.  Physical examination is unremarkable.  Stool guaiac test is positive, and a colonoscopy is performed.  An exophytic mass is identified in the sigmoid colon.  The patient undergoes a left hemicolectomy, and histopathology of the surgical specimen is positive for adenocarcinoma.  Molecular testing of the cancer cells reveals a mutation in the KRAS gene that results in constitutive activation of the Ras protein.  Under normal circumstances, this protein is only active when bound to which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ATP","answer_2":"B. Ca²⁺","answer_3":"C. cAMP","answer_4":"D. GTP","answer_5":"E. IP₃","percent_1":"13%","percent_2":"8%","percent_3":"15%","percent_4":"56%","percent_5":"8%","right_answer":"D. GTP","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp790.jpg","explanation_1":"","explanation_2":"$#RAS# genes code for a family of small G-proteins involved in signal transduction in the Ras-MAPK pathway.  Ras proteins exist in 2 different states: an #inactive GDP-bound state# and an #active GTP-bound state#.  Ras becomes activated when a growth factor ligand binds to a #receptor tyrosine kinase# located on the cell membrane, causing autophosphorylation of the receptor.  This triggers binding of adaptor proteins that interact with Ras, promoting GDP removal and GTP binding.  Activated Ras then begins a phosphorylation cascade that results in the activation of #mitogen-activated protein kinase (MAPK)#, which enters the nucleus to influence gene transcription. $Ras proteins have intrinsic GTPase activity that allows them to hydrolyze GTP; this mechanism prevents accumulation of active Ras (GTP-bound) in the absence of hormonal signaling.  RAS gene mutations can lead to decreased intrinsic GTPase activity; this results in a constitutively activated Ras protein that causes constant and unregulated cell proliferation.  RAS mutations are commonly identified in cancerous tumors, specifically colorectal and pancreatic malignancies. $#(Choices A and C)#  ATP serves as a phosphate source for kinase-dependent phosphorylation reactions involved in numerous intracellular signaling pathways.  It is also used as a substrate to produce cyclic AMP (cAMP) in the @cAMP@ second messenger system. $#(Choice B)#  Ca²⁺ is important for cell signaling as its intracellular presence alters the function of many proteins and enzymes.  Ca²⁺ is required for many basic physiologic activities including apoptosis, muscular contraction, and neuronal transmission. $#(Choice E)#  IP₃ is the water-soluble component of the @IP₃/DAG@ second messenger system.  IP₃ acts on the endoplasmic reticulum to cause intracellular Ca²⁺ release while DAG remains in the cell membrane and activates membrane-bound protein kinases. $#Educational objective# Regulation of the Ras-MAPK signal transduction pathway requires a balance between active (GTP-bound) and inactive (GDP-bound) Ras proteins.  RAS gene mutations, which result in constitutively activated Ras proteins, are implicated in the development of malignant tumors.  ","clickable_1":"images/img1.790.jpg","clickable_2":"images/img2.790.jpg"},

{"id":"757","title":"Biologists investigating the morphologic changes associated with reversible cellular injury perform a procedure on anesthetized mice to assess the effects of transient hepatic ischemia.  During the experiment, they clamp the hepatic artery and obtain liver biopsy samples at varying intervals.  The samples are then examined by electron microscopy.  Cells that are exposed to longer ischemic periods are found to have reduced numbers of ribosomes attached to the endoplasmic reticulum.  This structural change is most likely to impair which of the following cellular functions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ATP production","answer_2":"B. Drug detoxification","answer_3":"C. Synthesis of cell membrane proteins","answer_4":"D. Synthesis of cytosolic proteins","answer_5":"E. Synthesis of steroid hormones","percent_1":"3%","percent_2":"3%","percent_3":"65%","percent_4":"24%","percent_5":"5%","right_answer":"C. Synthesis of cell membrane proteins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp757.jpg","explanation_1":"","explanation_2":"$Ribosomes are cellular organelles that synthesize proteins.  Each ribosome consists of 2 subunits.  The small ribosomal 40S subunit is responsible for binding mRNA (the protein synthesis template) and tRNA (carries amino acids).  The larger 60S subunit contains peptidyl transferase, the enzyme that catalyzes peptide bond formation between amino acids.  All ribosomes begin protein translation in the cytoplasm, but some translocate to the @rough endoplasmic reticulum@ (RER) during protein synthesis depending on the protein's target destination. $• #Free ribosomes# remain floating in the cytosol throughout protein synthesis.  They are responsible for translating proteins found within the cytosol, nucleosol, peroxisome matrix, and nuclear-encoded mitochondrial proteins #(choice D).# $• #Attached ribosomes# bind to the RER after protein translation begins.  They synthesize most secretory proteins, the integral membrane proteins of the nucleus and cell membrane, and proteins within the ER, Golgi network, and lysosomes. $The RER is particularly well developed in protein-secreting cells (eg, pancreatic and plasma cells).  Ribosomes attach to the RER via the #translocon#, a protein complex containing ribophorins that bind the large 60S subunit. $#(Choice A)#  ATP is produced in the cytosol during glycolysis and in the mitochondria during oxidative phosphorylation.  The proteins in both of these cellular compartments are synthesized by free ribosomes in the cytosol. $#(Choices B and E)#  Steroid hormone synthesis and drug detoxification are performed by various proteins found within the smooth ER (SER).  The SER does not bind to ribosomes as it lacks the translocon complex. $#Educational objective# The rough endoplasmic reticulum (RER) is covered with ribosomes and is involved in the transfer of proteins to the cell membrane and extracellular space.  The RER is well developed in protein-secreting cells.  The smooth ER lacks surface ribosomes and functions in lipid synthesis, carbohydrate metabolism, and detoxification of harmful substances.  ","clickable_1":"images/img1.757.jpg"},

{"id":"992","title":"A 14-year-old boy is brought to the emergency department after accidental ingestion of a chicken bone that lodged in his esophagus.  Upper endoscopy is performed and the bone is successfully removed.  However, the patient is incidentally found to have mild hypercalcemia on laboratory testing.  On follow-up with his primary care provider 2 weeks later, he has no symptoms and clinical examination is unremarkable.  Further questioning reveals that several of his family members also have mild hypercalcemia.  Subsequent laboratory studies show a borderline high parathyroid hormone concentration, very low urinary calcium level, and normal 25-hydroxyvitamin D level.  A mutation in which of the following receptors is most likely responsible for this patient's laboratory abnormalities?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intracellular receptor with a DNA-binding domain","answer_2":"B. Membrane-bound receptor coupled with a G protein","answer_3":"C. Transmembrane ligand-gated ion channel","answer_4":"D. Transmembrane receptor associated with intrinsic tyrosine kinase activity","answer_5":"E. Transmembrane receptor causing activation of Janus kinase/STAT pathway","percent_1":"8%","percent_2":"56%","percent_3":"20%","percent_4":"9%","percent_5":"7%","right_answer":"B. Membrane-bound receptor coupled with a G protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp992.jpg","explanation_1":"","explanation_2":"$#Calcium-sensing receptors# (CaSRs) are transmembrane #Gq protein–coupled# (metabotropic) receptors that regulate the secretion of parathyroid hormone (PTH) in response to changes in circulating calcium levels.  Binding of calcium to CaSRs leads to the inhibition of PTH release, whereas low calcium levels allow increased PTH release. $#Familial hypocalciuric hypercalcemia# (FHH) is a benign autosomal dominant disorder caused by defective CaSRs in the parathyroid gland and kidneys.  In FHH, higher serum calcium levels are required to suppress the secretion of PTH.  This raises the set point of calcium-induced regulation of PTH secretion.  Patients with FHH have mild asymptomatic hypercalcemia, reduced urinary excretion of calcium, and high normal or mildly elevated PTH. $#(Choice A)#  Steroid hormones, thyroid hormone, and vitamin D act by binding to intracellular receptors with DNA-binding domains that interact with the regulatory DNA sequences of target genes. $#(Choice C)#  Transmembrane ligand-gated ion channels (ionotropic receptors) allow a regulated flux of calcium, sodium, potassium, and chloride ions across the cell membrane.  Neurotransmitters that work via ion channel–linked receptors include acetylcholine, serotonin, N-methyl-D-aspartate, and gamma-aminobutyric acid. $#(Choice D)#  Insulin and insulin-like growth factor work by stimulating transmembrane receptors with intrinsic tyrosine kinase activity in the intracellular domain, initiating a downstream phosphorylation cascade. $#(Choice E)#  Janus kinase (JAK) is a cytoplasmic protein activated by ligand binding to transmembrane receptors.  JAKs activate cytoplasmic transcription factors called signal transducers and activators of transcription (STAT), which enter the nucleus to promote gene transcription.  Examples of hormones using a JAK/STAT messenger system include @erythropoietin@, growth hormone, and prolactin. $#Educational objective# Calcium-sensing receptors are G protein–coupled receptors that regulate the secretion of parathyroid hormone in response to changes in circulating calcium levels.  Familial hypocalciuric hypercalcemia is a benign autosomal dominant disorder caused by defective calcium-sensing receptors in the parathyroid gland and kidneys.  ","clickable_1":"images/img1.992.jpg"},

{"id":"2031","title":"Researchers lyse human cells and isolate a specific messenger RNA template using gel electrophoresis.  Reverse transcription polymerase chain reaction is then used to synthesize complementary DNA (cDNA) from the RNA template.  Next, the cDNA is modified into an expression vector containing an optimized bacterial promoter, ribosomal binding site, and terminator sequence.  After insertion of the vector into appropriate bacterial hosts, the transformed bacteria are cultured in a bioreactor and produce large quantities of a protein containing a domain that binds to a specific DNA sequence.  This protein is most likely the receptor for which of the following hormones?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glucagon","answer_2":"B. Growth hormone","answer_3":"C. Insulin","answer_4":"D. Insulin-like growth factor","answer_5":"E. Parathyroid hormone","answer_6":"F. Progesterone","percent_1":"3%","percent_2":"12%","percent_3":"12%","percent_4":"15%","percent_5":"2%","percent_6":"57%","right_answer":"F. Progesterone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2031.jpg","explanation_1":"","explanation_2":"$Prokaryotes and eukaryotes use divergent cellular machinery for protein synthesis and require different signaling sequences for efficient transcription and translation.  Expression cloning is a type of DNA cloning where the signals necessary for optimal protein expression are included in the DNA vector.  In this example, #eukaryotic complementary DNA# (containing the #coding sequence# for the protein of interest) is modified with #prokaryotic promoter# sequences (eg, the Pribnow box, −35 sequence) and a #ribosomal binding site# (Shine-Dalgarno sequence).  The vector is then incorporated into a suitable bacterial host (eg, Escherichia coli) and subsequently transcribed and translated into protein. $The protein produced in the bioreactor contains a #DNA-binding domain#.  DNA-binding proteins are a diverse group that include #transcription factors# (Myc, CREB), #steroid# receptors (cortisol, aldosterone, progesterone), #thyroid hormone# receptor, #fat-soluble vitamin receptors# (vitamin D, retinoic acid), and DNA transcription and replication proteins. $Of the choices listed, only the #progesterone receptor# can bind to DNA.  The receptors for most steroid hormones, including progesterone, are located in the cytoplasm and translocate to the nucleus upon ligand binding.  In contrast, receptors for thyroid hormone and vitamins A and D are located within the nucleus at all times.  Following activation by ligand binding, both receptor types attach to DNA at hormone response elements located in the promoter region of target genes to alter gene transcription. $#(Choices A and E)#  Parathyroid hormone and glucagon act on Gs protein-coupled receptors found on the cell membrane.  Binding their respective ligands subsequently activates adenylyl cyclase and increases intracellular cyclic AMP concentration. $#(Choice B)#  Growth hormone receptor is a membrane-bound receptor that works via activating the JAK-STAT pathway. $#(Choices C and D)#  The receptors for insulin-like growth factor-1 (IGF-1) and insulin are structurally similar and located at the cell membrane.  The intracellular domains of these receptors have intrinsic tyrosine kinase activity, which is activated on ligand binding.  Autophosphorylation of the tyrosine residues on the intracellular part of the receptors then triggers downstream signaling. $#Educational objective# DNA-binding proteins include transcription factors (Myc, CREB), steroid receptors (cortisol, aldosterone, progesterone), thyroid hormone receptor, fat-soluble vitamin receptors (vitamin D, retinoic acid), and DNA transcription and replication proteins.  "},

{"id":"1378","title":"Two graphs illustrating the transport rate of solutes across the plasma membrane are shown on the slide below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1378.jpg","title_2":"Which of the following best explains the difference in the shape of the curves?","audio":"","comparison_items":"","answer_1":"A. Different amounts of membrane surface area for diffusion","answer_2":"B. Different degrees of membrane thickness","answer_3":"C. The 2 solutes have different molecular weights","answer_4":"D. The 2 solutes have different oil/water partition coefficients","answer_5":"E. The presence of a protein transporter","percent_1":"4%","percent_2":"3%","percent_3":"3%","percent_4":"10%","percent_5":"81%","right_answer":"E. The presence of a protein transporter","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1378.jpg","explanation_1":"","explanation_2":"$The image above illustrates the difference between the rate of transport of solute across the cell membrane in #simple diffusion# (line 2) and #carrier-mediated transport# (line 1). $There are two types of diffusion: $• Simple diffusion – molecules move through a membrane without the help of carrier proteins. $• Facilitated diffusion – requires carrier proteins. $#Carrier proteins# are typically transmembrane proteins that possess binding sites for the substrate they transport.  Binding is followed by movement of the substrate across the cell membrane to the intracellular space, where it is released into the cytoplasm.  Because there is a finite number of carrier proteins in the cell membrane, #transporter saturation# occurs with facilitated diffusion, and can be seen as a #flattening of the curve# (maximum diffusion speed), even as solute concentration continues to increase.  This maximum rate of transport is referred to as the transport maximum (Tₘ) and is similar in principle to the Vₘₐₓ in standard enzyme kinetics. $#(Choices A, B, C, D)#  These other factors are important for determining the rate of diffusion (ie, slope of the line), but would not explain the flattening of the curve in line 1 (which is best accounted for by saturation of a protein carrier).  In general, the rate of diffusion increases with: $• Higher concentration gradients across the membrane $• Lower molecular weight $• Larger diffusion surface area $• Thinner membrane thickness $For molecules that move through the membrane via simple diffusion, the degree of lipophilicity is also important; molecules with a high oil-water partition coefficient are more easily able to cross the membrane and will diffuse faster. $#Educational objective# Carrier-mediated transport includes facilitated diffusion and active transport.  Movement of substrate across the cell membrane by these mechanisms depends on the presence of carrier proteins that can become saturated at high substrate concentrations.  "},

{"id":"107732","title":"Researchers are working to identify new targets for drug development to treat idiopathic pulmonary fibrosis.  After obtaining lung tissue samples from affected patients, they conduct a series of experiments to measure the expression and activity of various profibrotic proteins.  The results for one such protein, galectin-3, are as follows:","title_table":"?mRNA concentration? normal ?Protein concentration? increased ?Protein activity? intact","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following processes best explains these findings?","audio":"","comparison_items":"","answer_1":"A. Mutation in the Galectin-3 promotor region","answer_2":"B. Decreased methylation of the Galectin-3 gene","answer_3":"C. Shortening of the Galectin-3 mRNA poly-(A) tail","answer_4":"D. Decreased ubiquitination of the Galectin-3 protein","answer_5":"E. Hyperphosphorylation of the Galectin-3 protein","percent_1":"8%","percent_2":"13%","percent_3":"3%","percent_4":"69%","percent_5":"7%","right_answer":"D. Decreased ubiquitination of the Galectin-3 protein","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Control of protein expression#∆⨉∆⨉ § ∆^#Mechanisms# ∆^#Examples# §^#Transcriptional#$ Affects the rate of mRNA$ production ∆ • TF access: chromatin open (histone acetylation) or closed (histone methylation) • TF binding: DNA methylation, promotor sequence mutations ∆ • Many cancers: epigenetic changes to chromatin & DNA → dysregulated expression of oncogenes & tumor suppressor genes §↕ ∆ • TF level or activity: altered expression or regulation of TFs themselves ∆ • Exogenous corticosteroid: ↑ nuclear translocation of GC receptor → suppression of NF-κB activity §^#Posttranscriptional#$ Affects the rate of mRNA $decay ∆ • mRNA protected: polyadenylation ∆ • Some forms of cancer: poly(A) tail shortening → degradation of tumor suppressor mRNA §↕ ∆ • mRNA degraded: antisense RNA interference (eg, microRNA*) ∆ • Therapeutic antisense oligonucleotides: ↓ abnormal protein production §^#Posttranslational#$ Affects protein stability$ (turnover) or activity ∆ • Regulation of protein turnover (eg, ubiquitination) ∆ • Chronic hypoxia: ↓ HIF-1α ubiquitination → expression of hypoxia-related genes (eg, EPO) §↕ ∆ • Regulation of protein activity (eg, phosphorylation, γ-carboxylation) ∆ • Vitamin K deficiency: ↓ γ-carboxylation → impaired clotting factor activity %*RNA interference can also inhibit mRNA translation.$ #AML# = acute myelogenous leukemia; #EPO# = erythropoietin; #GC# = glucocorticoid; #HIF-1α# = hypoxia-inducible factor-1a; #NF-κB# = nuclear factor-κB; #TF# = transcription factor.","explanation_img":"","explanation_1":"","explanation_2":"The researchers' study of galectin-3 revealed an #increased intracellular protein# level despite unchanged cellular mRNA concentration.  Regulation of protein expression occurs at multiple levels, as follows: $•  Transcriptional:  mRNA production rate is determined by the binding of transcription factors.  Genetic changes (eg, alterations in promoter sequence) and epigenetic modifications that affect chromatin openness (eg, histone methylation or acetylation) can also affect the rate of gene transcription by altering access and binding of transcription factors and RNA polymerase.  Alterations of transcription factors themselves (eg, mutations, abnormal expression) can also affect the downstream expression of their myriad gene targets.  However, transcriptional regulation results in altered mRNA levels #(choices A and B)#. $•  Posttranscriptional:  After the gene is transcribed, the pre-mRNA undergoes further processing and regulation.  Posttranscriptional control regulates the rate of mRNA decay.  Examples of posttranscriptional control include polyadenylation and RNA interference (eg, endogenous microRNAs).  The poly(A) tail protects eukaryotic mRNA from digestion by endogenous ribonucleases.  Therefore, truncation of the poly(A) tail leads to increased mRNA degradation and lower mRNA abundance #(choice C).# $•  Posttranslational:  After translation of mRNA, the polypeptide product undergoes #posttranslational modifications# (PTMs), which can affect both protein abundance and activity.  One of the most widespread modifications is #ubiquitination# (by ubiquitin ligases, typically on lysine residues), which tags the protein for destruction in the #proteasome# (ie, lowering the protein half-life).  Therefore, decreased ubiquitination often leads to increased protein abundance #despite unchanged mRNA levels#, as seen with galectin-3.  Another common PTM is protein phosphorylation (by kinases, typically on serine/threonine residues), which regulates the activity (ie, on/off switching) of proteins independently of their abundance #(choice E).# $Most proteins undergo ubiquitination at some point in their lifespans.  Therefore, even isolated alterations of the ubiquitin-proteasome system (eg, loss of a single E3 ubiquitin ligase function) have been implicated in the broad dysregulation of protein levels, which may contribute to elusive conditions (eg, idiopathic pulmonary fibrosis). $#Educational objective# Posttranslational modifications can alter protein abundance and activity despite unchanged levels of corresponding mRNA.  Ubiquitination targets a protein for proteasomal destruction, lowering its half-life, thereby lowering its abundance.  "},

{"id":"1756","title":"Foreign antigen recognition at the cell surface by cytotoxic T-lymphocytes stimulates a response that results in rapid cell death.  Which of the following act as effectors of this response?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Matrix metalloproteinases","answer_2":"B. Acid hydrolases","answer_3":"C. Caspases","answer_4":"D. Phospholipase A2","answer_5":"E. Protein kinase A","percent_1":"7%","percent_2":"9%","percent_3":"78%","percent_4":"4%","percent_5":"2%","right_answer":"C. Caspases","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The two primary modes of cell death are necrosis (which is induced by injury) and apoptosis (which is initiated by the host organism in response to cell damage, age-related atrophy, or specific stages of embryogenesis).  Apoptosis is helpful in the elimination of cells that are no longer necessary and in the maintenance of a constant number of cells in rapidly growing tissues.  Tumor cells, for example, die by apoptosis.  The death of B and T lymphocytes and virally-infected cells also occurs through apoptosis.  The remains of cells that die by this method are phagocytized by macrophages. $The process of apoptosis involves the following steps:  $1. Initiation: Apoptosis is triggered by different stimuli and can occur through either the intrinsic, mitochondria-mediated pathway or the extrinsic, receptor-initiated pathway.  Cells damaged by ultraviolet light, heat, hypoxia, toxins, or radiation display intrinsic apoptotic signals (eg, phosphatidylserine or thrombospondin) on their plasma membranes.  Extrinsic apoptosis, in contrast, is induced by the tumor necrosis factor (TNF) when bound to tumor necrosis factor receptor 1 (TNFR1) or the Fas ligand when bound to cell surface receptor Fas.  $2. Control: Intrinsic apoptosis is mediated by a group of bcl-2 proteins.  Some of the components of this system are pro-apoptotic (eg, Bak, Bax, and Bim proteins), while others are anti-apoptotic (eg, Bcl-x and Bcl-2 proteins).  Apoptotic signals tip the balance between these two forces, resulting in changes of the inner mitochondrial membrane.  These changes are responsible for the formation of the mitochondrial permeability transition (MPT) and the release of cytochrome c and other pro-apoptotic proteins into the cytoplasm, which then activate caspases.  In extrinsic apoptosis, the binding of the death ligand and the death receptor allows for pro-caspase molecules to be brought into close proximity.  $3. Destruction: Both the intrinsic and extrinsic pathways converge at this step, resulting in caspase activation.  Caspases are proteolytic enzymes that destroy cell components.  They contain cysteine and are able to cleave aspartic acid residues (#c#ysteine-#asp#artic-acid-prote#ases#).  The eleven caspases that have been identified are classified as either initiator or effector caspases.  Initiator caspases activate the effector caspases, which then cleave the cellular proteins. $#(Choice A)#  Metalloproteinases are zinc-containing enzymes that degrade the components of the extracellular matrix (eg, collagen, laminin, fibronectin).  Metalloproteinases are essential for proper tissue remodeling during wound healing. $#(Choice B)#  Acid hydrolases do not participate in apoptosis. $#(Choice D)#  Phospholipase A2 does not participate in apoptosis. $#(Choice E)#  Protein kinase A is a component of the cAMP-associated signaling system.  The binding of a ligand to a G-protein-linked receptor results in adenylyl cyclase activation and the release of cAMP.  Elevated levels of cAMP activate protein kinase A. $#Educational objective# Apoptosis can occur through either the intrinsic (mitochondria-mediated) pathway or the extrinsic (receptor-initiated) pathway.  Both pathways converge in the activation of caspases.  Caspases are proteolytic enzymes that cleave cellular proteins.  "},

{"id":"11950","title":"A researcher is studying the structure of different hormone receptors.  Receptor proteins are isolated and purified from a homogenized tissue sample.  Detailed structural analysis shows that one of the receptor proteins contains a 30–amino acid motif coordinating a zinc ion, as shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/11950.jpg","title_2":"Which of the following hormones most likely binds to the receptor containing this structure?","audio":"","comparison_items":"","answer_1":"A. ACTH","answer_2":"B. Antidiuretic hormone","answer_3":"C. Epinephrine","answer_4":"D. Insulin","answer_5":"E. Thyroid hormone","percent_1":"14%","percent_2":"8%","percent_3":"12%","percent_4":"22%","percent_5":"44%","right_answer":"E. Thyroid hormone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11950.jpg","explanation_1":"","explanation_2":"$The #zinc finger# structure represents the most commonly identified @DNA-binding domain@ in humans.  Zinc finger motifs are composed of amino acid chains bound together around a zinc ion via linkages with cysteine (and sometimes histidine) residues.  This forms a stable, finger-shaped structure containing 2 antiparallel beta strands and an alpha helix.  Unique combinations of amino acids as well as the specific histidine and cysteine linkages determine DNA-binding specificity.  Many transcription factors use multiple zinc finger motifs to recognize specific genes and alter their activity. $Although most hormones alter transcription regulation to some degree in target cells, only #intracellular receptors# located in the cytoplasm or nucleus can act directly as transcription factors.  These intracellular receptors typically bind #lipid-soluble #hormones because the ligand must diffuse across the cell membrane to reach the receptor.  Once bound to their ligand, these receptors #bind directly to target DNA# sequences via zinc fingers to #regulate gene expression#.  Examples include receptors for #thyroid hormone#, steroids (eg, estrogen, aldosterone, cortisol), and fat-soluble vitamins. $#(Choices A, B, C, and D)#  In contrast to lipid-soluble hormones, non–lipid-soluble hormones usually interact with transmembrane receptors found on the cell membrane.  These receptors use a signal transduction cascade involving second messengers with subsequent activation of non–receptor-associated transcription factors; they do not contain DNA-binding domains.  Examples include the G protein–coupled receptors that bind ACTH, antidiuretic hormone, and epinephrine as well as receptors with intrinsic tyrosine kinase activity (eg, insulin receptor). $#Educational objective# Zinc finger motifs are composed of amino acid chains bound together around a zinc ion.  They recognize specific DNA sequences and are used by many transcription factors to bind DNA and alter activity of target genes.  Intracellular receptors that act directly as transcription factors and contain zinc finger binding domains include those that bind thyroid hormone, steroids, and fat-soluble vitamins.  ","clickable_1":"images/img1.11950.jpg"},

{"id":"1381","title":"Molecular biologists perform a series of experiments to characterize the electrophysiologic properties of human muscle cells.  The resting membrane potential for an isolated muscle cell is determined to be -70 mV.  The equilibrium potentials for important ions under normal physiologic conditions are as follows:","title_table":"?\\( E_\\text{Na} \\)?  + 60 mV ?\\( E_\\text{K} \\)?  - 90 mV ?\\( E_\\text{Cl} \\)?  - 75 mV ?\\( E_\\text{Ca} \\)?  + 125 mV?\\( E_\\text{Mg} \\)?  0 mV","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"If physiologic conditions are maintained, which of the following ions would most likely flow out of the cell after opening of their respective ion channels?","audio":"","comparison_items":"","answer_1":"A. Magnesium and calcium","answer_2":"B. Magnesium and chloride","answer_3":"C. Potassium and chloride","answer_4":"D. Potassium only","answer_5":"E. Sodium and calcium","percent_1":"1%","percent_2":"1%","percent_3":"43%","percent_4":"43%","percent_5":"12%","right_answer":"D. Potassium only","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Equilibration movements of charged ions under physiologic conditions#∆⨉∆⨉∆⨉∆⨉ §^#Ion# ∆^#Charge# ∆^#Major$ location# ∆^#Equilibrium$ potential# ∆^#Equilibration movement at$ -70 mV# §Sodium ∆Positive ∆Extracellular ∆+60 mV ∆Extracellular gradient drives Na⁺ into cell, making membrane potential more positive §Potassium ∆Positive ∆Intracellular ∆-90 mV ∆Intracellular gradient drives K⁺ out of cell, making membrane potential more negative §Chloride ∆Negative ∆Extracellular ∆-75 mV ∆Extracellular gradient drives Cl⁻ into cell, making membrane potential more negative §Calcium ∆Positive ∆Extracellular ∆+125 mV ∆Extracellular gradient drives Ca²⁺ into cell, making membrane potential more positive","explanation_img":"","explanation_1":"","explanation_2":"Na+, K+, and Cl- are the main ions that determine the electrical potential difference (voltage) across a membrane (#membrane potential#).  Under normal physiologic conditions, there is a low concentration of Na+ and Cl- in the cell and high concentration of K+ in the cytoplasm.  Conversely, the extracellular space has a high concentration of Na+ and Cl- ions and low concentration of K+ ions. $Because intracellular K+ concentration is much greater than its extracellular concentration, opening of cellular potassium channels leads to K+ efflux from the cell along the K+ concentration gradient.  Within the cell, the positive charge of the K+ ions is normally neutralized by the negative charge of intracellular anions (eg, phosphates and proteins) that are trapped in the cell.  As K+ ions leave the cell, negatively charged anions accumulate along the inner side of the cell membrane.  This continually increasing negative charge attracts the positively charged K+ ions back into the cell.  When the difference in concentration (diffusion potential) of K+ inside and outside the cell is large, the efflux of K+ ions will continue despite the increasing negative charge.  At a certain point, however, the negative intracellular charge (electrical potential) of the membrane becomes large enough that the number of K+ ions it attracts into the cell equals the number of K+ ions that leave the cell along the concentration gradient.  The electrical potential difference that moves K+ ions into the cell at the same rate as they leave the cell along the concentration gradient is called the #equilibrium potential#. $#Educational objective# When a specific ion channel opens, the respective ions will flow across the membrane in a direction that brings the resting membrane potential closer to that ion's equilibrium potential.  "},

{"id":"1122","title":"Molecular biologists studying signal transduction apply an agent to human cells that activates G-protein- dependent phospholipase C.  Which of the following intracellular substances is most likely to increase immediately after exposure to this agent?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ca2+","answer_2":"B. cAMP","answer_3":"C. cGMP","answer_4":"D. Cl-","answer_5":"E. mRNA","answer_6":"F. NO","percent_1":"77%","percent_2":"11%","percent_3":"10%","percent_4":"0%","percent_5":"1%","percent_6":"2%","right_answer":"A. Ca2+","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1122.jpg","explanation_1":"","explanation_2":"$A variety of hormone receptors are known to exert their intracellular effects via the #phosphoinositol system#.  Examples include α1-adrenergic, M1 and M3 cholinergic, V1 (vasopressin), H1 (histamine), oxytocin, angiotensin II, TRH, and GnRH receptors.  This signal transduction pathway proceeds through the following steps:  $1. Binding of a ligand to its cell surface receptor causes the #exchange of GDP for GTP# on the α-subunit of a #Gq-protein# associated with the receptor.  The activated α-subunit undergoes a conformational change and exposes a #phospholipase C# (PLC) activating site.  $2. After activation, PLC hydrolyzes #phosphatidyl inositol bisphosphate# (PIP2) into #diacylglycerol# (DAG) and #inositol triphosphate# (IP3).  $3. DAG is able to directly stimulate #protein kinase C #(PKC), but the major activator of PKC is #increased intracellular Ca2+# that occurs due to IP3 mediated-release of intracellular Ca2+ stores from the endoplasmic reticulum.  PKC is the major effector molecule in this pathway; it directly modulates the activity of other proteins via phosphorylation. $#(Choices B and C)#  Intracellular cAMP and cGMP concentrations increase during activation of adenylate or guanylate cyclase second messenger systems, respectively.  Levels can also increase following cyclic nucleotide phosphodiesterase inhibition, as seen on exposure to sildenafil, which selectively inhibits cGMP phosphodiesterease and results in smooth muscle relaxation in blood vessels. $#(Choice D)#  Intracellular Cl- concentration increases slightly after inhibitory neurotransmitters (eg, GABA, glycine) act on the neuron to increase Cl- membrane conductance (hyperpolarization). $#(Choice E)#  The intracellular concentration of mRNA increases during cellular states of elevated protein synthesis (eg, during cell division). $#(Choice F)#  Nitric oxide (NO) is a paracrine signaling molecule with a lifetime of a few seconds.  It can freely cross cell membranes and functions as a critical component of endothelium-mediated vasodilation.  NO is synthesized from arginine and O2 by the enzyme NO-synthase. $#Educational objective# The phosphoinositol second messenger system begins with ligand-receptor binding and Gq-protein activation leading to activation of phospholipase C (PLC).  PLC then hydrolyzes phosphatidyl inositol bisphosphate and forms diacylglycerol and inositol triphosphate (IP3).  Finally, IP3 activates protein kinase C via an increase in intracellular Ca2+.  "},

{"id":"8385","title":"A 42-year-old woman comes to the clinic for follow-up evaluation.  She has a 15-year history of resting tremor, bradykinesia, and cogwheel rigidity consistent with Parkinson disease.  One of her siblings recently started having similar symptoms.  As part of a research study, genetic analysis is performed on the patient and the affected sibling.  The results show a loss-of-function mutation that leads to accumulation of misfolded proteins.  Which of the following biochemical processes is most likely defective in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylation","answer_2":"B. Gamma-carboxylation","answer_3":"C. Glucuronidation","answer_4":"D. Phosphorylation","answer_5":"E. Ubiquitination","percent_1":"8%","percent_2":"3%","percent_3":"3%","percent_4":"6%","percent_5":"79%","right_answer":"E. Ubiquitination","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8385.jpg","explanation_1":"","explanation_2":"$#Ubiquitin# is a protein found in eukaryotic cells that is attached to other substrate proteins in a highly regulated process termed ubiquitination.  The proteasome recognizes ubiquitinated proteins and uses ATP energy to drive the proteins through its tubular structure, degrading them into small peptides; attachment of 4 or more ubiquitin monomers is typically required before #proteasomal degradation# can take place.  Ubiquitination plays a role in many cell functions requiring the breakdown of specific proteins, including antigen processing, muscle wasting, cell cycle regulation, and# #disposal of #misfolded proteins#. $#Impairment# of the ubiquitin-proteasome system can contribute to the development of neurodegenerative disorders (eg, Parkinson disease, Alzheimer disease).  Failure to properly degrade abnormal proteins can cause #aggregation# of misfolded proteins and eventual obstruction of intracellular molecular traffic, leading to cell death.  Mutations in genes involved in the ubiquitin-proteasome system (eg, Parkin, PINK1, and DJ-1) are associated with autosomal recessive forms of #Parkinson disease# that have an early age of onset (age <50). $#(Choice A)#  Heterochromatin refers to condensed DNA that has a low level of transcriptional activity, whereas euchromatin (loosely arranged) has high levels of transcriptional activity.  @Histone acetylation@ promotes the formation of euchromatin; this process is impaired in Huntington disease, but is unrelated to the pathogenesis of Parkinson disease. $#(Choice B)#  Vitamin K–dependent gamma-carboxylation is critical for the functioning of clotting factors II, VII, IX, and X and of anticoagulative proteins C and S.  @Warfarin@ inhibits reduction of vitamin K to its active form, which in turn prevents carboxylation of vitamin K–dependent clotting factors. $#(Choice C)#  One step in the hepatic processing of @bilirubin@ includes bilirubin conjugation with glucuronic acid in the endoplasmic reticulum.  Patients with Crigler-Najjar syndrome lack the enzyme needed to catalyze bilirubin glucuronidation, causing severe unconjugated hyperbilirubinemia. $#(Choice D)#  Phosphorylation, or the addition of a phosphate group (PO43−) to a protein or other organic molecule, is commonly involved in the regulation of enzymatic activity.  Hyperphosphorylation of tau proteins can contribute to abnormal protein aggregation in Alzheimer disease, not Parkinson disease. $#Educational objective# Ubiquitin is a protein that undergoes attachment to other proteins, labeling them for degradation by proteasomes.  Impairment of the ubiquitin-proteasome system leads to the accumulation of misfolded proteins, which can contribute to the development of neurodegenerative disorders (eg, Parkinson disease).  ","clickable_1":"images/img1.8385.jpg","clickable_2":"images/img2.8385.jpg","clickable_3":"images/img3.8385.jpg"},

{"id":"21501","title":"A 9-month-old boy is brought to the clinic for a routine follow-up.  His mother is concerned because the patient is not yet able to sit up unsupported.  He was born at term and has had muscle weakness since birth.  Vital signs are normal.  The patient is alert but has diminished tone.  Examination shows a prominent forehead with a depressed nasal bridge.  Eye examination shows epicanthal folds.  Analysis of lysosomal acid hydrolases shows an increased concentration within the serum and a decreased level within the cultured skin fibroblast cells.  This patient most likely has a defect in which of the following steps of enzyme production?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. DNA methylation","answer_2":"B. Posttranslational modification","answer_3":"C. Protein folding","answer_4":"D. Splicing","answer_5":"E. Translation","percent_1":"5%","percent_2":"72%","percent_3":"14%","percent_4":"7%","percent_5":"3%","right_answer":"B. Posttranslational modification","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21501.jpg","explanation_1":"","explanation_2":"$Protein synthesis is a process involving the following steps:  $1. Transcription of DNA into pre-mRNA within the nucleus  $2. Posttranscriptional modification (ie, pre-mRNA processing), including splicing of introns and the addition of a 5' cap and poly-A tail  $3. Translation of mRNA to protein at the ribosomes  $4. Folding of the amino acid chain into a protein structure  $5. #Posttranslational modification# and trafficking to the correct destinations $An error can occur at any of these stages and result in disease.  #Inclusion cell (I-cell) disease# is a defect in posttranslational modification in the Golgi body.  Normally, proteins designated for# #lysosomes are# tagged with mannose-6-phosphate#.  However, in I-cell disease, a #defect# in a phosphotransferase enzyme prevents phosphorylation of mannose.  #Lysosomal acid hydrolases# are therefore #transported inappropriately# to the #extracellular space#, causing an increase in serum concentration and a decrease in intracellular concentration, as seen in this patient.  Without acid hydrolases to degrade cellular debris within lysosomes, the waste products (eg, mucolipids, mucopolysaccharides) accumulate and form inclusion bodies characteristic of the disease. $I-cell disease presents in infancy with features similar to Hurler syndrome, including skeletal abnormalities (eg, coarse facial features), developmental delay, cloudy corneas, and recurrent respiratory infections.  I-cell disease is generally fatal in childhood. $#(Choice A)#  DNA methylation silences gene transcription so that the affected protein would be completely absent.  A pathologic example of DNA methylation is the inhibition of tumor suppressor genes as a mechanism for cancer development. $#(Choice C)#  A defect in protein folding, as seen with the CFTR protein in cystic fibrosis, would result in abnormal protein functioning.  Protein concentration may be normal or low due to more rapid degradation of the abnormal protein. $#(Choices D and E)#  Splicing mutations can result in inappropriate removal of exons or persistence of introns; this creates aberrant mRNA that is presented for translation and results in production of an abnormal protein.  Similarly, a defect in translation results in insufficient or abnormal protein synthesis, which is reflected both in the serum and intracellularly. $#Educational objective# Posttranslational modification of proteins is important for targeting proteins to the correct location.  This step is defective in I-cell disease, which is characterized by a lack of mannose residue phosphorylation, resulting in inappropriate trafficking of acid hydrolases to the extracellular space instead of to lysosomes.  "},

{"id":"1473","title":"Researchers analyzing eukaryotic genome structure and function perform an experiment to extract DNA from exocrine pancreatic cells.  During the purification process, they isolate small circular DNA molecules that resemble a bacterial chromosome.  Further analysis shows that these molecules code for proteins, transfer RNA, and ribosomal RNA.  From which of the following cellular structures did these DNA molecules most likely originate?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1473.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"5%","percent_2":"27%","percent_3":"12%","percent_4":"52%","percent_5":"4%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1473.jpg","explanation_1":"","explanation_2":"$Nuclear chromosomes contain most of the DNA found in human cells.  However, mitochondria also contain their own DNA called #mitochondrial DNA# (mtDNA).  This DNA exists as a #small circular chromosome# with a slightly different genetic code than that of nuclear DNA, consistent with the endosymbiotic theory that mitochondria originated as prokaryotic cells that were later engulfed by ancient eukaryotes. $Over time, most of the genes coding for mitochondrial proteins have migrated to nuclear DNA.  However, mtDNA still codes for about 14 proteins (some involved in oxidative metabolic pathways) and the ribosomal and transfer RNA needed for mitochondrial protein synthesis.  Each mitochondrion contains 1-10 copies of #maternally derived# mtDNA.  As a result, diseases arising from mutations in mtDNA are transmitted from the mother to all of her offspring. $Mitochondria can be identified on electron microscopy by their characteristic #double membrane and wavy cristae#. $#(Choice A)#  The rough endoplasmic reticulum has a stippled appearance secondary to the presence of numerous ribosomes bound to its membranes.  These ribosomes are involved in the synthesis of integral membrane proteins and proteins destined for export or packaging into granules or organelles. $#(Choice B)#  The dark region identified within the nucleus is the nucleolus, the site of synthesis and assembly of eukaryotic ribosomal components.  There is no lipid membrane separating the nucleolus from the rest of the nucleus. $#(Choice C)#  The lighter \"electron-lucent\" regions within the nucleus signify euchromatin (unpackaged DNA being actively transcribed). $#(Choice E)#  This electron-dense membrane-bound spherical structure represents an exocrine granule containing enzymes and other proteins packaged for secretion. $#Educational objective# Mitochondrial DNA (mtDNA) is the most common non-nuclear DNA found in eukaryotic cells.  It resembles prokaryotic DNA and is maternally derived.  Mutations involving mtDNA (or nuclear DNA that codes for mitochondrial proteins) can cause a variety of mitochondrial disorders, including Leigh syndrome and MELAS.  "}
    
]