[

{"id":"2101","title":"The following vignette applies to the next #2# items.  The items in the set must be answered in sequential order.  Once you click #Proceed to Next Item#, you will not be able to add or change an answer. $An 87-year-old nursing home resident is brought to the emergency department with a 2-day history of fever, vomiting, and progressive lethargy.  The patient's past medical history is significant for advanced dementia and stroke.  Temperature is 38.3 C (101 F), blood pressure is 88/62 mm Hg, and pulse is 120/min and regular.  On examination, he is lethargic but arousable.  Coarse rhonchi are heard over the right midlung.  Laboratory results are as follows:  ","title_table":"?Leukocytes? 23,000/mm3 ?Platelets? 210,000/mm3 ?Sodium? 140 mEq/L ?Potassium? 4.2 mEq/L ?Chloride? 101 mEq/L ?Bicarbonate? 18 mEq/L ?Creatinine? 0.9 mg/dL ?Glucose? 121 mg/dL ?Lactic acid? 4.0 mmol/L (normal: <2 mmol/L)","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"#Item 1 of 2# $Which of the following is the most likely cause of this patient's increased anion gap?  ","audio":"","comparison_items":"","answer_1":"A. Decreased oxidative phosphorylation","answer_2":"B. Impaired hepatic gluconeogenesis","answer_3":"C. Impaired renal tubular bicarbonate reabsorption","answer_4":"D. Increased lipolysis and ketogenesis","answer_5":"E. Increased protein breakdown","percent_1":"49%","percent_2":"4%","percent_3":"23%","percent_4":"16%","percent_5":"8%","right_answer":"A. Decreased oxidative phosphorylation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of lactic acidosis#∆⨉ §^#Underlying mechanism# ∆^#Etiology# §Enhanced metabolic rate ∆ • Seizures • Exercise §Reduced oxygen delivery ∆ • Cardiac or pulmonary failure • Tissue ischemia/infarction §Diminished lactate catabolism ∆ • Hepatic failure or hypoperfusion §Decreased oxygen utilization ∆ • Cyanide poisoning §Enzymatic defects ∆ • Glycogen storage diseases (von Gierke) • Mitochondrial myopathies","explanation_img":"","explanation_1":"","explanation_2":"This patient's clinical presentation (eg, fever, leukocytosis, hypotension, tachycardia) is indicative of #septic shock#; laboratory studies also show a corresponding @anion gap metabolic acidosis@ secondary to an #elevated lactic acid# level. $Lactic acidosis may result from overproduction and/or impaired clearance of lactic acid.  #End-organ hypoperfusion# in septic shock impairs tissue oxygenation and #decreases oxidative phosphorylation#, leading to a buildup of NADH during glycolysis and #shunting of pyruvate to lactate#.  Hepatic hypoperfusion during sepsis also contributes to the accumulation of lactic acid as the liver is the primary site of lactate clearance (via gluconeogenesis). $#(Choice B)#  Lactic acidosis due to primary impairment of hepatic gluconeogenesis can occur with certain inborn errors of metabolism (eg, pyruvate carboxylase or glucose-6-phosphatase deficiency).  However, these diseases usually present in infancy (not elderly adults) and affected patients have fasting hypoglycemia. $#(Choice C)#  Impaired renal tubular bicarbonate reabsorption is seen in type 2 (proximal) renal tubular acidosis.  Poor bicarbonate reabsorption can occur in a variety of inherited or acquired conditions, including multiple myeloma and drug toxicity (eg, acetazolamide).  Affected patients have a non-anion gap metabolic acidosis. $#(Choice D)#  Increased lipolysis and ketogenesis occur in patients with diabetic ketoacidosis (DKA), which also presents with anion gap metabolic acidosis.  However, serum glucose is much higher in DKA (on average >350 mg/dL), and ketones can be detected in blood and urine. $#(Choice E)#  Increased protein breakdown can occur in the setting of chronic metabolic acidosis.  However, it is not a direct cause of acidosis. $#Educational objective# Lactic acidosis in septic shock results from tissue hypoxia, which impairs oxidative phosphorylation and causes shunting of pyruvate to lactate following glycolysis.  Hepatic hypoperfusion also contributes to the buildup of lactic acid as the liver is the primary site of lactate clearance.  ","clickable_1":"images/img1.2101.jpg"},

{"id":"2102","title":"#Item 2 of 2# $The patient is treated with intravenous fluids and antibiotics, with improvement in fever, leukocytosis, and hypotension.  On the third day of hospitalization, temperature is 36.7 C (98 F), blood pressure is 122/78 mm Hg, and pulse is 86/min.  On physical examination, he is mildly lethargic and his voice is soft and breathy.  Rhonchi are still heard over the lower right lung.  There is left-sided facial droop and hemiparesis from a previous stroke.  Chest x-ray demonstrates dense air space opacities in the superior region of the right lower lobe.  Which of the following underlying factors most likely predisposed this patient to his current hospitalization?  ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased enteral feeding","answer_2":"B. Extended immobility","answer_3":"C. Impaired cellular immunity","answer_4":"D. Reduced intercostal muscle strength","answer_5":"E. Swallowing muscle dysfunction","percent_1":"2%","percent_2":"14%","percent_3":"15%","percent_4":"13%","percent_5":"55%","right_answer":"E. Swallowing muscle dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Predisposing conditions for aspiration pneumonia# § •Altered consciousness impairing cough reflex/glottic closure (eg, dementia, drug intoxication) • Dysphagia due to neurologic deficits (eg, stroke, neurodegenerative disease) • Upper gastrointestinal tract disorders (eg, GERD) • Mechanical compromise of aspiration defenses (eg, nasogastric & endotracheal tubes) • Protracted vomiting • Large volume tube feedings in recumbent position §#GERD =# gastroesophageal reflux disease.","explanation_img":"","explanation_1":"","explanation_2":"$This patient developed septic shock secondary to pneumonia (rhonchi on lung examination and radiographic lung opacities).  His #history of dementia and stroke# with residual hemiparesis and evidence of vocal cord paralysis (soft, breathy voice) is highly suggestive of #aspiration pneumonia# due to inhalation of oral secretions.  The superior regions of the lower lobes and posterior regions of the upper lobes are the most @dependent locations@ in the lungs of supine individuals; infiltrates in these locations are further evidence of aspiration pneumonia. $Although early studies indicated that anaerobic organisms were largely responsible for aspiration pneumonia, newer data indicate that #aerobic upper respiratory organisms# are primarily involved.  Therefore, first-line empiric treatment targets typical community-acquired pneumonia pathogens.  Anaerobic coverage is only required when lung abscess or empyema are present. $#(Choice A)#  Enteral feeding, specifically oral intake, increases the risk of aspiration in patients with dysphagia. $#(Choices B and D)#  Reduced intercostal muscle strength can result in atelectasis and hypoxia.  Extended immobility can produce atelectasis in the posterior lungs if the patient remains in a supine position.  These conditions can also predispose to the development of pneumonia if pulmonary hygiene is inadequate.  However, aspiration pneumonia is less likely in such patients as long as swallow and cough reflexes are intact. $#(Choice C)#  Impaired cellular immunity can increase the risk of pneumonia.  However, affected patients usually have a history of recurrent viral and fungal infections. $#Educational objective# Patients with dementia or hemiparesis may have dysphagia, which is a risk factor for aspiration pneumonia.  Dependent lung consolidation is commonly seen in aspiration pneumonia.  ","clickable_1":"images/img1.2102.jpg"},

{"id":"18938","title":"A 28-year-old previously healthy man comes to the urgent care clinic due to shortness of breath.  The patient is on a ski vacation in Breckenridge, Colorado, which is situated at an altitude of 2926 m (9600 ft).  On arrival 4 days ago, he experienced mild headache and nausea that resolved spontaneously, but since yesterday, he has had worsening dyspnea and cough.  The patient now feels short of breath even with minimal exertion.  Temperature is 37.3 C (99.1) F, blood pressure is 134/82 mm Hg, pulse is 98/min, and respirations are 22/min.  Oxygen saturation is 86% on ambient air, which rapidly improves to 95% with supplemental oxygen.  Physical examination shows pink mucous membranes, flat neck veins, bilateral inspiratory crackles, and no heart murmurs or pedal edema.  Chest x-ray reveals patchy alveolar infiltrates.  Which of the following is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar-capillary membrane disruption","answer_2":"B. Embolic pulmonary arterial occlusion","answer_3":"C. Excessive decrease in PaCO2 level","answer_4":"D. Impaired left ventricular function","answer_5":"E. Increased total red blood cell mass","percent_1":"46%","percent_2":"5%","percent_3":"26%","percent_4":"5%","percent_5":"17%","right_answer":"A. Alveolar-capillary membrane disruption","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#High-altitude illness#∆⨉ §^#Pathogenesis# ∆ • Reduced PiO2 at high altitude (>2,500 m [~8000 ft]) §^#Physiologic responses# ∆ • Hyperventilation: helps ↑ PaO2 but causes ↓ PaCO2 • Erythrocytes: ↑ 2,3-BPG production (↑ O2 unloading in tissues) • Kidneys: ↑ Erythropoietin production & ↑ HCO3− excretion §^#Complications# ∆ • Acute mountain sickness $== ○ Headache, fatigue, nausea • Cerebral edema (↓ PaO2 → ↑ cerebral blood flow) $== ○ Lethargy, confusion, gait disturbance • Pulmonary edema (unbalanced hypoxic vasoconstriction) $== ○ Dyspnea, cough ± hemoptysis, respiratory distress %#2,3-BPG =# 2,3-bisphosphoglycerate; #PiO2 =# partial pressure of inspired oxygen.","explanation_img":"","explanation_1":"","explanation_2":"This patient with dyspnea, hypoxemia, and patchy alveolar infiltrates shortly after arriving at high altitude likely has #high-altitude pulmonary edema# (HAPE).  HAPE can occur within several days of arrival at an altitude >2,500 m (~8,000 ft), with the risk increasing as altitude increases.  The pathophysiology is driven by the #reduced partial pressure of oxygen# (PiO2) at high altitude, which leads to #hypoxic pulmonary vasoconstriction# and consequent #increased pulmonary arterial pressure#.  In some individuals with genetic predisposition, the hypoxic vasoconstriction is unevenly distributed, exposing the capillary beds in relatively less vasoconstricted areas to high perfusion pressure.  This causes #alveolar-capillary membrane disruption# and leads to patchy, bilateral @pulmonary edema@. $HAPE typically presents with dyspnea (progressive over 1-2 days) and cough (sometimes with hemoptysis).  Accompanying symptoms of #acute mountain sickness# (eg, headache, nausea) are often present, and physical examination reveals bilateral lung crackles.  The #hypoxemia# characteristically #improves with supplemental oxygen# (likely due to alleviation of pulmonary vasoconstriction), which differentiates HAPE from other causes of diffuse pulmonary edema.  Although potentially fatal, HAPE usually resolves rapidly upon descent to lower altitudes. $#(Choice B)#  Acute pulmonary embolism causes dyspnea and hypoxemia; however, jugular venous distension and an absence of pulmonary edema (eg, no ausculatory crackles, clear lungs on chest x-ray) are also expected. $#(Choice C)#  Hyperventilation leading to reduced PaCO2 and respiratory alkalosis is expected at high altitude.  An extreme drop in PaCO2 can cause severe alkalosis with associated tingling, numbness, tetany, and possibly seizures, but it does not cause pulmonary edema. $#(Choice D)#  Left ventricular function is unaffected in HAPE (the pulmonary edema is noncardiogenic).  Myocardial infarction can lead to acute left ventricular dysfunction with pulmonary edema, but it would be expected to present with severe chest pain and to cause jugular venous distension. $#(Choice E)#  In response to the reduced PiO2 at high altitude, the body increases erythrocyte production to increase O2-carrying capacity.  However, this secondary polycythemia does not contribute to pulmonary edema. $#Educational objective# High-altitude pulmonary edema presents with dyspnea and cough within several days of arrival at high altitude.  It is driven by reduced ambient oxygen, which leads to hypoxic pulmonary vasoconstriction and pulmonary arterial hypertension.  Individuals with unevenly distributed pulmonary vasoconstriction can develop areas of high capillary perfusion pressure that disrupts the alveolar-capillary membrane, leading to patchy, bilateral pulmonary edema.  ","clickable_1":"images/img1.18938.jpg"},

{"id":"19617","title":"A 4-hour-old girl is evaluated in the neonatal intensive care unit.  The patient was born at 30 weeks gestation via spontaneous vaginal delivery after 3 hours of labor.  Membranes ruptured at the onset of labor and amniotic fluid appeared clear.  Immediately after birth, the child was placed on continuous positive airway pressure by nasal prongs due to signs of breathing difficulty.  Temperature is 36.7 C (98 F), pulse is 158/min, and respirations are 54/min.  Pulse oximetry is 92% on 60% oxygen.  Examination shows audible grunting and subcostal chest wall retractions.  Cardiac examination shows no murmurs.  A chest x-ray is obtained:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/19617.jpg","title_2":"The radiographic findings in this patient most likely represent which of the following?","audio":"","comparison_items":"","answer_1":"A. Air leakage into pleural space","answer_2":"B. Alveolar and capillary dysplasia","answer_3":"C. Diffuse atelectasis","answer_4":"D. Occlusion of the bronchioles","answer_5":"E. Retained extracellular fluid","percent_1":"13%","percent_2":"15%","percent_3":"57%","percent_4":"5%","percent_5":"10%","right_answer":"C. Diffuse atelectasis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19617.jpg","explanation_1":"","explanation_2":"$This preterm infant with increased work of breathing and hypoxia has diffuse ground-glass opacities and air bronchograms on imaging.  These findings are consistent with #neonatal respiratory distress syndrome# (RDS).  RDS is caused by immaturity of @type 2 pneumocytes@, which normally produce alveolar surfactant.  #Lack of surfactant# causes decreased compliance and increased surface tension of alveoli, leading to alveolar collapse at the end of expiration.  This #diffuse atelectasis# results in the characteristic reticular or #ground-glass opacities# on chest x-ray.  Unlike alveoli, larger airways #remain patent# and filled with air due to their cartilaginous walls, making them visible #(air bronchograms)# against the reticular background. $Management of RDS is respiratory support (to maintain alveolar pressure and prevent collapse) and surfactant (to reduce surface tension).  During the first week of life, type 2 pneumocytes begin to release endogenous surfactant, and respiratory distress typically begins to improve. $#(Choice A)#  @Pneumothorax@ is characterized by air leakage into the pleural space with subsequent respiratory distress.  However, x-ray would show a visceral pleural line with absent distal lung markings. $#(Choice B)#  Bronchopulmonary dysplasia (BPD), which causes tachypnea, retractions, and hypoxia, is classically caused by prolonged (>1 month) mechanical ventilation, leading to lung injury and diffuse fibrosis.  Another form of BPD is caused by an arrest of pulmonary development, leading to a decreased number and function of alveoli and pulmonary capillaries.  Although this infant is at risk for developing both forms of BPD due to prematurity, this condition is diagnosed at age >1 month, not immediately after birth. $#(Choice D)#  Occlusion of the bronchioles by meconium causes meconium aspiration syndrome.  In contrast to this patient, affected infants have patchy bilateral infiltrates and lung hyperexpansion due to air trapping.  In addition, this patient's amniotic fluid is clear, making this diagnosis unlikely. $#(Choice E)#  Retained extracellular fluid is seen in @transient tachypnea of the newborn@.  X-ray findings include streaky interstitial fluid collections and fluid in the minor fissures, neither of which are seen in this patient. $#Educational objective# Neonatal respiratory distress syndrome is characterized by inadequate surfactant production, resulting in increased alveolar surface tension and decreased alveolar compliance.  Diffuse alveolar collapse (atelectasis) is seen on chest x-ray as ground-glass opacities with air bronchograms.  ","clickable_1":"images/img1.19617.jpg","clickable_2":"images/img2.19617.jpg","clickable_3":"images/img3.19617.jpg"},

{"id":"19614","title":"A 1-hour-old boy is admitted to the neonatal intensive care unit for respiratory failure.  The infant was born to a 27-year-old mother, gravida 4 para 2, at 29 weeks gestation via cesarean delivery due to maternal preeclampsia with severe features.  Amniotic fluid was clear.  Apgar scores were 7 and 8 at 1 and 5 minutes, respectively.  Birth weight is 1,120 g (2 lb 8 oz).  Temperature is 36.9 C (98.4 F), pulse is 170/min, and respirations are 56/min.  Pulse oximetry is 82% on room air.  There are intercostal and subcostal retractions.  Cardiac examination shows tachycardia without murmurs.  The lungs have decreased breath sounds bilaterally.  The abdomen is soft without organomegaly.  Surfactant is ordered, and the team prepares for intubation.  Prior to these clinical interventions, which of the following best describes the condition of this patient's lungs compared to a normal neonate?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Compliance ∆Functional residual capacity ∆Airway resistance","answer_1":"§A. ∆ ↓ ∆↓ ∆↓","answer_2":"§B. ∆ ↓ ∆↓ ∆↑","answer_3":"§C. ∆ ↓ ∆↑ ∆↑","answer_4":"§D. ∆ ↑ ∆↓ ∆↓","answer_5":"§E. ∆ ↑ ∆↑ ∆↓","percent_1":"6%","percent_2":"77%","percent_3":"13%","percent_4":"2%","percent_5":"1%","right_answer":"§B. ∆ ↓ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19614.jpg","explanation_1":"","explanation_2":"$This #preterm# infant has increased work of breathing, hypoxia, and decreased breath sounds, findings which are concerning for neonatal #respiratory distress syndrome# (RDS).  RDS is caused by immaturity of @type 2 pneumocytes@, resulting in #lack of alveolar surfactant#.  Without surfactant, the alveoli have increased surface tension and therefore decreased compliance.  These #poorly compliant alveoli# are prone to collapse, resulting in widespread atelectasis that #lowers functional residual capacity# and total lung capacity.  Surfactant deficiency also results in pneumocyte injury and lung inflammation; the resulting edema can narrow the airways and #increase airway resistance (choice A).# $RDS is treated with respiratory support and exogenous surfactant via an endotracheal tube, which transiently improves pulmonary compliance while the type 2 pneumocytes mature and begin to release endogenous surfactant.  After surfactant administration, infants have increased lung expansion (ie, total lung capacity, functional residual capacity) and decreased airway resistance #(choice E).# $#(Choice C)#  Decreased compliance, increased functional residual capacity, and increased airway resistance is the pattern seen in newborns with meconium aspiration syndrome.  This obstructive process presents with respiratory distress at birth due to air trapping in the distal airways but would be unlikely in this patient with a history of clear amniotic fluid. $#(Choice D)#  Increased compliance with decreased functional residual capacity and airway resistance is suggestive of pulmonary air leak (eg, pneumothorax), which causes respiratory distress at birth due to air within the extraalveolar space.  Chest asymmetry and asymmetric breath sounds would be expected. $#Educational objective# Respiratory distress syndrome classically presents in premature infants with increased work of breathing and hypoxia at birth due to surfactant deficiency.  Poor alveolar compliance leads to widespread atelectasis and decreased functional residual capacity.  Airway resistance is often increased due to lung inflammation and edema.  ","clickable_1":"images/img1.19614.jpg"},

{"id":"19626","title":"A 34-year-old man is being evaluated for acute hypoxemic respiratory failure.  Two days ago, the patient was brought to the emergency department due to opioid and alcohol intoxication.  While unconscious, he vomited profusely and then rapidly developed hypoxia and shortness of breath that has continued to worsen.  Today, temperature is 38.4 C (101.1 F), blood pressure is 108/74 mm Hg, pulse is 120/min, and respirations are 26/min.  Diffuse crackles are heard on auscultation.  The extremities are warm, well perfused, and without edema.  Chest x-ray reveals bilateral alveolar opacities.  The results of arterial blood gas analysis on room air are as follows:","title_table":"?pH? 7.25 ?Partial pressure of carbon dioxide in arterial blood? 28 mm Hg ?Partial pressure of oxygen in arterial blood? 52 mm Hg","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following pathologic processes is the primary contributor to this patient's lung findings?","audio":"","comparison_items":"","answer_1":"A. Diffuse alveolar hemorrhage due to autoantibodies","answer_2":"B. Eosinophil invasion and hyaline membrane formation","answer_3":"C. Lymphocyte-mediated granuloma formation around foreign antigens","answer_4":"D. Release of reactive oxygen species and proteases by neutrophils","percent_1":"2%","percent_2":"25%","percent_3":"11%","percent_4":"63%","right_answer":"D. Release of reactive oxygen species and proteases by neutrophils","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19626.jpg","explanation_1":"","explanation_2":"$This patient has acute hypoxemic respiratory failure following an episode of emesis while unconscious.  He most likely developed #acute respiratory distress syndrome# (ARDS) due to the aspiration of gastric contents. $#Alveolar epithelial damage# (eg, by gastric hydrochloric acid) causes #release of# damage-associated molecular patterns (#DAMPs#) (eg, mitochondrial DNA, extracellular histones) into the extracellular space.  These DAMPs bind to pattern recognition receptors on innate immune cells, promoting the release of proinflammatory cytokines (eg, tumor necrosis factor-alpha, IL-1, IL-6) that recruit neutrophils to the alveoli.  The #activated neutrophils# then release #proteases# and #reactive oxygen species# (ROS) that further damage the alveolar membrane. $The cascade of lung damage leads to failure of alveolar tight junctions and exudation of fibrinous proteinaceous fluid into the airspaces, resulting in #pulmonary edema#.  Therefore, the origin of pulmonary edema in ARDS is #abnormal vascular permeability# rather than hydrostatic congestion due to left ventricular dysfunction (ie, noncardiogenic).  Surfactant is depleted and dysfunctional, leading to alveolar collapse (increased surface tension causes alveolar walls to cling together), further impairing lung inflation.  The flooding and collapse of alveoli produce diffuse crackles on lung auscultation and bilateral infiltrates on chest x-ray. $Several important clinical entities can #mimic ARDS#: diffuse alveolar hemorrhage (DAH), acute eosinophilic pneumonia (AEP), and acute hypersensitivity pneumonitis (HP).  Like ARDS, these conditions present with acute severe hypoxemia, diffuse bilateral infiltrates, and fever.  However, the pathophysiologic bases of these conditions are fundamentally different from that of ARDS. $#(Choice A)#  DAH is characterized by widespread alveolar bleeding due typically to small-vessel vasculitis, which can be driven by autoantibodies (eg, against basement membrane collagen [anti-GBM disease]) causing pulmonary capillary necrosis with subsequent hemorrhage.  ARDS is an innate immune response driven primarily by neutrophils rather than autoantibodies. $#(Choice B)#  AEP is an idiopathic form of pneumonia caused by eosinophilic invasion of the lung tissue, often with hyaline membranes, a nonspecific finding of inflammatory fibrinous edema.  ARDS also features prominent hyaline membranes, but the inflammation is driven by neutrophils rather than eosinophils. $#(Choice C)#  HP is characterized by lymphocyte-driven granuloma formation in response to extrinsic antigens (eg, mold, bird dander).  ARDS is characterized by neutrophilic, rather than granulomatous, inflammation. $#Educational objective# Acute respiratory distress syndrome involves acute neutrophilic lung inflammation with widespread alveolar damage due to proteases and reactive oxygen species, leading to failure of the vascular barrier and exudative pulmonary edema.  "},

{"id":"1695","title":"A 22-year-old man is brought to the emergency department after being involved in a fight at a nearby bar. The patient's respiratory rate is 28/min, blood pressure is 88/60 mm Hg, and heart rate is 114/min. Physical examination shows a penetrating right-sided stab wound along the upper surface of the clavicle between the lateral border of the sternum and the midclavicular line. Which of the following structures was most likely injured?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Accessory nerve","ansImg_1":"","answer_2":"B. Ansa cervicalis","ansImg_2":"","answer_3":"C. Carotid body","ansImg_3":"","answer_4":"D. Inferior thyroid artery","ansImg_4":"","answer_5":"E. Lung pleura","ansImg_5":"","right_answer":"E. Lung pleura","percent_1":"6%","percent_2":"6%","percent_3":"13%","percent_4":"7%","percent_5":"69%","explanation_img":"images/exp1695.jpg","explanation_1":"","explanation_2":"In patients with neck injuries, it is important to remember that the #lung apices# and cervical pleura extend #above the clavicle and first rib# through the superior thoracic aperture. Stab wounds immediately above the clavicle and lateral to the manubrium can puncture the pleura and cause @pneumothorax@, tension pneumothorax, or hemothorax.$This patient most likely has a #tension pneumothorax# as a result of his pleural injury. As an increasing volume of air accumulates within the pleural space, the lungs and mediastinum deviate to the opposite side of the chest. Increased pressure within the chest cavity decreases systemic venous return to the heart, #lowering cardiac output#. Signs and symptoms of tension pneumothorax include tachycardia, #hypotension#, tachypnea, hypoxemia, and hyperresonance to percussion and absence of breath sounds on the affected side. Treatment is with emergency needle thoracostomy or chest tube.$(Choice A) The accessory nerve (cranial nerve XI) innervates the sternocleidomastoid and trapezius muscles. This nerve may be injured during surgery involving the posterior triangle of the neck (a region bounded by the sternocleidomastoid muscle, trapezius muscle, and clavicle).$(Choice B) The ansa cervicalis arises from the C1, C2, and C3 nerve roots and innervates the sternohyoid, sternothyroid, and omohyoid muscles of the anterior neck. Penetrating trauma to the neck above the cricoid cartilage can injure this nerve.$(Choice C) The carotid body, which contains O2, CO2, and H+ chemoreceptors, lies at the bifurcation of the common carotid artery (just inferior to the hyoid bone).$(Choice D) The inferior thyroid artery arises from the thyrocervical trunk and courses posterior to the carotid artery and jugular vein to supply the inferior pole of the thyroid gland. Injury to the inferior thyroid artery is commonly associated with hoarseness because it runs adjacent to the recurrent laryngeal nerve.$Educational objective The lung apices extend above the level of the clavicle and first rib through the superior thoracic aperture. Penetrating injury in this area may lead to pneumothorax, tension pneumothorax, or hemothorax.","clickable_1":"images/img1.1695.jpg"},

{"id":"19625","title":"A 12-year-old boy is brought to the clinic for a follow-up examination.  The patient was admitted to the hospital 3 months ago after a nonfatal drowning event that resulted in severe acute respiratory distress syndrome.  He was intubated and mechanically ventilated for 1 week and then discharged 2 weeks later.  The patient currently feels well and reports mild dyspnea with exertion.  Which of the following parameters is most likely increased in this patient compared to a child with normal cardiopulmonary function?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar-arterial oxygen difference","answer_2":"B. Diffusion capacity of the lung","answer_3":"C. Forced vital capacity","answer_4":"D. Left atrial pressure","answer_5":"E. Lung compliance","percent_1":"62%","percent_2":"12%","percent_3":"7%","percent_4":"5%","percent_5":"14%","right_answer":"A. Alveolar-arterial oxygen difference","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19625.jpg","explanation_1":"","explanation_2":"$#Acute respiratory distress syndrome# (ARDS) refers to inflammatory lung damage triggered by alveolar injury (eg, aspiration of water) or intense systemic inflammation (eg, sepsis, pancreatitis).  ARDS has a mortality rate of approximately 40%; those who survive often have #reduced lung function# that persists for months or years and is sometimes permanent. $The pathogenesis of ARDS can progress through 3 phases, although most patients move through only the first 2.  The #exudative phase# (phase 1) involves inflammatory disruption of the alveolar-capillary membrane with leakage of protein-rich fluid from the alveolar capillaries into the alveoli and surrounding interstitium.  Gas exchange is acutely impaired by alveolar edema and by hyaline membranes that develop on the alveolar surface.  After 1-2 weeks, ARDS progresses to the #proliferative phase# (phase 2), during which endothelial cells, pneumocytes, and fibroblasts proliferate in an attempt to repair damage.  Collagen is deposited in the interstitium and may lead to scarring. $The majority of ARDS survivors have a persistent #reduction in diffusion capacity# that eventually normalizes after several years #(choice B).#  These patients may remain in a prolonged proliferative phase in which interstitial collagen deposition and remodeling impair gas diffusion across the alveolar-capillary membrane, causing an #increased alveolar-arterial oxygen gradient# that manifests clinically with mild dyspnea.  A small percentage of surviving patients likely enter and remain in the fibrotic phase (phase 3) of ARDS, during which severe interstitial fibrosis develops and manifests as an irreversible reduction in diffusion capacity with marked clinical symptoms (eg, severe dyspnea). $#(Choices C and E)#  Collagen deposition during recovery from ARDS typically leads to decreased lung compliance, which in some patients manifests as a restrictive defect with reductions in both forced vital capacity and forced expiratory volume in 1 second on pulmonary function testing.  The reductions in expiratory lung volumes typically normalize within 6 months. $#(Choice D)#  The pulmonary edema in ARDS is noncardiogenic, meaning it does not result from heart failure and involves normal left atrial pressure (estimated by pulmonary capillary wedge pressure) during both the acute disease and recovery. $#Educational objective# Survivors of acute respiratory distress syndrome commonly have reduced lung function that persists for months or years and is sometimes permanent.  The majority of patients have reduced diffusion capacity that eventually normalizes after several years, whereas a small percentage develop extensive fibrosis with a marked and permanent reduction in diffusion capacity.  "},

{"id":"1131","title":"A 14-year-old boy is brought to the emergency department by his mother after he develops a sudden rash.  He was trying to retrieve a baseball that had rolled under a log when he got stung by something.  By the time he told his mom, his body was covered in welts.  Within minutes, the patient's face started to swell and he was having a hard time swallowing.  The patient's blood pressure is 70/50 mm Hg and heart rate is 120/min.  Physical examination shows erythematous, raised plaques over the trunk, extremities, and face.  Lung auscultation reveals bilateral expiratory wheezes.  The mother is not aware of the child having any similar reaction in the past.  Which of the following most likely triggered this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibody-antigen complex deposition in the endothelium","answer_2":"B. Antibody-dependent cell-mediated cytotoxicity","answer_3":"C. CD8+ T lymphocyte-mediated hypersensitivity","answer_4":"D. Cell surface-bound antibody linking by antigen","answer_5":"E. Complement-mediated cytotoxicity","percent_1":"4%","percent_2":"11%","percent_3":"14%","percent_4":"64%","percent_5":"6%","right_answer":"D. Cell surface-bound antibody linking by antigen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hypersensitivity reactions# ∆⨉∆⨉∆⨉§ ∆^#Humoral$ components# ∆^#Cellular$ components# ∆^#Examples#§^#Type I$ (immediate)# ∆ • #IgE# ∆ • Basophils • Mast cells ∆ • Anaphylaxis • Allergies§^#Type II$ (cytotoxic)# ∆ • #IgG & IgM a#utoantibodies • Complement activation ∆ • NK cells • Eosinophils • Neutrophils • Macrophages ∆ • Autoimmune $hemolytic anemia • Goodpasture syndrome§^#Type III$ (immune$ complex)# ∆ • Deposition of #antibody-antigen$ complexes# • Complement activation ∆ • Neutrophils ∆ • Serum sickness • PSGN • Lupus nephritis§^#Type IV$ (delayed$ type)# ∆ • None ∆ • #T cells# • #Macrophages# ∆ • Contact dermatitis • Tuberculin skin test%#NK =# natural killer; #PSGN =# poststreptococcal glomerulonephritis.","explanation_img":"","explanation_1":"","explanation_2":"This patient is experiencing #anaphylaxis#, a @type I (immediate) hypersensitivity@ reaction that occurs in response to allergen (eg, venom from insect sting) exposure.  An allergen is an antigen that promotes a robust immune response only in a subset of the population. $On initial exposure to allergen, a patient who will eventually develop an allergic response will undergo antibody class switching to #IgE# in B lymphocytes specific for these allergens.  Antigen-specific IgE produced by plasma cells binds to IgE receptors on basophils in the blood and mast cells in the tissues.  When the relevant antigen (allergen) interacts with cell bound-specific IgE, these antibodies will @cross-link@, causing degranulation and release of chemical mediators (histamine, prostaglandin, leukotrienes) responsible for systemic vasodilation, increased vascular permeability, bronchoconstriction, and hemodynamic instability. $#(Choice A)#  Antibody-antigen complex deposition in the vasculature occurs with @Type III hypersensitivity@ reactions (eg, serum sickness, Arthus reaction). $#(Choice B)#  Antibody-dependent cell-mediated cytotoxicity occurs in @type II hypersensitivity@ reactions wherein IgM or IgG binds to antigens expressed on the cell surface.  These antibodies are then recognized by Fc receptors on immune cells, triggering the release of perforin and granzymes that ultimately leads to cell lysis and death. $#(Choice C)#  CD8+ T lymphocyte-mediated hypersensitivity is a delayed rather than immediate type of immune response.  @Type IV hypersensitivity@ is unique in that it is not cell- versus antibody-mediated (seen in types I-III). $#(Choice E)#  Complement-mediated cytotoxicity is a function of circulating IgM and IgG, not IgE.  This pathway plays a role in the damage associated with Type II and III hypersensitivity reactions.  IgM is the antibody most efficient at initiating the classical complement cascade because it circulates as a pentamer (allows for increased complement interaction). $#Educational objective# Type I hypersensitivity reactions are mediated by the interaction of allergen with preexisting IgE bound to basophils and mast cells.  This facilitates cross-linking of the surface IgE molecules that signals the cell to degranulate releasing chemical mediators (eg, histamine, heparin).  These agents are responsible for the immediate signs and symptoms of allergy, from a local wheal and flare to life-threatening anaphylaxis. ","clickable_1":"images/img1.1131.mp4","clickable_2":"images/img2.1131.jpg","clickable_3":"images/img3.1131.mp4","clickable_4":"images/img4.1131.mp4","clickable_5":"images/img5.1131.mp4"},

{"id":"1212","title":"A 63-year-old man hospitalized for chronic obstructive pulmonary disease exacerbation develops hypercapnic respiratory failure.  He is transferred to the intensive care unit, where he undergoes intubation after premedication with muscle relaxant X and an appropriate sedative.  The patient is then started on mechanical ventilation; however, he remains apneic longer than expected.  Anesthesiology is consulted, and the patient's neuromuscular blockade is assessed by electrically stimulating a peripheral nerve 4 times in quick succession and observing the muscular response.  The procedure is repeated 30 minutes later and the results are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1212.jpg","title_2":"Muscle relaxant X is most likely to be which of the following medications?","audio":"","comparison_items":"","answer_1":"A.Dantrolene","answer_2":"B.Midazolam","answer_3":"C.Pancuronium","answer_4":"D.Succinylcholine","answer_5":"E.Tubocurarine","percent_1":"6%","percent_2":"4%","percent_3":"10%","percent_4":"72%","percent_5":"8%","right_answer":"D.Succinylcholine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1212.jpg","explanation_1":"","explanation_2":"$#Train-of-four (TOF) stimulation# is used during anesthesia to assess the degree of paralysis induced by neuromuscular junction (NMJ)-blocking agents.  A peripheral nerve is stimulated 4 times in quick succession and the muscular response is recorded.  The height of each bar represents the strength of each twitch; higher bars indicate the activation of increasing numbers of individual muscle fibers (myocytes). $When a #nondepolarizing NMJ blocker# (eg, vecuronium) is administered, competitive inhibition of postsynaptic acetylcholine receptors at the motor endplate prevents some of these fibers from activating, decreasing the strength of the twitch.  TOF stimulation shows a #progressive reduction# in each of the 4 responses (fading pattern) as a result of less acetylcholine being released with each subsequent impulse (due to the additional effect of presynaptic acetylcholine receptor blockade).  In contrast, #depolarizing blockers# (eg, #succinylcholine#) initially function by preventing repolarization of the motor endplate and show #equal reduction# of all 4 twitches during TOF stimulation #(phase I blockade)#.  The responses remain equal because the presynaptic acetylcholine receptor stimulation helps to mobilize presynaptic acetylcholine vesicles for release.  Persistent exposure to succinylcholine results in eventual transition to #phase II blockade# as the acetylcholine receptors become desensitized and inactivated (ie, functionally similar to nondepolarizing blockade). $Succinylcholine is commonly administered for #rapid-sequence intubation# due to its rapid onset (<1 minute).  The duration of action is determined by its metabolism by plasma cholinesterase and is typically <10 minutes.  However, some patients are homozygous for an atypical plasma cholinesterase, which breaks down succinylcholine more slowly.  In these patients, the paralysis can last for #hours# and they must be maintained on mechanical ventilation until spontaneous respirations resume. $#(Choice A)#  Dantrolene relaxes skeletal muscle by reducing the release of Ca2+ from the sarcoplasmic reticulum.  Dantrolene is used to treat malignant hyperthermia and neuroleptic malignant syndrome.  It is not routinely used as a neuromuscular paralytic agent. $#(Choice B)#  Benzodiazepines are effective for sedation, but they have no direct action at the NMJ and do not provide sufficient muscle paralysis to facilitate intubation. $#(Choices C and E)#  Pancuronium and tubocurarine are nondepolarizing NMJ blockers.  Unlike depolarizing NMJ drugs, these agents do not function in distinct phases and their TOF responses always display a fading pattern.  Neostigmine administration reverses nondepolarizing NMJ blockade. $#Educational objective# Succinylcholine is a fast-acting, depolarizing neuromuscular blocking agent used for rapid-sequence intubation that causes equal reduction of all 4 twitches during train-of-four stimulation (phase I blockade).  Prolonged administration of succinylcholine or use in patients with abnormal plasma cholinesterase activity causes transition to a phase II (nondepolarizing) block, seen as a progressive reduction in each of the 4 twitches.  "},

{"id":"16899","title":"A 70-year-old man comes to the emergency department due to severe right-sided chest pain and shortness of breath after a fall.  While doing yard work, the patient fell off of a ladder, striking his back on several large stones.  Immediately afterward, he felt sharp pain over his posterior chest and had trouble catching his breath.  Blood pressure is 120/80 mm Hg, pulse is 88/min, and respirations are 24/min.  Chest x-ray is shown in the @exhibit@.  Physical examination of the right side of the chest would most likely reveal which of the following?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit16899.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchophony","answer_2":"B. Dullness to percussion","answer_3":"C. Increased diaphragmatic excursion","answer_4":"D. Prolonged expiration","answer_5":"E. Subcutaneous crepitus","answer_6":"F. Wheezing","percent_1":"15%","percent_2":"17%","percent_3":"16%","percent_4":"4%","percent_5":"47%","percent_6":"3%","right_answer":"E. Subcutaneous crepitus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pneumothorax#∆⨉ §^#Risk$ factors# ∆ • Primary spontaneous: age <40, tall & thin, male sex, smoking • Secondary spontaneous: COPD, cystic fibrosis, lung malignancy • Provoked: thoracic trauma/procedures §^#Clinical$ presentation# ∆ • Shortness of breath, chest pain • ↓ Breath sounds unilaterally • Subcutaneous crepitus • Hypotension, tachycardia & tracheal deviation* §^#Diagnosis# ∆ Chest x-ray: $$• Pleural line without peripheral lung markings • Contralateral mediastinal shift* %#*If tension pathophysiology is present. #COPD =# chronic obstructive pulmonary disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient experienced sudden-onset shortness of breath and chest pain following chest trauma; @chest x-ray@ shows several rib fractures and a collapsed right lung, findings consistent with #traumatic pneumothorax#. $Traumatic pneumothorax can result from puncture of either the @chest wall@ (eg, penetrating chest trauma) or the @lung@ (eg, by fractured ribs), allowing air to enter the pleural space.  The communication pathway causes intrapleural pressure to equalize with atmospheric pressure (ie, #loss of intrapleural negative pressure#), which prevents lung expansion during inspiration and leads to #breathing difficulty#. $Because air in the pleural space insulates sounds and vibrations originating in the airways, physical examination reveals #decreased breath sounds# and #decreased tactile fremitus# on the affected side.  In addition, the relatively low density of air compared to normal lung tissue causes #hyperresonance# to percussion.  Disruption of the skin or parietal pleura during the initial injury often allows air to enter the subcutaneous tissues of the chest wall, which is detected as #subcutaneous crepitus# (ie, crackling during palpation). $#(Choice A)#  Bronchophony is a phenomenon in which spoken words (eg, \"ninety-nine,\" \"toy boat\") are heard more loudly and clearly when auscultated over an area of alveolar consolidation (eg, lobar pneumonia) compared to normal lung.  It results from increased sound transmission due to increased tissue density. $#(Choice B)#  Dullness to percussion over the chest is expected with conditions that cause increased density (eg, hemothorax, pleural effusion, alveolar consolidation) compared to normal lung tissue. $#(Choice C)#  The increased thoracic pressure with pneumothorax flattens the resting position of the diaphragm and restricts its movement with respiration.  Therefore, diaphragmatic excursion (the distance the diaphragm moves between expiration and inspiration) is decreased. $#(Choices D and F)#  Prolonged expiration and wheezing are expected with bronchoconstriction, usually in the setting of obstructive lung disease (eg, asthma, chronic obstructive pulmonary disease).  Bronchoconstriction is not expected with pneumothorax. $#Educational objective# Traumatic pneumothorax can involve puncture of either the chest wall (eg, penetrating chest trauma) or the lung (eg, by fractured ribs), allowing air to enter the pleural space.  Patients usually experience chest pain and difficulty breathing.  Crepitus, caused by air in the subcutaneous tissues of the chest wall, is often present on physical examination.  ","clickable_1":"images/img1.16899.jpg","clickable_2":"images/img2.16899.jpg","clickable_3":"images/img3.16899.jpg"},

{"id":"490","title":"An 18-year-old man comes to the emergency department with sudden-onset right-sided chest pain and dyspnea.  The patient was at home watching a football game on television when his symptoms abruptly started.  He now has pain with deep breaths.  He has no other medical problems and takes no medications.  The patient has smoked a pack of cigarettes daily for the past 2 years.  His respirations are 24/min.  Physical examination shows a thin, tall patient in acute distress.  The right side of the chest is hyperresonant to percussion and lacks audible breath sounds.  His chest x-ray is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/490.jpg","title_2":"Which of the following conditions most likely led to this patient's presentation?","audio":"","comparison_items":"","answer_1":"A. Apical subpleural blebs","answer_2":"B. Centriacinar emphysema","answer_3":"C. Compensatory hyperinflation","answer_4":"D. Obstructive hyperinflation","answer_5":"E. Panacinar emphysema","percent_1":"78%","percent_2":"5%","percent_3":"5%","percent_4":"6%","percent_5":"7%","right_answer":"A. Apical subpleural blebs","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp490.jpg","explanation_1":"","explanation_2":"$This young male patient with sudden-onset unilateral chest pain, dyspnea, and absent breath sounds on examination likely has #primary spontaneous pneumothorax# (PSP). PSP is nontraumatic and is found in patients without preexisting pulmonary disease (eg, cystic fibrosis). It occurs when a large change in the alveolar or intrapleural pressure results in a break in the visceral pleura and subsequent trapping of air between the parietal and visceral spaces. The superficial alveoli in the apices experience greater pressure changes (due to the weight of the lungs pulling down on the apical tissue), predisposing them to the formation of #subpleural blebs#. The blebs then can spontaneously rupture through the visceral pleura, frequently while the patient is at rest. $Tall, thin males around the age of 20 are most commonly affected. Although the most important risk factor is #smoking#, taller individuals also appear to be at higher risk due to more negative intrapleural pressure in the lung apices. $#(Choice B)# Centriacinar emphysema occurs as the larger proximal bronchioles are destroyed, usually as a result of exposure to tobacco smoke in patients with chronic obstructive pulmonary disease. It predominantly affects the upper lung lobe and initially spares the superficial alveoli. $#(Choice C)# Compensatory hyperinflation results when normal lung parenchyma expands in response to loss of adjacent lung volume (eg, segmental/lobar collapse or surgical removal). PSP results in collapse of adjacent lung tissue due to extrinsic compression by intrapleural air and does not result in parenchymal expansion. $#(Choice D)# Obstructive hyperinflation occurs when a lung segment expands due to a partial obstruction (eg, bronchogenic carcinoma) of the airway supplying it. On inspiration, the airway expands, which allows the movement of air into the segment; however, as the airway closes on expiration, air is trapped behind the obstruction. In an otherwise healthy young patient, it is unlikely to be the cause of PSP. $#(Choice E)# Panacinar emphysema occurs more commonly in the lower zones and anterior margins of the lungs. It destroys the entire acinus uniformly and is associated with alpha-1 antitrypsin deficiency. Although pneumothorax can occur in these patients, it is usually preceded by symptoms of emphysema. $#Educational objective# Primary spontaneous pneumothorax occurs in patients without preexisting pulmonary disease when a large change in the alveolar or intrapleural pressure results in a break in the visceral (eg, ruptured superficial bleb) pleura and air trapping between the pleural spaces."},

{"id":"19624","title":"A 55-year-old woman with a history of Crohn disease is admitted to the hospital due to perforated appendicitis.  The patient quickly develops respiratory difficulty, and acute respiratory distress syndrome is diagnosed.  She is intubated and mechanically ventilated with positive pressure ventilation.  Despite the use of high positive end-expiratory pressure, the patient's condition continues to deteriorate.  She is intermittently placed in the prone position while mechanically ventilated.  Which of the following is most likely to occur due to this position change?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar hyperdistension","answer_2":"B. Decreased cardiac output","answer_3":"C. Decreased functional residual capacity","answer_4":"D. Decreased right ventricular preload","answer_5":"E. Improved ventilation-perfusion matching","percent_1":"11%","percent_2":"1%","percent_3":"8%","percent_4":"7%","percent_5":"73%","right_answer":"E. Improved ventilation-perfusion matching","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19624.jpg","explanation_1":"","explanation_2":"$#Prone positioning# (lying face down) is sometimes used to improve arterial oxygenation in patients with severe #acute respiratory distress syndrome#.  It likely does so by reducing atelectasis of posterior alveoli to reduce intrapulmonary shunting and #improve ventilation-perfusion matching# throughout the lungs. $Because the heart occupies anterior space in the chest cavity, the #majority of lung mass is located posteriorly#.  When a patient is in the supine position (lying face up), the weight of the heart and anterior lung segments compresses the posterior lung segments and limits ventilation of posterior alveoli.  In addition, abdominal organ and tissue mass weighs considerably on the posterior portion of the diaphragm, displacing it cranially and further contributing to compression of the posterior basal lung segments.  The anterior alveoli, subjected to minimal compression and ample ventilation in the supine position, are often hyperinflated, increasing the risk of barotrauma in those regions. $Prone positioning causes the heart and anterior lung mass to rest on the anterior chest wall, #alleviating compression of the posterior lung segments#.  In addition, the freely hanging abdomen #removes pressure on the diaphragm#, allowing the diaphragm to move caudally and further open up collapsed posterior basal alveoli.  With a higher percentage of total alveoli opened, #ventilation is more evenly distributed#, improving arterial oxygenation and reducing alveolar hyperinflation and hyperdistension (which may decrease the risk of barotrauma) #(choice A).# $#(Choices B and D)#  Prone positioning may increase venous return (ie, right ventricular preload) and, consequently, cardiac output by positioning the heart slightly below the large reservoir of venous blood in the splanchnic circulation (ie, additional stores of venous blood are mobilized to the right atrium). $#(Choice C)#  By reducing posterior lung compression and decreasing atelectasis, prone positioning increases functional residual capacity (ie, the volume of air in the lungs at the end of tidal expiration). $#Educational objective# Prone positioning may be used to improve arterial oxygenation in patients with severe acute respiratory distress syndrome.  The improvement likely results from reduced compression of the posterior lung segments, where the majority of alveoli are located.  This leads to more evenly distributed ventilation throughout the lungs with reduced intrapulmonary shunting and improved ventilation-perfusion matching.  "},

{"id":"479","title":"An autopsy is performed on a patient who died of respiratory failure, and a sample of the patient's lung tissue is obtained.  Analysis of several large, cuboidal alveolar cells under electron microscopy reveals decreased numbers of granules containing parallel stacks of membrane lamellae.  Which of the following pathological processes is most likely associated with this patient's findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar wall destruction by protease","answer_2":"B. Bronchial smooth muscle hyperresponsiveness","answer_3":"C. Excessive airway mucus production","answer_4":"D. Increased alveolar tendency to collapse","answer_5":"E. Pulmonary arterial occlusion by thromboembolism","percent_1":"29%","percent_2":"6%","percent_3":"10%","percent_4":"51%","percent_5":"3%","right_answer":"D. Increased alveolar tendency to collapse","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp479.jpg","explanation_1":"","explanation_2":"$This patient with respiratory failure was found to have decreased #lamellar bodies#, which are organelles with concentric sheets of lipid membrane, within @type II pneumocytes@ (cuboidal alveolar cells). $ Normally, type II pneumocytes use lamellar bodies to #store surfactant#, a substance composed of proteins and phospholipids that #decreases alveolar surface tension# and facilitates lung expansion during respiration.  This lipoprotein complex is released from the lamellar bodies by exocytosis into the alveolar spaces, where the lamellar contents unravel into a structured array called tubular myelin.  This lattice network adsorbs to the air-liquid interface of the alveoli and spreads along the alveolar lining, forming a surfactant film.  As the film degrades, surfactant is recycled back into type II pneumocytes by endocytosis for reprocessing. $ Surfactant and the number of lamellar bodies in the fetus rise during the late second and the third trimesters.  Therefore, a #low lamellar body count# reflects surfactant deficiency and lung immaturity, which typically occurs in premature infants with #neonatal respiratory distress syndrome#.  In this condition, alveolar surface tension increases and #alveoli collapse#.  Diffuse atelectasis can lead to respiratory failure within minutes to hours after birth and, in severe cases, death. $ (Choice A)  Emphysema is caused by alveolar wall destruction due to excessive activity of intra-alveolar proteases released by neutrophils and alveolar macrophages.  Decreased lamellar bodies within type II pneumocytes would not be seen. $ (Choice B)  Asthma is characterized by bronchial smooth muscle hyperresponsiveness, and histology typically shows inflammatory cell (eg, eosinophil) infiltration and bronchial smooth muscle hypertrophy.  A deficiency of lamellar bodies and surfactant does not cause bronchoconstriction. $ (Choice C)  Chronic bronchitis manifests as excessive mucus production in the airways and increased inflammatory cells in the submucosa; lamellar body counts would not be affected. $ (Choice E)  A pulmonary embolism appears on histology as organized layers of red cells, platelets, and fibrin within pulmonary arterial vasculature that is surrounded by ischemic lung changes.  Decreased lamellar bodies within type 2 pneumocytes would not be seen. $ Educational objective Lamellar bodies of type II pneumocytes store and release surfactant, which decreases alveolar surface tension and facilitates lung expansion.  A low lamellar body count reflects surfactant deficiency and lung immaturity, as in neonatal respiratory distress syndrome, which results in alveolar collapse and diffuse atelectasis.","clickable_1":"images/img1.479.jpg"},

{"id":"18666","title":"A 56-year-old man is hospitalized due to worsening fever, chills, and perirectal pain.  Physical examination reveals a large perirectal abscess.  Empiric antibiotics are begun, and surgical drainage is planned.  The patient receives succinylcholine and propofol prior to the procedure.  The intraoperative course is uneventful, but postoperative spontaneous recovery of respiration and voluntary muscle activity does not occur.  Mechanical respiratory support is continued, and several hours later, the patient is successfully weaned from the ventilator.  Which of the following is the most likely underlying cause of this patient's postoperative complications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Decreased renal clearance","answer_2":"B.Drug redistribution to other tissues","answer_3":"C.Genetic polymorphism","answer_4":"D.Impaired hepatic function","answer_5":"E.Neuromuscular junction autoantibodies","percent_1":"8%","percent_2":"16%","percent_3":"54%","percent_4":"10%","percent_5":"12%","right_answer":"C.Genetic polymorphism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Succinylcholine# is a depolarizing neuromuscular blocking agent used to induce skeletal relaxation during intubation and surgery.  It acts as a #competitive agonist# of nicotinic acetylcholine receptors of the motor endplate, where it induces persistent depolarization, leading to endplate desensitization and skeletal muscle paralysis.  Succinylcholine is rapidly metabolized by #plasma pseudocholinesterase#; only around 10% of the administered dose reaches the neuromuscular junction, where it typically has a duration of action of <10 minutes. $This patient, who developed #prolonged muscle weakness# (eg, failure of spontaneous respiration and voluntary muscle activity) after receiving succinylcholine, most likely has #pseudocholinesterase deficiency#, an autosomal recessive disorder caused by a #genetic polymorphism# in the BCHE gene.  Patients are unable to metabolize succinylcholine, leading to a large amount of the drug reaching the neuromuscular junction and prolonged paralysis.  Heterozygotes may experience double the normal duration of paralysis, and homozygotes can have persistent paralysis for #several hours#.  Patients with pseudocholinesterase deficiency also experience prolonged effects of mivacurium (a nondepolarizing neuromuscular blocker) and cocaine. $#(Choices A and D)#  Succinylcholine is metabolized by plasma pseudocholinesterase, not the liver or kidneys.  Because pseudocholinesterase is produced in the liver, patients with severe liver disease may have prolonged drug effects due to impaired synthetic function.  However, paralysis would not be expected to last for hours. $#(Choice B)#  Propofol is highly lipid soluble and has a very short duration of action (seconds) because of rapid redistribution from the brain, where it activates the GABA-A receptor, to other tissues.  Propofol is a hypnotic agent; it does not cause muscle paralysis. $#(Choice E)#  Patients with myasthenia gravis (ie, autoantibodies to the acetylcholine receptors of the neuromuscular junction) have fewer active acetylcholine receptors and are therefore highly resistant to succinylcholine.  Paralysis can occur with high doses but is unpredictable.  Use is usually avoided in this population. $#Educational objective# Succinylcholine is a depolarizing neuromuscular blocking agent used to induce skeletal muscle relaxation; it typically has a very short duration of action due to metabolism by plasma pseudocholinesterase.  Pseudocholinesterase deficiency is an autosomal recessive disorder that results in the inability to metabolize succinylcholine, leading to prolonged neuromuscular paralysis after drug administration.  "},

{"id":"21505","title":"A 66-year-old man with poorly controlled type 2 diabetes is admitted to the hospital due to a 2-day history of fever and confusion.  Blood pressure is 110/50 mm Hg.  Pulse oximetry shows an oxygen saturation of 97% on room air.  Examination reveals warm extremities with full peripheral pulses, an infected neuropathic foot ulcer with surrounding cellulitis, and normal lung sounds.  A central venous catheter terminating in the superior vena cava is placed.  Blood aspirated from the catheter appears red.  Blood gas analysis of this venous sample reveals an oxygen saturation of 87% (normal: 65%-70%), and lactate is moderately elevated.  Which of the following is the most likely cause of this patient's abnormal blood gas findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased cardiac output to the vital organs","answer_2":"B. Impaired mitochondrial oxidative respiration in the vital organs","answer_3":"C. Large-vessel thrombosis throughout the vital organs","answer_4":"D. Poor uptake of oxygen in the lungs","answer_5":"E. Stronger oxygen-hemoglobin binding in peripheral tissues","percent_1":"8%","percent_2":"48%","percent_3":"4%","percent_4":"3%","percent_5":"37%","right_answer":"B. Impaired mitochondrial oxidative respiration in the vital organs","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Abnormal oxygen metabolism in sepsis#∆⨉ §^#↓ Global$ O2 delivery# ∆ • Hypovolemia: ↓ ECBV (capillary leak) • Hypoxemia: ↓ PaO2 (ARDS) §^#↓ Microcirculatory$ O2 extraction# ∆ • Vasodilation: rapid shunting of blood through organs • Edema: ↓ O2 diffusion (↑ interstitial distance) • Microthrombosis: capillary obstruction §^#↓ Mitochondrial$ O2 use# ∆ • ROS ⇄ mitochondrial damage & ↓ ETC function • Result: ↓ oxidative phosphorylation & ↓ ATP production %#ARDS =# acute respiratory distress syndrome; #ATP =# adenosine triphosphate; #ECBV =# effective circulatory blood volume; #ETC =# electron transport chain; #PaO2 =# arterial partial pressure of oxygen; #ROS =# reactive oxygen species.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #sepsis# due to an infected diabetic foot ulcer with surrounding cellulitis.  Sepsis is a florid host inflammatory response to infection that can lead to @multiple organ system dysfunction@. $Septic organ dysfunction is driven mainly by #poor tissue oxygen use#.  This cellular dysoxia is caused by 3 major mechanisms: $• Bacterial components (eg, endotoxin) and acute phase cytokines (eg, IL-1-beta) trigger production of free radicals that damage mitochondria and interfere with the electron transport chain.  Immediate postmortem analysis of patients with sepsis reveals surprisingly minimal tissue necrosis but, often, extensive mitochondrial damage.  This mitochondrial dysfunction leads to #decreased oxidative phosphorylation# with loss of ATP production.  A compensatory bioenergetic shift toward glycolysis often results in #lactic acidosis#. $• Widespread microcirculatory failure with vasodilation causes blood to shunt rapidly through organs, decreasing the opportunity for oxygen extraction. $• Increased capillary permeability causes tissue edema (third spacing), which increases the diffusion distance for oxygen to reach mitochondria of target cells. $Because oxygen use decreases, the transorgan arteriovenous oxygen gradient is small; therefore, #oxygen saturation of central venous blood# (ScvO2) (superior vena cava) – returning from the periphery – #increases#.  Central venous catheters are often placed therapeutically to deliver medications; they can be used diagnostically to differentiate septic (#↑ ScvO2#) from cardiogenic (↓ ScvO2) shock. $#(Choice A)#  Cardiac output (oxygen delivery) is typically increased in sepsis due to systemic vasodilation (warm extremities, wide pulse pressure).  Decreased cardiac output is the hallmark of severe heart failure (cold extremities, narrow pulse pressure), and ScvO2 decreases with heart failure because peripheral oxygen consumption outstrips its delivery. $#(Choice C)#  Sepsis is associated with microvascular (rather than macrovascular) thrombosis due to endothelial injury and focal or disseminated intravascular coagulation, further impairing oxygenation.  Widespread large-vessel thrombosis and infarction are seen in conditions such as catastrophic antiphospholipid-antibody syndrome. $#(Choice D)#  Sepsis can induce capillary permeability in the lung, leading to pulmonary edema with resultant arterial hypoxemia (acute respiratory distress syndrome).  However, this patient's pulmonary function and oxygenation are intact, as evidenced by normal lung examination (no crackles) and arterial oxygen saturation. $#(Choice E)#  Hemoglobin oxygen unloading to peripheral tissues is facilitated by sepsis-induced (lactic) acidosis and fever, which lead to @rightward shifting@ of the oxyhemoglobin dissociation curve (ie, weaker oxygen-hemoglobin binding). $#Educational objective# Sepsis is a host inflammatory response to infection that can lead to multiple organ dysfunction due to defective mitochondrial oxidative respiration, resulting in a widespread dissociation between oxygen delivery and extraction.  This manifests as elevated central venous oxygen saturation.  ","clickable_1":"images/img1.21505.jpg","clickable_2":"images/img2.21505.jpg"},

{"id":"485","title":"A 55-year-old man is hospitalized with severe abdominal pain associated with nausea and vomiting.  Laboratory studies show marked elevation of serum amylase and lipase.  He has a history of heavy alcohol use.  During hospitalization, his condition deteriorates and he develops severe respiratory distress.  There are crackles bilaterally on physical examination and diffuse patchy infiltrates bilaterally on chest x-ray.  The patient fails to improve with mechanical ventilation and 100% oxygen and dies 4 days later due to progressive respiratory failure.  Which of the following autopsy findings is most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar hyaline membranes","answer_2":"B. Cardiomegaly","answer_3":"C. Foci of anaerobic pulmonary infection","answer_4":"D. Intraalveolar hemorrhage","answer_5":"E. Lung hyperinflation","percent_1":"77%","percent_2":"2%","percent_3":"9%","percent_4":"10%","percent_5":"2%","right_answer":"A. Alveolar hyaline membranes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp485.jpg","explanation_1":"","explanation_2":"$This patient with #pancreatitis# and subsequent respiratory failure likely has #acute respiratory distress syndrome# (ARDS).  Pancreatitis is a major risk factor for ARDS as it results in the release of large amounts of inflammatory cytokines and pancreatic enzymes into the circulation, which leads to infiltration of #neutrophils# into the pulmonary interstitium and alveolar spaces.  Diffuse injury to the alveolar epithelium and pulmonary microvascular endothelium results in a leaky alveolocapillary membrane and significant pulmonary edema. $ ARDS is typically characterized by progressive hypoxemia refractory to oxygen therapy and diffuse interstitial edema in the absence of cardiogenic causes.  During the first 1-6 days, interstitial and intraalveolar edema, inflammation, and fibrin deposition cause the alveoli to become lined with waxy #hyaline membranes#.  These membranes consist of fibrin exudate and inspissated protein-rich edema fluid mixed with the remnants of necrotic epithelial cells. $ (Choice B)  If this patient's rapid-onset dyspnea were due to cardiogenic pulmonary edema, as can occur in decompensated heart failure, or if the patient had chronic heart failure due to alcohol use, chest x-ray would likely reveal cardiomegaly. $ (Choice C)  This patient is at risk of aspiration; however, aspiration pneumonia due to anaerobic bacteria commonly presents more indolently and is more likely to show an abscess or empyema than diffuse patchy opacities on chest x-ray. $ (Choice D)  Although disseminated intravascular coagulation and ARDS can result in alveolar hemorrhage, the absence of hemoptysis makes this choice less likely. $ (Choice E)  Lung hyperinflation may be seen in emphysema, which is a chronic, destructive enlargement of the air spaces distal to the terminal bronchiole. $ Educational objective Pancreatitis is a major risk factor for acute respiratory distress syndrome as it results in the release of large amounts of inflammatory cytokines and pancreatic enzymes, which leads to activation of neutrophils in the alveolar tissues.  During the initial phase, interstitial and intraalveolar edema, inflammation, and fibrin deposition cause the alveoli to become lined with waxy hyaline membranes."},

{"id":"18928","title":"A 60-year-old woman is brought to the hospital due to progressive shortness of breath and cough for 2 weeks.  The patient was diagnosed with right breast cancer and completed radiation therapy 6 weeks ago.  Temperature is 37.3 C (99.1 F), blood pressure is 110/70 mm Hg, pulse is 90/min, and respirations are 22/min.  Oxygen saturation is 93% on room air.  Examination reveals inspiratory crackles over the right lung anteriorly; the lungs are otherwise clear to auscultation.  Chest radiograph shows ground-glass opacities in the right lung where radiation was delivered.  Laboratory studies reveal no significant changes.  Acute radiation-induced lung injury is suspected.  Histopathologic examination would most likely reveal formation of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar hyaline membranes","answer_2":"B. Hemosiderin-laden macrophages","answer_3":"C. Necrotizing vasculitis","answer_4":"D. Neutrophilic abscess","percent_1":"69%","percent_2":"10%","percent_3":"16%","percent_4":"6%","right_answer":"A. Alveolar hyaline membranes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18928.jpg","explanation_1":"","explanation_2":"$Radiation-induced lung injury usually occurs following #thoracic irradiation# for the treatment of malignancy (eg, breast or lung cancers, lymphoma).  Ionizing radiation causes #DNA damage# directly (eg, double-strand breaks) and indirectly through generation of reactive oxygen and nitrogen species that can damage both DNA and other cellular components. $In the lung, this damage primarily affects the alveolar-capillary barrier, formed from alveolar epithelial cells (ie, #pneumocytes#) and vascular endothelial cells, and initiates an #inflammatory response# with a cascade of cytokines (eg, IL-1, TNFα) and growth factors (eg, PDGF, TGF-β).  Manifestation vary based on chronicity: $• #Acutely#, immune-mediated damage results in impaired gas exchange due to #exudative alveolitis#, with sloughing of pneumocytes and vascular endothelial cells, alveolar/interstitial edema, and #hyaline membrane formation#.  Clinically, this usually manifests as dyspnea and cough 3-12 weeks after initial radiation exposure. $• #Radiation fibrosis# is a #delayed# manifestation of radiation-induced lung injury that can develop 6-12 months after initial radiation exposure.  TGF-β released by immune cells and the surrounding tissue initiates fibroblast proliferation, collagen deposition, and formation of #dense fibrous bands#.  The result is decreased lung volume, dilated bronchi and bronchioles (ie, traction bronchiectasis), impaired mucociliary clearance, and predisposition to #chronic infections#. $#(Choices B and C)#  Hemosiderin-laden macrophages (due to diffuse alveolar hemorrhage) and necrotizing vasculitis are both associated with autoimmune vasculitis (eg, anti-GBM disease).  These patients typically have hemoptysis and/or other systemic effects of vasculitis (eg, glomerulonephritis, arthralgias). $#(Choice D)#  Although significant neutrophilic infiltrate occurs in patients with radiation-induced lung injury, frank formation of an abscess usually occurs following introduction of anaerobic bacteria to the lung parenchyma due to aspiration (eg, alcohol use disorder) or septic embolism. $#Educational objective# Radiation-induced lung injury typically occurs following thoracic irradiation (eg, breast cancer), which damages pneumocytes and vascular endothelial cells and initiates an inflammatory response (eg, IL-1, TNFα, TGF-β).  This immune response can have both acute (eg, exudative alveolitis, hyaline membrane formation) and delayed (eg, dense fibrosis) effects that typically manifest with cough and dyspnea.  "},

{"id":"15429","title":"A 66-year-old man comes to the office due to increasing shortness of breath over the past 3 weeks.  He has had a nonproductive cough for several months, which he attributes to allergies, but also notes a 9-kg (20-lb), unintentional weight loss over this time.  The patient has no prior medical conditions and takes no medications.  He has a 50-pack-year smoking history.  Temperature is 36.7 C (98 F), blood pressure is 120/80 mm Hg, pulse is 72/min, and respirations are 18/min.  Chest x-ray is shown below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15429.jpg","title_2":"Which of the following would be the expected physical examination finding over the right lower chest?","audio":"","comparison_items":"","answer_1":"A. Bronchial breath sounds","answer_2":"B. Decreased tactile fremitus","answer_3":"C. Fine inspiratory crackles","answer_4":"D. Focal, monophasic wheeze","answer_5":"E. Increased resonance on percussion","answer_6":"F. Rhonchi that clear with cough","percent_1":"12%","percent_2":"55%","percent_3":"14%","percent_4":"3%","percent_5":"15%","percent_6":"1%","right_answer":"B. Decreased tactile fremitus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Pulmonary auscultation examination findings! ^ #Condition#∆^ #Breath$ sounds#∆^ #Tactile$ fremitus#∆^ #Percussion# §^ #Normal lung#∆^ Normal∆^ Normal∆^ Resonance §^ #Consolidation#∆^ Increased∆^ Increased∆^ Dullness §^#Pleural$effusion#∆^ Decreased or absent∆^ Decreased∆^ Dullness §^#Pneumothorax#∆^Decreased$ or absent∆^ Decreased∆^ Hyperresonance §^ #Atelectasis#∆^ Decreased$ or absent∆^ Decreased∆^ Dullness","explanation_img":"","explanation_1":"","explanation_2":"This patient's chest x-ray shows blunting of the right costophrenic angle and opacification of much of the right lung consistent with a large, right-sided #pleural effusion#.  His unintentional weight loss and smoking history suggest a malignant etiology. $ Pleural effusions are collections of fluid that form between the visceral pleura that lines the lung and the parietal pleura that lines the thoracic cavity.  On physical examination, the fluid acts to insulate vibrations and sounds originating within the airways of the lung.  Therefore, both tactile fremitus, the vibration created by vocalized sound (eg, saying \"ninety-nine\"), and #breath sounds# are #decreased# over a pleural effusion.  In addition, the relatively high density of pleural fluid compared with air creates #dullness to percussion#. $ (Choice A)  Bronchial breath sounds describe the loud and relatively high-pitched breath sounds that are normally heard over the trachea and main bronchi; breath sounds at the periphery of the lung are typically vesicular (soft and relatively low-pitched) in nature.  Bronchial breath sounds in the periphery of the lung suggest alveolar consolidation (eg, pneumonia) or fibrosis, but they should not be present with pleural effusion. $ (Choice C)  Inspiratory crackles are formed by alveoli and small airways popping open and may be heard with pneumonia and atelectasis.  The descriptor \"fine\" is often used to describe soft, high-pitch inspiratory crackles associated with pulmonary fibrosis. $ (Choice D)  A focal, monophasic wheeze may suggest partial obstruction of a large airway (eg, due to a foreign body or tumor). $ (Choice E)  Percussion notes exist on a spectrum.  Normal lung, which represents a composite of parenchymal tissue and air, generates sound that is considered resonant to percussion.  The relatively lower density of air alone (ie, pneumothorax) causes hyperresonance to percussion. $ (Choice F)  Rhonchi are coarse rattling or wheezing sounds that are caused by mucus secretions in the airways and may be heard in patients with chronic obstructive pulmonary disease or bronchiectasis.  Rhonchi will often clear with coughing.  They are not an expected finding with pleural effusion. $ Educational objective A pleural effusion is a collection of fluid between the visceral pleura that lines the lungs and the parietal pleura that lines the thoracic cavity.  The fluid acts to insulate vibrations and sounds that originate in the airways of the lung; therefore, tactile fremitus and breath sounds are decreased over a pleural effusion.  Dullness to percussion is also present."},

{"id":"19335","title":"A 65-year-old man is evaluated for hypotension and increasing shortness of breath shortly after placement of a right-sided subclavian central venous catheter.  The patient was recently diagnosed with colon cancer without metastasis and is scheduled for surgical resection.  Blood pressure is 80/50 mm Hg, pulse is 110/min, and respirations are 24/min.  Examination shows jugular venous distension.  Breath sounds are decreased on the right and the trachea is deviated to the left.  Which of the following is the most likely cause of this patient's hypotension?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased intravascular volume","answer_2":"B. Decreased systemic vascular resistance","answer_3":"C. Decreased venous return","answer_4":"D. Impaired baroreceptor reflex","answer_5":"E. Increased intrapericardial pressure","percent_1":"7%","percent_2":"6%","percent_3":"51%","percent_4":"6%","percent_5":"31%","right_answer":"C. Decreased venous return","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pneumothorax#∆⨉ §^#Risk$ factors# ∆ • Primary spontaneous: age <40, tall & thin, male sex, smoking • Secondary spontaneous: COPD, cystic fibrosis, lung malignancy • Provoked: thoracic trauma/procedures §^#Clinical$ presentation# ∆ • Shortness of breath, chest pain • ↓ Breath sounds unilaterally • Subcutaneous crepitus • Hypotension, tachycardia & tracheal deviation* §^#Diagnosis# ∆ Chest x-ray: $$• Pleural line without peripheral lung markings • Contralateral mediastinal shift* %#*If tension pathophysiology is present. #COPD =# chronic obstructive pulmonary disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient with shortness of breath, #hypotension#, unilaterally decreased breath sounds, and #tracheal deviation# shortly after subclavian catheter placement likely has a #tension pneumothorax#.  Because of the close proximity of the subclavian vein to the apex of the lung, there is risk of lung puncture during the procedure. $Lung puncture allows air to pass into the pleural space.  If the puncture is small, the patient may remain asymptomatic.  With a large puncture, air rushes into the pleural space, leading to @pressure equalization@ and #loss of intrapleural negative pressure#, which causes shortness of breath due to inability to expand the affected lung.  Intrapleural and lung pressures usually remain nearly equivalent (ie, #simple pneumothorax#), and symptoms are limited to chest pain and respiratory difficulty. $Sometimes lung puncture results in formation of a #one-way tissue valve# that opens during inspiration to allow air into the pleural space and closes during expiration to trap that air, causing intrapleural pressure to @progressively increase@ with each breath (ie, #tension pathophysiology#).  The increasing pressure leads to contralateral mediastinal shifting (eg, tracheal deviation) and #vena cava collapse#, resulting in #decreased venous return# to the heart.  Cardiac output is reduced, leading to hypotension and tachycardia (ie, @obstructive shock@).  Treatment requires emergency decompression of the pleural space with needle insertion or chest-tube placement to prevent cardiac arrest. $#(Choices A and B)#  Decreased intravascular volume is the cause of @hypovolemic shock@ (eg, due to massive hemorrhage), and decreased systemic vascular resistance is the primary disturbance in @distributive shock@ (eg, due to sepsis).  The jugular veins are flat with these conditions, and unilaterally decreased breath sounds and tracheal deviation are not expected. $#(Choice D)#  An impaired baroreceptor reflex can cause or worsen hypotension due to failure of reflex-mediated vasoconstriction and increased heart rate.  This patient's tachycardia suggests that the baroreceptor reflex is intact. $#(Choice E)#  Increased intrapericardial pressure occurs in cardiac tamponade.  The increased pressure impairs diastolic filling of the right ventricle, leading to obstructive shock.  Although jugular venous distension is expected, cardiac tamponade does not explain this patient's unilaterally decreased breath sounds and tracheal deviation. $#Educational objective# Tension pneumothorax involves progressively increasing intrapleural pressure that leads to contralateral mediastinal shifting (eg, tracheal deviation) and vena cava collapse.  Hypotension, tachycardia, and obstructive shock develop due to decreased venous return to the heart.  ","clickable_1":"images/img1.19335.jpg","clickable_2":"images/img2.19335.jpg","clickable_3":"images/img3.19335.jpg","clickable_4":"images/img4.19335.jpg","clickable_5":"images/img5.19335.jpg"},

{"id":"1527","title":"A 32-year-old woman is brought to the emergency department due to worsening shortness of breath.  Pulse oximetry shows 99% on room air.  Results from analysis of an arterial blood sample are as follows:","title_table":"?Partial pressure of oxygen (PaO2)? normal ?Oxygen saturation (SaO2)? normal ?Total arterial oxygen content? (CaO2) low","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's laboratory findings?","audio":"","comparison_items":"","answer_1":"A.Chronic blood loss","answer_2":"B.Cyanide intoxication","answer_3":"C.Primary overproduction of red blood cells","answer_4":"D.Recent high-altitude exposure","answer_5":"E.Right to left intrapulmonary shunting","percent_1":"41%","percent_2":"32%","percent_3":"4%","percent_4":"9%","percent_5":"14%","right_answer":"A.Chronic blood loss","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§ ∆^#PaO2# ∆^#SaO2# ∆^#Oxygen content#§^#CO poisoning# ∆^Normal ∆^↓* ∆^↓§^#Cyanide poisoning# ∆^Normal ∆^Normal ∆^Normal§^#Anemia (↓# #Hb)# ∆^Normal ∆^Normal ∆^↓§^#Polycythemia (↑# #Hb)# ∆^Normal ∆^Normal ∆^↑§^#High altitude# ∆^↓ ∆^↓ ∆^↓%*Detected as normal using standard probes.$ #CO =# carbon monoxide; #Hb =# hemoglobin; #PaO2 =# partial pressure of oxygen; #SaO2 =# arterial oxygen saturation.","explanation_img":"","explanation_1":"","explanation_2":"Oxygen (O2) is carried in the blood, both as a dissolved gas and in combination with hemoglobin.  The #total O2# #content# of the blood (CaO2) is determined primarily by the #amount of hemoglobin# in the blood and its #percentage of O2# #saturation# (SaO2), which is directly influenced by changes in arterial O2 tension (PaO2) of the dissolved O2 according to the oxygen-hemoglobin @dissociation curve@.  Freely dissolved O2 normally accounts for only a very small proportion of the total O2 content of blood due to its low solubility in plasma. $This patient's #low CaO2# in the arterial blood but #normal PaO2# #and SaO2# are suggestive of #low hemoglobin# (ie, anemia), which reduces the total O2 content in the blood despite a normal partial pressure and percentage of O2 saturation.  A common cause of anemia in this patient's age group includes #chronic blood loss# (eg, heavy menses). $#(Choice B)#  Cyanide inhibits oxidative phosphorylation by inhibiting ferric iron (Fe3+) in cytochrome c oxidase, lowering O2 consumption in peripheral tissue.  Arterial PaO2, SaO2, and CaO2 remain unchanged, but venous O2 content rises and the arterial-venous O2 gradient falls.  Cyanide may also bind to the ferrous (Fe2+) iron of hemoglobin to form cyanhemoglobin but typically only in small amounts that do not appreciably change arterial O2 content. $#(Choice C)#  Primary polycythemia (polycythemia vera) is due to a genetic mutation causing increased red blood cell (RBC) production.  The hemoglobin within RBCs functions normally (normal SaO2), but there is a greater total amount of hemoglobin (increased CaO2).  There are no effects on dissolved oxygen (normal PaO2). $#(Choice D)#  The O2 tension in high-altitude settings is relatively low compared to that at sea level.  Recent exposure to a high-altitude environment would result in reduced alveolar O2 tension, leading to reduced PaO2 and SaO2, with a corresponding decrease in CaO2. $#(Choice E)#  Right to left intrapulmonary shunting occurs when venous blood flows through inadequately ventilated alveoli (eg, pulmonary edema).  This blood remains deoxygenated as it reenters the systemic circulation.  It has a low PaO2 and SaO2, with a corresponding decrease in CaO2. $#Educational objective# The total oxygen content of blood (CaO2) is affected primarily by 2 variables:  hemoglobin concentration and its percentage of oxygen saturation (SaO2), which is directly affected by the arterial oxygen tension (PaO2).  Anemia is characterized by decreased hemoglobin concentration in the setting of normal SaO2 and PaO2.  ","clickable_1":"images/img1.1527.jpg"},

{"id":"1357","title":"A 43-year-old man is brought to the emergency department after being found unresponsive by his wife.  She says he was in his usual state of health when she left home a few hours ago.  The patient has a history of depression and type 2 diabetes mellitus.  He was recently laid off from work.  Blood pressure is 100/60 mm Hg and pulse is 64/min.  On physical examination, the patient is responsive to deep sternal rub and has mildly dry mucous membranes.  Arterial blood gas analysis reveals the following:","title_table":"?pH? 7.22 ?PaCO2? 60 mm Hg ?HCO3−? 24 mEq/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely current acid-base status in this patient?","audio":"","comparison_items":"","answer_1":"A. Metabolic acidosis with respiratory compensation","answer_2":"B. Metabolic alkalosis with respiratory compensation","answer_3":"C. Respiratory acidosis with renal compensation","answer_4":"D. Respiratory alkalosis with renal compensation","answer_5":"E. Uncompensated metabolic acidosis","answer_6":"F. Uncompensated respiratory acidosis","percent_1":"4%","percent_2":"0%","percent_3":"8%","percent_4":"0%","percent_5":"5%","percent_6":"83%","right_answer":"F. Uncompensated respiratory acidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1357.jpg","explanation_1":"","explanation_2":"$The assessment of an arterial blood gas follows a stepwise process:  $1. Evaluate the #pH# (normal: 7.4): A value <7.35 signifies acidosis whereas a value >7.45 indicates alkalosis.  This patient has an arterial blood pH of 7.22, which is consistent with #acidosis#.  $2. Identify the #primary process#: Differentiate respiratory from metabolic processes by determining the PaCO2 (normal: 40) and HCO3− (normal: 24). $• Respiratory acidosis occurs due to the retention of CO2 in the lungs and presents with a low pH and a high PaCO2. $• Metabolic acidosis develops due to depletion of HCO3− and is characterized by a low pH and a low HCO3−. $This patient has a pH of 7.22 (low) and a PaCO2 of 60 mm Hg (high), which is consistent with #respiratory acidosis#.  $3. Identify @compensation@: Because increased PaCO2 leads to an increased hydrogen ion concentration in the body, the kidneys begin to compensate by increasing resorption of HCO3− to help buffer the excess acid.  The #renal compensation# begins after several hours and takes several days to complete.  After approximately 72 hours, the expected compensatory increase in HCO3− is approximately 4 mEq/L for every 10 mm Hg elevation in PaCO2. $This patient has a HCO3− of 24 mEq/L, which is normal and indicates #respiratory acidosis without compensation#.  Causes of respiratory acidosis without compensation include any disorder that causes #acute hypoventilation# (eg, opioid overdose with depression of respiratory drive). $#(Choices A and E)#  Metabolic acidosis is indicated by low pH and low serum HCO3−.  The respiratory compensation involves hyperventilation to breathe off CO2 and help increase pH.  Respiratory compensation for metabolic disturbances begins right away and is usually maximized within hours; therefore, full (or nearly full) compensation is expected in both the acute and chronic setting unless the patient's breathing is compromised. $#(Choice B)#  Metabolic alkalosis is indicated by high pH and high HCO3−.  The respiratory compensation involves hypoventilation to retain CO2 and decrease pH. $#(Choice C)#  This patient's low pH and high PaCO2 are consistent with respiratory acidosis, but the normal HCO3− indicates that renal compensation has not yet occurred. $#(Choice D)#  Respiratory alkalosis is indicated by high pH and low PaCO2.  The metabolic compensation involves increased HCO3− excretion by the kidneys to help decrease pH and requires approximately 72 hours to complete. $#Educational objective# Respiratory acidosis presents with low pH and high PaCO2.  HCO3− initially remains near normal but becomes elevated over several days as renal compensation develops.  ","clickable_1":"images/img1.1357.jpg"},

{"id":"486","title":"A 32-year-old man is hospitalized due to nausea, vomiting, and severe abdominal pain.  He has a history of heavy alcohol use and was admitted to the hospital for acute pancreatitis a year ago.  He has continued to drink alcohol since his last hospitalization and had a party last weekend, during which he consumed an entire 750-mL bottle of liquor.  Temperature is 38.3 C (100.9 F), blood pressure is 110/80 mm Hg, pulse is 104/min, and respirations are 20/min.  Abdominal examination is notable for marked tenderness in the epigastric region.  Serum lipase is 2,392 U/L.  The patient is admitted and started on intravenous fluids, analgesics, and antiemetics with subsequent improvement in his symptoms.  His vital signs remain stable with adequate urine output.  However, on the second day of hospitalization, the patient develops progressive shortness of breath and hypoxemia.  Chest x-ray reveals new bilateral opacities.  Which of the following parameters is most likely to be normal in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capillary permeability","answer_2":"B. Lung compliance","answer_3":"C. Pulmonary capillary wedge pressure","answer_4":"D. Ventilation/perfusion matching","answer_5":"E. Work of breathing","percent_1":"10%","percent_2":"24%","percent_3":"53%","percent_4":"9%","percent_5":"3%","right_answer":"C. Pulmonary capillary wedge pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Acute respiratory distress syndrome! ?Risk factors? • Sepsis, pneumonia • Trauma • Pancreatitis ?Pathophysiology? • Cytokine release, endothelial activation • Neutrophil recruitment & degranulation in lung • ↑ Capillary permeability, alveolar fluid accumulation • Formation of hyaline membrane ?Clinical features? • Hypoxia • Bilateral pulmonary infiltrates • Normal pulmonary capillary wedge pressure (6-12 mm Hg)","explanation_img":"","explanation_1":"","explanation_2":"This patient with #pancreatitis# (abdominal pain, elevated lipase, recent heavy alcohol intake) has developed hypoxic respiratory failure with @bilateral pulmonary infiltrates@. In a young patient without a history of cardiac disease, this is highly suggestive of #acute respiratory distress syndrome# (ARDS). Direct (eg, irritant chemicals, trauma, gastric aspiration) or indirect (eg, pancreatitis, sepsis) pulmonary insults cause excessive cytokine release, leading to endothelial activation, neutrophilic migration to the lungs, and degranulation with release of toxic mediators. This process worsens the pulmonary alveolar and endothelial injury, leading to #increased pulmonary capillary permeability#, leakage of fluid into the alveoli, and pulmonary edema (#Choice A#). $ARDS-associated interstitial edema and hyaline membrane formation along with fluid-filled alveoli collapse and atelectasis result in #decreased lung compliance# and increased work of breathing (#Choices B and E#). The fluid-filled, collapsed alveoli are unable to deliver oxygen despite continuing to receive adequate blood flow, resulting in #ventilation/perfusion mismatch# (ie, physiologic shunting) and hypoxia (#Choice D#). $Noncardiogenic pulmonary edema (eg, ARDS, high-altitude pulmonary edema) can be distinguished from cardiogenic pulmonary edema (eg, decompensated left ventricular failure, volume overload) by a #normal pulmonary capillary wedge pressure# (6–12 mm Hg). Other distinguishing features include the clinical history (pneumonia/sepsis or pancreatitis suggests ARDS) and physical exam (peripheral edema and jugular venous distension suggest a cardiogenic source). $#Educational objective# Acute respiratory distress syndrome is characterized by hypoxia and bilateral pulmonary infiltrates and is associated with pneumonia, sepsis, trauma, and pancreatitis. The associated pulmonary edema is noncardiogenic in nature, so the pulmonary capillary wedge pressure will be within the normal range (6–12 mm Hg).","clickable_1":"images/img1.486.jpg"},

{"id":"528","title":"A 45-year-old man comes to the emergency department due to severe dyspnea and chest discomfort that began earlier in the day.  The dyspnea has been worsening throughout the day and has been present at rest.  He reports no inciting trauma.  The patient has no other medical conditions and takes no medications.  He has a 20-pack-year smoking history and does not use alcohol or illicit drugs.  Temperature is 36.7 C (98 F), blood pressure is 110/60 mm Hg, and pulse is 96/min.  Arterial blood gas drawn on room air shows an arterial partial pressure of oxygen (PaO2) of 54 mm Hg and an arterial partial pressure of carbon dioxide (PaCO2) of 26 mm Hg.  Which of the following processes is most likely occurring in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar hyperventilation","answer_2":"B. Decreased chest wall compliance","answer_3":"C. Expiratory air trapping","answer_4":"D. Poor respiratory drive","answer_5":"E. Respiratory muscle fatigue","percent_1":"52%","percent_2":"10%","percent_3":"20%","percent_4":"10%","percent_5":"7%","right_answer":"A. Alveolar hyperventilation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp528.jpg","explanation_1":"","explanation_2":"$This patient with acute-onset dyspnea and chest discomfort likely has an #acute pulmonary embolism# (PE).  PE leads to increased @dead-space ventilation@ with a consequent ventilation/perfusion (V/Q) mismatch that causes #hypoxemia#.  The acute hypoxemia along with pulmonary parenchymal inflammation triggers an increase in respiratory drive and #hyperventilation#. $Because the rate of CO2 removal is closely tied to ventilation rate, alveolar hyperventilation leads to #increased expiration of CO2# with resulting #hypocapnia# (low arterial partial pressure of carbon dioxide [PaCO2]) and #respiratory alkalosis#.  In contrast, the rate of O2 absorption becomes capped once hemoglobin is saturated, which occurs at relatively low arterial partial pressure of oxygen (PaO2) levels (eg, hemoglobin is 85% saturated at PaO2 50 mm Hg).  Therefore, the blood in highly ventilated lung regions cannot absorb extra O2 to compensate for poorly ventilated regions, and hyperventilation does not significantly increase PaO2. $It follows that patients with an acute V/Q mismatch (eg, due to PE or pneumonia) typically have hypocapnia with respiratory alkalosis and persistent hypoxemia.  Without treatment, prolonged hyperventilation can lead to respiratory muscle fatigue #(choice E)# with consequent respiratory failure; these patients will have hypoventilation with hypercapnia and respiratory acidosis. $#(Choices B and D)#  Both decreased chest wall compliance, as occurs in obesity hypoventilation syndrome, and poor respiratory drive, as occurs in opioid overdose and some types of stroke, lead to hypoventilation with hypoxemia and increased PaCO2 levels. $#(Choice C)#  Expiratory air trapping occurs in chronic obstructive lung disease.  These patients often have chronic respiratory acidosis (high PaCO2) that may worsen (acute on chronic respiratory acidosis) during exacerbation. $#Educational objective# An acute ventilation/perfusion mismatch (eg, due to pulmonary embolism or pneumonia) causes hypoxemia and triggers hyperventilation.  Because the removal of CO2 is directly dependent on ventilation but the absorption of O2 is capped by the high baseline saturation of hemoglobin, the hyperventilation response typically leads to respiratory alkalosis (low arterial partial pressure of carbon dioxide) with persistent hypoxemia.  ","clickable_1":"images/img1.528.jpg"},

{"SubjectSystem":"Physiology-Pulmonology","id":"15240","title":"A 68-year-old woman is brought to the emergency department due to worsening fever, cough, and confusion.  The patient has had a \"cold and congestion\" since last week, which initially improved, but she began feeling worse again 3 days ago.  Her daughter reports that the patient has also been eating poorly.  Other medical conditions include chronic obstructive pulmonary disease and chronic kidney disease.  Temperature is 39.4 C (102.9 F), blood pressure is 74/46 mm Hg, pulse is 128/min, and respirations are 30/min.  Oxygen saturation is 94% on 2 L/min.  On physical examination, the patient is lethargic with dry mucous membranes and flat neck veins.  Lung examination reveals dullness to percussion and crackles at the right base.  Chest x-ray shows a right lower lobe consolidation.  Intravenous access is established.  Intravenous administration of which of the following is the most appropriate next step in management of this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. 0.45% saline","answer_2":"B. 3% saline","answer_3":"C. 5% dextrose in 0.45% saline","answer_4":"D. Albumin solution","answer_5":"E. Lactated Ringer solution","answer_6":"F. Sodium bicarbonate solution","percent_1":"17%","percent_2":"11%","percent_3":"31%","percent_4":"3%","percent_5":"35%","percent_6":"3%","right_answer":"E. Lactated Ringer solution","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Intravenous fluids#∆⨉∆⨉ §^#Tonicity# ∆^#Fluid type# ∆^#Clinical use# §^#Isotonic# ∆^0.9℅ (normal) saline ∆^Volume resuscitation$(eg, hypovolemia, shock) §↕ ∆^Lactated Ringer solution ∆↕ §↕ ∆^Albumin (5℅ or 25℅)* ∆^Volume replacement, treatment of$ SBP or HRS §^#Hypotonic# ∆^Dextrose 5℅ in water** ∆^Free water deficit §↕ ∆^0.45℅ (half-normal) saline ∆↕ §↕ ∆^Dextrose 5℅ in 0.45℅ (half-normal) saline** ∆^Maintenance hydration §^#Hypertonic# ∆^3℅ (hypertonic) saline ∆^Severe, symptomatic hyponatremia %#HRS# = hepatorenal syndrome; #SBP# = spontaneous bacterial peritonitis.$ *Colloid solution; all other listed fluid types are crystalloid solutions. $ **Dextrose 5℅ in water (initially slightly hypotonic) & dextrose 5℅ in 0.45℅ saline (initially hypertonic) become markedly hypotonic due to metabolism of glucose.","explanation_img":"","explanation_1":"","explanation_2":"This patient with fever, cough, and radiologic evidence of consolidation in the right lower lung has #pneumonia#.  Her tachycardia, #hypotension#, and confusion (evidence of #end-organ hypoperfusion#) are most likely due to #septic shock#, which is characterized by increased permeability of the vascular endothelium with leakage of intravascular fluid into the extravascular space. $In the management of septic shock, rapid restoration of intravascular volume and adequate end-organ perfusion is critical.  This is best accomplished with the administration of boluses of #isotonic crystalloid# in the form of 0.9% (normal) saline or lactated Ringer solution through large-bore, peripheral intravenous catheters.  These solutions are ideal for volume resuscitation because they have osmolarity very close to the normal osmolarity of the blood (~285 mOsm/kg H2O), while the sodium and chloride ions help retain the fluid in the extracellular space. $Prompt initiation of appropriate empiric antibiotic therapy is also critical in the management of septic shock. $#(Choices A and C)#  0.45% (half-normal) saline is hypotonic; 5% dextrose in 0.45% saline is hypertonic initially but becomes hypotonic following infusion because the dextrose is rapidly metabolized.  These hypotonic solutions are often used at low infusion rates for patients with a deficiency of free water (ie, hypernatremia) or for maintenance hydration.  However, they are not effective for rapid volume resuscitation because the low osmolarity causes much of the fluid volume to shift into the intracellular space following infusion. $#(Choice B)#  Infusion of 3% (hypertonic) saline can lead to rapid fluid-shifting from the intracellular to the extracellular space with potentially devastating consequences (eg, osmotic demyelination syndrome); therefore, 3% saline is not appropriate for rapid volume resuscitation.  It is appropriate for careful use in patients with severe symptomatic hyponatremia. $#(Choice D)#  Albumin solution is an isotonic colloid solution that can be used for rapid volume resuscitation. However, it is less preferred due to high cost and limited availability compared to isotonic crystalloid. $#(Choice F)#  Sodium bicarbonate solutions can have variable tonicity and are typically used at low infusion rates for patients with severe metabolic acidosis.  These solutions are generally not used for rapid volume resuscitation. $#Educational objective# The initial management of septic shock requires rapid fluid resuscitation to replace intravascular volume and restore adequate end-organ perfusion.  This is best accomplished with intravenous boluses of isotonic crystalloid in the form of 0.9% (normal) saline or lactated Ringer solution because these solutions remain in the extracellular space.  "},

{"id":"844","title":"A 32-year-old man comes to the hospital due to 1 week of progressive shortness of breath and cough. He also reports sharp right-sided chest pain that is worsened by deep inspiration. Examination reveals decreased tactile fremitus, dullness on percussion, and decreased breath sounds over the right lower lung. Chest x-ray shows consolidation of the right lower lobe and a right-sided effusion. A thoracentesis is performed, during which the needle is inserted along the upper border of the 10th rib at the right midaxillary line. Which of the following structures is most at risk of being injured as a result of the intervention?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hepatic veins","ansImg_1":"","answer_2":"B. Intercostal artery","ansImg_2":"","answer_3":"C. Intercostal nerve","ansImg_3":"","answer_4":"D. Right hepatic lobe","ansImg_4":"","answer_5":"E. Right lower lung lobe","ansImg_5":"","right_answer":"D. Right hepatic lobe","percent_1":"1%","percent_2":"7%","percent_3":"25%","percent_4":"44%","percent_5":"23%","explanation_img":"images/exp844.jpg","explanation_1":"","explanation_2":"$The visceral pleura covers the surface of the lung, whereas the parietal pleura lines the inner surface of the chest wall and diaphragm.  The @parietal pleura@ generally #extends# approximately #2 ribs below# the inferior margin of the #lungs#.  The potential space at the reflection of the costal pleura onto diaphragmatic pleura is called the costodiaphragmatic recess, where pleural fluid accumulates when the body is erect. $#Thoracentesis# is typically performed between the 6th and 8th ribs along the @midclavicular line@, the 8th and 10th ribs along the midaxillary line (above image), and the 10th and 12th ribs along the @paravertebral line@.  This allows pleural fluid to be drained without risking lung injury (which can occur at higher insertion sites).  However, insertion of a needle #below the 9th# rib still #risks penetrating abdominal structures#. $In this case, thoracentesis is being performed along the #upper border of the 10th rib# at the right midaxillary line, putting the patient at risk of #liver injury# if the needle is inserted too deep. $#(Choice A)#  Hepatic veins are found deep in the liver parenchyma and are not likely to be injured during thoracentesis. $#(Choices B and C)#  The intercostal vein, artery, and nerve lie in the subcostal groove along the lower border of the rib.  Thoracentesis should be performed just above the upper border of the rib to prevent injury to the intercostal vessels. $#(Choice E)#  The lower border of the right lung is located 2 intercostal spaces above the pleural border.  Therefore, the lung is less likely to be injured by insertion of a needle into the 10th intercostal space at the midaxillary line. $#Educational objective# Thoracentesis should be performed below the 6th rib in the midclavicular line, the 8th rib along the midaxillary line, or the 10th rib along the paravertebral line in order to minimize the risk of lung injury.  Insertion of a needle lower than 9th rib increases the risk of penetrating abdominal structures.  The needle should also be inserted along the upper border of the rib to prevent injury to the intercostal vessels.  ","clickable_1":"images/img1.844.jpg","clickable_2":"images/img2.844.jpg","clickable_3":"images/img3.844.jpg"},

{"id":"1130","title":"A 19-year-old woman is brought to the emergency department after a motor vehicle collision.  The patient's medical history includes celiac disease and 3 episodes of pneumonia.  Her blood pressure is 80/45 mm Hg and pulse is 130/min.  Physical examination reveals pallor, and ultrasound shows a splenic laceration.  She receives a blood transfusion with O-negative packed red blood cells.  During transfusion, the patient develops facial swelling, generalized hives, and shortness of breath.  Which of the following is the most likely diagnosis in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ABO incompatibility","answer_2":"B. C1 inhibitor deficiency","answer_3":"C. Leukocyte adhesion deficiency","answer_4":"D. Selective IgA deficiency","answer_5":"E. Severe combined immune deficiency","percent_1":"18%","percent_2":"18%","percent_3":"2%","percent_4":"59%","percent_5":"2%","right_answer":"D. Selective IgA deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Selective IgA deficiency#∆⨉§^#Clinical features# ∆ • Usually asymptomatic • Recurrent sinopulmonary, gastrointestinal infections • Autoimmune disease • Anaphylaxis during transfusions§^#Diagnosis# ∆ • Low or absent serum IgA levels • Normal IgG & IgM levels","explanation_img":"","explanation_1":"","explanation_2":"This patient has a history of recurrent pneumonia, a diagnosis of celiac disease, and an anaphylactic reaction during blood transfusion.  These findings are highly suggestive of #selective IgA deficiency#, the most common primary immunodeficiency.  Although most patients with IgA deficiency are asymptomatic, some may have recurrent #sinopulmonary# (eg, sinusitis, pneumonia) and #gastrointestinal# infections (eg, Giardia) due to absence of @secretory IgA@.  Concomitant #autoimmune# disorders (eg, celiac disease) are also common. $Patients with severe IgA deficiency can form IgE antibodies directed against IgA (anti-IgA antibodies).  Serum IgA levels are low or undetectable due to failure of B cells to differentiate into IgA-secreting plasma cells; serum IgG and IgM levels are normal.  When transfused with #blood products# (eg, red blood cells, platelets, fresh frozen plasma) containing small amounts of IgA, these patients can develop potentially fatal #anaphylaxis#.  Therefore, patients with severe IgA deficiency should wear medical alert bracelets and receive blood products that are washed of residual plasma or from an IgA-deficient donor. $#(Choice A)#  Acute hemolytic reactions occur when a patient's preexisting IgM or IgG antibody cross-reacts with antigens (eg, A, B, Rh, Kell) in transfused blood.  Reactions range from fever and chills to severe hemolysis and circulatory collapse.  However, anaphylaxis is IgE-mediated and does not result from ABO incompatibility. $#(Choice B)#  C1 inhibitor deficiency causes hereditary angioedema that can be triggered by transfusions.  Affected patients have angioedema but do not have urticaria or wheezing, both of which are present in this patient. $#(Choice C)#  Leukocyte adhesion deficiency results in poor leukocyte adherence and transmigration through the vasculature.  Affected patients present with recurrent skin and mucosal infections but are not at an increased risk for anaphylaxis during transfusion. $#(Choice E)#  Severe combined immune deficiency results from failure of T cell development and leads to a severe defect of cell-mediated and humoral immunity.  This disease causes severe bacterial, viral, and fungal infections beginning in infancy. $#Educational objective# Selective IgA deficiency is the most common primary immune deficiency and can present with recurrent sinopulmonary and gastrointestinal infections as well as autoimmune disease.  Patients with severe IgA deficiency can have anaphylaxis during transfusion of blood products that contain small amounts of IgA. ","clickable_1":"images/img1.1130.jpg"},

{"id":"19332","title":"A 71-year-old man with a long history of smoking is found to have a new, 4-cm, irregular, spiculated, rounded mass in the right upper lobe.  CT-guided biopsy is performed.  Follow-up chest x-ray after the procedure is shown in the @exhibit@.  Physical examination of the right lung would most likely show which of the following findings?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit19332.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Percussion ∆Tactile fremitus ∆Breath sounds","answer_1":"§A. ∆ Dullness ∆Decreased ∆Decreased","answer_2":"§B. ∆ Dullness ∆Increased ∆Bronchial","answer_3":"§C. ∆ Dullness ∆Increased ∆Decreased","answer_4":"§D. ∆ Hyperresonance ∆Decreased ∆Bronchial","answer_5":"§E. ∆ Hyperresonance ∆Decreased ∆Decreased","answer_6":"§F. ∆ Hyperresonance ∆Decreased ∆Increased","answer_7":"§G. ∆ Resonance ∆Normal ∆Vesicular","percent_1":"14%","percent_2":"5%","percent_3":"9%","percent_4":"3%","percent_5":"66%","percent_6":"2%","percent_7":"2%","right_answer":"§E. ∆ Hyperresonance ∆Decreased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"!Pulmonary auscultation examination findings! ^ #Condition#∆^ #Breath$ sounds#∆^ #Tactile$ fremitus#∆^ #Percussion# §^ #Normal lung#∆^ Normal∆^ Normal∆^ Resonance §^ #Consolidation#∆^ Increased∆^ Increased∆^ Dullness §^#Pleural$effusion#∆^ Decreased or absent∆^ Decreased∆^ Dullness §^#Pneumothorax#∆^Decreased$ or absent∆^ Decreased∆^ Hyperresonance §^ #Atelectasis#∆^ Decreased$ or absent∆^ Decreased∆^ Dullness","explanation_img":"","explanation_1":"","explanation_2":"This patient's @chest x-ray@ after lung biopsy shows a right #pneumothorax#, which is recognized by the #continuous line# in the right lung field with #no visible lung markings# peripheral to it.  This line is the outer edge of the collapsed right lung; the dark space peripheral to the lung represents air in the chest cavity. $The following characteristic physical examination findings are expected with pneumothorax: $• Tactile fremitus represents airway vibrations generated by vocalized sound (eg, saying \"ninety-nine\") and is measured by the examiner placing hands on the patient's back.  Because air in the chest cavity insulates and dampens airway vibrations before they reach the patient's back, #decreased tactile fremitus# is expected #(choice C).# $• Breath sounds are caused by air movement within the airways, and the intensity varies by lung location.  Vesicular breath sounds are normal over the periphery; bronchial breath sounds are higher-intensity sounds that are normal over the hilum but indicate pathology (eg, lobar consolidation) over the periphery.  Because the lung is partially collapsed, leading to less air movement, and sounds from the airways are insulated by air in the chest cavity, #decreased breath sound intensity# is expected #(choices D and F)#. $• Resonance refers to the frequency of sound generated by percussion, and it varies with density.  Because air alone is less dense than a composite of lung parenchyma and air (ie, normal lung), higher-than-normal sound frequency to percussion (ie, #hyperresonance#) is expected. $#(Choice A)#  Like pneumothorax, fluid in the chest cavity (ie, pleural effusion) insulates airway vibrations and sounds, causing decreased tactile fremitus and breath sound intensity.  However, because fluid is more dense than normal lung, dullness to percussion is expected.  Atelectasis generates findings similar to those of pleural effusion; the collapsed lung reduces air movement and vibration within the airways, and the airless lung parenchyma is more dense than normal, air-filled lung. $#(Choice B)#  Consolidated, fluid-filled lung (eg, lobar pneumonia) is more dense than normal lung.  This leads to increased transmission of vibration and sound (ie, increased tactile fremitus and breath sound intensity) and dullness to percussion. $#(Choice G)#  Normal lung demonstrates resonance to percussion, baseline tactile fremitus, and vesicular (normal-intensity) breath sounds. $#Educational objective# Pneumothorax is recognized on chest x-ray by a continuous line without lung markings peripheral to it.  Decreased tactile fremitus, decreased breath sound intensity, and hyperresonance to percussion are expected on physical examination.  ","clickable_1":"images/img1.19332.jpg"},

{"id":"7614","title":"A 53-year-old man comes to the emergency department due to progressive shortness of breath and nonproductive cough.  Medical history is significant for long-standing hypertension and type 2 diabetes mellitus, for which he takes lisinopril and metformin.  The patient has no drug allergies.  Blood pressure is 160/100 mm Hg, pulse is 110/min, and respirations are 20/min.  On physical examination, heart sounds are regular.  Lung examination reveals decreased tactile fremitus over the lower right lung along with dullness to percussion.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bronchospasm","answer_2":"B. Emphysema","answer_3":"C. Lobar consolidation","answer_4":"D. Pericardial effusion","answer_5":"E. Pleural effusion","answer_6":"F. Pneumothorax","answer_7":"G. Pulmonary edema","percent_1":"1%","percent_2":"1%","percent_3":"30%","percent_4":"0%","percent_5":"47%","percent_6":"2%","percent_7":"18%","right_answer":"E. Pleural effusion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"!Pulmonary auscultation examination findings! ^ #Condition#∆^ #Breath$ sounds#∆^ #Tactile$ fremitus#∆^ #Percussion# §^ #Normal lung#∆^ Normal∆^ Normal∆^ Resonance §^ #Consolidation#∆^ Increased∆^ Increased∆^ Dullness §^#Pleural$effusion#∆^ Decreased or absent∆^ Decreased∆^ Dullness §^#Pneumothorax#∆^Decreased$ or absent∆^ Decreased∆^ Hyperresonance §^ #Atelectasis#∆^ Decreased$ or absent∆^ Decreased∆^ Dullness","explanation_img":"","explanation_1":"","explanation_2":"This patient most likely has a right-sided #pleural effusion#.  Excess fluid within the pleural space acts to insulate vibrations and breath sounds that originate in the airways of the lungs.  Consequently, #tactile fremitus#, the transmission of vibration from vocalized sound (eg, saying \"ninety-nine\"), is #decreased# over a pleural effusion.  #Breath sounds# are also #decreased# or absent.  The high density of pleural fluid compared to normal lung (alveolus-air composite) causes #dullness to percussion# over the effusion. $#(Choice A)#  Bronchospasm is likely to have minimal effect on tactile fremitus and dullness to percussion. $#(Choice B)#  The hyperinflated alveoli in emphysema should demonstrate hyperresonance to percussion and decreased tactile fremitus. $#(Choices C and G)#  Because sound vibrations travel faster and more efficiently through liquids than through gases, alveolar filling processes such as lobar consolidation (alveoli filled with pus) and pulmonary edema (alveoli filled with transudate) create increased breath sound intensity and increased tactile fremitus. $#(Choice D)#  A large pericardial effusion might cause dullness to percussion with decreased tactile fremitus over the precordium, but not over the lower lung. $#(Choice F)#  Like pleural effusion, pneumothorax (air in the pleural space) acts to insulate sound originating in the airways; therefore, tactile fremitus and breath sounds are decreased.  However, the low density of air compared to normal lung creates hyperresonance to percussion. $#Educational objective# Fluid in the pleural space acts to insulate sound vibrations that originate in the airways; therefore, pleural effusion causes decreased tactile fremitus and decreased intensity of breath sounds.  The high density of pleural fluid compared to normal lung tissue also causes dullness to percussion.  "},

{"id":"15430","title":"A 62-year-old man comes to the emergency department due to a 2-week history of worsening shortness of breath.  The patient reports feeling dyspneic while lying flat and has been sleeping upright in his recliner.  Temperature is 36.7 C (98.1 F), blood pressure is 110/70 mm Hg, pulse is 88/min, and respirations are 20/min.  On physical examination, jugular venous distension is present.  Heart sounds are normal.  Decreased breath sounds and dullness to percussion can be heard at the bilateral bases.  Pitting edema is present in the bilateral lower extremities.  Chest x-ray shows cardiomegaly and bilateral pleural effusions.  Serum protein is 6 g/dL and serum lactate dehydrogenase (LDH) is 60 U/L.  Which of the following sets of pleural fluid findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Protein (g/dL) ∆LDH (U/L) ∆Glucose (mg/dL) ∆Total nucleated cell count (per mm3)","answer_1":"§A. ∆ 2 ∆30 ∆90 ∆500","answer_2":"§B. ∆ 2 ∆90 ∆10 ∆10,000","answer_3":"§C. ∆ 2 ∆90 ∆90 ∆500","answer_4":"§D. ∆ 4 ∆90 ∆10 ∆10,000","answer_5":"§E. ∆ 4 ∆30 ∆90 ∆500","percent_1":"60%","percent_2":"7%","percent_3":"15%","percent_4":"8%","percent_5":"9%","right_answer":"§A. ∆ 2 ∆30 ∆90 ∆500","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Exudative & transudative pleural effusions#∆⨉∆⨉ § ∆^#Exudate# ∆^#Transudate# §^#Light criteria# ∆^Pleural protein/serum protein >0.5 OR Pleural LDH/serum LDH >0.6 OR Pleural LDH greater than two-thirds upper limit of normal of serum LDH ∆^Exudate criteria not met §^#Pathophysiology# ∆^Inflammatory increase in membrane permeability ∆^Change in hydrostatic or oncotic pressure §^#Common causes# ∆ • Infection (eg, pneumonia, TB) • Malignancy • Rheumatologic disease ∆ • Heart failure • Cirrhosis (hepatic hydrothorax) • Nephrotic syndrome %#LDH =# lactate dehydrogenase; #TB =# tuberculosis.","explanation_img":"","explanation_1":"","explanation_2":"This patient with dyspnea, orthopnea, jugular venous distension, and lower extremity swelling likely has an acute #heart failure# exacerbation.  Heart failure commonly leads to #pleural effusion# due to poor forward blood flow from the left ventricle and a subsequent #increase in# pulmonary venous and #pulmonary capillary hydrostatic pressure#.  Pleural effusions that result from such pressure changes are typically transudative, whereas those that result from an inflammatory increase in vascular membrane permeability are typically exudative. $Because transudative and exudative pleural effusions have differing underlying causes, they also tend to differ in chemical makeup.  The Light criteria are used to differentiate the 2 types via analysis of the #total protein# and #lactate dehydrogenase# (LDH) levels.  Exudative effusions have a high pleural fluid/serum ratio of these proteins due to increased capillary permeability, while #transudative effusions# are associated with a #low pleural fluid/serum ratio#. $Glucose levels and leukocyte counts can suggest the degree of inflammation in a pleural effusion.  Because leukocytes metabolize glucose, highly inflammatory effusions typically have low glucose levels.  Transudative effusions are not inflammatory and almost always have low nucleated cell counts and normal (or high) glucose levels. $#(Choices B and D)#  These effusions meet Light criteria for an exudate.  The low glucose levels (<60 mg/dL) suggest consumption of glucose by an abundance of metabolically active cells, as can occur with highly inflammatory exudative effusions resulting from bacterial infection, malignancy, or rheumatologic disease. $#(Choices C and E)#  These effusions meet Light criteria for an exudate.  The normal glucose levels and low cell counts suggest a relatively low-inflammation exudative effusion such as an uncomplicated parapneumonic effusion or effusion due to pulmonary embolism. $#Educational objective# Transudative pleural effusions result from increased intracapillary pressure (eg, heart failure) and exudative effusions develop from inflammatory disruption of the vascular membrane.  Transudative pleural effusions have low fluid/serum ratios of total protein and lactate dehydrogenase and low absolute levels of lactate dehydrogenase compared to exudative effusions.  "},

{"subjectsystem":"Anatomy- RESPIRATORY","id":"11741","title":"A 66-year-old man hospitalized 3 days ago for left lower lobe pneumonia is evaluated for persistent fever. He has been receiving the appropriate intravenous antibiotics as determined by antibiotic susceptibility testing of his sputum cultures. The patient has a history of diabetes mellitus and hypertension. His temperature is 38 C (100.4 F) and pulse is 87/min. Examination shows dullness to percussion and decreased breath sounds over the left lower lung. Imaging studies reveal a loculated, left-sided pleural effusion. A tube is placed to drain the fluid via an incision at the 5th intercostal space in the midaxillary line. Which of the following muscles is most likely to be dissected during the procedure?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. External oblique","ansImg_1":"","answer_2":"B. Infraspinatus","ansImg_2":"","answer_3":"C. Latissimus dorsi","ansImg_3":"","answer_4":"D. Pectoralis major","ansImg_4":"","answer_5":"E. Serratus anterior","ansImg_5":"","right_answer":"E. Serratus anterior","percent_1":"11%","percent_2":"1%","percent_3":"15%","percent_4":"12%","percent_5":"61%","explanation_img":"images/exp11741.jpg","explanation_1":"","explanation_2":"$This patient most likely has empyema requiring drainage with a #chest tube#.  The technique involves placing the chest tube through the skin and subcutaneous fat into the #4th or 5th intercostal space# in the anterior axillary or #midaxillary# line.  The tube traverses through the #serratus anterior# muscle, intercostal (external, internal, innermost) muscles, and parietal pleura to reach the pleural cavity. $The serratus anterior originates as multiple branches from the side of the chest along the 1st-8th ribs and inserts along the entire length of the medial scapular border.  The muscle is divided into 3 parts (superior, intermediate, inferior) depending on the insertion site at the scapula.  The inferior part of the muscle facilitates arm elevation by pulling the lower end of the scapula forward (scapular rotation).  All 3 muscle parts can help with respiration by lifting the ribs when the shoulder girdle is fixed. $#(Choice A)#  The @external oblique@ originates from the lateral ribs (5-12) and extends anteriorly across the abdomen to insert into the linea alba, pubis, and iliac crest of the hip bones.  The muscle is usually inferior to the chest tube insertion site. $#(Choice B)#  The @infraspinatus@ is a rotator cuff muscle that attaches medially to the infraspinous fossa of the scapula and laterally to the greater tubercle of the humerus.  The muscle stabilizes the shoulder joint in addition to externally rotating the humerus. $#(Choice C)#  The latissimus dorsi is a back muscle that helps with multiple shoulder movements (eg, extension, adduction).  It originates from the spinous processes of T7-L5, the 9th-12th ribs, and the inferior angle of the scapula.  The muscle inserts into the humerus and is located posterior to the chest tube insertion site. $#(Choice D)#  The pectoralis major arises from the anterior clavicle, sternum, costal cartilages, and aponeurosis of the external oblique muscle.  It attaches on the lateral lip of the bicipital groove of the humerus and serves to adduct and internally rotate the humerus.  The muscle is anterior to the chest tube insertion site. $#Educational objective# A chest tube for drainage of pleural effusion is placed through the skin and subcutaneous fat into the 4th or 5th intercostal space in the anterior axillary or midaxillary line.  The tube traverses through the serratus anterior muscle, intercostal muscles, and parietal pleura.  ","clickable_1":"images/img1.11741.jpg","clickable_2":"images/img2.11741.jpg"},

{"id":"19919","title":"A 46-year-old hospitalized man experiences worsening dyspnea and hypoxemia.  The patient was admitted 2 days ago due to alcohol-induced acute pancreatitis.  He has no history of cardiopulmonary disorders.  Chest x-ray reveals new bilateral infiltrates.  His respiratory condition progressively deteriorates and endotracheal intubation is performed.  Mechanical ventilation with a lung-protective strategy is begun and a positive end-expiratory pressure of 10 cm H2O is applied.  Which of the following is the most likely effect of this latter intervention?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased alveolar pressure","answer_2":"B. Decreased intrapleural pressure","answer_3":"C. Increased functional residual capacity","answer_4":"D. Increased intrapulmonary shunting","answer_5":"E. Increased minute ventilation","percent_1":"14%","percent_2":"18%","percent_3":"43%","percent_4":"5%","percent_5":"20%","right_answer":"C. Increased functional residual capacity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Acute respiratory distress syndrome! ?Risk factors? • Sepsis, pneumonia • Trauma • Pancreatitis ?Pathophysiology? • Cytokine release, endothelial activation • Neutrophil recruitment & degranulation in lung • ↑ Capillary permeability, alveolar fluid accumulation • Formation of hyaline membrane ?Clinical features? • Hypoxia • Bilateral pulmonary infiltrates • Normal pulmonary capillary wedge pressure (6-12 mm Hg)","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This hospitalized patient with worsening hypoxemia and bilateral lung infiltrates mostly likely has #acute respiratory distress syndrome# (ARDS), a potential complication of acute pancreatitis.  ARDS involves an inflammatory response in the lungs that leads to @alveolar capillary leakage@ and diffuse pulmonary edema; the edema prevents ventilation of affected alveoli and facilitates alveolar collapse, leading to increased intrapulmonary shunting (perfusion without ventilation).  In addition, @functional residual capacity@ (FRC) (ie, the volume of air in the lungs at end-tidal expiration) is reduced. $#Mechanical ventilation# is typically needed for the management of ARDS because it allows for the application of #positive end-expiratory pressure# (PEEP).  PEEP helps treat ARDS by #opening collapsed alveoli# to reduce intrapulmonary shunting #(choice D)# and #increase FRC# back to near-normal levels.  The increase in FRC has the following beneficial effects: $• There is a critical lung capacity (ie, closing capacity) at which some of the lung's small airways collapse during expiration (due to decreased radial traction at lower lung volumes).  When FRC drops below this critical capacity, alveoli supplied by the collapsed airways are without ventilation for part of the respiratory cycle, which contributes to intrapulmonary shunting and increases ventilation-perfusion mismatching.  Increasing FRC minimizes the time spent below @closing capacity@ and in doing so #decreases ventilation-perfusion mismatching#. $• Because the FRC air volume remains in the lungs throughout the respiratory cycle, it acts as a store of oxygen that the body can pull from during brief periods of increased need.  Therefore, increasing FRC #increases the oxygen reserves# in the lungs. $#(Choice A)#  PEEP increases, rather than decreases, alveolar pressure, which has the negative effect of increasing the risk of pulmonary barotrauma. $#(Choice B)#  Intrapleural pressure is normally negative throughout the respiratory cycle due to the opposing elasticity of the lungs (tend to collapse) and chest wall (tends to expand).  Increased end-expiratory airway pressure during PEEP reduces the collapsing force of the lungs, causing the intrapleural pressure to increase. $#(Choice E)#  Minute ventilation is determined by the product of tidal volume and respiratory rate.  PEEP causes breathing to occur at a higher baseline lung volume (ie, higher FRC), but tidal volume and respiratory rate are not directly affected, and minute ventilation is unchanged. $#Educational objective# Positive end-expiratory pressure helps treat acute respiratory distress syndrome by opening collapsed alveoli to reduce intrapulmonary shunting and increase functional residual capacity (FRC).  The increased FRC decreases ventilation-perfusion mismatching and increases the oxygen reserves in the lungs.  ","clickable_1":"images/img1.19919.jpg","clickable_2":"images/img2.19919.jpg","clickable_3":"images/img3.19919.jpg"},

{"id":"15420","title":"A 64-year-old woman comes to the emergency department with a 4-day history of productive cough and breathlessness.  Her medical conditions include polymyalgia rheumatica, for which she takes low-dose prednisone.  Physical examination shows dullness to percussion and decreased breath sounds over the right lower lobe.  The abdomen is soft, nondistended, and nontender.  Chest x-ray shows a right lower lobe parenchymal opacity and a moderate right pleural effusion.  Thoracentesis is performed, yielding serosanguinous fluid.  Pleural fluid and serum findings are as follows:","title_table":"","title_table_3":"§∆Pleural fluid∆Serum§Total protein ∆4.5 g/dL∆6.5 g/dL§Lactate dehydrogenase∆40 U/L∆60 U/L","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is contributing most to the pathogenesis of this patient's pleural effusion?","audio":"","comparison_items":"","answer_1":"A. Decreased plasma oncotic pressure","answer_2":"B. Decreased thoracic lymphatic flow","answer_3":"C. Increased intraabdominal hydrostatic pressure","answer_4":"D. Increased intrapleural negative pressure","answer_5":"E. Increased pleural vascular permeability","answer_6":"F. Increased thoracic hydrostatic pressure","percent_1":"11%","percent_2":"8%","percent_3":"1%","percent_4":"2%","percent_5":"65%","percent_6":"12%","right_answer":"E. Increased pleural vascular permeability","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Exudative & transudative pleural effusions#∆⨉∆⨉ § ∆^#Exudate# ∆^#Transudate# §^#Light criteria# ∆^Pleural protein/serum protein >0.5 OR Pleural LDH/serum LDH >0.6 OR Pleural LDH greater than two-thirds upper limit of normal of serum LDH ∆^Exudate criteria not met §^#Pathophysiology# ∆^Inflammatory increase in membrane permeability ∆^Change in hydrostatic or oncotic pressure §^#Common causes# ∆ • Infection (eg, pneumonia, TB) • Malignancy • Rheumatologic disease ∆ • Heart failure • Cirrhosis (hepatic hydrothorax) • Nephrotic syndrome %#LDH =# lactate dehydrogenase; #TB =# tuberculosis.","explanation_img":"","explanation_1":"","explanation_2":"Under normal physiologic conditions, #pleural fluid# enters the pleural space from parietal pleural microvessels and is removed by lymphatics at a constant rate.  @Pathologic states@ that disrupt pleural capillary hydrostatic or oncotic pressure, decrease pleural space pressure, reduce lymphatic drainage, or increase vascular membrane permeability can lead to #pleural effusion#.  Pleural effusions that develop due to #pressure changes# (eg, heart failure, cirrhosis, nephrotic syndrome) are typically #transudative#, whereas those that develop due to #inflammation# and consequent #increased vascular membrane permeability# (eg, infection, malignancy, rheumatologic disease), are typically #exudative#. $The Light criteria are used to differentiate transudative and exudative pleural effusions and aid in the differential diagnosis.  Transudative effusions have a low fluid-to-serum ratio of total protein and lactate dehydrogenase and low absolute levels of lactate dehydrogenase.  In contrast, #exudative effusions# have a #high fluid-to-serum ratio# of #total protein (>0.5)# or #lactate dehydrogenase (>0.6)# or high absolute levels of lactate dehydrogenase (>2/3 the serum upper limit of normal). $This patient with a pleural fluid-to-serum total protein ratio >0.5 has an exudative effusion likely due to pneumonia (ie, parapneumonic effusion). $#(Choice A)#  Decreased plasma oncotic pressure occurs in conditions that cause hypoalbuminemia (eg, cirrhosis, nephrotic syndrome) and can lead to transudative pleural effusion. $#(Choice B)#  Decreased thoracic lymphatic flow (eg, due to malignant involvement of lymphatic ducts) can cause a chylous effusion (chylothorax).  Although this type of effusion is usually exudative by Light criteria, the fluid is typically milky white (rather than serosanguinous) in gross appearance due to high triglyceride (ie, chylomicron) content. $#(Choice C)#  Increased intraabdominal hydrostatic pressure occurs with abdominal ascites that develops due to portal hypertension (eg, cirrhosis).  The ascites can be forced into the right-sided pleural cavity through fenestrations in the diaphragm, resulting in a transudative pleural effusion known as hepatic hydrothorax. $#(Choice D)#  Increased intrapleural negative pressure occurs in large-volume atelectasis (lung collapse) and can lead to a transudative pleural effusion. $#(Choice F)#  Increased hydrostatic pressure in the pulmonary venous system occurs in heart failure and leads to transudative pleural effusion. $#Educational objective# Transudative effusions are typically caused by alterations in hydrostatic or oncotic pressure (eg, heart failure, cirrhosis, nephrotic syndrome), whereas exudative effusions typically result from inflammation and consequent increased vascular membrane permeability (eg, infection, malignancy, rheumatologic disease).  Exudative effusions are characterized by a high ratio of pleural fluid to serum total protein (>0.5) or lactate dehydrogenase (>0.6), or high absolute levels of lactate dehydrogenase.  ","clickable_1":"images/img1.15420.jpg"},

{"id":"19339","title":"A 54-year-old woman comes to the emergency department due to a 2-day history of fevers, chills, and severe fatigue.  She has no chronic medical problems and takes no medication.  Temperature is 38.9 C (102 F), blood pressure is 80/50 mm Hg, pulse is 130/min, and respirations are 20/min.  The patient's left flank is tender to palpation.  Cardiovascular examination reveals tachycardia, decreased capillary refill, and an estimated jugular venous pressure of 3 cm H2O above the sternal notch.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 12 g/dL ?Platelets? 240,000/mm3 ?Leukocytes? 19,000/mm3 ? Neutrophils? 90℅ ? Eosinophils? 1℅ ? Lymphocytes? 9℅ !Serum chemistry! ?Blood urea nitrogen? 24 mg/dL ?Creatinine? 1.7 mg/dL !Urinalysis! ?Nitrites? positive ?White blood cells? 100+/hpf","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is most likely decreased in this patient?","audio":"","comparison_items":"","answer_1":"A. C-reactive protein","answer_2":"B. Endotoxin","answer_3":"C. IL-1","answer_4":"D. Nitric oxide","answer_5":"E. Vasopressin","percent_1":"5%","percent_2":"4%","percent_3":"4%","percent_4":"39%","percent_5":"48%","right_answer":"E. Vasopressin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with pyelonephritis (eg, flank pain, pyuria) has likely developed sepsis (eg, fever, peripheral blood leukocytosis).  #Sepsis# is a florid host #inflammatory response# to an infectious pathogen that can lead to widespread dysfunction of @multiple organ systems@.  Cardiovascular manifestations include profound #vasodilation# resulting in low systemic vascular resistance and hypotension.  Refractory hypotension (ie, vasoplegia) despite adequate intravascular volume (ie, normal jugular venous pressure), as in this patient, indicates progression to #septic shock#. $Septic shock is an extreme manifestation of sepsis, in which vasodilatory mediators overwhelm endogenous vasoconstrictor mechanisms.  Key vasodilators include #nitric oxide# and prostaglandins; their production is #upregulated# by acute-phase cytokines such as tumor necrosis factor-α, #IL-1#, and IL-6 released from innate immune cells and endothelium exposed to bacterial cell wall glycoproteins and endotoxins #(choices C and D)#. $The normal physiologic response to hypotension is compensatory secretion of vasopressin (antidiuretic hormone) by the posterior pituitary.  In addition to promoting water retention (via renal collecting duct V2 receptors), vasopressin is one of the most potent vasoconstrictors (via arteriolar smooth muscle V1 receptors).  In septic shock, however, #vasopressin is suppressed#, possibly due to impaired baroreceptor reflexes and/or depletion of endogenous stores. $For this reason, infusion of vasopressin can be helpful during treatment of septic shock, often decreasing the need for other pharmacologic vasoconstrictor agents (eg, norepinephrine). $#(Choice A)#  C-reactive protein is an acute-phase protein produced in the liver in response to inflammation; it activates the classical @complement pathway@ and promotes phagocytosis, thereby facilitating clearance of bacteria and cellular debris.  Levels of C-reactive protein are elevated in sepsis. $#(Choice B)#  Endotoxin (lipopolysaccharide) is a cell wall component of gram-negative bacteria that triggers an acute inflammatory response by binding to toll-like receptor 4 on immune cells.  The vast majority of urinary tract infections are caused by gram-negative bacteria, and nitrite production is generally exclusive to gram-negative bacteria; therefore, endotoxin concentrations are likely markedly elevated in this patient. $#Educational objective# Septic shock is a dysfunctional host response to an infectious pathogen resulting from massive upregulation of vasodilators.  A vasopressin deficit contributes to unbalanced vasodilation and refractory hypotension.  ","clickable_1":"images/img1.19339.jpg","clickable_2":"images/img2.19339.jpg"},

{"id":"800","title":"The concentrations of 2 substances in the amniotic fluid of pregnant women are graphed below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/800.jpg","title_2":"The two curves most likely correspond to which of the following?","audio":"","comparison_items":"§∆Curve 1 ∆Curve 2","answer_1":"§A. ∆Albumin ∆Phosphatidyl choline","answer_2":"§B. ∆Phosphatidyl choline ∆Sphingomyelin","answer_3":"§C. ∆Phosphatidyl glycerol ∆Phosphatidyl choline","answer_4":"§D. ∆Sphingomyelin ∆Albumin","answer_5":"§E. ∆Sphingomyelin ∆Phosphatidyl glycerol","percent_1":"5%","percent_2":"66%","percent_3":"5%","percent_4":"9%","percent_5":"14%","right_answer":"§B. ∆Phosphatidyl choline ∆Sphingomyelin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Fetal lung maturity assessment#∆⨉∆⨉ §^#Test# ∆^#Physiology# ∆^#Indicator of lung maturity# §^#Lamellar body count# ∆ • Store, transport & secrete surfactant • Increases >20 weeks gestation ∆ • High lamellar body count §^#Lecithin*/sphingomyelin (L/S)$ ratio# ∆ • Lipid components of surfactant • Lecithin increases >30 weeks gestation ∆ • L/S ratio >2 §^#Phosphatidylglycerol# ∆ • Lipid component of surfactant • Increases >35 weeks gestation ∆ • Presence of phosphatidylglycerol %*Also called phosphatidylcholine.","explanation_img":"","explanation_1":"","explanation_2":"#Surfactant# is an essential lipoprotein complex that #decreases alveolar surface tension# and facilitates alveolar expansion.  Quantity and quality of surfactant increases throughout gestation and correlates with greater #fetal lung maturity#. $Assessment of fetal lung maturity is not often indicated because infants of gestational age <32 weeks can be presumed to have immature lungs while those who are full term typically do not.  However, a subset of patients may benefit from an evaluation of lung maturity to weigh the risks and benefits to the mother and fetus of preterm delivery versus continuing a medically complex pregnancy. $Several @markers of surfactant@ production and quality within amniotic fluid can help guide estimations of fetal lung maturity: $• Lamellar bodies are organelles within type 2 pneumocytes that store, transport, and secrete surfactant into the air-liquid interface of the alveoli.  Increased lamellar body counts within the amniotic fluid are associated with increased surfactant production and lung maturity. $• Phosphatidylcholine (also known as lecithin [L]) and sphingomyelin (S) are lipid components of surfactant.  They are produced in approximately equal amounts until the middle of the third trimester, at which point the #phosphatidylcholine concentration increases# sharply while the #sphingomyelin level remains low#, as represented by curves 1 and 2, respectively #(choices C and E)#.  This change in composition (L/S >2) later in gestation reflects production of a more #mature surfactant#. $• Phosphatidylglycerol is a phospholipid component of surfactant that increases late in the third trimester, and its presence suggests advanced lung maturity. $#(Choices A and D)#  Amniotic fluid albumin concentrations normally decrease from mid-gestation to term.  Albumin is not a clinically significant marker of fetal development. $#Educational objective# Fetal lung maturity correlates with increased quantity and improved quality of surfactant production.  Amniotic fluid markers of maturity during late gestation include increased phosphatidylcholine (lecithin) and phosphatidylglycerol and low sphingomyelin.  ","clickable_1":"images/img1.800.jpg"},

{"id":"1579","title":"A 56-year-old woman with a history of hypertension is brought to the emergency department due to 3 days of dysuria and back pain.  Temperature is 39.2 C (102.6 F), blood pressure is 70/40 mm Hg, pulse is 130/min, and respirations are 28/min.  The patient is confused and has suprapubic and costovertebral angle tenderness.  The skin is diffusely warm but there are no rashes or edema.  Complete blood count demonstrates leukocytosis with increased neutrophils but is otherwise normal.  Coagulation studies are normal.  Urinalysis is positive for leukocyte esterase and nitrites, and microscopy shows numerous bacteria.  Several hours later, the patient becomes increasingly hypoxic and requires mechanical ventilation.  This patient's respiratory symptoms are most likely due to which of the following pathologic conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fluid accumulation in the alveolar spaces","answer_2":"B. Necrotizing inflammation with pulmonary hemorrhage","answer_3":"C. Scattered noncaseating granulomas","answer_4":"D. Thick mucus plugs in the bronchi and bronchioles","answer_5":"E. Wedge-shaped areas of hemorrhagic necrosis","percent_1":"77%","percent_2":"11%","percent_3":"2%","percent_4":"2%","percent_5":"8%","right_answer":"A. Fluid accumulation in the alveolar spaces","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1579.jpg","explanation_1":"","explanation_2":"$This patient has a urinary tract infection complicated by fever and hemodynamic instability consistent with #sepsis#.  Her rapid-onset respiratory failure is suggestive of #acute respiratory distress syndrome# (ARDS).  ARDS is characterized by @bilateral pulmonary infiltrates@ and hypoxemia in the absence of heart failure.  It can occur due to direct pulmonary trauma (eg, pulmonary contusions, inhaled irritants) or indirect nonpulmonary insults (eg, sepsis, burns, pancreatitis) that result in pulmonary epithelial and/or endothelial injury. $ The 3 phases of ARDS follow the disease's progression:$ • #Exudative phase:#  Inflammatory cytokines (eg, tumor necrosis factor, IL-1, IL-6) activate the pulmonary endothelium and recruit neutrophils to the lung tissue.  Resultant endothelial damage leads to increased capillary permeability and #leakage of protein-rich fluid into the alveolar space#.  Organization of the edema and cellular debris leads to the formation of @hyaline membranes@. $ • #Proliferative phase:#  One to two weeks later, endothelial cells, pneumocytes, and fibroblasts proliferate in attempts to repair the damaged lung; collagen is deposited and scarring may occur.  Edema is reabsorbed. $ • #Fibrotic phase:#  In a minority of patients, excessive collagen deposition leads to irreversible pulmonary fibrosis and pulmonary hypertension. $ (Choice B)  Necrotizing inflammation and pulmonary hemorrhage are commonly associated with granulomatosis with polyangiitis, which involves both the lungs and the kidneys.  However, this condition normally presents subacutely with cough, hemoptysis, and nephritic syndrome; this patient's acute respiratory decline in the setting of sepsis is more consistent with ARDS. $ (Choice C)  Noncaseating granulomas are found in sarcoidosis, which typically presents more chronically with cough, skin findings, or uveitis.  Hemodynamic instability and acute respiratory failure would be unexpected. $ (Choice D)  Mucus plugging typically occurs in patients with underlying lung disease (eg, cystic fibrosis, chronic obstructive pulmonary disease).  Mucus plugs can cause hypoxemia but would not be expected to cause hypotension and fevers, and acute respiratory deterioration in the setting of sepsis is more likely due to ARDS. $ (Choice E)  Wedge-shaped areas of hemorrhagic necrosis can be seen with pulmonary embolism, which can cause acute respiratory failure, hypotension, and tachycardia.  However, patients often have chest pain, and in general, decompensation occurs suddenly (not progressively over a course of hours).  In addition, urinary symptoms, confusion, and high fevers are unexpected in this condition. $ Educational objective Acute respiratory distress syndrome is caused by injury of the pulmonary epithelium and/or endothelium, and occurs most often due to sepsis or pneumonia.  Cytokines recruit neutrophils to the lung tissue, which cause capillary damage and leakage of protein-rich fluid into the alveoli.  Later, cellular proliferation and collagen deposition occurs, and in some patients, this leads to irreversible pulmonary fibrosis.","clickable_1":"images/img1.1579.jpg","clickable_2":"images/img2.1579.jpg"},

{"id":"1582","title":"A 52-year-old man is brought to the emergency department after being found unresponsive on the street.  The patient's medical history is unknown.  Temperature is 36.2 C (97.2 F), blood pressure is 108/62 mm Hg, and pulse is 72/min.  On physical examination, he is unresponsive to verbal and tactile stimuli but moans to deep sternal rub.  An arterial blood gas analysis on room air shows a partial pressure of oxygen of 60 mm Hg.  The partial pressure of oxygen in his alveoli is calculated to be 68 mm Hg.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alveolar hypoventilation","answer_2":"B. Dead space ventilation","answer_3":"C. Diffusion impairment","answer_4":"D. Intrapulmonary shunt","answer_5":"E. Left-to-right shunt","percent_1":"59%","percent_2":"10%","percent_3":"21%","percent_4":"8%","percent_5":"3%","right_answer":"A. Alveolar hypoventilation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1582.jpg","explanation_1":"","explanation_2":"$The partial pressure of oxygen in the alveoli (PAO2) is normally 104 mm Hg, and due to the high rate of O2 diffusion across the alveolar-capillary membrane, the O2 level in the alveolar capillary blood rapidly equilibrates with the PAO2.  However, the blood O2 level then drops slightly due to the addition of deoxygenated blood from the @bronchial circulation@; therefore, the partial pressure of oxygen in arterial blood (PaO2) is normally around 100 mm Hg.  This discrepancy between alveolar and arterial O2 concentration is termed the alveolar-arterial (A-a) gradient.  In healthy individuals, a #normal A-a gradient# is typically between #4 and 15 mm Hg#, with older individuals having higher normal values due to an age-related decline in O2-diffusing capacity. $This patient has low PaO2 and PAO2 with a normal A-a gradient (68 − 60 = 8), indicating that his low PaO2 is directly due to low PAO2.  Possible causes of hypoxemia in the setting of a @normal A-a gradient@ include #alveolar hypoventilation# and low partial pressure of inspired oxygen (PiO2) (ie, high altitude).  Common causes of alveolar hypoventilation include suppressed central respiratory drive (eg, sedative overdose) and diseases that decrease inspiratory capacity (eg, myasthenia gravis, obesity). $#(Choices B and D)#  @Dead space ventilation@ is one extreme of ventilation-perfusion mismatch that occurs when the alveoli are adequately ventilated, but there is no alveolar perfusion (eg, pulmonary embolism).  An @intrapulmonary shunt@ is the other extreme of ventilation-perfusion mismatch that occurs when blood perfuses alveoli that are not ventilated (eg, pneumonia, pulmonary edema).  The A-a gradient is elevated in ventilation-perfusion mismatch. $#(Choice C)#  Gas diffusion is impaired in diseases that disrupt the alveolar-capillary membrane, such as alveolar hyaline membrane disease (acutely) or emphysema (chronically).  @Diffusion impairment@ causes an elevated A-a gradient because O2 cannot be effectively transported into the blood. $#(Choice E)#  A left-to-right shunt occurs when oxygenated blood from the left side of the heart is shunted into the right side of the heart (eg, atrial or ventricular septal defect).  Left-to-right shunts do not cause hypoxemia; however, if left untreated, they may progress into a right-to-left shunt (ie, Eisenmenger syndrome) with hypoxemia, cyanosis, and an elevated A-a gradient. $#Educational objective# There are 5 major causes of hypoxemia (low arterial partial pressure of oxygen [PaO2]): alveolar hypoventilation, low partial pressure of inspired oxygen, ventilation-perfusion mismatch, diffusion impairment, and right-to-left shunting.  The A-a gradient is normal with alveolar hypoventilation and low partial pressure of inspired oxygen, which helps distinguish these causes from other causes of hypoxemia.  ","clickable_1":"images/img1.1582.jpg","clickable_2":"images/img2.1582.jpg","clickable_3":"images/img3.1582.jpg","clickable_4":"images/img4.1582.jpg","clickable_5":"images/img5.1582.jpg"},

{"SubjectSystem":"Embryology-Pulmonary","id":"550","title":"A 23-year-old woman, gravida 2 para 1, with poorly controlled type 1 diabetes and hypothyroidism comes to the hospital with preterm, premature rupture of membrane at 30 weeks' gestation.  Her medications include prenatal vitamins and insulin.  Vital signs are normal and examination shows clear vaginal discharge.  The patient's cervix is closed and she has no uterine contractions.  Laboratory results are as follows:","title_table":"?Hemoglobin?11.8 g/dL?Glucose?200 mg/dL?Hemoglobin? A1c7.2℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following medications has the greatest positive impact on fetal survival?","audio":"","comparison_items":"","answer_1":"A. Dexamethasone","answer_2":"B. Insulin","answer_3":"C. Magnesium","answer_4":"D. Nifedipine","answer_5":"E. Terbutaline","percent_1":"61%","percent_2":"21%","percent_3":"6%","percent_4":"4%","percent_5":"8%","right_answer":"A. Dexamethasone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"In the terminal saccular stage of lung development, the type II pneumocytes produce pulmonary surfactant, a lipoprotein complex rich in phospholipids, most notably #dipalmitoylphosphatidylcholine# (DPPC, a type of lecithin).  This surfactant #decreases# alveolar #surface tension# by creating a lipid-rich monolayer that separates alveolar gas from the underlying aqueous fluid.  The phenomenon prevents atelectasis and end-expiratory collapse and increases pulmonary compliance. $In a fetus, efflux of lung fluid into amniotic fluid enables testing of markers of lung maturity.  Until 33 weeks gestation, the lecithin and sphingomyelin levels are about equal.  After 33 weeks, the lecithin levels rise dramatically compared to sphingomyelin.  A lecithin-to-sphingomyelin ratio >1.9 is indicative of mature fetal lungs. $Premature infants born at <32 weeks gestation are at significant risk of surfactant deficiency.  Corticosteroids (eg, #betamethasone, dexamethasone#) have the greatest effect on increasing surfactant production by accelerating #maturation of type II pneumocytes#.  They are administered to patients at risk for preterm labor (eg, preterm premature rupture of membranes) to decrease the risk of respiratory distress syndrome and mortality. $#(Choice B)#  Uncontrolled maternal hyperglycemia causes fetal hyperinsulinemia and inhibits the maturational effects of cortisol and the production of surfactant proteins.  Infants of these mothers can develop respiratory distress syndrome.  Although corticosteroids cause temporary hyperglycemia, the beneficial effects of maternal steroid administration on surfactant production and eventual reduction of mortality far outweigh this side effect. $#(Choice C)#  In pregnancies at risk for preterm delivery, antenatal administration of magnesium sulfate has been shown to decrease the risk for cerebral palsy.  While cerebral palsy can result in permanent neurologic disability, impaired lung function is a more common cause of death in premature infants. $#(Choices D and E)#  Nifedipine and terbutaline are medications used for inhibition of preterm labor (tocolysis).  Nifedipine is a calcium channel blocker and results in myometrial relaxation by inhibition of myosin light-chain kinase-mediated phosphorylation.  Terbutaline is a β-sympathomimetic that increases intracellular cAMP formation in myometrial cells.  This inhibits myosin light-chain kinase and relaxes the smooth muscle.  Neither drug directly affects fetal lung maturity. $#Educational objective# Both maternal and fetal cortisol help to accelerate fetal lung maturation by stimulating surfactant production.  Betamethasone or dexamethasone is administered to pregnant women at risk of premature delivery to prevent neonatal respiratory distress syndrome.  "},

{"id":"105670","title":"A 53-year-old woman is admitted to the hospital due to a 3-day history of worsening dyspnea.  On examination, the patient is tachypneic; diffuse, wet, inspiratory crackles are present on pulmonary auscultation.  Chest x-ray reveals bilateral patchy opacities.  Arterial blood gas analysis shows that the patient's alveolar-arterial gradient (PAO2 − PaO2) is markedly increased.  Although the patient receives 100% oxygen via a face mask, she has persistent hypoxemia and respiratory distress.  Consequently, she is intubated and placed on mechanical ventilation with 100% oxygen and positive end-expiratory pressure (PEEP).  Results of arterial oxygen measurements are as follows:","title_table":"","title_table_3":"§∆#Arterial partial pressure$ of oxygen (mm Hg)# ∆#O2 saturation# §#Room air# ∆40 ∆75℅ §#100℅ oxygen via face mask# ∆43 ∆78℅ §#100℅ oxygen & PEEP# ∆80 ∆96℅","exhibit_1":"","table_before_image":"","image_1":"","title_2":"The patient's improved oxygenation following PEEP application is most likely due to a decrease in which of the following?","audio":"","comparison_items":"","answer_1":"A. Anatomical dead space","answer_2":"B. Intrapulmonary shunt effect","answer_3":"C. Lung compliance","answer_4":"D. Pulmonary vascular resistance","answer_5":"E. Right-to-left intracardiac shunt","percent_1":"22%","percent_2":"48%","percent_3":"12%","percent_4":"15%","percent_5":"3%","right_answer":"B. Intrapulmonary shunt effect","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp105670.jpg","explanation_1":"","explanation_2":"$This patient has #diffuse pulmonary edema# (inspiratory wet crackles, bilateral patchy infiltrates) that can be cardiogenic (eg, decompensated left ventricular failure) or noncardiogenic (eg, acute respiratory distress syndrome).  With pulmonary edema, the #alveoli become flooded# and unable to fill with gas (ventilation: V ≈ 0).  However, they are still being perfused (Q), resulting in many alveoli with ventilation-perfusion @(V/Q) ratios@ approaching zero. $Because blood passing through the lungs returns to the left atrium without being oxygenated, this situation is analogous to a true right-to-left anatomic shunt (eg, atrial septal defect with flow from the right to the left atrium) and is termed #intrapulmonary shunt effect#.  Increasing the fraction of inspired oxygen (FiO2) to 100% does not improve oxygenation because the shunted blood never \"sees\" the alveolar gas.  Therefore, this patient's low arterial partial pressure of oxygen (PaO2) has #not corrected with# 100% supplemental #oxygen#. $Because pure oxygen alone cannot improve hypoxemia, treatment depends on reducing the shunt effect.  This can be done by #pressurizing# the inspired gas in a closed circuit (eg, mechanical ventilator).  Positive end-expiratory pressure (PEEP) #reduces the shunt# by propping the collapsed alveoli open, displacing extracellular lung fluid and exposing more alveolar surface area for gas exchange/oxygen uptake. $#(Choice A)#  Anatomical dead space refers to the volume of air in the conducting airways (eg, trachea, bronchi) that never reaches alveoli.  It is increased, not decreased, in an intubated patient due to the extra volume of the ventilator tubing.  At any given tidal volume, increased anatomic dead space causes less air to reach alveoli with each breath, contributing to hypoventilation and worsening hypoxemia. $#(Choice C)#  When fluid enters the alveolar airspace (ie, pulmonary edema), the surface tension increases (due to dilution of surfactant) causing the alveolar walls to cling together and collapse (ie, atelectasis), which decreases lung compliance.  PEEP props open (\"recruits\") the partially flooded alveoli, improving lung compliance. $#(Choices D and E)#  PEEP raises intrathoracic pressure, which compresses pulmonary capillaries and raises pulmonary vascular resistance.  This increases pressure within the right heart chambers and can increase right-to-left shunting through an existing intracardiac shunt (eg, atrial or ventricular septal defect), worsening hypoxemia.  Therefore, PEEP is generally avoided in patients with intracardiac shunts. $#Educational objective# Severe hypoxemia that does not correct with 100% supplemental oxygen is consistent with a right-to-left shunt.  Intrapulmonary shunt effect occurs when an alveolar filling process (eg, diffuse pulmonary edema) causes poor alveolar ventilation despite continued perfusion; this improves with positive end-expiratory pressure.  ","clickable_1":"images/img1.105670.jpg"},

{"id":"19075","title":"A 20-year-old woman is brought to the emergency department by her boyfriend after being found unresponsive in her apartment.  She has a medical history of major depression and generalized anxiety disorder.  There is no evidence of trauma.  On examination, the patient is obtunded and responds only to painful stimuli.  There are no indications of recent vomiting.  Lungs are clear to auscultation.  Toxicology screen is positive for benzodiazepines.  Which of the following sets of arterial blood gas findings (in mm Hg) are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆PaO2 ∆PaCO2 ∆Alveolar-arterial O2 gradient","answer_1":"§A. ∆ 45 ∆30 ∆10","answer_2":"§B. ∆ 45 ∆30 ∆30","answer_3":"§C. ∆ 55 ∆60 ∆25","answer_4":"§D. ∆ 55 ∆60 ∆10","answer_5":"§E. ∆ 65 ∆70 ∆35","percent_1":"3%","percent_2":"2%","percent_3":"13%","percent_4":"76%","percent_5":"6%","right_answer":"§D. ∆ 55 ∆60 ∆10","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of hypoxemia#∆⨉∆⨉ § ∆^#Examples# ∆^#A-a gradient# §^#Reduced PiO2# ∆^High altitude ∆^Normal §^#Hypoventilation# ∆^CNS depression, morbid obesity ∆^Normal §^#Diffusion limitation# ∆^Emphysema, ILD ∆^Increased §^#V/Q mismatch*# ∆^Pulmonary embolism, pneumonia ∆^Increased %*Caused by regional dead-space ventilation and/or intrapulmonary shunting.$ #A-a gradient# = alveolar to arterial oxygen gradient; #ILD# = interstitial lung disease; #PiO2# = partial pressure of inspired oxygen; #V/Q# = ventilation/perfusion ratio.","explanation_img":"","explanation_1":"","explanation_2":"This patient has an #acute benzodiazepine overdose#.  Benzodiazepines (eg, alprazolam, lorazepam) cause sedation and central respiratory depression with #hypoventilation# and #CO2# #retention#; therefore, affected patients have @acute respiratory acidosis@ (low pH and PaCO2 >40 mm Hg).  Because full metabolic compensation by the kidneys (ie, HCO3− retention) requires approximately 72 hours, there is minimal compensation in the acute setting, and the expected serum HCO3− is near normal (24 mEq/L). $The alveolar-arterial #(A-a) O2 gradient# is the difference between the partial pressure of alveolar oxygen (PAO2) and the partial pressure of arterial oxygen (PaO2); it represents the efficiency of gas transfer between the lungs and the circulation.  A #small gradient# (eg, 4-15 mm Hg) is #normal #in part because there is @physiologic shunting@ of unoxygenated bronchial blood, which decreases PaO2.  In addition to CO2 retention, @hypoventilation@ also causes #low PAO2# that leads directly to hypoxemia (PaO2 <75 mm Hg).  The efficiency of gas transfer is intact and a #normal A-a O2# #gradient# is expected. $#(Choice A)#  PaCO2 <40 mm Hg indicates respiratory alkalosis.  Respiratory alkalosis (ie, hyperventilation) with hypoxemia and a normal A-a O2 gradient is expected at high altitude.  The efficiency of gas transfer is intact, but low partial pressure of inspired oxygen (PiO2) causes low PAO2. $#(Choice B)#  Respiratory alkalosis with hypoxemia and an elevated A-a O2 gradient is expected with lung pathology that causes acute V/Q mismatch (eg, @pulmonary embolism@ and @pneumonia@). $#(Choices C and E)#  Respiratory acidosis with hypoxemia and an elevated A-a O2 gradient is expected with chronic obstructive pulmonary disease.  These patients have chronic CO2 retention, and O2 exchange is impaired by emphysematous @disruption of gas diffusion@ across the alveolar-capillary membrane. $#Educational objective# Acute benzodiazepine (eg, alprazolam, lorazepam) overdose causes central respiratory depression with hypoventilation.  The hypoventilation leads to CO2 retention and acute respiratory acidosis.  It also decreases the PAO2, leading directly to hypoxemia (PaO2 <75 mm Hg).  The efficiency of gas transfer between the lungs and the circulation is intact; therefore, a normal alveolar-arterial O2 gradient (eg, <15 mm Hg) is expected.  ","clickable_1":"images/img1.19075.jpg","clickable_2":"images/img2.19075.jpg","clickable_3":"images/img3.19075.jpg","clickable_4":"images/img4.19075.jpg","clickable_5":"images/img5.19075.jpg","clickable_6":"images/img6.19075.jpg"}


]