[

{"id":"1199","title":"A 64-year-old man comes to the office with 2 months of episodic facial pain.  He describes sudden-onset, severe, electric shock-like pain over the right cheek and ear lasting several seconds.  The patient reports that activities like shaving and washing his face can trigger the pain and it is becoming more frequent.  He is a retired veteran and has a history of posttraumatic stress disorder.  Physical examination, including neurologic examination, is normal.  Laboratory studies for blood cell counts, electrolytes, and hepatic and renal function are normal.  The patient is started on a single drug therapy.  On a follow-up visit 3 months later, he reports symptom improvement but is found to have the following blood counts:","title_table":"?Hemoglobin? 9.0 g/dL ?Reticulocytes? 0.1 ℅ ?Platelets? 80,000/mm3 ?Leukocytes? 2,500/mm3","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely mechanism of action of the drug used in this patient?","audio":"","comparison_items":"","answer_1":"A. Blocks NMDA receptors in hippocampal neurons","answer_2":"B. Blocks serotonin reuptake on multiple levels","answer_3":"C. Decreases calcium current in thalamic neurons","answer_4":"D. Decreases sodium current on multiple levels","answer_5":"E. Increases chloride current on multiple levels","percent_1":"4%","percent_2":"8%","percent_3":"9%","percent_4":"74%","percent_5":"6%","right_answer":"D. Decreases sodium current on multiple levels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #trigeminal neuralgia# (tic douloureux), a neuropathic disorder that typically presents with episodic, severe, unilateral, electric shock-like pain in the distribution of CN V.  Symptoms are often triggered by innocuous stimuli such as shaving or washing the face.  The first-line treatment of trigeminal neuralgia is #carbamazepine#, a medication that inhibits neuronal high-frequency firing by reducing the ability of #sodium channels# to recover from inactivation (ie, sodium channel blockade). $Carbamazepine may cause the following important adverse effects:  $1. #Bone marrow suppression#, which may lead to anemia, agranulocytosis, and thrombocytopenia (complete blood cell counts should be monitored periodically)  $2. #Hyponatremia#, due to increased sensitivity to antidiuretic hormone $#(Choice A)#  Ketamine, felbamate, and memantine are examples of medications that block NMDA receptors.  Ketamine is used as a general anesthetic agent, felbamate is an anticonvulsant, and memantine may be effective in the treatment of Alzheimer dementia. $#(Choice B)#  Selective serotonin reuptake inhibitors (eg, fluoxetine, sertraline) are typically used to treat depression, anxiety, and posttraumatic stress disorder.  Side effects may include headache, worsening anxiety/agitation, and insomnia. $#(Choice C)#  Ethosuximide blocks T-type Ca2+ channels and decreases calcium current in thalamic neurons.  This anticonvulsant is the agent of choice for absence seizures.  Major side effects include gastrointestinal symptoms and drowsiness. $#(Choice E)#  Various antiseizure medications (eg, benzodiazepines, barbiturates) act on the GABA-A receptor to increase chloride conductance; however, carbamazepine does not significantly affect chloride channels. $#Educational objective# The first-line treatment for trigeminal neuralgia is carbamazepine, a medication that inhibits neuronal high-frequency firing by blocking sodium channels.  Carbamazepine can cause bone marrow suppression; therefore, complete blood cell counts should be monitored periodically.  "},

{"id":"7492","title":"A 27-year-old woman comes to the office due to almost daily headaches for the past 3 months.  The patient describes constant 'dull pressure' in her head that is worse at the end of the day.  She is an office manager and is able to work through the pain.  The patient has a history of seasonal allergies and her sister has migraine headaches.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic sinusitis","answer_2":"B. Cluster headache","answer_3":"C. Giant cell arteritis","answer_4":"D. Intracranial neoplasm","answer_5":"E. Migraine without aura","answer_6":"F. Tension headache","percent_1":"16%","percent_2":"4%","percent_3":"0%","percent_4":"2%","percent_5":"5%","percent_6":"73%","right_answer":"F. Tension headache","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Types of headache! ∆^ #Migraine# ∆^ #Cluster# ∆^ #Tension# §^ #Sex $predilection# ∆ Female > male ∆ Male > female ∆ Female > male §^ #Family history# ∆ Often present ∆ ± ∆ None §^ #Onset# ∆ Variable ∆ During sleep or similar timing daily ∆ Under stress §^ #Location# ∆ Often unilateral ∆ Behind one eye ∆ Band-like pattern around$ the head (bilateral) §^ #Character# ∆ Pulsatile & throbbing ∆ Excruciating, sharp & steady (ie,$ \"ice-pick\") ∆ Dull, tight & persistent §^ #Duration# ∆ 4-72 hours ∆ 15-180 minutes ∆ 30 minutes to $months/years §^ #Associated$ symptoms# ∆ Photophobia, $phonophobia & $nausea, ± aura ∆ Ipsilateral sweating, facial flushing,$ nasal congestion, pupillary changes$ & lacrimation ∆ Muscle tenderness in the $head, neck, or shoulders","explanation_img":"","explanation_1":"","explanation_2":"This woman with dull, near-daily headaches has #tension headaches# (THs), the most common form of headache.  THs are likely due to sensitization of peripheral nociceptors leading to increased perception of myofascial pain.  Patients typically develop mild to moderate, achy, or pressure-like pain that is often #bilateral# and may involve the occipitonuchal, temporal, or frontal regions of the head.  Pericranial #muscle tenderness# (eg, head, neck, shoulder) is common. $ THs are not associated with other neurologic symptoms or nausea/vomiting and are often precipitated by #stress# and fatigue.  They may persist for days, months, or even years but (unlike migraines and cluster headaches) do not typically limit a patient's ability to perform daily functions.  Treatment is typically with #simple analgesics#  (eg, nonsteroidal anti-inflammatory drugs, acetaminophen). $ (Choice A)  Chronic sinusitis can cause facial pain and tenderness but is often associated with nasal congestion and mucopurulent nasal drainage.  A reduced sense of smell and taste is also common.  $(Choice B)  Cluster headaches most commonly affect men and present as severe, unilateral, orbital or temporal pain with associated autonomic symptoms (eg, lacrimation, rhinorrhea, diaphoresis).  The headaches are typically brief (15-180 minutes), debilitating, and may awaken patients from sleep. $ (Choice C)  Giant cell arteritis is associated with an acute headache that is typically accompanied by scalp tenderness, visual symptoms, and jaw claudication.  It occurs exclusively in older patients (age ≥50) and is often associated with polymyalgia rheumatica. $ (Choice D)  Brain tumors typically cause nausea, vomiting, and headaches that worsen with changes in body position.  In addition, the presence of other focal neurologic signs would be expected due to compression of surrounding brain structures by the expanding tumor. $ (Choice E)  Migraine headaches are characterized by often debilitating, episodic, unilateral, pulsatile headaches typically associated with nausea, photophobia, and phonophobia.  Some patients have focal neurologic symptoms that precede or accompany the headache (ie, aura). $ Educational objective Tension headaches are the most common form of headache.  They are characterized by an achy or pressure-like pain that is often bilateral and associated with pericranial muscle tenderness.  Tension headaches are not associated with other neurologic symptoms and do not typically limit a patient's ability to perform daily functions."},

{"id":"15683","title":"A 22-year-old woman comes to the emergency department due to acute vision disturbances and headache.  About an hour ago the patient experienced a small area of visual loss, which she describes as a hole in the visual field.  The vision disturbance gradually expanded to a C-shape in her peripheral vision and spontaneously resolved after 15-20 minutes.  A progressively worsening, severe, right-sided headache of pulsating quality quickly followed.  The patient has had similar headaches in the past but not of such severity.  She has no other medical conditions and takes no medications.  Blood pressure is 150/86 mm Hg and pulse is 92/min.  On physical examination, the patient is lying still in bed with eyes closed.  The pupils are equal and reactive to light.  Funduscopic examination reveals no abnormalities.  Bilateral upper and lower extremity muscle strength, deep tendon reflexes, and sensation are normal.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute angle-closure glaucoma","answer_2":"B. Cluster headache","answer_3":"C. Migraine with aura","answer_4":"D. Optic neuritis","answer_5":"E. Simple partial seizure","answer_6":"F. Transient ischemic attack","percent_1":"4%","percent_2":"7%","percent_3":"74%","percent_4":"6%","percent_5":"0%","percent_6":"9%","right_answer":"C. Migraine with aura","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This young woman with a pulsating, unilateral headache preceded by visual field loss has #migraine with aura#.  Migraines are an episodic neurological disorder that results in severe, #unilateral, throbbing headaches# often associated with photophobia, phonophobia, and nausea/vomiting.  Migraines typically last 4-72 hours and have a strong genetic predisposition; #women# are affected more frequently than men. $ Migraines are thought to be triggered by a self-propagating wave of depolarization spreading across neurons in the cerebral cortex, resulting in activation and sensitization of trigeminal nerve nociceptors.  Up to 25% of patients also develop #focal, reversible neurologic symptoms# that precede or accompany the headache, known as an #aura#.  Auras may be due to the spread of depolarization into other areas of the brain, where they are interpreted as \"positive\" (eg, bright spots, noises, paresthesia, movements) or \"negative\" (eg, vision/hearing/sensation loss) symptoms.  Auras typically develop progressively over a period of minutes. $ (Choice A)  Acute angle-closure glaucoma causes headache and decreased vision associated with elevated intraocular pressures.  However, patients are typically older (age >60), and severe eye pain and conjunctival erythema are common.  Vision would not be expected to improve without intervention. $ (Choice B)  Cluster headache causes severe unilateral headaches; however, ipsilateral autonomic symptoms (eg, lacrimation, rhinorrhea, flushing, diaphoresis) are expected.  The disease is also more common in men and is not associated with aura. $ (Choice D)  Optic neuritis is a demyelinating disorder that causes vision loss, but it is typically unilateral and progresses over a period of weeks.  Patients have eye pain that is worse with movement, color vision is often affected, and an afferent pupillary defect is present. $ (Choice E)  Simple partial seizure may be preceded by an aura, but seizures typically cause positive symptoms (eg, lip smacking, arm movement, seeing bright lights) rather than the negative symptoms seen in this patient, and typically last <2 minutes.  Unilateral headache is more suggestive of migraine with aura. $ (Choice F)  Transient ischemic attacks (TIAs) also cause focal neurologic deficits; however, these typically have an acute onset, with maximal symptoms at onset rather than the progressive visual field deficit seen in this patient.  In addition, TIAs typically occur in older patients with vascular risk factors (eg, smoking, hyperlipidemia) and would be very uncommon in an otherwise healthy young woman. $ Educational objective Migraines are an episodic neurological disorder that results in severe, unilateral, throbbing headaches often associated with photophobia, phonophobia, and nausea/vomiting.  Migraines typically last 4-72 hours, and up to 25% of patients also develop an aura (focal, reversible neurologic symptoms that precede or accompany the headache)."},

{"id":"19569","title":"A 22-year-old woman comes to the emergency department due to a severe left frontal headache for the past 30 minutes.  The patient has had similar pain every day for the past 3 days, and the episodes resolve spontaneously after about an hour.  She has no other medical conditions and takes no medications.  On physical examination, the patient appears restless and in pain.  There is ptosis on the left side.  Which of the following findings is most suggestive of cluster headache in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Episodic nature","answer_2":"B. Female sex","answer_3":"C. Frontal location","answer_4":"D. Ipsilateral ptosis","answer_5":"E. Unilateral pain","percent_1":"27%","percent_2":"2%","percent_3":"5%","percent_4":"50%","percent_5":"16%","right_answer":"D. Ipsilateral ptosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Types of headache! ∆^ #Migraine# ∆^ #Cluster# ∆^ #Tension# §^ #Sex $predilection# ∆ Female > male ∆ Male > female ∆ Female > male §^ #Family history# ∆ Often present ∆ ± ∆ None §^ #Onset# ∆ Variable ∆ During sleep or similar timing daily ∆ Under stress §^ #Location# ∆ Often unilateral ∆ Behind one eye ∆ Band-like pattern around$ the head (bilateral) §^ #Character# ∆ Pulsatile & throbbing ∆ Excruciating, sharp & steady (ie,$ \"ice-pick\") ∆ Dull, tight & persistent §^ #Duration# ∆ 4-72 hours ∆ 15-180 minutes ∆ 30 minutes to $months/years §^ #Associated$ symptoms# ∆ Photophobia, $phonophobia & $nausea, ± aura ∆ Ipsilateral sweating, facial flushing,$ nasal congestion, pupillary changes$ & lacrimation ∆ Muscle tenderness in the $head, neck, or shoulders","explanation_img":"","explanation_1":"","explanation_2":"This patient with recurrent, unilateral, severe headaches accompanied by ptosis has #cluster headache#, a type of trigeminal autonomic cephalalgia.  Cluster headaches often present with rapid-onset, severe, unilateral pain that is typically periorbital, frontal, or temporal.  Patients are often restless or agitated during episodes.  Cluster headaches are often accompanied by #ipsilateral autonomic symptoms#, which may include: $ • Conjunctival injection and lacrimation $ • Nasal congestion or rhinorrhea $ • #Ptosis#, miosis, and anhidrosis $ Headaches typically last 15-180 minutes and tend to occur in clusters (up to 8 times daily, often at the same time of day) over a period of several weeks.  In some patients, clusters occur at similar seasons of the year.  This clustering may suggest involvement of the #hypothalamus#, which regulates circadian rhythms.  Treatment of acute headaches is often with oxygen or triptans (eg, sumatriptan); verapamil is frequently used for preventive treatment. $ (Choice A)  Both migraines and cluster headaches tend to have discrete episodes, so episodic nature is not a distinguishing feature in itself.  The timing of the episodes (eg, around the same time every day, several days in a row) and the duration (eg, 15-180 min) are more characteristic of cluster headache, but the most obvious differentiating feature is the presence of autonomic symptoms. $ (Choice B)  Cluster headaches can occur in anyone, but they are more common in male patients. $ (Choice C)  Although cluster headaches are located in the frontal region, other types of headaches can also be frontal in location (eg, sinusitis, migraine), so this is not a specific differentiating feature. $ (Choice E)  Although cluster headaches are typically unilateral, migraine headaches are also often unilateral, so this is not helpful in distinguishing between those. $ Educational objective Cluster headaches often present with rapid-onset, severe, unilateral pain accompanied by ipsilateral autonomic symptoms (eg, ptosis, miosis, nasal congestion, conjunctival injection)."},

{"id":"18978","title":"A 32-year-old woman comes to the emergency department due to severe headache, nausea, and vomiting for the past several hours.  The headache is pounding and localized to the left side.  She also describes bright spots in her vision prior to headache onset.  The patient has had similar episodes occasionally since adolescence.  Physical examination shows normal pupils and fundi, but the patient has discomfort to bright light.  There is no facial droop, extremity weakness, or sensory loss.  The patient is treated with metoclopramide and diphenhydramine.  Which of the following is the most likely reason diphenhydramine was used in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. To decrease the risk of arrhythmia","answer_2":"B. To increase the prokinetic effect","answer_3":"C. To prevent abnormal motor reaction","answer_4":"D. To prevent allergic reaction","answer_5":"E. To prevent rebound headache","percent_1":"3%","percent_2":"11%","percent_3":"48%","percent_4":"12%","percent_5":"26%","right_answer":"C. To prevent abnormal motor reaction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common antiemetic drugs# ∆⨉∆⨉∆⨉ §^#Drug class# ∆^#Examples# ∆^#Clinical uses# ∆^#Major side effects# §^#Antimuscarinics$ (anticholinergics)# ∆ • Scopolamine ∆ • Vestibular nausea • Motion sickness ∆ • Anticholinergic$ effects (eg, dry$ mouth, sedation) §^#Antihistamines# ∆ • Meclizine ∆ ↕ ∆ ↕ §^#Dopamine receptor$ antagonists (DRAs)# ∆ • Prochlorperazine • Metoclopramide • Chlorpromazine ∆ • Migraine headache$ (DRAs) • Acute or chronic $nausea/vomiting • Acute chemotherapy-$ induced emesis ∆ • Extrapyramidal $reactions §^#Serotonin (5-HT3)$ receptor antagonists# ∆ • Ondansetron • Granisetron ∆ ↕ ∆ • QT prolongation §^#Neurokinin-1 (NK1)$ receptor antagonists# ∆ • Aprepitant • Fosaprepitant ∆ • Delayed chemotherapy$ -induced emesis ∆ • Neutropenia","explanation_img":"","explanation_1":"","explanation_2":"This patient with a normal neurologic examination has unilateral headache associated with #nausea and vomiting#, photophobia, and a visual aura (eg, flashing lights), features that are consistent with #migraine headache#. $Severe migraine headache with nausea and vomiting is typically treated with a serotonin 1B/1D agonist (ie, @triptans@) or a #dopamine receptor blocker# (eg, metoclopramide, prochlorperazine) to abort the migraine and treat associated nausea and vomiting.  Dopamine receptor blockers have both @antiemetic@ and analgesic effects on migraine headaches by antagonizing central dopamine #D2 receptors# in the midbrain and striatum. $Dopamine receptor blockade in the basal ganglia can also cause #excess cholinergic# #activity #that manifests as significant #extrapyramidal symptoms#, such as #acute dystonic reaction# (eg, torticollis, oculogyric crisis).  Therefore, #diphenhydramine# can be co-administered with metoclopramide or prochlorperazine to prevent such reactions due to its #anticholinergic activity#. $#(Choice A)#  The 5HT3 receptor antagonists ondansetron and granisetron have a low risk of QT prolongation leading to torsade de pointes.  However, administration of diphenhydramine does not decrease this risk. $#(Choice B)#  Metoclopramide has prokinetic activity (eg, enhances gastric emptying) and can be useful in the treatment of nausea and vomiting associated with diabetic gastroparesis.  However, administration of diphenhydramine would decrease this prokinetic effect due to its anticholinergic activity (eg, reduced gut motility). $#(Choice D)#  Diphenhydramine is a first-generation (H1) antihistamine used to treat urticaria, which can occur with allergic drug reactions.  However, it is not used to prevent occurrence of allergic reactions. $#(Choice E)#  Rebound headache can occur with excessive use (eg, >10 days a month) of certain abortive migraine medications (eg, triptans, analgesics).  Dopamine receptor antagonists are not typically associated with rebound headache. $#Educational objective# Dopamine receptor blockers (eg, metoclopramide, prochlorperazine) act as antiemetics and pain relievers for severe migraine headache associated with nausea and vomiting.  However, dopamine blockade can also result in excess cholinergic activity (eg, acute dystonic reactions); diphenhydramine can be co-administered with dopamine receptor blockers to prevent these reactions due to its anticholinergic activity.  ","clickable_1":"images/img1.18978.jpg","clickable_2":"images/img2.18978.jpg"},

{"id":"1048","title":"A 35-year-old woman comes to the emergency department for severe headaches with vomiting.  The patient has had intermittent headaches for the past several weeks, but her symptoms worsened today.  Physical examination findings include papilledema, dry skin, and hepatomegaly.  Head CT scan is negative for an intracranial mass or hemorrhage.  On further questioning, it is revealed that the woman has eccentric dietary habits.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Niacin deficiency","answer_2":"B. Thiamine deficiency","answer_3":"C. Vitamin A toxicity","answer_4":"D. Vitamin B12 deficiency","answer_5":"E. Vitamin C toxicity","answer_6":"F. Vitamin E toxicity","percent_1":"9%","percent_2":"12%","percent_3":"59%","percent_4":"7%","percent_5":"3%","percent_6":"9%","right_answer":"C. Vitamin A toxicity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Vitamin A#∆⨉∆⨉ § ∆^#Deficiency# ∆^#Toxicity# §^#Causes# ∆ • Insufficient dietary intake$ (resource-limited regions) • Fat malabsorption (eg, pancreatic $insufficiency, cholestasis, short $bowel syndrome) ∆ • Dietary excess (eg, eggs, liver, kidney) • Medications (eg, retinoids) §^#Clinical$ features# ∆ • Night blindness • Dry eyes, Bitot spots • Hyperkeratosis • Diminished immune response ∆ • Benign intracranial hypertension • Bone pain, fractures • Hepatomegaly • Dry skin & mucosa; alopecia • Teratogenic","explanation_img":"","explanation_1":"","explanation_2":"$This patient has signs of benign intracranial hypertension (ie, headache, vomiting, papilledema with a negative head CT scan) as well as dry skin and hepatomegaly.  This constellation of findings in a patient with eccentric dietary habits makes #vitamin A toxicity# the most likely diagnosis. $Individuals prone to developing hypervitaminosis A typically consume >10 times the recommended daily allowance of vitamin A, particularly via ingestion of #animal products# (eg, eggs, kidney, liver) that contain preformed vitamin A; #retinoid-containing medications# are also a risk factor for hypervitaminosis A.  Other dietary sources (eg, green leafy vegetables, carrots) are unlikely to cause toxicity because they contain provitamin A, the metabolism of which is highly regulated. $Vitamin A toxicity can be categorized as acute, chronic, or teratogenic: $• Acute:  A single high dose can cause nausea, vomiting, vertigo, and blurred vision. $• #Chronic# (most common):  Long-term ingestion of excessive vitamin A can lead to increased intracranial pressure (ie, #benign intracranial hypertension#).  Other nonspecific symptoms include increased bone resorption (eg, osteoporosis, fractures) as well as alopecia and #dry skin# and mucous membranes.  Because vitamin A is stored in the liver, hypervitaminosis A is hepatotoxic and can cause elevated aminotransferases, #hepatomegaly#, and liver fibrosis. $• #Teratogenic#:  Excessive first trimester intake can cause neural crest cell toxicity, resulting in fetal microcephaly, craniofacial defects, cardiac anomalies, and death. $Discontinuation of medications containing vitamin A and limiting dietary intake typically reverses the symptoms of hypervitaminosis A. $#(Choice A)#  Niacin deficiency is characterized by pellagra (ie, dementia, dermatitis, diarrhea).  Papilledema and hepatomegaly are not seen. $#(Choice B)#  Thiamine deficiency is associated with beriberi (ie, peripheral neuropathy, heart failure) as well as Wernicke-Korsakoff syndrome (ie, confusion, ataxia, ophthalmoplegia) in patients with alcohol use disorder. $#(Choice D)#  Vitamin B12 (cobalamin) deficiency is frequently associated with pernicious anemia, which typically presents with pale yellow skin (due to anemia and jaundice) in addition to a smooth, shiny tongue (ie, atrophic glossitis) and a shuffling, broad-based gait. $#(Choice E)#  Vitamin C deficiency (scurvy), not toxicity, is associated with dry skin; excessive vitamin C can cause headache and gastrointestinal upset.  Hepatomegaly and papilledema would not be expected with abnormal vitamin C levels. $#(Choice F)#  Large doses of vitamin E are associated with an increased risk of bleeding (eg, hemorrhagic stroke). $#Educational objective# Signs of chronic vitamin A toxicity include benign intracranial hypertension (eg, headache, vomiting, papilledema), dry skin, and hepatomegaly.  Risk factors include excessive dietary intake (eg, egg, liver, kidney) or retinoid-containing medications."},

{"id":"107433","title":"A 19-year-old woman with obesity comes to the office due to bifrontal headaches and early-morning nausea and vomiting for 4 weeks.  She appears alert and is cooperative.  Blood pressure is 114/78 mm Hg and pulse is 80/min.  BMI is 31 kg/m2.  Funduscopy shows bilateral papilledema.  Visual acuity is 20/20 bilaterally.  Neurologic examination shows no abnormalities.  CT scan of the head reveals no abnormalities.  Which of the following is the most likely explanation for this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aqueductal stenosis","answer_2":"B. Astrocyte swelling","answer_3":"C. Cerebral venous hypertension","answer_4":"D. Increased production of cerebrospinal fluid","answer_5":"E. Neurodegeneration","percent_1":"14%","percent_2":"5%","percent_3":"41%","percent_4":"39%","percent_5":"1%","right_answer":"C. Cerebral venous hypertension","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's #headaches#, nausea/vomiting, and #papilledema #are consistent with #increased intracranial pressure# (ICP).  Headaches are nearly always present in patients with increased ICP.  They can be of variable patterns but classically worsen during recumbent positioning (eg, at night, on waking in the morning) or while straining (eg, during bowel movements or heavy lifting), which increases ICP. $Although the underlying cause of this patient's elevated ICP has yet to be proved, #idiopathic intracranial hypertension# (IIH) is likely, given her young age, obesity, lack of additional comorbidities, and #normal CT scan# of the head.  Alternately, her presentation can be explained by a clot in the cerebral venous system (ie, cerebral venous sinus thrombosis [CVST]), which can also present with signs of increased ICP without obvious head CT findings. $IIH and CVST are thought to share a similar pathophysiology.  @Cerebrospinal fluid@ (CSF) normally flows through the ventricular system until it is reabsorbed by the arachnoid granulations, after which it drains into the cerebral venous sinuses.  Congestion of the venous system (ie, #cerebral venous hypertension#) due to either a clot (in CVST) or a primary increase in intracranial venous pressure (in IIH) leads to decreased CSF resorption, resulting in increased ICP. $#(Choices A and D)#  @Aqueductal stenosis@ blocks CSF flow from the lateral and third ventricles into the fourth ventricle.  It could present with increased ICP, but CT scan would show enlarged lateral and third ventricles.  Increased CSF production, which can be caused by choroid plexus papilloma (CPP), would also present with ventriculomegaly (and an intraventricular mass in the case of CPP) on CT scan. $#(Choice B)#  Astrocyte swelling (cytotoxic cerebral edema) can present with increased ICP.  However, @cerebral edema@ is usually appreciated on CT scan, revealing flattening of the ventricles, effaced gyri, and a decrease in gray-white differentiation. $#(Choice E)#  Neurodegenerative diseases (eg, Alzheimer) can lead to decreased brain volume, which may allow the CSF spaces to expand (hydrocephalus ex vacuo).  This tends to occur slowly, so the ICP has time to equilibrate and remain in the normal range. $#Educational objective# Elevated intracranial pressure in the absence of an intracranial mass lesion or ventriculomegaly is suggestive of decreased resorption of cerebrospinal fluid.  This often occurs when the cerebral venous sinus system drainage is impaired due to either idiopathic intracranial hypertension or cerebral venous sinus thrombosis.  ","clickable_1":"images/img1.107433.jpg","clickable_2":"images/img2.107433.jpg","clickable_3":"images/img3.107433.jpg"},

{"id":"15684","title":"A 26-year-old man comes to the office due to severe headaches that are increasing in frequency.  The patient describes episodic, right-sided hemicranial throbbing or pulsating headaches accompanied by nausea and photophobia.  The headaches began when he was in high school, but lately they have become more frequent and are affecting his work.  The patient takes nonsteroidal analgesics and sumatriptan for the pain and metoclopramide for nausea.  He has no other medical conditions and no drug allergies.  Vital signs are within normal limits, and physical examination shows no abnormalities.  A recent brain imaging study was normal.  Which of the following pharmacotherapies would be most helpful to prevent recurrences of this patient's headache?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capsaicin","answer_2":"B. Ergotamine","answer_3":"C. Hydrochlorothiazide","answer_4":"D. Sertraline","answer_5":"E. Topiramate","percent_1":"3%","percent_2":"25%","percent_3":"1%","percent_4":"9%","percent_5":"62%","right_answer":"E. Topiramate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Migraine therapy#∆⨉ §^#Abortive# ∆ • Triptans • NSAIDs, acetaminophen • Antiemetics • Ergotamine §^#Preventive# ∆ • Anticonvulsants (topiramate or valproate) • Beta blockers • Antidepressants (tricyclic or venlafaxine) %#NSAIDs =# nonsteroidal anti-inflammatory drugs.","explanation_img":"","explanation_1":"","explanation_2":"This patient has recurrent #migraine#, a disorder characterized by severe, unilateral headaches, frequently associated with nausea and sensitivity to light and sound.  Migraine therapy is divided into abortive therapy for acute pain control and preventive therapy to reduce the frequency and severity of the headaches.  Commonly used #abortive medications# include mild analgesics (eg, nonsteroidal anti-inflammatory drugs, acetaminophen), triptans (eg, sumatriptan), antiemetics (eg, metoclopramide, prochlorperazine), and ergotamines.  These medications reduce symptoms at headache onset but do not prevent further headaches. $Patients with frequent migraines or significant impairment due to the symptoms warrant #preventive therapy#.  #Topiramate# is an anticonvulsant that reduces the frequency of migraines.  Other preventive medications include #beta blockers# (eg, metoprolol, propranolol), #tricyclic antidepressants# (eg, amitriptyline), and other anticonvulsants (eg, valproate). $#(Choice A)#  Capsaicin is derived from chili peppers and is useful as a topical therapy for neuropathic or musculoskeletal pain; it is not useful for treatment of migraine. $#(Choice B)#  Ergotamine has both agonist and antagonist activities on multiple neurotransmitters (eg, dopamine, serotonin, epinephrine) and acts as a vasoconstrictor.  It is used for migraine abortion, not prevention. $#(Choice C)#  Hydrochlorothiazide is an antihypertensive that reduces sodium reabsorption in the distal convoluted tubule.  Although beta blockers (another type of antihypertensive) are useful for migraine prevention, hydrochlorothiazide is not indicated for treatment of migraines. $#(Choice D)#  Sertraline is a selective serotonin reuptake inhibitor (SSRI) used for depression and anxiety.  Although tricyclic antidepressants are used for migraine prevention, SSRIs have not been shown to prevent migraines. $#Educational objective# Migraine is an episodic disorder characterized by severe, often unilateral headache, commonly associated with nausea and sensitivity to light and sound.  Treatment is divided into abortive therapy (eg, mild analgesics, triptans, antiemetics, ergotamines) for acute symptoms and preventive therapy (eg, beta blockers, tricyclic antidepressants, anticonvulsants [topiramate, valproate]) to reduce the frequency of headaches.  "},

{"id":"18974","title":"A 14-year-old, previously healthy girl is brought to the office due to recurrent headaches.  The patient has had 4 episodes of severe, throbbing pain on the right side of her head over the last 2 months, with the most recent occurring a week ago.  The headaches are often associated with nausea, and the patient has had occasional vomiting.  Lying in a dark room and taking acetaminophen improve the pain.  The episodes resolve after 4-5 hours.  The patient has had no visual disturbances or focal weakness but has tingling and numbness on the right upper extremity prior to the headaches.  Vital signs are within normal limits.  Physical examination, including funduscopic and neurologic examination, shows no abnormalities.  Which of the following is most likely involved in the pathogenesis of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal medullary catecholamines","answer_2":"B. Astrocyte epidermal growth factor receptors","answer_3":"C. Hypothalamic orexin A and B peptides","answer_4":"D. Thalamocortical fiber calcium channels","answer_5":"E. Trigeminal calcitonin gene-related peptides","percent_1":"4%","percent_2":"3%","percent_3":"6%","percent_4":"14%","percent_5":"73%","right_answer":"E. Trigeminal calcitonin gene-related peptides","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18974.jpg","explanation_1":"","explanation_2":"$This patient with a normal neurologic examination has episodic, throbbing, #unilateral headaches# associated with #nausea#, vomiting, and #light sensitivity#; findings characteristic of #migraines#.  An #aura# may precede the headache in some patients and is most commonly visual (eg, scotoma) or sensory (eg, unilateral extremity paresthesia). $The pathogenesis of migraines is multifactorial with a genetic predisposition to #increased cerebral excitability#, allowing a wave of #cortical spreading depression# to propagate across the cerebral cortex.  Cortical spreading depression is likely involved in generating the pre-migraine #aura# and is associated with the abnormal activation of #trigeminal afferents#, which extend to the meninges and intracranial vasculature.  This activation results in the release of #calcitonin gene-related peptide# (CGRP), a neuropeptide involved in #pain transmission#.  CGRP also causes local vasodilation and increased neurogenic inflammation, which can further sensitize trigeminal afferents and increase pain. $The role of CGRP in migraine pathogenesis has been supported by the effectiveness of triptans ([5-HT1B/1D] receptor agonists that decrease CGRP release) and anti-CGRP antibodies (eg, erenumab) in treating migraine headaches. $#(Choice A)#  Pheochromocytoma is a catecholamine-producing adrenal medullary tumor that causes brief (<1 hr) episodic headaches associated with sweating, palpitations, and hypertension (rather than an aura). $#(Choice B)#  Amplification of epidermal growth factor receptors is associated with the development of astrocytoma and glioblastoma.  Headache and vomiting due to increased intracranial pressure are common but typically associated with other neurologic manifestations (eg, seizures, focal neurologic deficits). $#(Choice C)#  Orexin A and B are excitatory neuropeptides that are produced in the lateral hypothalamus during wakefulness and inhibit the transition to REM sleep.  Instead of episodic headaches, deficiency of these neuropeptides causes the daytime sleepiness, inappropriate bouts of REM sleep (ie, sleep attacks), and emotionally triggered transient muscle weakness (ie, cataplexy) seen in narcolepsy. $#(Choice D)#  Dysfunction of the thalamocortical fiber calcium channels can contribute to the development of absence seizures, which are brief (10-20 sec) staring episodes with impairment of consciousness, not recurrent headaches. $#Educational objective# Migraines are episodic, unilateral, throbbing headaches associated with nausea, vomiting, and sensitivity to light.  The pathogenesis of migraines involves a genetic predisposition to increased cerebral excitability (eg, cortical spreading depression), which leads to abnormal neuronal activation of trigeminal afferents and the release of calcitonin gene-related peptide, a vasoactive neuropeptide involved in the transmission of pain signals.  "},

{"id":"1962","title":"A 34-year-old man comes to the emergency department due to severe headache.  The patient describes unbearable, throbbing pain around his right eye that awakened him.  Over the past week, he has had several similar episodes, which spontaneously resolved after 20-30 minutes.  He has no other medical conditions and takes no medications.  The patient smokes a pack of cigarettes daily and drinks alcohol on social occasions.  On physical examination, he appears restless and paces in the room.  There is mild conjunctival injection and miosis of the right eye.  Neurologic examination shows no abnormalities.  Which of the following is the most likely cause of this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cavernous sinus thrombosis","answer_2":"B. Cluster headache","answer_3":"C. Migraine without aura","answer_4":"D. Opiate withdrawal","answer_5":"E. Trigeminal neuralgia","answer_6":"F. Vertebrobasilar ischemia","percent_1":"8%","percent_2":"81%","percent_3":"3%","percent_4":"3%","percent_5":"4%","percent_6":"1%","right_answer":"B. Cluster headache","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","table_3":"!Types of headache! ∆^ #Migraine# ∆^ #Cluster# ∆^ #Tension# §^ #Sex $predilection# ∆ Female > male ∆ Male > female ∆ Female > male §^ #Family history# ∆ Often present ∆ ± ∆ None §^ #Onset# ∆ Variable ∆ During sleep or similar timing daily ∆ Under stress §^ #Location# ∆ Often unilateral ∆ Behind one eye ∆ Band-like pattern around$ the head (bilateral) §^ #Character# ∆ Pulsatile & throbbing ∆ Excruciating, sharp & steady (ie,$ \"ice-pick\") ∆ Dull, tight & persistent §^ #Duration# ∆ 4-72 hours ∆ 15-180 minutes ∆ 30 minutes to $months/years §^ #Associated$ symptoms# ∆ Photophobia, $phonophobia & $nausea, ± aura ∆ Ipsilateral sweating, facial flushing,$ nasal congestion, pupillary changes$ & lacrimation ∆ Muscle tenderness in the $head, neck, or shoulders","explanation_img":"","explanation_1":"","explanation_2":"$This young man with throbbing, unilateral periorbital headache associated with conjunctival injection and miosis has #cluster headaches#.  The pathogenesis of cluster headaches is poorly understood but likely includes genetic predisposition, vascular dilation, and activation of the trigeminal-autonomic reflex.  Males are affected more commonly than females. $Cluster headaches present with rapid-onset, severe, #unilateral periorbital# and temporal pain; patients are often restless or agitated during episodes.  #Ipsilateral autonomic symptoms# due to parasympathetic hyperactivity are common and include nasal congestion, lacrimation, ptosis, miosis, and conjuntival injection.  The headaches typically last 15-180 minutes and tend to occur in clusters (often at the same time each day, even if asleep) over a period of several weeks. $#(Choice A)#  Cavernous sinus thrombosis typically occurs in patients with thrombophilia (eg, malignancy, antithrombin deficiency) or as a septic thrombosis related to a sinus infection or facial cellulitis.  Orbital pain is common; however, it is typically worsened with eye movement.  Periorbital swelling, fever, and proptosis are other frequent findings. $#(Choice C)#  Migraine without aura typically causes severe, pulsatile, unilateral headache often associated with photophobia, phonophobia, nausea, and vomiting.  Miosis and lacrimation are unexpected. $#(Choice D)#  Opiate withdrawal can cause lacrimation, rhinorrhea, and diaphoresis, but would usually cause bilateral symptoms.  It typically also causes gastrointestinal symptoms (eg, diarrhea, nausea), piloerection, and mydriasis; orbital pain is unexpected. $#(Choice E)#  Trigeminal neuralgia (tic douloureux) causes sudden, 'electric' pain in the distribution of the maxillary and/or mandibular divisions of the trigeminal nerve, often preceded by light touch.  Episodes last for seconds and do not typically occur during sleep. $#(Choice F)#  Vertebrobasilar ischemia can cause headaches but also typically causes dizziness, double vision or vision loss, and ataxia. $#Educational objective# Cluster headaches cause severe, episodic, unilateral periorbital and temporal pain associated with ipsilateral autonomic symptoms (eg, lacrimation, nasal congestion, miosis, conjunctival injection).  The headaches typically last 15-180 minutes and tend to occur in clusters (often at the same time each day).  Males are affected more commonly than females."},

{"id":"8476","title":"A 27-year-old woman comes to the office due to severe, unilateral, throbbing headaches that occur several times a month.  The headaches are associated with photophobia, nausea, and occasional vomiting.  Over-the-counter analgesics do not provide significant symptom relief.  Her mother has a history of similar headaches.  Vital signs are within normal limits.  Physical examination reveals no abnormalities.  A medication is prescribed to treat her condition and the patient is instructed to take it immediately at the onset of a headache.  This medication most likely decreases the severity and duration of this patient's headache through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of dopamine receptors in mesolimbic tract","answer_2":"B. Blockade of serotonin reuptake in cortico-amygdala circuitry","answer_3":"C. Increased availability of acetylcholine in cortical synapses","answer_4":"D. Stimulation of periaqueductal gray area mu receptors","answer_5":"E. Stimulation of trigeminovascular serotonin receptors","percent_1":"4%","percent_2":"16%","percent_3":"3%","percent_4":"5%","percent_5":"72%","right_answer":"E. Stimulation of trigeminovascular serotonin receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp8476.jpg","explanation_1":"","explanation_2":"$#Migraines# are recurrent, debilitating, unilateral headaches with a pulsating or throbbing quality lasting between 4-72 hours, often with photophobia, phonophobia, and nausea.  They can be associated with an aura and are more common in younger women. $Although the pathogenesis of migraines is multifactorial and not fully understood, it is associated with cortical spreading depression (ie, self-propagating neurotransmission across the cortex).  Subsequent stimulation of #trigeminal afferents# in the meninges causes the release of #vasoactive neuropeptides#, including substance P and #calcitonin gene–related peptide# (CGRP), leading to neurogenic inflammation, vasodilation, and plasma protein extravasation.  These substances may also contribute to the increased sensitivity of nociceptive pathways to stimuli (ie, neuronal sensitization). $#Triptans# (eg, sumatriptan) are serotonin #5#-#hydroxytryptamine 1B/1D# #agonists# that directly counter migraine headaches by binding to trigeminal serotonin receptors and #inhibiting CGRP# release from the trigeminal neurons.  In addition, triptans bind serotonin receptors on the smooth muscle cells of blood vessels, resulting in intracranial vasoconstriction.  Triptans are commonly prescribed as #abortive therapy# for acute migraines, particularly in patients who are not responsive to analgesics.  Significant adverse effects include dizziness, chest tightness, and #hypertension#. $#(Choice A)#  Antipsychotic medications (eg, haloperidol, risperidone) block the dopamine receptors in the mesolimbic tract and are used in schizophrenia or bipolar disorder.  They are not indicated in the treatment of migraine. $#(Choice B)#  Selective serotonin reuptake inhibitors (eg, sertraline, citalopram) block serotonin reuptake in cortico-amygdala pathways.  These drugs are used to treat depression and anxiety, not to abort migraines. $#(Choice C)#  Acetylcholinesterase inhibitors (eg, rivastigmine, galantamine) increase the availability of acetylcholine at cortical synapses and are indicated in the treatment of dementia (eg, Alzheimer disease). $#(Choice D)#  Opioid medications (eg, morphine, oxycodone) stimulate mu receptors in the periaqueductal gray area, resulting in modulation of pain.  Opioids are not indicated in the treatment of migraines because they increase the risk of chronic migraine, carry a risk of dependence, and are less effective than triptans. $#Educational objective# The pathogenesis of migraines is complex and multifactorial but includes neurogenic inflammation, vasodilation, and sensitization of trigeminal afferents in the meninges.  Triptans are serotonin 5-hydroxytryptamine 1B/1D agonists that stimulate the trigeminovascular serotonin receptors, resulting in inhibition of vasoactive peptide release, intracranial vasoconstriction, and decreased pain.  They are used as abortive therapy for acute migraine.  "},

{"id":"354","title":"A 38-year-old woman presents to your office because of sudden episodes of severe, right-sided facial pain.  She describes the pain as \"a knife stabbing my face.\"  The pain lasts several seconds and is usually instigated by a meal or teeth brushing.  There is no nausea or vomiting.  She denies any visual changes.  Her past medical history is significant for hyperlipidemia.  She drinks alcohol socially and does not use tobacco.  She has no family history of facial pain.  Her vital signs are within normal limits, and physical examination shows no rash.  Which of the following is the best initial treatment for this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Baclofen","answer_2":"B. Haloperidol","answer_3":"C. Diazepam","answer_4":"D. Carbamazepine","answer_5":"E. Propranolol","answer_6":"F. Phenobarbital","answer_7":"G. Valproic acid","percent_1":"13%","percent_2":"2%","percent_3":"6%","percent_4":"65%","percent_5":"4%","percent_6":"3%","percent_7":"7%","right_answer":"D. Carbamazepine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This case presents a classic picture of trigeminal neuralgia (tic douloureux).  This condition presents with episodes of sudden and severe pain in the distribution of CN V (particularly V2 and V3).  The pain is described as \"stabbing\" or like an \"electrical shock\"; it is usually unilateral, and does not last more than few seconds; but occurs repeatedly.  Pain is triggered by any stimulus to CN V, for example chewing, teeth brushing, shaving or washing an affected area of the face, swallowing, or exposure to hot or cold temperatures.  These painful episodes may occur for several months.  In the majority of cases, trigeminal neuralgia is not caused by any structural abnormality and its pathogenesis remains unclear. $Carbamazepine is the drug of choice for the treatment of trigeminal neuralgia.  It is effective in pain reduction in up to 80% of patients.  Like phenytoin, it inhibits neuronal high-frequency firing by reducing the ability of sodium channels to recover from inactivation.  Carbamazepine can cause aplastic anemia, so CBC should be monitored regularly.  Carbamazepine is a P450 inducer that increases the metabolism of many other medications, thereby decreasing their effectiveness. $#(Choices A and G)# Baclofen and valproic acid can be used for trigeminal neuralgia, but are not first-line choices. $#(Choice B)# Haloperidol is a neuroleptic medication used for the treatment of schizophrenia, acute psychoses, acute mania, and Tourette syndrome.  It is not indicated in trigeminal neuralgia. $#(Choice E) #Propranolol has various uses, including migraine prophylaxis and the reduction of portal venous pressure to prevent variceal bleed.  It is not used for trigeminal neuralgia. $#(Choice F)# Phenobarbital is effective for the management of generalized tonic-clonic seizures.  It is not used for trigeminal neuralgia. $#Educational objective# Trigeminal neuralgia presents with brief episodes of sudden and severe \"electric shock-like\" or \"stabbing\" pain in the distribution of CN V (particularly V2 and V3).  Carbamazepine is the drug of choice.  "}
    
]