[
  
{"id":"104","title":"A 36-year-old man comes to the office to discuss a skin rash on his shoulders and upper chest.  The patient first noticed the rash 2 months ago while vacationing at a beach resort.  The rash has worsened progressively and is associated with mild pruritus, but he has no other associated symptoms.  The patient is a road construction worker, and often works in hot, humid areas.  Past medical history is notable for seasonal allergies and childhood asthma.  He does not use tobacco or alcohol.  Skin examination findings are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/104.jpg","title_2":"Which of the following is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Blastomyces dermatitidis","answer_2":"B. Candida albicans","answer_3":"C. Histoplasma capsulatum","answer_4":"D. Malassezia globosa","answer_5":"E. Microsporum canis","answer_6":"F. Rhizopus species","answer_7":"G. Sporothrix schenckii","percent_1":"9%","percent_2":"3%","percent_3":"1%","percent_4":"76%","percent_5":"6%","percent_6":"2%","percent_7":"2%","right_answer":"D. Malassezia globosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Medically important fungi#∆⨉ §^#Cutaneous# ∆ • Dermatophytosis (eg, tinea, onychomycosis) • Pityriasis versicolor §^#Subcutaneous# ∆ • Sporotrichosis §^#Systemic# ∆ • Histoplasmosis • Coccidioidomycosis • Blastomycosis §^#Opportunistic# ∆ • Candida • Aspergillus • Mucor • Rhizopus","explanation_img":"","explanation_1":"","explanation_2":"#Pityriasis versicolor# (also called tinea versicolor) is characterized by hypopigmented, hyperpigmented, or erythematous macules or patches on the upper body.  It is caused by Malassezia species yeasts, and the infection is confined to the #stratum corneum# of the skin.  It is common in areas with hot and humid climates and is often most #visible after# extensive sun exposure due to #tanning of the adjacent skin#.  Most cases of pityriasis versicolor occur in healthy individuals with no underlying immunologic deficiencies. $The diagnosis of pityriasis versicolor is made by potassium hydroxide #(KOH) preparation# of skin scrapings.  Malassezia forms spores and hyphae, producing the characteristic \"#spaghetti and meatballs#\" appearance on light microscopy.  The hyphae have a short, \"cigar-butt\" appearance.  This condition is treated with topical antifungal agents or selenium-containing shampoo. $#(Choices A and C)#  Blastomycosis is characterized by progressive pulmonary infection.  Skin involvement is uncommon but can manifest as papular or pustular lesions in exposed areas.  Histoplasmosis also most commonly causes pulmonary disease, though it may become disseminated in immunodeficient patients. $#(Choice B)#  @Intertrigo@ is characterized by well-defined erythematous plaques with satellite vesicles or pustules in warm, moist skin areas (eg, axillae, groin, skin folds).  The infection is usually due to Candida species, and it is most common following antibiotic use or in immunocompromised states (eg, uncontrolled diabetes). $#(Choice E)#  Microsporum species are a frequent cause of @tinea capitis@ and @tinea corporis@. $#(Choice F)#  Rhizopus is a major cause of @mucormycosis@, which is characterized by invasive, necrotic upper and lower respiratory infections in immunocompromised patients. $#(Choice G)#  Sporothrix molds are found in decaying horticultural matter and are acquired through breaks in the skin.  They cause nodular and ulcerating subcutaneous @lesions@. $#Educational objective# Pityriasis versicolor (tinea versicolor) is a superficial skin infection caused by Malassezia species.  It causes erythematous, hyper- or hypopigmented macules and patches.  Malassezia forms spores and hyphae, producing the characteristic \"spaghetti and meatballs\" appearance on KOH preparation light microscopy.  ","clickable_1":"images/img1.104.jpg","clickable_2":"images/img2.104.jpg","clickable_3":"images/img3.104.jpg","clickable_4":"images/img4.104.jpg","clickable_5":"images/img5.104.jpg"},

{"id":"15448","title":"A 38-year-old woman comes to the office for evaluation of a skin lesion.  The lesion began as a pink papule on her right arm and has progressively enlarged over several weeks.  It is not pruritic or painful and has not been associated with fever or other systemic symptoms.  The patient returned from a trip to Costa Rica 5 weeks ago.  During her travel, she stayed at a beachside resort and hiked in the rainforest.  Skin examination findings are shown below.  Biopsy of the lesion reveals intracellular, round-oval protozoa with rod-shaped kinetoplasts.  Which of the following most likely led to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15448.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bite from infected sand fly","answer_2":"B. Contact with infected person","answer_3":"C. Exposure to decaying vegetation","answer_4":"D. Handling of infected animal","answer_5":"E. Swimming in contaminated water","percent_1":"53%","percent_2":"4%","percent_3":"9%","percent_4":"8%","percent_5":"26%","right_answer":"A. Bite from infected sand fly","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15448.jpg","explanation_1":"","explanation_2":"$Microscopy of this patient's skin lesion reveals intracellular protozoa with rod-shaped kinetoplasts, raising strong suspicion for #cutaneous leishmaniasis#, a parasitic disease endemic to the Middle East and Central/South America.  Leishmania species are harbored by small mammals and transmitted to humans via bites from #infected sand flies#.  The parasite subsequently matures within mammalian macrophages and can be visualized on biopsy as #intracellular#, #round-oval# amastigotes with #rod-shaped kinetoplasts#. $Cutaneous leishmaniasis is characterized by a chronic, #enlarging, pinkish papule# at the site of the bite that eventually develops into a nodule or #plaque# and ulcerates.  Most cases occur on exposed areas of skin because sand fly bites cannot penetrate clothing.  More serious mucosal or lymphatic Leishmania infections can also occur. $#(Choice B)#  Yaws, a spirochetal infection caused by Treponema pallidum subspecies, is transmitted by skin-to-skin (nonsexual) contact and is seen in Central America.  Patients typically develop a painless papule that eventually ulcerates (similar to syphilitic chancre).  However, this organism is a bacterium, not a protozoan. $#(Choice C)#  Sporothrix schenckii, a dimorphic fungus, grows in decaying plant matter and is transmitted to humans via subcutaneous inoculation.  Manifestations include a papule at the site of inoculation and subsequent papules along proximal lymphatic drainage pathways.  Histopathology demonstrates granulomas and cigar-shaped, budding fungus. $#(Choice D)#  Bacillus anthracis, a gram-positive bacterial infection, is often transmitted to humans due to cutaneous contact with infected animals or animal hides.  Manifestations include a painless cutaneous papule that evolves over days into an ulcer with a black eschar.  Histopathology would show extracellular, gram-positive rods. $#(Choice E)#  Mycobacterium marinum, an acid-fast bacterium, causes cutaneous infection after exposure to contaminated water (eg, fish tank).  Patients typically develop a papule that ulcerates and scars.  However, histopathology would not show intracellular protozoa. $#Educational objective# Leishmania species are obligate intracellular protozoa that mature in macrophages and can be identified on biopsy by the presence of rod-shaped kinetoplasts.  They are transmitted to humans by infected sand flies and cause the clinical syndrome of cutaneous leishmaniasis, characterized by a chronic, pinkish papule that evolves into a nodule or plaque.  "},

{"SubjectSystem":"Histology-Dermatology","id":"15363","title":"A 17-year-old boy comes to the office due to a facial lesion.  The patient noticed a small area of rough skin on his lower lip several weeks ago, which has progressively enlarged.  He reports no pain or itching.  The patient had eczema during early childhood but has had no other chronic medical conditions.  Vital signs are within normal limits.  Physical examination findings are shown in the @exhibit@.  There are no other skin rashes, oral lesions, or enlarged lymph nodes.  Which of the following histopathological findings are most likely present in this patient's skin lesion? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15363.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acantholysis and multinucleated giant epithelial cells","answer_2":"B. Epidermal hyperplasia and cytoplasmic vacuolization","answer_3":"C. Subcorneal bacterial collection and neutrophilic infiltration","answer_4":"D. Subepidermal linear complement deposits and separation","percent_1":"30%","percent_2":"60%","percent_3":"6%","percent_4":"5%","right_answer":"B. Epidermal hyperplasia and cytoplasmic vacuolization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15363.jpg","explanation_1":"","explanation_2":"$This patient has a common #cutaneous wart# (ie, @verruca vulgaris@).  Cutaneous warts are caused by #human papillomavirus#, which also causes anogenital warts (ie, condyloma acuminata).  The virus is usually transmitted by direct contact and is most common in children, adolescents, and young adults. $Cutaneous warts typically present as #skin-colored papules# or well-circumscribed plaques.  They may also form complex @filiform lesions@.  On the palms or soles (ie, palmar, @plantar warts@), they commonly present as tender plaques or nodules that disrupt the normal skin striae. $The diagnosis of cutaneous warts is often apparent based on gross findings.  Key findings on magnified view (ie, dermoscopy) include a roughened surface and small black dots representing thrombosed capillaries.  Biopsy is usually not needed but can confirm the diagnosis in atypical cases.  Histopathologic findings include: $• #Epidermal hyperplasia# (acanthosis) with eosinophilic inclusions and keratohyaline granules $• Thickened stratum corneum (#hyperkeratosis#) $• Papilloma formation $• Perinuclear #cytoplasmic vacuolization# (@koilocytosis@) $#(Choice A)#  Intraepidermal fracturing (acantholysis) and formation of multinucleated cells are seen in @herpes simplex labialis@.  Although this condition is often found on the lips and perioral skin, it presents with acute/recurrent blisters and ulcers. $#(Choice C)#  @Impetigo@ is a gram-positive skin infection that generates a neutrophilic infiltrate.  It presents with erythema, blistering, and shallow ulcers with honey-colored crusts. $#(Choice D)#  @Bullous pemphigoid@ is an autoimmune disorder associated with antibodies against hemidesmosomes, leading to subepidermal complement activation and cleavage.  It is most common at age >60 and typically presents with pruritic plaques, erosions, and tense bullae. $#Educational objective# Cutaneous warts (ie, verruca vulgaris) are caused by human papillomavirus and typically present as rough, skin-colored papules.  If necessary, biopsy can confirm the diagnosis and shows epidermal hyperplasia, thickened stratum corneum, papilloma formation, and cytoplasmic vacuolization.  ","clickable_1":"images/img1.15363.jpg","clickable_2":"images/img2.15363.jpg","clickable_3":"images/img3.15363.jpg","clickable_4":"images/img4.15363.jpg","clickable_5":"images/img5.15363.jpg","clickable_6":"images/img6.15363.jpg","clickable_7":"images/img7.15363.jpg"},

{"id":"1042","title":"A 64-year-old man comes to the office with a 4-day history of severe left-sided chest discomfort.  The pain is constant and has a burning quality.  Over the last day, the patient has developed a rash in the area of discomfort.  He has not had similar symptoms before.  Past medical history is unremarkable.  The patient is afebrile and vital signs are normal.  Physical examination shows a vesicular rash at the 5th left intercostal space.  Which of the following pathologic findings is most likely to be found in the affected area?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acantholysis and intercellular IgG deposits","answer_2":"B. Eosinophilic cytoplasmic inclusions","answer_3":"C. Koilocytosis of the superficial epidermal layers","answer_4":"D. Microabscesses at the tips of dermal papillae","answer_5":"E. Multinucleated cells with intranuclear inclusions","percent_1":"7%","percent_2":"10%","percent_3":"10%","percent_4":"7%","percent_5":"66%","right_answer":"E. Multinucleated cells with intranuclear inclusions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Varicella zoster virus# (VZV) is an enveloped, double-stranded DNA virus transmitted via respiratory droplets or direct contact.  Initial infection typically occurs in childhood and causes varicella (chicken pox), which is characterized by fever and a self-limited, diffuse vesicular rash.  VZV then travels via sensory fibers to the #dorsal root ganglia# (or trigeminal ganglia), where it remains dormant for years.  Weakening of cellular immunity leads to reactivation of the virus, which manifests as herpes zoster (#shingles#).  Shingles is characterized by unilateral burning pain and a papular or @vesicular rash@ in a dermatomal distribution.  The lesions coalesce, rupture, crust over, and heal within a few weeks although the discomfort may linger for several weeks. $Light microscopy of a sample from a vesicle base reveals #intranuclear inclusions# in keratinocytes and #multinucleated giant cells# (positive @Tzanck smear@).  Skin biopsy would show acantholysis (loss of intercellular connections between keratinocytes) and @intraepidermal vesicles@. $#(Choice A)#  Acantholysis forming suprabasal blisters is characteristic of @pemphigus vulgaris@.  Immunofluorescence reveals deposition of IgG-containing deposits in a reticular pattern around keratinocytes (targeting desmosome protein desmoglein 3). $#(Choice B)#  Infection by @molluscum contagiosum@, a poxvirus, causes eosinophilic cytoplasmic inclusions (molluscum bodies) in infected cells and dome-shaped, umbilicated papules on examination. $#(Choice C)#  @Human papillomavirus@ infection of the skin presents with warts (verruca vulgaris) or squamous cell carcinoma of the penis or vulva, depending on the serotype.  Light microscopy reveals cytoplasmic vacuoles in keratinocytes (koilocytosis) and epidermal hyperplasia. $#(Choice D)#  @Dermatitis herpetiformis@ presents with pruritic, grouped vesicles on the extensor surfaces.  Light microscopy reveals accumulations of neutrophils on the tips of dermal papillae (microabscesses). $#Educational objective# Herpes zoster (shingles) develops due to reactivation of varicella zoster virus in the dorsal root ganglia (sensory neurons).  It presents with a painful vesicular rash in a dermatomal distribution.  Intranuclear inclusions in keratinocytes and multinucleated giant cells are seen on light microscopy. ","clickable_1":"images/img1.1042.jpg","clickable_2":"images/img2.1042.jpg","clickable_3":"images/img3.1042.jpg","clickable_4":"images/img4.1042.jpg","clickable_5":"images/img5.1042.jpg","clickable_6":"images/img6.1042.jpg","clickable_7":"images/img7.1042.jpg"},

{"id":"15579","title":"An 8-year-old girl is brought to the office for evaluation of a skin rash on her upper back.  The rash is not painful but is mildly pruritic.  She has no prior medical conditions, takes no medications, and is up to date with vaccinations.  Vital signs are within normal limits.  Right scapular area skin examination is shown in the @exhibit@.  The remainder of the examination is normal.  Which of the following is the most likely cause of this patient's current condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15579.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Deep tissue invasion by normal skin flora","answer_2":"B. Epidermal damage from excessive sun exposure","answer_3":"C. Immunologic response to bacterial pharyngitis","answer_4":"D. Infection limited to keratinized structures","answer_5":"E. Proliferation of a pathogen transmitted by tick bite","percent_1":"7%","percent_2":"3%","percent_3":"15%","percent_4":"67%","percent_5":"7%","right_answer":"D. Infection limited to keratinized structures","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a mildly pruritic, @polycyclic rash@ with a raised, scaly border and central clearing has #tinea corporis#.  Patches of tinea corporis are typically round or ovoid but may become confluent to form a \"flower petal\" shape.  Skin contact, especially in warm and humid environments, is a common risk factor, and patients often have concurrent infections in other body areas.  Any species of dermatophyte may cause this condition, but Trichophyton rubrum is the most frequent culprit. $#Dermatophyte infections# (eg, tinea corporis, tinea pedis, tinea cruris) infect keratinized matter in the @stratum corneum@ of the #superficial epidermis# but do not invade the dermis or subcutaneous tissues.  The diagnosis is confirmed with potassium hydroxide (KOH) preparation of skin scrapings, which show the characteristic segmented hyphae and arthrospores. $#(Choice A)#  Candida albicans is a commensal organism that is normally present on the skin.  Cutaneous candidiasis (eg, @intertrigo@) is an inflammatory condition involving approximated skin surfaces (eg, axillae, groin); Candida most commonly causes invasive infection in immunocompromised (eg, neutropenic) patients. $#(Choice B)#  @Sunburn@ presents with erythema, itching, and pain in sun-exposed areas.  Sunburned skin may undergo superficial desquamation (peeling), but this patient's rounded lesions with peripheral scaling are more consistent with tinea corporis. $#(Choice C)#  Patients with untreated streptococcal pharyngitis can develop @erythema marginatum@, a fleeting pink or red rash with central clearing that can appear, disappear, and reappear within hours.  This is a hallmark feature of rheumatic fever and is usually accompanied by other signs such as migratory arthritis, carditis, subcutaneous nodules, and Sydenham chorea. $#(Choice E)#  Acute Lyme disease is characterized by flu-like symptoms and @erythema migrans@, a slowly spreading erythematous rash with central clearing at the site of the tick bite.  Disseminated disease can present with multiple lesions, but the lesions are flat or only slightly raised and the border is indistinct rather than scaly; they often develop a targetoid appearance. $#Educational objective# Tinea corporis presents with round or ovoid lesions with a raised, scaly border and central clearing.  Trichophyton rubrum is the most common cause and infects keratinized matter in the stratum corneum of the superficial epidermis but does not invade the dermis or subcutaneous tissues.  ","clickable_1":"images/img1.15579.jpg","clickable_2":"images/img2.15579.jpg","clickable_3":"images/img3.15579.jpg","clickable_4":"images/img4.15579.jpg","clickable_5":"images/img5.15579.jpg","clickable_6":"images/img6.15579.jpg"},

{"id":"108461","title":"An 18-year-old man comes to the office due to a progressive rash.  He first developed small, red spots on his feet 3 weeks ago.  The rash has since spread to involve his scrotum, penis, lower abdomen, hands, and feet.  The rash is extremely pruritic, and the patient is having trouble sleeping due to constant itching.  He otherwise feels well.  Vital signs are normal.  Lesions on the feet are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/108461.jpg","title_2":"Which of the following additional information in this patient's history would best support the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Exposure to contaminated water from a hot tub","answer_2":"B. Incomplete childhood vaccinations","answer_3":"C. Recent hike in a wooded area","answer_4":"D. Roommate with a similar rash","answer_5":"E. Sexual partner with a painless genital ulcer","percent_1":"9%","percent_2":"6%","percent_3":"20%","percent_4":"50%","percent_5":"16%","right_answer":"D. Roommate with a similar rash","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Scabies#∆⨉ §^#Pathogenesis# ∆ • Sarcoptes scabiei mite infestation • Spread by direct person-to-person contact §^#Clinical features# ∆ • Extremely pruritic, small, erythematous papules • Distribution: interdigital web spaces, flexor wrists, extensor elbows, axillae, feet, umbilicus & genitalia • Burrows (thin serpiginous lines) may not be visible but pathognomonic if present §^#Diagnosis# ∆ • Clinical • Skin scraping with microscopy is confirmatory §^#Treatment# ∆ • Topical 5% permethrin OR oral ivermectin • Treat household members & close personal contacts • Environmental measures (eg, launder clothing/bedding)","explanation_img":"","explanation_1":"","explanation_2":"The distribution and appearance of this patient's rash is characteristic of #scabies#.  Scabies is due to an infestation by Sarcoptes scabiei, a mite that burrows into the epidermis and deposits eggs.  Weeks after initial infection, patients develop a delayed type IV hypersensitivity reaction to the mite, mite feces, and mite eggs. $Presentation includes @erythematous papules@ that are #intensely pruritic#, particularly at #night#.  The classic @distribution@ of lesions includes the extremities (eg, interdigital web spaces, flexor wrist surfaces, feet), axillae, umbilicus, and genitalia. $Scabies is highly contagious and spreads via direct #person-to-person contact#, and history often reveals a #roommate# or family member with a #similar rash#.  Although less common, fomite transmission (eg, clothing) can also occur because mites survive 2-3 days off the skin. $#(Choice A)#  @Folliculitis@ from exposure to water contaminated with Pseudomonas aeruginosa presents as tender, pruritic papules or pustules on exposed areas, and symptoms typically self-resolve within 2 weeks.  This patient's rash duration and distribution make this diagnosis unlikely. $#(Choice B)#  Incomplete vaccination against varicella-zoster virus (VZV) increases the risk for chickenpox, which presents with fever (not seen here) followed by a pruritic, vesicular rash.  Lesions are not common on the soles, and the rash typically crusts over and resolves in 1-2 weeks.  VZV reactivation can present as @herpes zoster@, which may begin as erythematous papules but are typically painful and limited to a single dermatome. $#(Choice C)#  Hiking in wooded areas increases the risk for poison ivy exposure or tick-borne diseases (eg, Lyme disease).  Although contact dermatitis due to @poison ivy@ causes an intensely pruritic rash, lesions are often linear (where the plant touched the skin) and on exposed surfaces.  In addition, the rash typically resolves within 2-3 weeks.  Lyme disease causes @erythema migrans@, an expanding macular rash not seen in this patient. $#(Choice E)#  Syphilis, which causes a painless genital ulcer, spreads via sexual contact, and manifestations of @secondary syphilis@ include a maculopapular rash involving the palms and soles.  Unlike this case, however, most patients also have constitutional symptoms (eg, fever) and lymphadenopathy. $#Educational objective# Scabies causes an intensely pruritic, papular rash involving the hands, feet, and genitalia.  Transmission is via direct person-to-person contact, and history often reveals a roommate or family member with a similar rash.  ","clickable_1":"images/img1.108461.jpg","clickable_2":"images/img2.108461.jpg","clickable_3":"images/img3.108461.jpg","clickable_4":"images/img4.108461.jpg","clickable_5":"images/img5.108461.jpg","clickable_6":"images/img6.108461.jpg","clickable_7":"images/img7.108461.jpg"},

{"id":"1898","title":"A 34-year-old woman comes to the office due to 3 days of discomfort and swelling in the right axilla.  The patient has no known medical problems.  She is a veterinarian and volunteers as a swim coach at her children's school.  She owns a parrot and a hamster.  Temperature is 36.9 C (98.4 F).  On physical examination, there is an enlarged, tender axillary lymph node on the right, measuring about 3 cm and with slight surrounding erythema but no skin breakdown.  There is no other area of lymphadenopathy.  Several scratch marks are seen on the right arm.  The organism responsible for the lymphadenopathy is also associated with which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacillary angiomatosis","answer_2":"B. Bladder cancer","answer_3":"C. Condylomata acuminata","answer_4":"D. Hemolytic uremic syndrome","answer_5":"E. Malignant external otitis","answer_6":"F. Toxic shock syndrome","percent_1":"81%","percent_2":"2%","percent_3":"4%","percent_4":"4%","percent_5":"3%","percent_6":"6%","right_answer":"A. Bacillary angiomatosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with extensive animal exposure and scratch marks on her arm likely has #cat-scratch disease# (cat-scratch fever), a condition caused by #Bartonella henselae#.  This organism resides in the oral cavity of cats and is transmitted to humans by cat scratches and bites.  Typically, a primary inoculation lesion evolves from vesicular to erythematous to papular, followed by the development of #tender regional lymphadenopathy# (often involving a single lymph node) proximal to the lesion.  #Axillary# lymphadenopathy is extremely common. $B henselae can also cause #bacillary angiomatosis# (BA) in immunocompromised patients.  BA presents with red-purple @papular skin lesions@.  These vascular proliferations may also be found within the viscera.  BA can be fatal if left untreated. $#(Choice B)#  Schistosoma haematobium, which can present acutely as swimmer's itch (organism penetration into skin) or Katayama fever (fever, urticaria, angioedema, eosinophilia), can affect the bladder (causing terminal hematuria, fibrosis); chronic infection is a risk factor for bladder cancer. $#(Choice C)#  @Condylomata acuminata@ (anogenital warts) are caused by Human papillomavirus 6 and 11.  They present as soft, skin-colored, cauliflowerlike masses on the penis, vulva, and perianal areas. $#(Choice D)#  Hemolytic uremic syndrome is the triad of microangiopathic hemolytic anemia, thrombocytopenia, and renal insufficiency caused by Escherichia coli strain O157:H7. $#(Choice E)#  Pseudomonas aeruginosa can cause malignant otitis externa in individuals using contaminated swimming pools and hot tubs.  Pseudomonal hot tub folliculitis typically manifests as a rash rather than lymphadenopathy. $#(Choice F)#  Toxic shock syndrome (TSS) is caused by Staphylococcus aureus.  TSS presents with fever, vomiting, diarrhea, desquamation, and hypotension. $#Educational objective# Bartonella henselae causes cat-scratch disease, bacillary angiomatosis, and culture-negative endocarditis.  Cat-scratch disease is characterized by low fever, lymphadenopathy, and a self-limited course.  ","clickable_1":"images/img1.1898.jpg","clickable_2":"images/img2.1898.jpg"},

{"id":"1313","title":"A 34-year-old woman comes to the office due to skin changes.  Blotches of skin on her arms appear to be of a different color, and she also has a tingling sensation in her hands.  These symptoms have developed over the past several months.  The patient has no other past medical history.  She is a political refugee from East Africa.  On examination, there are patchy areas of skin anesthesia and hypopigmentation on her upper extremities.  Nerve biopsy evaluated under light microscopy shows many organisms invading Schwann cells.  HIV testing is negative.  Which of the following organisms is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Borrelia burgdorferi","answer_2":"B. Campylobacter fetus","answer_3":"C. Corynebacterium diphtheriae","answer_4":"D. Mycobacterium leprae","answer_5":"E. Treponema pallidum","percent_1":"3%","percent_2":"7%","percent_3":"1%","percent_4":"84%","percent_5":"5%","right_answer":"D. Mycobacterium leprae","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1313.jpg","explanation_1":"","explanation_2":"$#Leprosy# (Hansen disease), a deforming infection primarily of the #skin# and #nerves#, is caused by Mycobacterium leprae.  Transmission is promoted in unhygienic conditions and likely occurs through the respiratory route, with some organisms being transmitted through prolonged direct skin-to-skin contact.  Infection has also been associated with #armadillo# contact in the southwestern United States.  The range of clinical manifestations depends on the strength of the #cell-mediated immune# (CMI) response. $• #Tuberculoid leprosy# (TT) (seen in this patient) is the least severe form and is often self-limited.  Mycobacterial infection is limited by an #intact CMI# response (#Th1#-mediated).  Mild skin plaques develop and are associated with hypopigmentation, hair follicle loss, and focally decreased sensation. $• #Lepromatous leprosy# (LL), the most severe form, occurs in patients with a #weak CMI# response (Th2-mediated).  Macrophage signaling to kill M leprae is limited, leading to mycobacterial dissemination.  Manifestations include diffuse skin thickening, plaque-like hypopigmentation (often with hair loss), leonine facies, paresis, regional anesthesia, testicular destruction, and blindness. $M leprae grows best at temperatures below core body temperature, partially explaining why leprosy manifests in the skin, superficial nerves (eg, Schwann cells in this patient), eyes, and testes.  Intermediate features between TT and LL are often seen. $#(Choice A)#  Borrelia burgdorferi causes Lyme disease.  Symptoms include a characteristic skin rash (erythema chronicum migrans) with fever and malaise.  Systemic disease can progress to cause arthritis, facial paresis, or cardiac involvement (eg, conduction abnormalities).  Prolonged untreated disease can lead to central nervous system involvement. $#(Choice B)#  Campylobacter fetus, a gram-negative rod, causes mild enteritis in immunocompetent patients and mild systemic bacteremic illness in immunocompromised patients. $#(Choice C)#  Corynebacterium diphtheriae is a gram-positive rod that causes diphtheria, a primarily toxin-mediated lower respiratory tract infection that is sometimes complicated by polyneuritis and myocarditis. $#(Choice E)#  Treponema pallidum causes syphilis.  Primary syphilis manifests as a painless chancre at the inoculation site.  Secondary syphilis results in erythematous macules over the entire body (including the palms and soles) and condyloma lata formation.  Tertiary syphilis results in skin and bone gummas and ascending aortitis. $#Educational objective# The severity of leprosy, a systemic illness caused by Mycobacterium leprae, depends on the strength of the cell-mediated immune (CMI) response, with tuberculoid leprosy representing the milder form (intact Th1 CMI response) and lepromatous leprosy, the more severe form (weak CMI response).  "},

{"id":"973","title":"A 55-year-old woman comes to the emergency department with fever and chills.  She has a history of acute myeloid leukemia for which she is receiving chemotherapy.  Her temperature is 38.3 C (101 F), blood pressure is 90/50 mm Hg, pulse is 124/min, and respirations are 22/min.  Physical examination is notable for multiple skin patches with necrotic centers and occasional ulcerations, as shown in the image below. $Laboratory results are as follows:","title_table":"!Complete blood count! ?Platelets? 240,000/mm3 ?Leukocytes? 800/mm3 ? Neutrophils? 60℅ !Serum chemistry! ?Creatinine? 0.9 mg/dL !Coagulation studies! ?Prothrombin time? 12 sec ?Activated partial thromboplastin time? 33 sec","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/973.jpg","title_2":"Blood cultures are drawn.  Which of the following organisms is most likely responsible for this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Escherichia coli","answer_2":"B. Haemophilus influenzae","answer_3":"C. Klebsiella pneumoniae","answer_4":"D. Pseudomonas aeruginosa","answer_5":"E. Streptococcus pneumoniae","answer_6":"F. Streptococcus pyogenes","percent_1":"2%","percent_2":"2%","percent_3":"4%","percent_4":"56%","percent_5":"1%","percent_6":"35%","right_answer":"D. Pseudomonas aeruginosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp973.jpg","explanation_1":"","explanation_2":"$This immunosuppressed patient has #febrile neutropenia# (absolute neutrophil count [ANC] of 0.60 × 800 = 480/mm3) and additional findings concerning for sepsis (eg, hypotension, tachycardia).  With neutropenia (typically ANC <500/mm3), there is increased susceptibility to bacterial infections.  The dermatologic lesions in this patient are consistent with #ecthyma gangrenosum# (EG), which is strongly associated with #Pseudomonas aeruginosa# bacteremia. $#Perivascular bacterial invasion# of arteries and veins in the dermis and subcutaneous tissue, with subsequent release of exotoxins destructive to human tissue, leads to characteristic #skin patches# exhibiting #necrosis and ulceration# as a result of insufficient blood flow.  P aeruginosa virulence factors that may contribute to EG include exotoxin A (protein synthesis inhibition), elastase (degrades elastin - important for blood vessel destruction), phospholipase C (degrades cellular membranes), and pyocyanin (generates reactive oxygen species). $Although gram-negative sepsis is sometimes associated with disseminated intravascular coagulation (DIC) and resultant purpuric skin lesions, DIC is unlikely given the normal platelet count and coagulation times (prothrombin and activated thromboplastin times). $#(Choice A)#  Escherichia coli is not associated with EG.  E coli is the most common cause of gram-negative sepsis, usually following urinary tract infections.  Hemolytic uremic syndrome, sometimes seen with Shiga toxin-producing E coli, is classically associated with renal failure and thrombocytopenia (not seen in this patient). $#(Choices B and E)#  Streptococcus pneumoniae and Haemophilus influenzae are typically associated with respiratory infections and can be isolated from blood, cerebrospinal fluid, or respiratory sources.  They are not associated with EG. $#(Choice C)#  Klebsiella pneumoniae infection is most commonly associated with necrotizing pneumonia in elderly or immunocompromised patients. $#(Choice F)#  Streptococcus pyogenes (Group A Streptococcus) frequently causes cutaneous infections (eg, @impetigo@, @erysipelas@) and necrotizing fasciitis, a rapidly progressive deep tissue infection that spreads contiguously along the muscle fascia.  @Necrotizing fasciitis@ initially appears as a single site of infection with erythema, edema, warmth, and pain out of proportion to physical findings.  This progresses to purpuric discoloration, bullae formation, and sensory loss due to tissue necrosis. $#Educational objective# Ecthyma gangrenosum is a cutaneous necrotic disease with a strong association with Pseudomonas aeruginosa bacteremia.  It occurs from perivascular invasion and release of tissue-destructive exotoxins, causing vascular destruction and insufficient blood flow to patches of skin that become edematous and subsequently necrose.  Pseudomonas infections are common in patients who are neutropenic, are hospitalized, have burns, or have indwelling catheters.  ","clickable_1":"images/img1.973.jpg","clickable_2":"images/img2.973.jpg","clickable_3":"images/img3.973.jpg"},

{"id":"10168","title":"A 60-year-old woman comes to the office due to 10 days of diffuse itching.  A rash began on her hands and quickly spread to involve her wrists, arms, and axillae.  The patient has difficulty sleeping and complains of intense itching in these areas.  She works in a day care center and primarily cares for children age 2-5.  The patient has no other medical conditions and takes no medications.  Vital signs are normal.  BMI is 24 kg/m2.  Skin examination shows small, erythematous papules on the palms with excoriations, scattered vesicles, and pustules on the finger webs, palms, and wrist creases, as seen in the image below.  She has similar lesions in the axillary skin folds bilaterally.  The remainder of the examination is within normal limits.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/10168.jpg","title_2":"Which of the following is the most likely finding on skin sampling of this patient's lesions?","audio":"","comparison_items":"","answer_1":"A. Budding yeast","answer_2":"B. Molluscum bodies","answer_3":"C. Multinucleated giant cells","answer_4":"D. Necrotic keratinocytes in the epidermis","answer_5":"E. Sarcoptes scabiei mite and mite eggs","percent_1":"2%","percent_2":"6%","percent_3":"5%","percent_4":"4%","percent_5":"83%","right_answer":"E. Sarcoptes scabiei mite and mite eggs","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp10168.jpg","explanation_1":"","explanation_2":"$This patient's rapidly spreading @pruritic rash@ with erythematous papules and excoriations is suggestive of scabies, or infestation by the #Sarcoptes scabiei# mite.  The mite spreads through direct person-to-person contact and burrows into the skin.  A history of working in a setting with close interpersonal contact (eg, day care center) is common. $The manifestations of scabies are due to a delayed type IV hypersensitivity reaction to the mite, mite feces, and mite eggs.  Patients have an #intensely pruritic rash# that is often #worse at night#.  The @characteristic distribution@ includes the flexor surfaces of the #wrist#, lateral surfaces of the #fingers#, and finger webs; it also commonly involves the axillae and extensor elbow surfaces.  Skin examination usually shows excoriations with small, crusted, red papules scattered around the affected areas; vesicles, pustules, or wheals may also be present.  #Linear burrows# are the most specific finding but are often obscured by excoriations. $Diagnosis is usually clinical but can be confirmed by skin scrapings showing #mites, ova, and feces# under light microscopy. $#(Choice A)#  Budding yeast is characteristic of @Candida@ infection, which usually presents with erythematous plaques and erosions with satellite papules/pustules in areas with increased moisture and friction, such as @skin folds@ (eg, axillae, genital areas).  This patient's palmar involvement makes this diagnosis unlikely. $#(Choice B)#  @Molluscum bodies@ are seen with @molluscum contagiosum@, which is caused by a DNA poxvirus.  Lesions may be pruritic but appear as small, firm, pearly papules with central umbilication.  Moreover, molluscum contagiosum does not involve the palms and soles. $#(Choice C)#  Epidermal multinucleated giant cells are seen with herpes simplex virus (HSV) and varicella-zoster virus (VZV) infections.  In contrast to this case, HSV causes vesicular eruptions involving the perioral or genital regions, while VZV causes a vesicular rash that is diffuse (primary infection) or of limited dermatomal involvement (@shingles@). $#(Choice D)#  Necrotic keratinocytes in the epidermis suggest @Stevens-Johnson syndrome@, a severe reaction that occurs 1-3 weeks after an infection (eg, cytomegalovirus, Mycoplasma) or drug exposure.  Unlike this case, patients usually develop high fever, mucosal erosions, and skin detachment. $#Educational objective# Scabies is a highly contagious disease that presents with an intensely pruritic, erythematous, papular rash (usually worse at night) involving the flexor surfaces of the wrist, sides and webs of the fingers, and axillae.  Diagnosis can be confirmed by skin scrapings from excoriated lesions that show mites, ova, and feces under light microscopy.  ","clickable_1":"images/img1.10168.jpg","clickable_2":"images/img2.10168.jpg","clickable_3":"images/img3.10168.jpg","clickable_4":"images/img4.10168.jpg","clickable_5":"images/img5.10168.jpg","clickable_6":"images/img6.10168.jpg","clickable_7":"images/img7.10168.jpg","clickable_8":"images/img8.10168.jpg"},

{"id":"836","title":"A 31-year-old male farm worker comes to the physician complaining of an itchy rash on his chest.  Physical examination reveals an annular and scaling plaque five centimeters in diameter with central clearing on the chest.  KOH preparation of skin scrapings shows branching septate hyphae, and topical application of terbinafine was prescribed.  Which of the following mechanisms of action explains the antifungal activity of this drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Binding to ergosterol","answer_2":"B. Inhibition of squalene epoxidase","answer_3":"C. Blocking β-D-glucan synthesis","answer_4":"D. Preventing mitosis by binding tubulin","answer_5":"E. Inhibition of fungal protein synthesis","percent_1":"15%","percent_2":"59%","percent_3":"7%","percent_4":"9%","percent_5":"10%","right_answer":"B. Inhibition of squalene epoxidase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The patient described in this vignette is presenting with symptoms of tinea corporis.  Clinically tinea corporis presents as an annular scaling plaque with well-demarcated, raised erythematous borders and central clearing. $Terbinafine is a commonly used drug for treatment of dermatophytosis.  It belongs to the class of antifungals called allylamines and may be used topically or orally.  Terbinafine inhibits synthesis of ergosterol of the fungal membrane by inhibiting the enzyme squalene epoxidase.  Ergosterol is a cell membrane sterol that is unique to fungi and does not occur in human cell membranes.  This drug tends to accumulate in skin and its appendages, and its side effects are mild by the topical route. $#(Choice A)#  Binding to ergosterol is a mechanism of action of polyene antifungals (amphotericin B and nystatin). $#(Choice C)#  Caspofungin belongs to the echinocandin class of antifungals.  It blocks synthesis of β (1,3)-D-glucan, a main component of Candida and Aspergillus cell walls. $#(Choice D)#  Griseofulvin binds to polymerized microtubules and disrupts the fungal mitotic spindle, thus preventing fungal cell mitosis.  It accumulates in the skin and its appendages and is only effective in dermatophytosis. $#(Choice E)#  Flucytosine is an antimetabolite antifungal that is transformed into 5-fluorouracil in the fungal cell.  It inhibits fungal protein synthesis by replacing uracil with 5-fluorouracin in fungal mRNA.  It is used in systemic fungal infections. $#Educational objective# Terbinafine is used for treatment of dermatophytosis.  It inhibits synthesis of fungal membrane ergosterol by suppressing the enzyme squalene epoxidase.  "},

{"id":"15431","title":"A 28-year-old man comes to the office due to a rash on the lower extremity.  The patient noticed a pruritic papule on the dorsum of his right foot just prior to returning from a south Florida beach 2 days ago.  He walked barefoot on the beach but does not recall any trauma.  Since his return home, the rash and itching have progressively worsened.  The patient has no other medical problems and takes no medications.  Physical examination findings are shown below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15431.jpg","title_2":"Which of the following is the most likely cause of this patient's current condition?","audio":"","comparison_items":"","answer_1":"A. Brown recluse spider bite","answer_2":"B. Hookworm infection","answer_3":"C. Mycobacterium marinum infection","answer_4":"D. Sporothrix schenckii infection","answer_5":"E. Staphylococcus aureus infection","answer_6":"F. Vibrio vulnificus infection","percent_1":"3%","percent_2":"73%","percent_3":"8%","percent_4":"6%","percent_5":"1%","percent_6":"10%","right_answer":"B. Hookworm infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient, who developed a serpiginous, pruritic rash shortly after walking barefoot on a beach, likely has #hookworm infection#.  Hookworms spread when #egg-containing feces# are deposited into shady, warm, moist sand or soil.  Eggs hatch into larvae and are transmitted when they come into #direct contact with human skin# (eg, when walking barefoot). $Dermal penetration is usually marked by a #pruritic maculopapular lesion# (\"ground itch\") at the site of larval entry (eg, foot, toe webs).  Spread of larvae through the adjacent dermal tissue can lead to the formation of migrating, reddish-brown, #serpiginous tracks#.  Deeper spread may occur, depending on the species of infecting hookworm, as follows: $• @Human hookworms@ (eg, Necator americanus, A duodenale) penetrate the basement membrane and spread from the dermis to the bloodstream.  They rupture into the alveoli and are coughed up and swallowed into the small intestine.  There, larvae mature into adult hookworms that feed on blood from the duodenal mucosa (often causing iron deficiency anemia) and shed up to 10,000 eggs/day, thereby spreading the infection to others. $• Cat and dog hookworms (eg, Ancylostoma braziliense, A caninum) cause a dermal eruption in humans but are unable to penetrate the cutaneous basement membrane and spread to deeper tissues.  Therefore, larvae do not mature into adult hookworms or spread from human-to-human (humans are incidental hosts). $#(Choice A)#  A brown recluse spider bite usually appears as a red plaque or papule with central pallor; it may develop a dark central eschar that ulcerates due to necrosis.  Pain is often severe. $#(Choice C)#  Mycobacterium marinum lesions usually form a few weeks after exposure to contaminated fresh/salt water (eg, swimming pool, fish tank).  Lesions begin as solitary papules or nodules that eventually ulcerate and scar.  Serpiginous tracts would be uncommon. $#(Choice D)#  Sporothrix schenckii, a dimorphic fungus, is usually transmitted when contaminated organic material (eg, moss, soil) is inoculated into the skin or subcutaneous tissue.  A papule forms at the inoculation site and usually ulcerates; additional lesions form along the proximal route of lymphatic drainage. $#(Choice E)#  Staphylococcus aureus is the most common cause of purulent cellulitis.  Lesions tend to develop over days and are characterized by painful areas of fluctuance with surrounding erythema. $#(Choice F)#  Vibrio vulnificus is a free-living bacterium that grows in brackish water and marine environments.  It can contaminate wounds and cause mild cellulitis.  More severe manifestations (eg, myositis, necrotizing fasciitis, sepsis) can develop in patients with certain underlying comorbidities (eg, liver disease, hemochromatosis). $#Educational objective# Hookworm infections are transmitted via direct contact between human skin and contaminated soil/sand (eg, walking barefoot).  Dermal penetration is often characterized by an intensely pruritic papule that may form serpiginous tracks due to the subcutaneous migration of hookworm larvae.  ","clickable_1":"images/img1.15431.jpg"},

{"SubjectSystem":"Microbiology-Dermatology","id":"13911","title":"A 29-year-old man is evaluated for a skin rash involving his hands, feet, and scalp for the last 2 weeks.  The rash is mildly pruritic and has progressively worsened.  The patient has a history of HIV and is not adherent with antiretroviral therapy.  Skin examination shows erythematous patches with scales and crusting.  Biopsy of the rash shows organisms burrowed in the epidermis, as shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/13911.jpg","title_2":"Which of the following is the most appropriate treatment for this patient?","audio":"","comparison_items":"","answer_1":"A. Systemic acyclovir","answer_2":"B. Systemic terbinafine","answer_3":"C. Topical glucocorticoid","answer_4":"D. Topical mupirocin","answer_5":"E. Topical permethrin","percent_1":"7%","percent_2":"23%","percent_3":"5%","percent_4":"8%","percent_5":"56%","right_answer":"E. Topical permethrin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp13911.jpg","explanation_1":"","explanation_2":"$#Scabies# is a skin infection caused by the #human itch mite#, Sarcoptes scabiei.  Transmission occurs from prolonged skin-to-skin contact with an infected individual but may occasionally occur due to contact with contaminated fomites (eg, bedsheets, clothing).  Mites #burrow under the epidermis# and evoke a delayed-type hypersensitivity reaction to mite feces and eggs, which leads to an intensely #pruritic rash#.  The mites can often be seen on microscopy. $Classic scabies is associated with a mild mite burden (10-15 mites).  Patients usually have several small erythematous @papules@ on the sides/webs of the fingers, wrists, elbows, axillae, waist, and genitalia.  #Excoriations# and #burrows# (thin, serpiginous red tracks) may be seen.  In contrast, patients with impaired cell-mediated immunity (eg, #HIV#) are unable to contain the infection and usually develop @crusted scabies@, which is associated with thousands or #millions of mites#.  These patients often have mild pruritus (because the inflammatory response is muted) and several erythematous patches with scaling and crusting. $Treatment is required to prevent discomfort, transmission, and potential complications (eg, secondary bacterial infection).  First-line therapy includes #topical permethrin#, which blocks mite neurotransmission by impairing voltage-gated sodium channels.  Oral #ivermectin#, an antiparasitic agent that binds chloride ion channels in invertebrate nerve and muscle cells, is an alternate medication for classic scabies that is used in combination with permethrin for crusted scabies. $#(Choice A)#  Oral acyclovir is used for human @herpes simplex virus@ outbreaks, which are usually characterized by vesicular lesions on an erythematous base.  The orolabial mucosa and genital area are affected most commonly.  Histopathology would show epidermal blisters with acantholysis and multinucleated cells. $#(Choice B)#  Oral terbinafine can be used for patients with dermatophytic infections of the skin.  Dermatophytes often cause an erythematous scaly rash and erosions.  Microscopy typically reveals fungal spores and/or hyphae. $#(Choice C)#  @Psoriasis@ is a chronic inflammatory skin condition that can be treated with topical glucocorticoids.  It is usually associated with symmetric, @sharply defined@ skin plaques with overlying scales on the extensor elbows, knees, and scalp.  Microscopy generally shows uniform epidermal hyperplasia, parakeratosis, dilated capillaries in the papillary dermis, and perivascular lymphocytes. $#(Choice D)#  Topical mupirocin is used for the treatment of impetigo, a superficial bacterial infection caused by Staphylococcus aureus and Streptococcus pyogenes.  The condition typically presents as a localized papulovesicular rash with surrounding erythema and adherent golden crusts involving the face or extremities. $#Educational objective# Scabies is a human mite infection associated with a pruritic papular rash with excoriations and burrows.  Patients with impaired cell-mediated immunity (eg, HIV) often develop a very high mite burden.  Treatment with topical permethrin and/or ivermectin is generally curative.  ","clickable_1":"images/img1.13911.jpg","clickable_2":"images/img2.13911.jpg","clickable_3":"images/img3.13911.jpg","clickable_4":"images/img4.13911.jpg","clickable_5":"images/img5.13911.jpg"},

{"id":"15364","title":"A 22-year-old man comes to the office due to progressive skin lesions.  The patient noticed a nonpainful, nonpruritic skin bump on his right knee 3 months ago, which progressively increased in size and number.  He has no prior health issues and takes no medications.  The patient is outdoors frequently for work and recreational activities.  He is sexually active.  Physical examination findings are shown in the @exhibit@.  Which of the following microbial organisms is most likely responsible for this patient's current condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit15364.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Coxsackievirus","answer_2":"B. Herpes simplex virus","answer_3":"C. Human papillomavirus","answer_4":"D. Neisseria gonorrhoeae","answer_5":"E. Pox virus","answer_6":"F. Treponema pallidum","percent_1":"4%","percent_2":"6%","percent_3":"47%","percent_4":"2%","percent_5":"36%","percent_6":"5%","right_answer":"C. Human papillomavirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Cutaneous warts (verruca vulgaris)#∆⨉ §^#Etiology# ∆ • Human papillomavirus • Acquired by direct contact §^#Appearance# ∆ • Plaques, papules, verrucous lesions • Skin, nail folds, palms/soles • Thrombosed capillaries on magnified view §^#Histopathology# ∆ • Thickening of stratum corneum • Epidermal hyperplasia & papilloma formation • Cytoplasmic vacuolization (koilocytosis) §^#Natural history# ∆ • Gradual, chronic course • Spontaneous resolution (usually <2 years) • Possible recurrence","explanation_img":"","explanation_1":"","explanation_2":"This patient has #cutaneous warts# (@verruca vulgaris@), presenting as painless, #skin-colored papules# with a dry, whitish surface.  Warts may be single or multiple and can also form @irregular plaques@ or complex @filiform structures@.  The diagnosis of cutaneous warts is usually made on inspection, although a magnified view (ie, dermatoscopy) can be helpful and typically reveals small black dots representing thrombosed capillaries. $Cutaneous warts are caused by #human papillomavirus# (HPV), which is also the cause of @plantar warts@ and @anogenital warts@ (ie, condyloma acuminata).  Infection is most prevalent in children, adolescents, and young adults and is usually acquired through #direct contact#.  Immunosuppressed patients (eg, HIV infection) are at increased risk and often develop numerous, large lesions. $Although the HPV family is associated with an increased risk for mucosal squamous cell carcinoma (eg, cervical cancer), this is primarily related to high-risk HPV types (eg, 16, 18); most cutaneous warts are due to low-risk types (eg, 2, 4), and malignant transformation is rare. $#(Choice A)#  Coxsackievirus is the most common etiologic agent in @hand-foot-and-mouth disease@, which is characterized by low-grade fever and vesicles/ulcers on the oral mucosa and skin (especially hands and feet).  Chronic papules are more consistent with cutaneous warts. $#(Choice B)#  Herpes simplex virus causes @herpetic whitlow@, which presents acutely with a prodrome of burning/tingling followed by single or multiple vesicles on an erythematous base. $#(Choice D)#  Disseminated gonococcal infection causes a pustular or bullous rash, which commonly involves both the extremities and torso.  It is typically associated with tenosynovitis and migratory polyarthralgia. $#(Choice E)#  @Molluscum contagiosum@ is caused by a pox virus.  Although it commonly presents as small papules, the lesions are smooth, pearly, and umbilicated, unlike the rough, dry lesions in this patient. $#(Choice F)#  Condyloma lata is a manifestation of secondary syphilis, caused by Treponema pallidum.  Although it may present as verruciform lesions, it is often associated with fever and lymphadenopathy and is most common on the oral mucosa or genital area near the site of primary infection. $#Educational objective# Cutaneous warts are caused by human papillomavirus (HPV) and typically present as skin-colored papules with a dry, whitish surface.  HPV is usually transmitted by direct contact.  ","clickable_1":"images/img1.15364.jpg","clickable_2":"images/img2.15364.jpg","clickable_3":"images/img3.15364.jpg","clickable_4":"images/img4.15364.jpg","clickable_5":"images/img5.15364.jpg","clickable_6":"images/img6.15364.jpg","clickable_7":"images/img7.15364.jpg","clickable_8":"images/img8.15364.jpg"},

{"id":"17230","title":"A 62-year-old man is brought to the emergency department from a homeless shelter due to alcohol intoxication.  The patient has no other symptoms or history of significant medical conditions.  Examination of the scalp reveals the findings shown in the @exhibit@.  Which of the following organisms is most likely responsible for this patient's condition? ","title_table":"","title_table_3":"","exhibit_1":"images/exhibit17230.jpg","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cimex lectularius","answer_2":"B. Malassezia species","answer_3":"C. Pediculus humanus capitis","answer_4":"D. Pthirus pubis","answer_5":"E. Sarcoptes scabiei","answer_6":"F. Trichophyton tonsurans","percent_1":"3%","percent_2":"8%","percent_3":"70%","percent_4":"4%","percent_5":"9%","percent_6":"5%","right_answer":"C. Pediculus humanus capitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has numerous #nits#, which are egg casings of the @head louse@ Pediculus humanus capitis.  #Pediculosis capitis# (ie, head lice infestation) is common in school children and adults who come into close contact with infested individuals (eg, sports teams, homeless shelters).  Transmission is usually by #direct contact#, although transmission by fomites (eg, hats, hairbrushes) can also occur.  Head lice require multiple blood meals a day and die within 2 days if separated from a host.  They do not carry arthropod-borne infection, but the bite can induce a pruritic allergic reaction. $Female lice attach their nits to the hair shaft about 0.5 cm from the skin surface; nits further from the surface often represent old egg casings that have hatched and generally do not require treatment.  First-line treatment includes #topical pediculicides# (eg, permethrin, ivermectin).  Manual lice removal via #wet combing# is an alternate treatment for patients for whom standard pediculicides are not feasible (eg, children age <2 years, resource-poor populations). $#(Choice A)#  Cimex lectularius (ie, bedbugs) bites present as pruritic, red papules in clusters.  The females lay eggs away from the host and do not produce nits. $#(Choice B)#  Colonization with Malassezia yeasts is associated with seborrheic dermatitis.  On the scalp, this condition can produce white skin flakes in the hair (ie, dandruff).  The flakes are not adherent to the hair shaft and are typically found loosely throughout the hair and on the clothing. $#(Choice D)#  Pthirus pubis (ie, crab louse, pubic louse) is usually transmitted by sexual contact.  The louse is adapted for attaching to thick hair shafts, and the nits are usually found on pubic and other thick hair (eg, eyelashes); however, scalp hair is not typically affected. $#(Choice E)#  Sarcoptes scabiei causes scabies, which presents with pruritic papules and burrows on the interdigital and flexural skin of the extremities.  The female mite lays eggs in burrows and does not form nits. $#(Choice F)#  Trichophyton tonsurans is a dermatophyte that causes tinea capitis, which presents as a scaly, erythematous patch of hair loss.  There are often small, black dots that represent broken hair shafts. $#Educational objective# Pediculus humanus capitis (ie, head lice) infestation is common in school children and adults who come into close contact with infested individuals.  Transmission is usually by direct contact.  The eggs (nits) are attached to the hair shaft and can be identified on inspection.  First-line treatment includes topical pediculicides (eg, permethrin, ivermectin).  ","clickable_1":"images/img1.17230.jpg"},

{"id":"15550","title":"A 3-year-old girl is brought to the office due to 2 days of fever and rash.  Her mother says that she has also been refusing to eat or drink.  She has no prior medical conditions and is up to date with recommended vaccinations.  None of the other family members have had recent febrile illness, but the patient recently started attending day care.  Temperature is 38.3 C (101 F).  Physical examination shows multiple small vesicles and ulcers with an erythematous base on the buccal mucosa and tongue.  There are similar vesicular lesions on the distal extremities.  Which of the following is the most likely underlying cause of this patient's rash?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoantibody-mediated acantholysis","answer_2":"B. Disseminated enteroviral infection","answer_3":"C. Idiosyncratic hypersensitivity reaction","answer_4":"D. Immune response to a bacterial toxin","answer_5":"E. Medium-sized arterial inflammation","percent_1":"6%","percent_2":"66%","percent_3":"4%","percent_4":"16%","percent_5":"8%","right_answer":"B. Disseminated enteroviral infection","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Enterovirus!?Epidemiology? • Young children• Peaks during summer/fall?Clinical features? • HFMD $==○ Painful oral vesicles/ulcers $==○ Maculopapular &/or vesicular rash on hands & feet $==○(including palms & soles)• Herpangina: painful oral vesicles/ulcers only• Myocarditis*• Aseptic meningitis*%*May occur as the primary disease process or as a complication of HFMD. $ #HFMD# = hand-foot-and-mouth disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient's vesicular rash on the buccal mucosa, tongue, and distal extremities likely indicates #hand-foot-and-mouth disease# (HFMD), a common childhood illness caused by species of #enterovirus# (eg, Coxsackievirus).  Transmission largely occurs via the fecal-oral route, and outbreaks are common in #day cares# and elementary schools. $The virus initially replicates in gastrointestinal lymphatic tissue and subsequently #disseminates# through the reticuloendothelial system and bloodstream to other organs (eg, heart, liver, brain, skin).  Patients generally develop low-grade fever and the following mucocutaneous findings: $• #Oral enanthem# – painful, erythematous vesicles and @ulcers@ on the tongue and buccal mucosa, which may lead to refusal to eat or drink $• #Skin exanthem# – maculopapular or @vesicular lesions@ on the hands, feet, and extremities $Most cases can be managed with supportive care and resolve spontaneously within a week.  However, viral shedding in the stool continues for >6 weeks, which can propagate transmission. $#(Choice A)#  @Pemphigus vulgaris@ is characterized by autoantibody-mediated acantholysis, which leads to the formation of painful mucous membrane and cutaneous erosions.  However, the palms and soles are generally spared and HFMD is far more common in children. $#(Choice C)#  @Stevens-Johnson syndrome@ is a hypersensitivity reaction that is typically triggered by medication (eg, allopurinol) or infection (eg, Mycoplasma).  It is characterized by necrosis and detachment of the epidermis, leading to high fever; hemorrhagic oral erosions; and coalescing, erythematous skin macules/bullae with purpuric centers. $#(Choice D)#  @Scarlet fever@ is a delayed-type immune response to a pyrogenic exotoxin produced by Streptococcus pyogenes.  Patients usually have a history of streptococcal infection (eg, pharyngitis, cellulitis) and then develop a diffuse, erythematous, papular rash that has a 'sandpaper' quality.  Vesicles are not typically seen, and the oral cavity is not usually involved. $#(Choice E)#  Kawasaki disease is an inflammatory childhood vasculitis that primarily affects medium-sized blood vessels.  Patients generally have high fever, mucositis (eg, red lips, strawberry tongue), and a macular or targetoid rash.  The presence of vesicles and ulcers makes this diagnosis unlikely. $#Educational objective# Hand-foot-and-mouth disease is a common childhood illness characterized by painful, vesicular mouth lesions; ulcers on the extremities; and low-grade fever.  It is caused by the ingestion and subsequent dissemination of an enterovirus (eg, Coxsackievirus). ","clickable_1":"images/img1.15550.jpg","clickable_2":"images/img2.15550.jpg","clickable_3":"images/img3.15550.jpg","clickable_4":"images/img4.15550.jpg","clickable_5":"images/img5.15550.jpg"},

{"id":"1553","title":"A 68-year-old woman comes to the office for evaluation of a skin rash.  The patient says that red, painful papules erupted on her right chest 5 days ago and quickly turned into vesicles containing clear fluid.  The lesions are now beginning to crust and are less painful.  She has never had similar lesions and does not recall coming into contact with a person having a similar illness.  Medical history is significant only for well-controlled hypertension.  Physical examination shows a grouped vesicular rash involving the right T4 dermatome that is beginning to heal with crusting.  The rash does not cross the midline.  Lightly touching the skin elicits sharp pain.  The remainder of the examination shows no abnormalities.  This patient is at greatest risk of developing which of the following complications as a result of her current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dissemination of rash to other body areas","answer_2":"B. Painful swelling of the large joints","answer_3":"C. Persistent pain in the affected region","answer_4":"D. Recurrent episodes of gross hematuria","answer_5":"E. Sensory loss in \"glove and stocking\" pattern","percent_1":"3%","percent_2":"3%","percent_3":"86%","percent_4":"1%","percent_5":"6%","right_answer":"C. Persistent pain in the affected region","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has a vesicular rash consistent with #herpes zoster# (shingles), which is caused by @reactivation@ of latent varicella-zoster virus (VZV) infection.  Following the primary infection (#chickenpox#), VZV remains dormant in the #dorsal root ganglia# until emerging decades later.  Decreased cell-mediated immunity (eg, older age, immunosuppressive medications, HIV infection) increases the risk of reactivation. $Reactivation of VZV causes hemorrhagic inflammation of the dorsal root ganglion and peripheral nerve.  The resulting hypersensitive nerve function presents with #neuropathic pain# in the affected region (herpetic neuralgia), typically described as stabbing, tingling, or burning.  Herpetic neuralgia can begin even before the appearance of skin lesions and may persist for up to several months.  A minority of patients experience #long-term residual pain#, termed #postherpetic neuralgia#; the risk is greater in older patients (age >70) and those with more severe shingles. $#(Choice A)#  Primary VZV infection is characterized by a diffuse vesicular rash (chickenpox), but reactivation is dermatomal.  Generalized reactivation or spread to other body areas can occur in immune-compromised patients but is extremely rare in healthy individuals. $#(Choice B)#  Reactive arthritis presents with an asymmetric peripheral oligoarthritis, often with extraarticular symptoms (eg, uveitis, conjunctivitis, urethritis).  It typically follows bacterial gastrointestinal (eg, Salmonella, Shigella, Campylobacter) or genitourinary (eg, Chlamydia) infection. $#(Choice D)#  IgA nephropathy produces recurrent glomerulonephritis and typically presents with episodic hematuria.  Common triggers include upper respiratory illness, but shingles does not typically exacerbate the condition. $#(Choice E)#  Toxic or metabolic nerve injury (eg, diabetic peripheral neuropathy) is typically proportionate to the length of the sensory nerve fibers.  Symptoms appear first in the longest nerves, such as those to the feet and hands, causing a \"glove and stocking\" distribution.  However, because reactivation of VZV occurs only in specific sensory ganglia, symptoms have a dermatomal distribution. $#Educational objective# A unilateral vesicular rash localized on a single dermatome in an older patient is most likely herpes zoster.  Postherpetic neuralgia is the most common neurologic complication of varicella zoster virus infection.  ","clickable_1":"images/img1.1553.jpg"},

{"id":"14488","title":"A 25-year-old previously healthy man comes to the office due to penile lesions.  The patient first noticed a nontender papule on his penis a month ago, and it has progressively increased in size and number.  He reports no fever, dysuria, or penile discharge.  The patient is sexually active with multiple partners and uses condoms inconsistently.  Physical examination reveals 3 soft, flesh-colored, papillary lesions measuring <1 cm on the dorsum of the penis.  There are no enlarged inguinal lymph nodes, and the remainder of the examination is normal.  Treatment is started with a topical agent that acts as a toll-like receptor agonist to increase antiviral cytokine production.  Which of the following medications was most likely prescribed to this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Calcipotriene","answer_2":"B. Imiquimod","answer_3":"C. Pimecrolimus","answer_4":"D. Salicylic acid","answer_5":"E. Silver nitrate","percent_1":"10%","percent_2":"51%","percent_3":"26%","percent_4":"6%","percent_5":"7%","right_answer":"B. Imiquimod","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14488.jpg","explanation_1":"","explanation_2":"$#Imiquimod# is a topical immunomodulatory drug that is used to treat many common dermatologic disorders associated with abnormal cell proliferation, including anogenital warts (ie, human papillomavirus infection), superficial basal cell carcinoma, and actinic keratosis.  The antiviral and #antiproliferative# effects of imiquimod are primarily mediated through activation of #toll-like receptor 7#, which upregulates the proinflammatory transcription factor nuclear factor-kappa B #(NF-κB)#. $NF-κB increases transcription of proinflammatory genes, activating antigen-presenting cells (eg, Langerhans cells in the skin) and initiating an immune response involving natural killer cells, cytotoxic T cells, and #type 1 helper T cells#.  This results in #increased cytokine production# (eg, IL-1, IL-12, interferon-alfa/gamma, tumor necrosis factor-alpha) and enhanced immune-mediated killing of aberrant cells (eg, cancer cells, virus-infected cells). $Other antiproliferative effects of imiquimod include: $• Induction of @apoptosis@ of aberrant cells through #caspase activation# via inhibition of BCL-2 $• #Inhibition of angiogenesis# by downregulating proangiogenic factors (eg, fibroblast growth factor) and upregulating angiogenesis inhibitors (eg, interferon-gamma, IL-12) $#(Choice A)#  Calcipotriene is a vitamin D analog (ie, activates the vitamin D receptor, a nuclear transcription factor) used to treat plaque psoriasis.  It acts by inhibiting T-cell and keratinocyte proliferation and stimulating keratinocyte differentiation. $#(Choice C)#  Pimecrolimus is a calcineurin inhibitor used to treat atopic dermatitis (eczema).  It acts by blocking the translocation of NFAT (nuclear factor of activated T cells), resulting in reduced transcription of IL-2. $#(Choice D)#  Topical salicylic acid is a keratolytic agent that acts by increasing sloughing of virus-infected epidermal cells.  It is widely used to treat common warts but is not recommended for anogenital warts. $#(Choice E)#  Silver nitrate is a caustic agent that coagulates cellular proteins to form an eschar.  It is used to cauterize wounds to stop bleeding (eg, epistaxis) and to remove excess granulation tissue. $#Educational objective# Imiquimod is a widely used topical immunomodulatory agent that stimulates a potent cellular and cytokine-based immune response to aberrant cells (eg, human papillomavirus-infected cells in anogenital warts) by activating toll-like receptors and upregulating NF-κB.  Other antiproliferative effects of imiquimod include inhibition of angiogenesis and induction of apoptosis.  ","clickable_1":"images/img1.14488.mp4"}


]