[

{"id":"15467","title":"A 64-year-old man comes to the office due to 3 months of constant, dull, low back pain that is worse with movement.  The patient has also had intermittent episodes of difficult urination over the last year.  He has no other medical conditions and takes no medications.  The patient smoked a pack of cigarettes daily for 15 years but quit 10 years ago.  Vital signs are within normal limits.  On physical examination, the lungs are clear and heart sounds are normal.  The abdomen is soft and nontender with no hepatosplenomegaly.  Digital rectal examination shows a diffusely enlarged prostate with no nodules.  Laboratory testing reveals a serum creatinine level of 1.9 mg/dL.  Urine dipstick testing is within normal limits, but 24-hour urinary protein excretion is elevated.  Urine microscopy shows waxy, laminated casts.  Imaging of the spine demonstrates diffuse osteopenia and multiple irregular, radiolucent lesions in the thoracic and lumbar vertebrae.  Which of the following histopathologic findings is most likely associated with the development of this patient's bone lesions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Branching papillae lined by cuboidal cells with overlapping nuclei","answer_2":"B. Infiltrating glandular cells with substantial adjacent osteoblasts","answer_3":"C. Large, malignant cells containing keratin and intercellular bridges","answer_4":"D. Clusters of mature plasma cells and plasmablasts","answer_5":"E. Sheets of round or polygonal cells with abundant clear cytoplasm","percent_1":"3%","percent_2":"20%","percent_3":"6%","percent_4":"59%","percent_5":"13%","right_answer":"D. Clusters of mature plasma cells and plasmablasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Multiple myeloma! ?Pathophysiology? • Plasma cell neoplasm produces #monoclonal# paraprotein (immunoglobulin) ?Manifestations? • Bone pain, fractures • Constitutional symptoms (weight loss, fatigue) • Recurrent infections ?Laboratory? • Normocytic anemia • Renal insufficiency • Hypercalcemia (constipation, muscle weakness) • Monoclonal paraproteinemia #(M-spike)# ?Radiology? • #Osteolytic lesions#/osteopenia (osteoclast activation)","explanation_img":"","explanation_1":"","explanation_2":"This older patient with back pain has several irregularly-shaped vertebral lesions, raising strong suspicion for metastatic disease.  Differentiation of the @underlying tumor@ is often assisted by whether the lesion is sclerotic (osteoblastic) or radiolucent (osteolytic).  #Multiple myeloma#, a clonal plasma cell malignancy, is one of the most common causes of #radiolucent bone lesions# in adults; the tumor multiplies in the bone marrow and generates osteolytic cytokines, causing bone pain, bone destruction, pathologic fractures, and hypercalcemia. $ Myeloma cells also produce excessive #monoclonal immunoglobulin# (paraprotein) that can clog the renal tubules and subsequently cause #light-chain cast nephropathy#.  This is typically characterized by mild #renal insufficiency#, normal urine dipstick for protein (detects albumin only), elevated 24-hour urine protein (can detect light-chain proteins), and waxy, laminated casts.  Excessive light chains can also form fibrils and deposit in tissues, leading to amyloid light-chain amyloidosis.  Monoclonal immunoglobulins are identified by urine or serum protein electrophoresis (M-spike). $ The diagnosis of myeloma is confirmed by bone marrow aspirate or biopsy, which will demonstrate ≥10% clonal #plasma cells#.  @Plasma cells@ are identified based upon ‘clock-face’ chromatin, abundant basophilic cytoplasm, and prominent perinuclear clear areas (Golgi apparatus). $ (Choice A)  @Papillary thyroid cancer@ is characterized by branching papillae lined by cuboidal cells with overlying nuclei (often with calcified psammoma bodies).  Most cases progress slowly and present with a thyroid mass that may invade adjacent structures; bone lesions are relatively uncommon. $ (Choice B)  @Prostate adenocarcinoma@ is a glandular tumor that often spreads to the bones.  However, it produces sclerotic (osteoblastic) bone lesions, not radiolucent bone lesions.  Furthermore, prostate cancer does not generally impinge on the urethra (urinary symptoms uncommon) and is usually associated with a nodule on prostate examination; this patient's intermittent difficulty urinating and diffusely enlarged prostate with no nodules likely indicate benign prostatic hyperplasia. $ #(Choices C and E)#  @Squamous cell lung cancer@ is associated with large, malignant cells containing keratin with intercellular bridges.  @Renal cell carcinoma@ is associated with sheets of round or polygonal cells with abundant clear cytoplasm.  Although both tumors commonly form osteolytic lesions in the spine, neither regularly cause renal insufficiency, elevated urine protein, and waxy urinary casts. $ Educational objective Multiple myeloma is a plasma cell malignancy that replicates in the bone marrow and causes osteolytic bone lesions, bone destruction, hypercalcemia, and pathologic fractures.  Histopathology will show replacement of the normal bone marrow with plasma cells and plasmablasts.","clickable_1":"images/img1.15467.jpg","clickable_2":"images/img2.15467.jpg","clickable_3":"images/img3.15467.jpg","clickable_4":"images/img4.15467.jpg","clickable_5":"images/img5.15467.jpg","clickable_6":"images/img6.15467.jpg"},

{"id":"20631","title":"A 64-year-old man comes to the office due to several weeks of worsening back pain, fatigue, and polyuria.  Physical examination reveals mucosal pallor and diffuse bony tenderness.  Laboratory studies are significant for normocytic anemia, hypercalcemia, and renal failure.  Serum protein electrophoresis demonstrates a monoclonal spike in the gamma globulin region.  Bone marrow biopsy shows a large number of abnormal plasma cells.  Treatment with lenalidomide is started; this medication increases affinity of E3 ubiquitin ligase enzyme to substrate transcription factors.  Which of the following is the most likely effect of this medication on these transcription factors?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased cell surface expression","answer_2":"B. Decreased lysosomal proteolysis","answer_3":"C. Increased binding to promoter region","answer_4":"D. Increased intracellular degradation","answer_5":"E. Increased nuclear translocation","percent_1":"4%","percent_2":"5%","percent_3":"4%","percent_4":"85%","percent_5":"2%","right_answer":"D. Increased intracellular degradation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Multiple myeloma# is a plasma cell neoplasm associated with the overproduction of #monoclonal immunoglobulins#.  Proliferation of neoplastic plasma cells in the bone marrow often causes bone pain (eg, back pain), hypercalcemia (eg, polyuria), and osteolytic lesions; patients also frequently develop normocytic anemia and renal insufficiency.  Treatment frequently includes medications that inhibit proteasome activity (eg, bortezomib) or increase ubiquitination of regulatory proteins produced in excess in neoplastic cells (eg, #lenalidomide#). $Lenalidomide is a derivative of thalidomide, an antiemetic agent used in pregnancy until significant teratogenic effects were identified.  Lenalidomide increases the binding affinity of the #E3 ubiquitin ligase complex# to specific #transcription factors# (TFs) (eg, Ikaros and Aiolos 2 zinc finger transcription factors) that are overexpressed in myeloma cells.  Binding attaches ubiquitin to the TFs, which leads to their subsequent #destruction by the proteasome#.  Because these TFs are required for myeloma cell survival, diminished intracellular concentrations cause cell death.  Other mature B-cell malignancies such as mantle cell lymphoma and myelodysplastic syndrome (some cases are caused by B-cell proliferation) also overexpress these TFs; therefore, lenalidomide is often effective against these neoplasms. $#(Choice A)#  TFs are proteins that bind to a specific DNA sequence to increase or suppress its transcription to messenger RNA; they are not expressed on the cell surface. $#(Choice B)#  Lysosomes are membrane-bound organelles with hydrolytic enzymes that break down molecules from outside the cell (via endocytosis) or within the cytoplasm (autophagy).  Although lysosomes and proteasomes are the 2 major pathways of protein degradation in the cell, lysosomes digest proteins independent of ubiquitination; therefore, lenalidomide does not alter lysosome proteolysis. $#(Choice C)#  Ubiquitin binding does not alter the way TFs interact with DNA; instead, it results in increased proteolysis of the TFs by proteasomes.  In contrast, phosphorylation or acetylation can affect TF binding to promoter regions of DNA. $#(Choice E)#  Proteins targeted for the nucleus have nuclear localization signals, short chains of amino acids that promote transport into the nucleus.  These are added during protein synthesis in the endoplasmic reticulum; ubiquitination does not affect nuclear localization. $#Educational objective# Multiple myeloma is often treated with medications that block proteasome activity (eg, bortezomib) or increase ubiquitination of specific transcription factors (eg, lenalidomide).  Lenalidomide increases E3 ubiquitin ligase binding to transcription factors overexpressed in myeloma, which results in increased transcription factor destruction by the proteosome and subsequent cancer cell death.  "}


]