[

{"id":"265","title":"A 72-year-old man with a history of Parkinson disease comes to the office for follow-up.  The patient has been taking carbidopa-levodopa since being diagnosed 5 years ago and has required increasing doses to control his symptoms.  He is now taking the maximum dose but has experienced bothersome motor fluctuations for the past several months.  The patient also reports worsening stiffness and difficulty moving between his scheduled doses; these symptoms improve after he takes the medication.  Entacapone is added to his treatment regimen.  This drug is most likely to improve this patient's symptoms through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreasing peripheral levodopa degradation","answer_2":"B. Directly stimulating dopamine receptors","answer_3":"C. Enhancing the effect of endogenous dopamine","answer_4":"D. Inhibiting central muscarinic receptors","answer_5":"E. Inhibiting centrally active acetylcholinesterase","percent_1":"67%","percent_2":"8%","percent_3":"16%","percent_4":"3%","percent_5":"5%","right_answer":"A. Decreasing peripheral levodopa degradation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp265.jpg","explanation_1":"","explanation_2":"Parkinson disease is caused by degeneration of the dopaminergic neurons in the substantia nigra, leading to a progressive @deficiency of dopamine@ in the brain.  Direct dopamine replacement is impossible because dopamine cannot cross the blood-brain barrier, so #levodopa# (ie, L-DOPA), the immediate #precursor of dopamine#, is used.  Once levodopa crosses the BBB, it is taken up by nigrostriatal neurons and converted to therapeutic dopamine in the brain. $Levodopa is rapidly metabolized in the peripheral tissues to dopamine (via aromatic D-amino acid [DOPA] decarboxylase) and 3-O-methyldopa (via #catechol O-methyltransferase [COMT]#).  Therefore, only a small percentage of levodopa reaches the brain.  Both COMT inhibitors (eg, #entacapone#, tolcapone) and DOPA decarboxylase inhibitors (eg, carbidopa) #decrease peripheral levodopa degradation# and increase the amount of levodopa available to cross the blood-brain barrier. $Patients are nearly always prescribed carbidopa with levodopa.  The progression of Parkinson disease leads to an increasingly @narrow therapeutic window@, as seen in this patient with bothersome \"#wearing off#\" periods.  In these patients, entacapone can be added to further increase the bioavailability of levodopa, produce more stable levodopa plasma concentrations, and prolong the therapeutic effect of each dose. $#(Choice B)#  Dopamine agonists (eg, pramipexole, bromocriptine) directly activate dopamine receptors in the brain without the need for metabolism to the active form (unlike levodopa).  Entacapone has no direct effect on dopamine receptors and does not cross the blood-brain barrier. $#(Choice C)#  Amantadine enhances the effect of endogenous dopamine by increasing dopamine release and inhibiting its reuptake.  It is also thought to cause anticholinergic effects (reduces tremor), as well as antagonism of N-methyl D-aspartate receptors (reduces glutamine-induced neurotoxicity). $#(Choices D and E)#  The dopamine insufficiency of Parkinson disease upsets the normal balance between dopamine and acetylcholine in the basal ganglia, resulting in cholinergic hypersensitivity.  Anticholinergic medications (eg, trihexyphenidyl) counteract this effect by inhibiting central muscarinic receptors.  Acetylcholinesterase inhibitors (eg, donepezil, rivastigmine) would increase the amount of acetylcholine in the CNS, which could worsen symptoms of Parkinson disease. $#Educational objective# Parkinson disease is typically treated with levodopa (immediate precursor of dopamine), which crosses the blood-brain barrier.  Levodopa is administered with DOPA decarboxylase inhibitors (eg, carbidopa) and sometimes catechol O-methyltransferase inhibitors (eg, entacapone) to reduce the peripheral metabolism of levodopa, resulting in increased levodopa bioavailability within the brain.  ","clickable_1":"images/img1.265.jpg","clickable_2":"images/img2.265.jpg"},

{"id":"15648","title":"A 62-year-old man comes to the office with his wife due to behavioral changes.  The patient has become increasingly impulsive and irritable over the past 1-2 years.  He recently lost his job after making inappropriate comments and touching female coworkers.  The patient has also lost interest in his hobbies and appears withdrawn during social gatherings.  His other medical problems are hypertension and hyperlipidemia.  A thorough neuropsychological assessment is conducted.  Inability to perform which of the following tasks would be most indicative of frontal lobe dysfunction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Comprehending the meaning of a sentence","answer_2":"B. Describing similarities between a watch and a ruler","answer_3":"C. Differentiating between right and left","answer_4":"D. Identifying which finger is touched","answer_5":"E. Recognizing familiar faces","percent_1":"17%","percent_2":"59%","percent_3":"5%","percent_4":"2%","percent_5":"16%","right_answer":"B. Describing similarities between a watch and a ruler","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"The #frontal lobes# are involved in a wide array of functions, including #personality#, #language#, #motor functions#, and #executive functions#.  Executive functions include #abstraction#, planning, impulse inhibition, attention, and working memory.  Abstraction may be tested by asking a patient to describe the similarities between two objects (eg, a watch and ruler both measure things).  Patients with frontal lobe damage may be unable to provide an answer or may provide concrete answers such as \"they both have numbers.\" $Because of its role in personality and impulse inhibition, processes that damage the frontal lobe (eg, traumatic brain injury, frontotemporal dementia) may lead to significant changes in behavior.  Behavior change is more likely with bilateral, rather than unilateral, injury.  Patients with frontal lobe injury may be disinhibited, socially inappropriate, irritable, and impulsive. $#(Choice A)#  Impaired language comprehension (ie, Wernicke aphasia) results from lesions in the dominant superior temporal gyrus. $#(Choices C and D)#  Patients with lesions in the dominant angular and supramarginal gyri (located in the parietal lobe) may have right-left disorientation and finger agnosia (ie, inability to recognize fingers).  When these symptoms are accompanied by agraphia (ie, inability to write) and acalculia (ie, inability to perform arithmetic), it is known as Gerstmann syndrome. $#(Choice E)#  The inability to recognize a familiar face (ie, prosopagnosia) may result from lesions in the fusiform gyrus (located in the temporal and occipital lobes). $#Educational objective# The frontal lobes are involved in personality, language, motor functions, and executive functions (eg, abstraction).  Frontal lobe function may be diagnosed by testing abstraction ability (eg, asking about the similarities between two related objects) on the mental status examination.  "},

{"id":"902","title":"A 52-year-old man is brought to the office due to social withdrawal and inability to care for himself.  The patient is divorced and lives alone, and he was found to be living in disarray by his daughter, who is visiting from out of state.  His neighbors and friends say the patient rarely comes out of the house or contacts them.  During previous visits, his daughter noticed fidgety movements of his hands, but now he has marked jerky movements of his extremities with frequent facial grimaces.  He has a history of depression with frequent angry outbursts that led to his divorce several years ago.  The patient has no other medical conditions and does not use tobacco, alcohol, or illicit drugs.  He was adopted and his family history is unknown.  On physical examination, the patient is forgetful and has slowed mental processing.  Involuntary, spasmodic movements of the hands and facial muscles are present.  Deep tendon reflexes and sensation are normal.  The loss of neurons supplying which of the following neurotransmitters is most specific for this patient's disease process?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Dopamine","answer_3":"C. GABA","answer_4":"D. Norepinephrine","answer_5":"E. Serotonin","percent_1":"14%","percent_2":"25%","percent_3":"61%","percent_4":"1%","percent_5":"1%","right_answer":"C. GABA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"$This patient with behavioral abnormalities (eg, mood changes, withdrawal), cognitive impairment, and chorea (eg, jerky, fidgety, involuntary movements) most likely has #Huntington disease# (HD).  HD is a neurodegenerative disorder inherited as an autosomal dominant trait and classically manifests between ages 30 and 50.  Excessive #CAG trinucleotide repeats# cause a gain-of-function mutation that leads to the accumulation of abnormal huntingtin protein in neural cells. $The #inhibitory GABAergic neurons# in the caudate nuclei #(striatum)# are especially vulnerable and #atrophy# early in the course of the disease.  These neurons play an important role in regulating both emotional and motor impulses from the cerebral cortex, and their loss is central to the behavioral and movement changes in HD.  As HD progresses, neuronal atrophy becomes more widespread.  Patients display features of advanced dementia (eg, memory loss, facial agnosia, incontinence) with bradykinesia and near-total absence of voluntary movement. $#(Choice A)#  The largest concentration of acetylcholine-producing neurons in the brain is found in the amygdala (eg, nucleus basalis of Meynert).  Although there are lower levels of acetylcholine in the amygdalas of patients with HD, this change is not specific to the disease (it also occurs in Alzheimer and Lewy body dementia), and atrophy of these neurons does not occur until late in the clinical course. $#(Choice B)#  In HD, dopamine is typically increased, likely due to the loss of regulation by inhibitory GABA-producing neurons.  Loss of dopaminergic neurons in the substantia nigra and striatum is found in Parkinson disease. $#(Choices D and E)#  Reduced concentrations of norepinephrine and serotonin in the CNS are associated with depression, which can be treated with agents (eg, SSRIs, SNRIs) that block the reuptake or degradation of these neurotransmitters. $#Educational objective# Huntington disease is an autosomal dominant neurodegenerative disease that leads to the accumulation of abnormal, toxic huntingtin protein in neural cells.  Inhibitory GABAergic neurons in the caudate nuclei are most susceptible, and their loss is responsible for the characteristic manifestations of Huntington disease (eg, chorea, behavioral abnormalities). "},

{"id":"19476","title":"A 74-year-old woman comes to the office due to progressive forgetfulness over the past 2 years.  Her family states that the patient asks the same questions repeatedly over the course of a day and often forgets what she is doing in the middle of chores.  The patient has also been more irritable but has had no movement or gait abnormalities, feelings of depression, hallucinations, or delusions.  Medical conditions include hypertension and renal artery stenosis.  Vital signs are within normal limits.  Mini-Mental State Examination score is 21 out of 30 and she recalls 1 out of 3 objects after 5 minutes.  There are no focal neurologic deficits.  Which of the following is most likely involved in the pathogenesis of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-synuclein protein aggregation","answer_2":"B. CD4+ T lymphocytes activated by myelin basic protein","answer_3":"C. Inflammatory vasculitis affecting the arterioles","answer_4":"D. Microtubule-associated protein polymerization","answer_5":"E. Perivascular infiltration of virally infected macrophages","percent_1":"40%","percent_2":"2%","percent_3":"9%","percent_4":"49%","percent_5":"1%","right_answer":"D. Microtubule-associated protein polymerization","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19476.jpg","explanation_1":"","explanation_2":"$This older patient with impairment of recent memory and cognitive deficits in the absence of other focal neurologic findings most likely has #Alzheimer disease# (AD).  Neuropathologic features of AD include: $• #Neurodegeneration#, leading to neuronal loss (microscopic) and cerebral atrophy (macroscopic) $• #Beta-amyloid plaques#: excess beta amyloid forms insoluble fibrils that accumulate into extracellular @amyloid plaques@ $• #Neurofibrillary tangles#: aggregates of hyperphosphorylated tau protein form @intracellular tangled clumps@ $#Tau# is a protein associated with #neuronal microtubules#.  Under normal conditions, tau takes part in microtubule stabilization.  In AD, tau is #hyperphosphorylated# and disassociates from the microtubules, which may lead to instability and disrupted axonal transport.  Hyperphosphorylated tau also makes #paired helical filaments#, which create #intracellular neurofibrillary tangles#, resulting in neuronal damage.  Increased accumulation of these tangles is associated with progression of AD. $#(Choice A)#  Dementia with Lewy bodies (ie, alpha-synuclein protein aggregation) is characterized by fluctuating cognitive impairment, dysautonomia, parkinsonism, and visual hallucinations.  This patient's progressive impairment of recent memory and unremarkable neurologic examination are more consistent with AD. $#(Choice B)#  @Multiple sclerosis@ (MS) is an autoimmune disease targeting oligodendrocytes, the myelin-producing cells of the CNS.  The pathogenesis involves inappropriate activation of CD4+ T lymphocytes by myelin basic protein.  MS typically presents in young women (age <50) with neurologic deficits (eg, blurry vision, diplopia, focal weakness/numbness, bowel/bladder dysfunction) disseminated in time and space. $#(Choice C)#  This older patient with hypertension and renal artery stenosis likely has significant atherosclerosis; however, there is no evidence of vasculitis.  Vasculitis affecting the CNS often presents with headache and focal neurologic deficits, rather than progressive memory impairment, due to obstruction of the inflamed vessels and subsequent tissue ischemia. $#(Choice E)#  Perivascular macrophage infiltration is characteristic of HIV-associated dementia, which occurs almost exclusively in untreated HIV-infected patients with advanced disease (eg, CD4+ <200).  In contrast to the cortical dysfunction (ie, amnestic symptoms) seen in AD, HIV-associated dementia is a subcortical dementia characterized by apathy, early attention impairment, and subcortical motor symptoms. $#Educational objective# Neuropathologic features of Alzheimer disease include neurodegeneration, amyloid plaques (ie, extracellular accumulations of beta amyloid), and neurofibrillary tangles.  Neurofibrillary tangles are formed when tau, a protein associated with neuronal microtubules, becomes hyperphosphorylated and disassociates from the microtubules to form paired helical filaments.  ","clickable_1":"images/img1.19476.jpg","clickable_2":"images/img2.19476.jpg","clickable_3":"images/img3.19476.jpg"},

{"id":"18540","title":"A 57-year-old man comes to the office accompanied by his wife for follow-up of Parkinson disease.  The patient reports no change in motor symptoms, and the disease has been well controlled with anti-Parkinson medication.  However, his wife is very concerned about a change in behavior, reporting that he recently started gambling and has lost a significant amount of their savings.  The patient drives several hours multiple times a week to gamble at a casino in a neighboring state.  His only other medical condition is major depressive disorder for which he takes sertraline.  The patient does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  Physical examination shows a mild resting hand tremor and minimal rigidity.  Which of the following is most likely responsible for this patient's recent change in behavior?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased peripheral conversion of levodopa","answer_2":"B. Increased norepinephrine levels in synaptic cleft","answer_3":"C. Increased serotonin levels in synaptic cleft","answer_4":"D. Stimulation of central dopamine receptors","answer_5":"E. Upregulation of brain nicotinic acetylcholine receptors","percent_1":"7%","percent_2":"4%","percent_3":"21%","percent_4":"64%","percent_5":"4%","right_answer":"D. Stimulation of central dopamine receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Parkinson disease (PD) is caused by loss of dopaminergic neurons in the basal ganglia, resulting in symptoms of bradykinesia, tremor, and rigidity.  Dopaminergic medications used to treat PD have been associated with the abrupt onset of #impulse control disorders#, including #pathological gambling#, compulsive buying, and compulsive sexual behavior.  #Dopamine agonists# (eg, pramipexole) as a class are most frequently associated with this adverse effect.  These drugs act by binding to central dopamine receptors and stimulating dopamine activity in the ventral striatum (includes the #nucleus accumbens#, which is involved in motivation and #reward pathways#) and substantia nigra. $Patients on dopamine agonist therapy should be monitored for dysfunctional impulse control.  Gradual taper of the offending agent results in improvement in most cases. $#(Choice A)#  Decreased peripheral conversion of levodopa is the mechanism of action of carbidopa, a drug used in combination with levodopa (a dopamine precursor) to increase the availability of levodopa in the central nervous system.  Compared to dopamine agonists, carbidopa-levodopa is much less likely to precipitate impulse control disorders. $#(Choice B)#  Increasing norepinephrine levels in the synaptic cleft is the mechanism of action of atomoxetine, a nonstimulant medication used in the treatment of attention deficit hyperactivity disorder. $#(Choice C)#  Increasing serotonin levels in the synaptic cleft is the mechanism of action of selective serotonin reuptake inhibitors (eg, sertraline).  These medications are not associated with the onset of impulse control disorders and have actually been shown to decrease impulsivity. $#(Choice E)#  Upregulation of brain nicotinic acetylcholine receptors is a neuroadaptive response to the receptor desensitization that occurs with chronic repeated exposure to high levels of nicotine. $#Educational objective# Dopamine agonist medications used to treat Parkinson disease have been associated with the abrupt onset of impulse control disorders, including pathological gambling, compulsive buying, and compulsive sexual behavior.  The behavior is thought to be mediated by stimulation of central dopamine receptors.  "},

{"id":"910","title":"A 10-year-old boy whose family recently immigrated to the United States is brought to the physician with ataxia, myoclonus, and visual problems.  His parents say that he began acting strangely and having difficulty with school work several months ago.  After the appropriate workup, a brain biopsy is obtained and an RNA virus containing hemagglutinin is cultured from the tissue sample.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Creutzfeldt-Jakob disease","answer_2":"B. Guillain-Barré syndrome","answer_3":"C. Multiple sclerosis","answer_4":"D. Progressive multifocal leukoencephalopathy","answer_5":"E. Progressive supranuclear palsy","answer_6":"F. Subacute sclerosing panencephalitis","percent_1":"7%","percent_2":"4%","percent_3":"1%","percent_4":"21%","percent_5":"4%","percent_6":"64%","right_answer":"F. Subacute sclerosing panencephalitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Measles virus (rubeola)! ?Clinical presentation? • Prodrome (eg, cough, coryza, conjunctivitis, fever, Koplik spots) • Maculopapular exanthem • Cephalocaudal & centrifugal spread • Spares palms/soles ?Complications? • Primary measles pneumonia • Secondary bacterial infections (pneumonia & otitis media) • Neurologic • Encephalitis (within days) • Acute disseminated encephalomyelitis (within weeks) • Subacute sclerosing panencephalitis (within years) ?Prevention? • Live-attenuated measles vaccine","explanation_img":"","explanation_1":"","explanation_2":"#Measles virus# is an enveloped, single-stranded RNA virus that is a member of the paramyxovirus family.  Its genome codes for several viral structural proteins, including membrane-bound #hemagglutinin# (mediates cell surface adhesion) and #matrix protein# (important for viral assembly). $ #Subacute sclerosing panencephalitis (SSPE)# is a rare complication of measles that occurs in children or young adults several years after the initial infection.  It is thought to be caused by a form of measles virus with a mutated or #absent matrix protein# that prevents mature (enveloped) virion particles from forming.  However, the virus continues to replicate intracellularly, leading to a persistent, nonproductive infection that evades eradication by the immune system.  #Accumulation of viral nucleocapsids# within neurons and oligodendrocytes results in the formation of intranuclear inclusions and eventually leads to inflammation, demyelination, and gliosis in many cerebral areas. $ Patients with SSPE have high titers of #measles antibodies# in the serum and cerebrospinal fluid (detectable as oligoclonal bands).  The disease causes various neurologic deficits and dementia, and is relentlessly progressive and fatal. $ (Choice A)  Creutzfeldt-Jakob disease is a rare form of rapidly progressive dementia that is caused by prions (abnormally folded proteins).  It usually occurs in older patients (sporadic form), although younger patients can be affected after consuming prion-infected meat products (acquired or variant form).  Brain biopsy will show spongiform transformation of the cerebral cortex. $ (Choice B)  Guillain-Barré syndrome is a postinfectious autoimmune demyelinating disorder of the peripheral nervous system.  It most commonly presents as a symmetrical ascending weakness with absent reflexes following an infectious respiratory or diarrheal illness. $ (Choice C)  Multiple sclerosis usually manifests in patients 20-30 years old.  It is characterized by a variety of visual (eg, optic neuritis, internuclear ophthalmoplegia) and sensory deficits occurring in a relapsing/remitting pattern.  Brain biopsy will show focal demyelinated plaques with relative axonal sparing. $ (Choice D)  Progressive multifocal leukoencephalopathy is an infectious demyelinating disorder caused by JC virus, a double-stranded DNA virus in the polyomavirus family.  JC virus manifests with progressive neurologic deficits in immunocompromised individuals (eg, lymphoma, leukemia, or HIV infection). $ (Choice E)  Progressive supranuclear palsy is a form of parkinsonism resulting from neurodegeneration of the midbrain and frontal subcortical white matter.  It presents with rapidly progressive gait dysfunction and falls, executive function loss, and vertical gaze palsy.  Brain biopsy usually shows deposits of abnormally phosphorylated tau proteins. $ Educational objective Subacute sclerosing panencephalitis is a rare complication of measles infection that occurs several years after apparent recovery from initial infection.  Oligoclonal bands of measles virus antibodies are found in the cerebrospinal fluid of these patients."},

{"id":"1690","title":"A 38-year-old man is brought to the office for evaluation of behavioral changes. His wife says the patient has had frequent outbursts of anger, depressive mood, and insomnia. The patient recently lost his job as a machine operator because of lack of focus and poor memory. Over the past several years, he also has had involuntary, jerky, nonpurposeful movements of the extremities and face that have progressively worsened. These abnormal movements are present while he is awake but not during sleep. His 55-year-old mother has similar abnormal body movements and is at a nursing home with dementia. Which of the following labeled regions of a normal brain is likely to be most affected by this patient's disease process?","image_1":"images/1690.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"A. A","percent_1":"52%","percent_2":"6%","percent_3":"7%","percent_4":"20%","percent_5":"15%","explanation_img":"images/exp1690.jpg","explanation_1":"","explanation_2":"$This patient's cognitive decline, chorea (jerky, nonpurposeful movements), and family history of similar symptoms are highly suggestive of #Huntington disease# (HD).  This autosomal dominant disease results from an excessive number of #CAG trinucleotide repeats# in the huntingtin gene, causing a gain-of-function mutation that results in the accumulation of toxic mutant huntingtin protein.  The abnormal protein buildup causes #loss of inhibitory (GABA) neurons# in the caudate nucleus, leading to the characteristic movement abnormalities observed in HD. $Although the diagnosis of HD is best confirmed by genetic analysis, imaging studies will typically show #atrophy of the caudate nuclei#, causing ex-vacuo enlargement of the lateral ventricles.  The caudate nucleus is a curved or @C-shaped@ structure in its complete form.  The head of the caudate can be identified in the inferolateral walls of the frontal horns of the lateral ventricles.  The caudate nucleus and putamen together make up the striatum, which is critical for movement control and coordination along with behavioral regulation. $#(Choice B)#  This structure is the internal capsule.  The anterior limb of the internal capsule separates the caudate nucleus from the globus pallidus and putamen and carries a portion of the thalamocortical fibers.  The posterior limb of the internal capsule separates the globus pallidus and putamen from the thalamus and carries corticospinal motor and somatic sensory fibers as well as visual and auditory fibers. $#(Choice C)#  This structure is the insular cortex (insula).  The insula plays a role in the limbic system (emotion) as well as in the coordination of some autonomic functions. $#(Choice D)#  Although the degeneration in HD affects both parts of the striatum (caudate and putamen), atrophy is most prominent in the caudate rather than the putamen both clinically (eg, MRI) and pathologically (eg, autopsy). $#(Choice E)#  Atrophy of the globus pallidus is observed late in the progression of HD when generalized cortical atrophy occurs. $#Educational objective# The head of the caudate lies in the inferolateral wall of the frontal horn of the lateral ventricle.  It is separated from the globus pallidus and putamen by the internal capsule.  Atrophy of the caudate nuclei with enlargement of the lateral ventricles is characteristic of Huntington disease and can be observed on neuroimaging.  ","clickable_1":"images/img1.1690.jpg"},

{"id":"63","title":"A 54-year-old woman is brought to the emergency department due to acute-onset mental status changes and double vision.  Examination shows that the patient is awake but disorientated to time and place and has a decreased attention span.  Further questioning reveals memory impairment that appears to have been most severe during the last few months.  Examination of the eyes shows horizontal nystagmus evoked on lateral gaze with bilateral weakness of the lateral rectus muscles.  Strength is equal bilaterally, but the patient is unable to walk without support.  She receives appropriate treatment based on the most likely diagnosis, and most of the clinical findings resolve.  However, she continues to have residual memory deficits.  This patient was most likely treated for which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abrupt antidepressant cessation","answer_2":"B. Adverse reaction to botulinum toxin injection","answer_3":"C. Myasthenia gravis","answer_4":"D. Pituitary apoplexy","answer_5":"E. Vitamin deficiency","percent_1":"6%","percent_2":"5%","percent_3":"16%","percent_4":"12%","percent_5":"61%","right_answer":"E. Vitamin deficiency","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"!Wernicke encephalopathy! ?Risk factors? • Chronic alcohol use (most common) • Malnutrition (eg, anorexia, gastric bypass surgery) ?Pathophysiology? • Thiamine deficiency → impaired glucose metabolism & ATP $production → neuronal injury/death (eg, mammillary bodies) • May be precipitated by high metabolic demand or high glucose load ?Clinical$findings? • Encephalopathy • Oculomotor dysfunction • Ataxia ?Management$& prognosis? • Thiamine infusion reverses most symptoms. • Memory impairment may be chronic/irreversible (Korsakoff syndrome).","explanation_img":"","explanation_1":"","explanation_2":"$This patient has characteristic manifestations of #Wernicke encephalopathy#, a condition caused by chronic #thiamine (vitamin B1) deficiency#. $The clinical features and course of Wernicke encephalopathy are as follows: $• #Oculomotor dysfunction# (eg, nystagmus, lateral rectus palsy) occurs due to impairment of the oculomotor nuclei.  It is rapidly #reversible# with thiamine administration. $• #Ataxia# is caused by damage to the cerebellar cortex and vestibular nuclei.  Unlike oculomotor function, ataxia takes longer to #resolve#, and some patients may have permanent symptoms. $Encephalopathy, ranging from decreased attention span to disorientation and stupor, can occur, and impaired memory/learning may be apparent.  Acute mental status changes respond well to treatment, but #memory and learning abnormalities# usually #persist#, as a condition known as Korsakoff syndrome. $#Korsakoff syndrome# is associated with damage to the anterior and dorsomedial thalamic nuclei.  This results in #chronic#, #irreversible# memory loss, both short-term retrograde (recent events) and anterograde (unable to form new memories) amnesia.  Patients with Korsakoff syndrome also often have a psychologic phenomenon called 'confabulation'; when such patients are unsure of a fact, they subconsciously fill in the memory gap with a fabricated story that they believe to be true. $Thiamine should be administered immediately for suspected Wernicke encephalopathy because it decreases the risk for irreversible neurologic damage. $#(Choice A)#  Abrupt discontinuation of antidepressants may cause transient, nonspecific neurologic symptoms, including dizziness, fatigue, and headache; a gradual taper often leads to symptom resolution.  However, oculomotor dysfunction and memory deficits would not be seen. $#(Choice B)#  Localized muscle weakness is a common adverse effect of botulinum toxin injection and usually resolves with time.  Although extraocular muscle involvement causing diplopia may occur, this patient's acute mental status changes and ataxia are inconsistent with this diagnosis. $#(Choice C)#  Fluctuating extraocular muscle weakness occurs in myasthenia gravis and may rapidly improve with pyridostigmine.  However, ataxia and mental status changes would not occur. $#(Choice D)#  Pituitary apoplexy (acute hemorrhage into the pituitary gland) may compress the optic chiasm, leading to acute vision loss or diplopia that resolves with surgical decompression.  However, ataxia, disorientation, and memory deficits would not be seen. $#Educational objective# Oculomotor dysfunction, ataxia, and confusion form the triad of Wernicke syndrome.  Most of these symptoms usually resolve after thiamine administration.  Korsakoff syndrome is a chronic and irreversible complication of Wernicke encephalopathy, the hallmarks of which are permanent memory loss and confabulation. "},

{"id":"18498","title":"A 75-year-old man is brought to the emergency department after a syncopal episode at his assisted living facility.  The event occurred an hour ago, when he was eating lunch with other residents of the facility.  The patient suddenly slumped over onto the table and awakened spontaneously after about 30 seconds.  He appeared pale afterwards but was not confused, and fingerstick blood glucose was normal.  Medical history includes hypertension, type 2 diabetes mellitus, benign prostatic hyperplasia, and Alzheimer disease.  Temperature is 37 C (98.6 F), supine and standing blood pressure is 110/68 mm Hg, and pulse is 62/min.  The oropharyngeal mucosa is moist and jugular venous pressure is normal.  The lungs are clear on auscultation and heart sounds are normal.  The patient is hospitalized for observation and is found to have an episodic bradyarrhythmia and atrioventricular block.  If this patient's condition is due to a medication, which of the following is the most likely cause?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Canagliflozin","answer_2":"B. Diphenhydramine","answer_3":"C. Donepezil","answer_4":"D. Lisinopril","answer_5":"E. Terazosin","percent_1":"4%","percent_2":"21%","percent_3":"44%","percent_4":"8%","percent_5":"23%","right_answer":"C. Donepezil","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's brief loss of consciousness is consistent with #syncope#, which occurs due to a #transient loss of cerebral perfusion#.  Most episodes of syncope are benign, resulting from a vasovagal reflex that is triggered by emotional stress or prolonged standing.  However, syncope may be a warning sign of a serious underlying pathology (eg, cardiac arrhythmia, severe aortic stenosis, pulmonary embolism).  In addition, numerous #medications# can cause or contribute to syncope and should be considered. $#Acetylcholinesterase inhibitors# (eg, donepezil, rivastigmine) are commonly used in the management of Alzheimer dementia.  Alzheimer dementia involves dysfunction of cholinergic pathways in the brain; therefore, inhibition of acetylcholinesterase and a consequent reduction in acetylcholine breakdown may improve cognitive function in some patients.  However, this mechanism also produces #enhanced parasympathetic tone# that can lead to adverse effects.  Underlying age-related degeneration of the conduction system is common in the elderly, and the effects of acetylcholinesterase inhibition can precipitate #bradycardia# and #atrioventricular block# in such patients.  These conduction abnormalities lead to #reduced cardiac output# that may manifest as presyncope (ie, lightheadedness) or syncope. $#(Choices A, B, D and E)#  Antihypertensive agents (eg, lisinopril) may contribute to @orthostatic syncope@ (syncope that occurs with standing).  By inhibiting vasoconstriction, these agents both prevent mobilization of venous blood that is pooled in the legs and impair the increase in arteriolar resistance needed to maintain cerebral perfusion on standing.  Terazosin (used for the treatment of benign prostatic hyperplasia) and first-generation histamine-1 blockers (eg, diphenhydramine) have alpha-1 receptor-blocking properties and may also contribute to orthostatic syncope via inhibited vasoconstriction.  Sodium-glucose cotransporter-2 inhibitors (eg, canagliflozin) may contribute to orthostatic syncope by stimulating an osmotic diuresis that leads to hypovolemia.  None of these agents cause syncope via the slowing of cardiac conduction and they would not explain this patient's episodic bradycardia and atrioventricular block. $#Educational objective# Syncope results from a transient loss of cerebral perfusion, and numerous medications can cause or contribute to syncope.  Acetylcholinesterase inhibitors (eg, donepezil, rivastigmine) may cause syncope due to enhanced parasympathetic tone that leads to bradycardia and atrioventricular block with reduced cardiac output.  ","clickable_1":"images/img1.18498.jpg"},

{"id":"674","title":"A 45-year-old man comes to the clinic due to a 2-month history of progressive left arm clumsiness and weakness.  The patient initially attributed his symptoms to a left rotator cuff injury he sustained several years ago; however, he has recently developed problems with his gait.  The patient's symptoms have interfered with daily activities such as bathing and dressing.  He has had no recent injury, headaches, or bowel/bladder symptoms.  On physical examination, there is reduced muscle strength in the left upper extremity.  Further evaluation with brain MRI reveals a lesion involving the corticospinal tract.  Which of the following additional signs is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperactive deep tendon reflexes","answer_2":"B. Muscle atrophy","answer_3":"C. Muscle fasciculation","answer_4":"D. Muscle hypotonia","answer_5":"E. Resting tremor","answer_6":"F. Sensory loss in the affected area","percent_1":"75%","percent_2":"7%","percent_3":"7%","percent_4":"7%","percent_5":"1%","percent_6":"3%","right_answer":"A. Hyperactive deep tendon reflexes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Upper & lower motor neuron signs! ?UMN signs? • Spastic paralysis • Clasp-knife rigidity • Hyperreflexia • Babinski sign ?LMN signs? • Flaccid paralysis • Hypotonia • Hyporeflexia • Muscle atrophy & fasciculations %#LMN# = lower motor neuron; #UMN# = upper motor neuron.","explanation_img":"","explanation_1":"","explanation_2":"Voluntary muscle activity is mediated by the #corticospinal (pyramidal) tracts#.  First-order neurons of these tracts are located in the premotor and motor cortex of the frontal lobe (Brodmann areas 6 and 4, respectively).  Their efferent fibers descend through the internal capsule, midbrain, and pons, and continue to form the pyramids on the anterior aspect of the medulla.  In the medulla, 90% of the fibers decussate (cross) to form the @lateral corticospinal tract@.  Fibers that do not decussate descend as the @anterior corticospinal tract@.  The axons of both tracts synapse on the motor neurons of the anterior horn (second-order neurons).  Damage to the corticospinal tract is divided into upper and lower motor neuron lesions: $ 1. #Upper motor neuron# (UMN) refers to anything above the anterior horn.  Lesions to UMNs (eg, due to stroke, brain tumor) cause a combination of #spastic paralysis#, clasp-knife #rigidity, hyperreflexia# (including clonus), and upgoing plantar reflexes (#Babinski sign#).  This likely occurs due to loss of descending inhibition over second-order neurons in the anterior horn. $ 2. Damage to the motor neurons of the anterior horn is considered a lower motor neuron (LMN) lesion.  This type of injury leads to flaccid paralysis, hypotonia, hyporeflexia, muscle atrophy, and fasciculations.  Poliomyelitis and infantile spinal muscular atrophy are examples of LMN lesions #(choices B, C, and D)#. $ Combined UMN and LMN lesions are characteristic of amyotrophic lateral sclerosis (Lou Gehrig disease). $ (Choice E)  Resting tremor is characteristic of Parkinson disease, which occurs due to loss of dopaminergic neurons in the substantia nigra. $ (Choice F)  Sensory information is transmitted by the spinothalamic tract (pain and temperature) and dorsal column pathway (vibration and proprioception).  Lesions to the corticospinal tract do not cause sensory deficits. $ Educational objective Upper motor neuron damage leads to spastic paralysis, hyperreflexia, and an upgoing plantar reflex (Babinski sign) due to loss of descending inhibition over lower motor neurons in the anterior horn.  Conversely, lower motor neuron lesions cause flaccid paralysis, hypotonia, hyporeflexia, muscle atrophy, and fasciculations.","clickable_1":"images/img1.674.jpg","clickable_2":"images/img2.674.jpg"},

{"id":"595","title":"A 66-year-old man comes to the emergency department due to dizziness, dysarthria, and bilateral limb ataxia.  His symptoms have been steadily worsening over the last 2 weeks.  He has no other medical problems and takes no medications.  He has a 50-pack-year smoking history and does not use alcohol or illicit drugs.  Chest x-ray shows a mass in his right lung.  He is admitted to the hospital for evaluation, but his neurologic symptoms continue to progress.  He dies several months later despite receiving appropriate treatment.  Autopsy shows extensive cerebellar Purkinje cell degeneration.  Which of the following best describes the etiology of this patient's neurologic condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune","answer_2":"B. Endocrine","answer_3":"C. Infectious","answer_4":"D. Metastatic","answer_5":"E. Toxic","answer_6":"F. Vascular","percent_1":"20%","percent_2":"7%","percent_3":"7%","percent_4":"40%","percent_5":"4%","percent_6":"22%","right_answer":"A. Autoimmune","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Features of common paraneoplastic syndromes! §^ #Clinical presentation# ∆^ #Frequently$ associated $neoplasms# ∆^ #Etiology# §^ #Cushing syndrome# ∆ • Small cell lung cancer • Pancreatic cancer ∆ • Ectopic production of adrenocorticotropic$ hormone/corticotropin-releasing $hormone §^ #Syndrome of inappropriate$ antidiuretic hormone secretion# ∆ • Small cell lung cancer ∆ • Ectopic vasopressin production §^ #Subacute cerebellar $degeneration# ∆ • Small cell lung cancer • Breast, ovarian & uterine cancer ∆ • Anti-Yo, anti-P/Q & anti-Hu antibodies §^ #Lambert–Eaton myasthenic $syndrome# ∆ • Small cell lung cancer ∆ • Voltage-gated calcium channel $antibodies §^ #Myasthenia gravis# ∆ • Thymoma ∆ • Acetylcholine receptor antibodies §^ #Hypercalcemia# ∆ • Squamous cell lung cancer ∆ • Ectopic production of parathyroid $hormone–related protein §^ #Dermatomyositis/polymyositis# ∆ • Variable ∆ • Autoimmune §^ #Erythrocytosis# ∆ • Renal cell cancer ∆ • Ectopic erythropoietin production","explanation_img":"","explanation_1":"","explanation_2":"This patient's lung mass, cerebellar symptoms, and autopsy findings are consistent with #paraneoplastic cerebellar degeneration#.  This paraneoplastic syndrome is most commonly associated with small cell lung cancer as well as breast, ovarian, and uterine malignancies.  Patients exhibit #progressively worsening dizziness, limb and truncal ataxia, dysarthria, and visual disturbances# (eg, diplopia, oscillopsia).  Paraneoplastic cerebellar degeneration is due to an immune response against tumor cells that #cross-reacts with Purkinje neuron antigens#, leading to acute-onset rapid degeneration of the cerebellum.  #Anti-Yo, anti-P/Q, and anti-Hu# are the most common antibodies detected in the serum.  Antibodies are not always detectable; thus, paraneoplastic cerebellar degeneration is diagnosed clinically after excluding other conditions. $ (Choice B)  Some paraneoplastic syndromes occur due to the production of hormone-like substances from tumor cells, but these would not cause the neurological findings described in this case. $ (Choice C)  Acute cerebellitis (post-viral cerebellar ataxia) occurs most often in children 2-3 weeks following varicella, measles, or Epstein-Barr virus infection.  It presents with cerebellar symptoms (eg, ataxia, nystagmus, dysarthria) that usually resolve completely within 3 weeks. $ (Choice D)  Cerebellar metastasis can cause progressively worsening subacute cerebellar symptoms.  Additional findings such as headaches or decreased consciousness are often present due to significant mass effect from the tumor.  However, autopsy would show metastatic cancer cells with surrounding inflammation as opposed to Purkinje cell degeneration. $ (Choice E)  Adverse effects from systemic chemotherapy can include a wide range of neurologic complications.  However, this patient's symptoms began before the lung mass was identified and his autopsy findings are more specific for subacute cerebellar degeneration. $ (Choice F)  Cerebellar infarction presents with vertigo, nystagmus, ipsilateral limb ataxia, and truncal lateropulsion (falling toward the lesion).  Although repeated vascular events could result in a stepwise progressive loss in neurologic function, this process would most likely occur over several years and affect multiple vascular territories throughout the brain (causing a wide range of neurologic deficits).  Autopsy would show areas of liquefactive necrosis (acute infarcts) and glial scarring (chronic infarcts). $ Educational objective Paraneoplastic syndromes can occur due to the production of hormone-like substances from tumor cells.  They can also result from immune reactions against tumor cells that cross-react with normal cells, causing dysfunction and/or damage to healthy organs and tissues.  Neurologic paraneoplastic syndromes (eg, paraneoplastic cerebellar degeneration) are an autoimmune phenomenon."},

{"id":"262","title":"A 65-year-old woman comes to the office due to progressive difficulty with walking for the past year.  In addition, the patient has difficulty lifting her right leg to get into and out of a car, getting dressed using the right arm, turning over in bed, and peeling vegetables, especially with the right hand.  Examination shows lack of facial expression, cogwheel rigidity in all extremities, a shuffling gait, and a fine resting tremor of the right hand.  In addition to levodopa, carbidopa is also started, mainly to reduce the severity of the adverse effects of levodopa.  Which of the following adverse effects is most likely to persist despite adding carbidopa to the patient's treatment regimen?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anxiety and agitation","answer_2":"B. Hot flashes","answer_3":"C. Nausea and vomiting","answer_4":"D. Postural hypotension","answer_5":"E. Tachyarrhythmias","percent_1":"45%","percent_2":"8%","percent_3":"20%","percent_4":"21%","percent_5":"6%","right_answer":"A. Anxiety and agitation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp262.jpg","explanation_1":"","explanation_2":"$This patient with cogwheel rigidity, masked facies, and asymmetric hand tremor has #Parkinson disease#, which is caused by degeneration of the dopaminergic neurons in the substantia nigra, leading to a progressive #deficiency of dopamine# available to inhibit the @basal ganglia@.  Direct dopamine replacement is impossible because dopamine cannot cross the blood-brain barrier.  However, #levodopa# (dopamine's immediate precursor) does cross the BBB where it is taken up by nigrostriatal neurons and converted to therapeutic dopamine by DOPA decarboxylase in the brain. $In the peripheral tissues, levodopa is rapidly metabolized to dopamine (via DOPA decarboxylase) and 3-O-methyldopa (via catechol O-methyltransferase).  #Excessive peripheral dopamine# can lead to unpleasant #adverse effects# (eg, nausea/vomiting, tachyarrhythmias, postural hypotension). $#Carbidopa# blocks DOPA decarboxylase and therefore prevents peripheral conversion of L-DOPA to dopamine.  In addition to increasing the amount of dopamine available to the brain, carbidopa also #decreases# many of the unpleasant adverse effects that occur due to the peripheral effects of dopamine. $However, #anxiety and agitation# are #central effects# of dopamine, so carbidopa does not prevent them.  Anxiety and agitation can actually be increased with the use of carbidopa because more dopamine is available to the brain. $#(Choices B and D)#  Hot flashes and postural hypotension seem to result from the peripheral conversion of levodopa to dopamine, so a peripheral decarboxylase inhibitor would decrease these problems. $#(Choice C)#  When levodopa is used without carbidopa, more peripheral dopamine is produced.  The increased dopamine can stimulate the emetic center (ie, area postrema) because, despite its brainstem location, it is uniquely outside the blood-brain barrier.  Therefore, by reducing peripheral dopamine, carbidopa reduces nausea and vomiting from levodopa. $#(Choice E)#  Tachyarrhythmias, such as ventricular extrasystoles and atrial fibrillation, are attributed to the increased peripheral @formation of catecholamines@.  Adding a peripheral decarboxylase inhibitor reduces the amount of dopamine available to form catecholamines, so it clinically decreases the risk for tachyarrhythmias. $#Educational objective#  Adding carbidopa can reduce most of the peripheral adverse effects of levodopa.  However, the central effects of dopamine (eg, anxiety, agitation, behavioral changes) from levodopa can worsen with the addition of carbidopa because more dopamine becomes available in the brain.  ","clickable_1":"images/img1.262.jpg","clickable_2":"images/img2.262.jpg"},

{"id":"675","title":"A 55-year-old man develops overwhelming pneumonia and dies in the hospital.  He had muscle weakness and gait abnormalities prior to hospitalization.  Autopsy shows an atrophic precentral gyrus and thin anterior roots of the spinal cord.  Light microscopy shows a severe loss of neurons in the anterior horn of the spinal cord and in the hypoglossal and ambiguus cranial nerve nuclei; corticospinal tracts stain only faintly with myelin stain.  This patient's autopsy findings are most suggestive of which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amyotrophic lateral sclerosis","answer_2":"B. Friedreich ataxia","answer_3":"C. Guillain-Barré syndrome","answer_4":"D. Multiple sclerosis","answer_5":"E. Vitamin B12 deficiency","percent_1":"78%","percent_2":"5%","percent_3":"5%","percent_4":"9%","percent_5":"3%","right_answer":"A. Amyotrophic lateral sclerosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Amyotrophic lateral sclerosis! ?Pathology? • UMN: degeneration & atrophy of lateral $corticospinal tracts, precentral gyrus • LMN: degeneration of anterior horn (thin $anterior roots) & cranial nerve motor nuclei • Muscle: denervation atrophy (angular fibers $with crowded nuclei) ?Clinical $manifestations? • UMN symptoms: spasticity, hyperreflexia, $pathologic reflexes • LMN symptoms: muscle weakness, atrophy, $fasciculation ?Treatment? • Riluzole: reduces glutamate-induced $excitotoxicity & improves survival %#LMN# = lower motor neuron; #UMN# = upper motor neuron.","explanation_img":"","explanation_1":"","explanation_2":"This patient with muscle weakness and gait abnormalities died of #pneumonia#, which is a common cause of death in patients with neurodegenerative diseases.  Autopsy showed #loss of both upper# (UMNs: corticospinal tracts) and #lower motor neurons# (LMNs: anterior roots of spinal cord, cranial nerve nuclei), which is consistent with #amyotrophic lateral sclerosis# (ALS). $ In patients with ALS, toxic intracellular protein inclusions accumulate in motor neurons and are thought to trigger #apoptosis#.  Bunina bodies are eosinophilic cytoplasmic inclusions that are periodic acid–Schiff positive and often seen in remaining neurons.  Apoptotic neurons are then replaced by glial cells. $ Loss of UMN fibers leads to atrophy of the #precentral motor gyrus# and degeneration of the #corticospinal tracts#, which results in increased muscle tone (stiffness) and hyperreflexia.  LMNs in cranial nerve nuclei (eg, hypoglossal, ambiguus, motor trigeminal) are often affected, which contributes to the bulbar symptoms often seen in ALS.  Loss of LMN fibers in the spinal cord leads to #thinning of the anterior roots# and neurogenic atrophy of the skeletal muscles.  Respiratory failure is the most common cause of death in patients with ALS due to diaphragmatic weakness, an ineffective cough, and chronic aspiration. $ (Choice B)  Friedreich ataxia shows widespread neuronal degeneration in the posterior columns, spinocerebellar tracts, cranial nerve nuclei, cerebellum, and motor cortex.  In addition, it typically manifests before adulthood and is associated with hypertrophic cardiomyopathy; most patients die from arrhythmia or heart failure. $ (Choice C)  Although Guillain-Barré syndrome (ie, acute inflammatory demyelinating polyneuropathy) can lead to respiratory failure, it is characterized by inflammation and demyelination of peripheral nerves (including spinal nerve roots); CNS sites, including the precentral motor gyrus and cranial nerve nuclei, remain morphologically normal. $ (Choice D)  Multiple sclerosis is a demyelination disease characterized by irregularly shaped plaques in the white matter of the CNS.  Although regional demyelination can occur, atrophy affecting the entire motor pathway is not seen. (Choice E)  Vitamin B12 deficiency causes subacute combined degeneration of the spinal cord due to defective myelin formation.  This is seen most prominently in the dorsal (posterior) and lateral spinal  columns.  Microscopically, edema of myelin layers is seen with eventual degeneration of neurons. $ Educational objective Amyotrophic lateral sclerosis causes both upper and lower motor neuron degenerative lesions.  Loss of upper motor neurons leads to atrophy of the precentral motor gyrus and degeneration of the corticospinal tracts.  Loss of lower motor neurons leads to thinning of the anterior roots of the spinal cord and atrophy of cranial nerve motor nuclei."},

{"id":"19218","title":"A 65-year-old man is found dead at his home due to a suspected suicide.  The family reports that the patient has been having difficulty swallowing, dyspnea on exertion, and arm and leg weakness for the past several months and had undergone a medical workup.  They suspect the physician may have given bad news and the patient ended his life so he would not have to live with the diagnosed condition.  External examination shows atrophy of the muscles of the right lower and left upper extremities.  Autopsy would most likely reveal which of the following additional findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Degeneration of dorsal spinal roots","answer_2":"B. Diaphragmatic atrophy","answer_3":"C. Diffuse brain atrophy","answer_4":"D. Inflammatory infiltrates in skeletal muscles","answer_5":"E. Plaques and gliosis in periventricular white matter","percent_1":"17%","percent_2":"50%","percent_3":"6%","percent_4":"6%","percent_5":"20%","right_answer":"B. Diaphragmatic atrophy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"!Amyotrophic lateral sclerosis! ?Pathology? • UMN: degeneration & atrophy of lateral $corticospinal tracts, precentral gyrus • LMN: degeneration of anterior horn (thin $anterior roots) & cranial nerve motor nuclei • Muscle: denervation atrophy (angular fibers $with crowded nuclei) ?Clinical $manifestations? • UMN symptoms: spasticity, hyperreflexia, $pathologic reflexes • LMN symptoms: muscle weakness, atrophy,$ fasciculation ?Treatment? • Riluzole: reduces glutamate-induced$ excitotoxicity & improves survival %#LMN# = lower motor neuron; #UMN# = upper motor neuron.","explanation_img":"","explanation_1":"","explanation_2":"$This patient with a history of bulbar symptoms (eg, difficulty swallowing) and limb weakness has postmortem evidence of asymmetric muscular atrophy.  This presentation is concerning for #amyotrophic lateral sclerosis# (ALS), a progressive, fatal neurodegenerative disease of both upper motor neurons (UMNs) and lower motor neurons (LMNs). $ALS has the highest incidence in patients age 60-75.  The most common initial presentation includes #asymmetric weakness# of the extremities; bulbar symptoms are also common and can include dysphagia and dysarthria.  Because any upper or lower motor neuron can be affected, the initial presentation may vary widely.  UMN degeneration leads to spasticity and hyperreflexia; #LMN degeneration# leads to denervation #atrophy of skeletal muscles#. $The most concerning site of LMN degeneration involves the #diaphragm# because it results in #dyspnea#, as reported by this patient, and eventual #respiratory failure#.  Diaphragmatic function can be monitored with imaging studies (eg, ultrasound) and via testing of respiratory muscle strength (eg, sniff tests); postmortem studies typically demonstrate striking #diaphragmatic atrophy#. $#(Choice A)#  Degeneration of dorsal spinal roots would lead to sensory dysfunction, not motor dysfunction, as seen in this patient.  Sensory dysfunction is not a classic feature of ALS. $#(Choice C)#  Because ALS results primarily in neurodegeneration of motor neurons, atrophy is seen predominately in the motor cortex rather than diffusely throughout the brain. $#(Choice D)#  Inflammatory infiltrates in skeletal muscles are seen in inflammatory myopathies, including dermatomyositis and polymyositis.  Long-standing disease can lead to muscle atrophy; however, ALS causes muscle atrophy due to denervation rather than inflammation. $#(Choice E)#  Plaques and gliosis in periventricular white matter are characteristic pathologic findings of multiple sclerosis.  These inflammatory demyelinating lesions occur in the CNS; therefore, weakness is often associated with spasticity (UMN sign) rather than atrophy (LMN sign).  In addition, it typically occurs in younger women (age <55). $#Educational objective# Amyotrophic lateral sclerosis causes degeneration of both upper and lower motor neurons and can result in bulbar and skeletal muscle weakness.  Denervation atrophy can affect the diaphragm and contribute to respiratory failure. "},

{"id":"12011","title":"During a genetic study, several members of a family are found to have an abnormality affecting a gene located on chromosome 21.  The gene encodes a cell surface protein that is processed by proteolytic enzyme cleavage.  In the affected individuals, there is an increased number of hydrophobic fragments of the protein, which are prone to aggregation into insoluble fibrils.  Which of the following is the most likely result of the genetic abnormality in these individuals?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal B-cell proliferation","answer_2":"B. Accelerated neurodegeneration","answer_3":"C. Erythrocyte membrane distortion","answer_4":"D. Pulmonary elastic tissue loss","answer_5":"E. Skeletal myofiber disruption","percent_1":"4%","percent_2":"78%","percent_3":"6%","percent_4":"5%","percent_5":"5%","right_answer":"B. Accelerated neurodegeneration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp12011.jpg","explanation_1":"","explanation_2":"$The #amyloid precursor protein# (APP) gene (located on #chromosome 21#) encodes a transmembrane protein that is normally involved in synaptic formation and repair.  APP is processed in 1 of 2 pathways by a series of secretases (proteolytic enzymes): processing via the alpha- and gamma-secretase pathway, which does not result in amyloidogenic proteins, or processing via the beta- and gamma-secretase pathway, which results in the production of #beta amyloid#. $ If beta amyloid is not sufficiently cleared by cellular processes, it can form #insoluble fibrils# and contribute to the generation of extracellular @amyloid plaques@ that accumulate in the @brain@.  These aggregates of beta amyloid are neurotoxic and associated with the development and progression of Alzheimer dementia, a disease characterized by #accelerated neurodegeneration# leading to progressive cognitive dysfunction.  As a result, patients who have abnormal APP processing, impaired beta-amyloid clearance, or production of higher levels of APP (eg, #trisomy 21# [Down syndrome]) are at increased risk of developing #Alzheimer dementia#. $ (Choice A)  Patients with trisomy 21 have an increased risk of hematologic malignancies such as acute lymphoblastic leukemia and acute megakaryoblastic leukemia.  This is thought to be related to the high susceptibility of megakaryocytic and B-cell precursors to increased dosage of chromosome 21 genes. $ (Choice C)  Erythrocyte membrane distortion most often occurs with abnormalities affecting either the cytoskeleton (eg, spectrin/ankyrin in hereditary spherocytosis) or hemoglobin (eg, beta globin in sickle cell disease). $ (Choice D)  Pulmonary elastic tissue loss can occur when there is excessive alveolar elastin degradation (eg, alpha-1 antitrypsin deficiency).  Alpha-1 antitrypsin is a serine protease inhibitor that is synthesized in the liver and released into the systemic circulation. $ (Choice E)  Skeletal myofiber disruption (eg, muscular & myotonic dystrophy) can occur with numerous mutations affecting the internal cytoskeletal system and contractile components (eg, sarcomere, costamere proteins).  However, it is not typically related to impaired proteolytic cleavage and does not result in precipitation of insoluble fibrils. $ Educational objective The amyloid precursor protein (APP) gene is located on chromosome 21 and encodes a cell-surface protein that can be degraded into beta amyloid.  Abnormal APP processing, impaired beta-amyloid clearance, and production of higher levels of APP are associated with the increased formation of the neurotoxic plaques that characterize Alzheimer dementia.","clickable_1":"images/img1.12011.jpg","clickable_2":"images/img2.12011.jpg"},

{"id":"598","title":"A 61-year-old man is brought to the emergency department after being found unresponsive on a sidewalk.  Paramedics noted that the patient's breath smelled of alcohol and that he had vomitus in his mouth.  The patient also has agonal respirations, and cardiac monitoring shows pulseless electrical activity.  Resuscitation efforts are unsuccessful, and he is pronounced dead on arrival.  Autopsy shows that the cause of death is airway occlusion by aspirated vomitus.  In addition, foci of hemorrhage and necrosis are seen in the mammillary bodies and gray matter surrounding the third and fourth ventricles.  This patient's brain findings are most likely associated with a decrease in which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Erythrocyte glucose-6-phosphate dehydrogenase activity","answer_2":"B. Erythrocyte transketolase activity","answer_3":"C. Serum lactate level","answer_4":"D. Serum methylmalonic acid level","answer_5":"E. Serum NADH level","percent_1":"13%","percent_2":"34%","percent_3":"5%","percent_4":"15%","percent_5":"33%","right_answer":"B. Erythrocyte transketolase activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Wernicke encephalopathy! ?Risk factors? • Chronic alcohol use (most common) • Malnutrition (eg, anorexia, gastric bypass surgery) ?Pathophysiology? • Thiamine deficiency → impaired glucose metabolism & ATP $production → neuronal injury/death (eg, mammillary bodies) • May be precipitated by high metabolic demand or high glucose load ?Clinical$findings? • Encephalopathy • Oculomotor dysfunction • Ataxia ?Management$& prognosis? • Thiamine infusion reverses most symptoms. • Memory impairment may be chronic/irreversible (Korsakoff syndrome).","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's autopsy shows foci of hemorrhage and necrosis in the #mammillary bodies# and periaqueductal gray matter, findings characteristic of #Wernicke encephalopathy#.  This condition classically presents with the triad of ophthalmoplegia, ataxia, and confusion but can lead to coma and death if untreated.  Wernicke encephalopathy occurs due to chronic thiamine deficiency, which is common in patients with #alcohol use disorder#. $#Thiamine# (vitamin B1) participates in #glucose metabolism# and is a cofactor for the following enzymes: $• Pyruvate dehydrogenase, which converts pyruvate (glycolysis end product) into acetyl-CoA, which then enters the citric acid cycle $• Alpha-ketoglutarate dehydrogenase, an enzyme of the citric acid cycle $• Branched-chain alpha-ketoacid dehydrogenase, which is essential for the catabolism of branched-chain amino acids (eg, leucine, isoleucine, valine) $• #Transketolase#, an enzyme of the @pentose phosphate pathway@ that helps convert ribulose-5-phosphate (derived from glucose) to glycolysis intermediates (eg, glyceraldehyde-3-phosphate) $Therefore, #thiamine deficiency# impairs glucose utilization, which can have catastrophic effects on the CNS as the brain always requires some glucose. $Thiamine deficiency is often diagnosed clinically in patients with a history of heavy alcohol use or malnutrition and signs of Wernicke encephalopathy; the diagnosis can be confirmed with a baseline #erythrocyte transketolase activity# that is #low# but increases after the addition of thiamine pyrophosphate.  Treatment involves thiamine supplementation with glucose; glucose administration alone may precipitate or worsen Wernicke encephalopathy due to rapid thiamine consumption. $#(Choice A)#  Erythrocyte glucose-6-phosphate dehydrogenase (G6PD) catalyzes the rate-limiting step in the pentose phosphate pathway, which is necessary for production of NADPH and proper functioning of the erythrocyte antioxidant system.  Decreased G6PD levels cause intermittent hemolytic anemia due to oxidative stress. $#(Choices C and E)#  The metabolism of ethanol to acetyl-CoA consumes NAD+ and increases NADH/NAD+; therefore, NADH would likely be elevated in this patient.  In addition, without NAD+ and thiamine, pyruvate dehydrogenase is unable to convert pyruvate to acetyl-CoA and instead diverts pyruvate to the anaerobic glycolysis pathway, which ultimately increases (not decreases) lactate production. $#(Choice D)#  Methylmalonic acid, a product of fatty acid oxidation, is converted to succinyl-CoA by the enzyme methylmalonyl-CoA mutase (and uses vitamin B12 as a cofactor).  Consequently, methylmalonic acid levels are increased in vitamin B12 deficiency. $#Educational objective# Chronic thiamine (vitamin B1) deficiency impairs glucose use, particularly in mammillary bodies, as seen in Wernicke encephalopathy.  This occurs due to decreased activity of the enzymes that use thiamine as a cofactor (eg, transketolase).  Low erythrocyte transketolase activity that increases after the addition of thiamine pyrophosphate is diagnostic.  ","clickable_1":"images/img1.598.jpg"},

{"id":"106622","title":"A 40-year-old man comes to the office due to a 6-month history of sleep abnormalities, constipation, and generalized slowing of activity.  In addition, he has difficulty rising from a seated position.  Medical history is significant for a traumatic head injury 3 years ago, which required a prolonged hospital stay.  The patient has no other medical conditions and takes no medication.  He does not use tobacco, alcohol, or recreational drugs.  Vital signs are normal.  Examination shows resistance to passive movement in the upper extremities, which is slightly greater on the left than on the right.  Left hand tremor and decreased arm swing occur during walking.  Which of the following is the most likely explanation for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Astrocyte swelling","answer_2":"B. Degeneration of neurons","answer_3":"C. Degeneration of oligodendrocytes","answer_4":"D. Disruption of vascular endothelial cells","answer_5":"E. Vascular amyloid deposition","percent_1":"8%","percent_2":"59%","percent_3":"20%","percent_4":"4%","percent_5":"8%","right_answer":"B. Degeneration of neurons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp106622.jpg","explanation_1":"","explanation_2":"$This patient has bradykinesia (eg, slowing of activity, decreased arm swing) with an asymmetric hand tremor and rigidity (increased resistance to passive movement around a joint).  In addition, he also has sleep abnormalities and constipation.  This constellation of symptoms is concerning for #Parkinson disease#. $ Parkinson disease originates from a loss of dopaminergic neurons in the @substantia nigra@.  This usually occurs gradually, leading to clinical onset typically in the sixth or seventh decade. $ #Traumatic brain injury#, especially with prolonged loss of consciousness, is associated with both an increased incidence and an #earlier onset# of Parkinson disease.  This is due to the #accelerated degeneration of neurons# both at the time of injury and through ongoing neurotoxic cascades that lead to the accumulation of alpha-synuclein filaments and accelerated neurodegeneration. $ (Choice A)  Astrocyte swelling occurs in the early phase of traumatic brain injury and can lead to cerebral edema and life-threatening increased intracranial pressure.  It does not seem to directly contribute to dopaminergic neurodegeneration. $ (Choice C)  Degeneration of oligodendrocytes (myelin-forming cells) leads to demyelinating diseases such as multiple sclerosis, which typically presents with neurologic deficits disseminated in space and time. $ (Choice D)  Disruption of vascular endothelial cells can occur due to shearing forces during traumatic brain injury.  This can disrupt the blood-brain barrier, leading to cerebral edema and petechial hemorrhaging.  However, it is not the primary cause of Parkinson disease. $ (Choice E)  Vascular amyloid deposition is responsible for cerebral amyloid angiopathy, which is the most common cause of @lobar intracranial hemorrhage@.  The amyloidogenic proteins are usually the same as those seen in Alzheimer dementia, but they are not associated with Parkinson disease, which is associated with alpha-synuclein deposition. $ Educational objective Bradykinesia, resting tremor, and rigidity are features of Parkinson disease, which is caused by dopaminergic neurodegeneration.  Traumatic brain injuries can accelerate neurodegeneration, leading to a higher incidence and earlier onset of Parkinson disease.","clickable_1":"images/img1.106622.jpg","clickable_2":"images/img2.106622.jpg"},

{"id":"594","title":"A 54-year-old man is brought to the office by his daughter.  She says that her father has been acting strangely over the past 2 years.  He makes inappropriate sexual jokes, has little regard for social rules, is often irritable, and is borderline aggressive at times.  The patient denies that his personality is any different from normal.  When speaking with the patient, the physician notices that he has minimal verbal output and repeats 'it is what it is' when asked questions about his strange behavior.  On physical examination, he appears unkempt but otherwise has no significant findings.  This patient most likely has a condition that predominantly involves which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anterior temporal and prefrontal cortices","answer_2":"B. Caudate nucleus and putamen","answer_3":"C. Locus ceruleus and substantia nigra","answer_4":"D. Mammillary bodies and medial thalamus","answer_5":"E. Medial temporal and parietal cortices","answer_6":"F. Parietal and occipital cortices","percent_1":"78%","percent_2":"7%","percent_3":"2%","percent_4":"6%","percent_5":"6%","percent_6":"1%","right_answer":"A. Anterior temporal and prefrontal cortices","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Differential diagnosis of dementia subtypes! ?Alzheimer$ disease? • Early, insidious short-term memory loss • Language deficits & spatial disorientation • Later personality changes ?Vascular$ dementia? • Stepwise decline • Early executive dysfunction • Cerebral infarction &/or deep white matter $changes on neuroimaging ?Frontotemporal$ dementia? • Early personality changes • Apathy, disinhibition & compulsive behavior • Frontotemporal atrophy on neuroimaging ?Dementia with$ Lewy bodies? • Visual hallucinations • Spontaneous parkinsonism • Fluctuating cognition • Rapid eye movement behavior disorder ?Normal pressure$ hydrocephalus? • Ataxia early in disease • Urinary incontinence • Dilated ventricles on neuroimaging ?Prion disease? • Behavioral changes • Rapid progression • Myoclonus &/or seizures","explanation_img":"","explanation_1":"","explanation_2":"This patient's #personality and behavioral changes# (eg, disinhibition, apathy, social inappropriateness, compulsive behaviors) and altered speech patterns (eg, paucity of speech, repeated phrases) are consistent with a diagnosis of behavioral variant #frontotemporal dementia# (FTD).  Personality and behavioral changes present early in the disease course with neurocognitive deficits occurring later.  FTD is highly heritable and a common cause of early-onset dementia. $ @FTD@ is characterized by initial #degeneration# of the @prefrontal cortex@ that eventually progresses to include the anterior #temporal cortex#.  Loss of function in the #prefrontal cortex# can cause inappropriate behavior, impaired judgment, and poor problem-solving skills (ie, executive dysfunction). $ (Choice B)  The caudate nucleus and putamen are basal ganglia structures that together form the dorsal striatum, which regulates voluntary movements.  Huntington disease causes atrophy of the dorsal striatum (there is greater relative atrophy of the caudate) and presents with choreiform movements, psychiatric symptoms (eg, irritability, depression), and dementia.  This patient's prominent personality changes and lack of a movement disorder are not characteristic of Huntington disease. $ (Choice C)  Neuronal loss in the locus ceruleus and substantia nigra is seen in Parkinson disease, which typically presents with tremor, bradykinesia, and rigidity.  The locus ceruleus is a pontine structure that is one of the primary areas of norepinephrine synthesis in the brain.  The substantia nigra, located in the midbrain, contains dopaminergic neurons whose axons project to the striatum (nigrostriatal pathway) and participate in regulation of voluntary movements. $ (Choice D)  Damage to the mammillary bodies and medial thalamus is characteristic of chronic Wernicke encephalopathy and Korsakoff syndrome.  Both disorders result from chronic thiamine deficiency, most often in the context of heavy alcohol use. $ (Choice E)  Medial temporal and parietal cortical atrophy is characteristic of Alzheimer disease.  The medial temporal lobe contains the hippocampus, a structure involved in the formation of new memories. $ (Choice F)  Disproportionate atrophy of the parietal and occipital cortices is seen in posterior cortical atrophy, an atypical variant of Alzheimer disease with prominent visual symptoms. $ Educational objective Frontotemporal dementia is associated with pronounced atrophy of the prefrontal cortex with later degeneration of the anterior temporal cortex.  It manifests initially with changes in personality, social behavior, and language that progress over time to a more global dementia with obvious neurocognitive deficits.","clickable_1":"images/img1.594.jpg","clickable_2":"images/img2.594.jpg"},

{"id":"11462","title":"A 65-year-old man comes to the office due to bothersome tremors.  The patient was diagnosed with idiopathic Parkinson disease 10 years ago and has since been successfully treated with levodopa-carbidopa.  However, over the last several months, he has developed frequent freezing episodes characterized by a sudden loss of mobility.  More recently, the patient's tremors worsened after he reduced his levodopa dose following the development of involuntary body movements.  On examination, he has a bilateral resting tremor that is worse on the right, bradykinesia, and cogwheel rigidity.  His symptoms have significantly degraded his quality of life, and he is now interested in discussing surgical options.  This patient would benefit most from a treatment targeted at suppressing neuronal activity in which of the following brain structures?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Globus pallidus externa","answer_2":"B. Motor cortex","answer_3":"C. Red nucleus","answer_4":"D. Subthalamic nucleus","answer_5":"E. Ventral intermediate nucleus of the thalamus","percent_1":"43%","percent_2":"4%","percent_3":"5%","percent_4":"42%","percent_5":"7%","right_answer":"D. Subthalamic nucleus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp11462.jpg","explanation_1":"","explanation_2":"$Loss of dopaminergic neurons in Parkinson disease (PD) leads to a reduced amount of dopamine available to inhibit the @striatum@ (nigrostriatal pathway).  This results in #overactivation of the subthalamic nucleus# (STN), leading to increased stimulation of the globus pallidus interna (GPi).  In turn, the GPi increases its inhibitory output to the thalamus.  Decreased stimulation of the motor cortex by the thalamus then leads to the classic symptoms of bradykinesia and rigidity. $ Restoration of dopamine levels in the brain by treatment with #levodopa# (precursor to dopamine able to cross the blood-brain barrier) and carbidopa (inhibits peripheral metabolism of levodopa to increase availability to the brain) improves the motor symptoms of PD.  However, levodopa has a #narrow therapeutic window# that worsens with disease progression; over time, periodic dosing inevitably results in motor fluctuations (eg, freezing when dopamine levels drop) as well as dyskinesia (eg, involuntary movements, tremor when dopamine levels spike). $ When levodopa becomes ineffective, the neuronal pathways from the basal ganglia to the thalamus can be surgically interrupted (eg, deep brain stimulation, lesioning procedures).  The most effective surgical targets are the #STN# (reduces excess GPi excitation) and the GPi (reduces excess thalamic inhibition); #inhibition# of either nucleus has been shown to #improve motor fluctuations# and dyskinesia seen with advanced PD. $ (Choice A)  The globus pallidus externa normally inhibits the STN.  If inhibitory impulses from this region are down-regulated, output would increase from the STN, worsening Parkinson symptoms. $ (Choice B)  Global inhibition of the motor cortex is responsible for the symptoms of PD; increased inhibition would further worsen this patient's bradykinesia. $ (Choice C)  The rubrospinal tract originates from the red nucleus and contributes to upper extremity flexor tone.  Inhibition of this nucleus would result in decerebrate (extensor) posturing, as seen with @brain herniation@. $ (Choice E)  The ventral intermediate nucleus of the thalamus is involved in generating pathologic oscillatory tremors (eg, Parkinson disease, essential tremor).  Although suppression of output from the ventral intermediate nucleus is effective for treating refractory tremor, it does not improve bradykinesia nor rigidity. $ Educational objective Nigrostriatal degeneration in Parkinson disease impairs thalamic stimulation of the motor cortex, resulting in bradykinesia, rigidity, and resting tremor.  Patients with medically intractable symptoms may benefit from surgery to decrease output of the globus pallidus interna or subthalamic nucleus, promoting thalamocortical disinhibition with improvement in Parkinson symptoms.","clickable_1":"images/img1.11462.jpg","clickable_2":"images/img2.11462.jpg"},

{"id":"15446","title":"A 66-year-old man comes to the office after his employer urged him to undergo medical evaluation for repeated mistakes at work.  The patient was a highly successful accountant until 6 months ago when he started making uncharacteristic errors and turning in projects late.  He says, 'I don't know why, but it's suddenly really hard for me to organize and plan for these projects.'  His wife has had to take over managing their finances at home.  The patient is also having difficulty shopping for groceries and preparing meals.  He has not seen a physician in many years and takes no medications.  Blood pressure is 159/96 mm Hg and pulse is 72/min.  Physical examination shows impaired executive neurocognitive function.  Reflexes are 2+ in the right lower extremity and 3+ in the left.  Strength is 5/5 on the right side and 4/5 in the left lower extremity.  He has an unsteady gait.  Which of the following is the most likely pathophysiologic process underlying this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Arteriosclerotic changes affecting small cerebral blood vessels","answer_2":"B. Degeneration of cholinergic neurons in the basal forebrain","answer_3":"C. Degeneration of dopaminergic neurons in the substantia nigra","answer_4":"D. Diffuse shearing and injury of the white matter tracts","answer_5":"E. Neuronal loss and atrophy affecting hypothalamic mamillary bodies","percent_1":"59%","percent_2":"22%","percent_3":"9%","percent_4":"4%","percent_5":"6%","right_answer":"A. Arteriosclerotic changes affecting small cerebral blood vessels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Vascular dementia! ?Pathophysiology? Ischemia and/or infarcts due to: • Large-vessel atherosclerosis • Small-vessel disease (eg, arteriolosclerosis) • Cerebral amyloid angiopathy ?Clinical manifestations? • Early, prominent executive dysfunction$ Subtypes: • Multi-infarct: often with stepwise decline • Strategic infarct: associated with localizing cortical deficits • Subcortical vascular encephalopathy: associated with$ subcortical signs (eg, urinary incontinence, gait disturbances) ?Imaging findings? • Cortical infarcts • Subcortical lacunar infarcts • White matter hyperintensities","explanation_img":"","explanation_1":"","explanation_2":"This patient's relatively abrupt cognitive decline with prominent #executive dysfunction# (eg, difficulty planning and organizing) and #localizing neurologic findings# (eg, asymmetric reflexes, asymmetric muscle weakness, gait disturbances) is strongly suggestive of #vascular dementia# (VaD) due to unrecognized stroke(s) 6 months ago.  VaD is often caused by 2 (potentially overlapping) mechanisms: $ • @Large artery infarction@ (often causing an overt stroke) produces a #cortical-type VaD#, in which accompanying neurologic signs/symptoms reflect the specific cortical region involved (eg, middle cerebral artery infarction causing contralateral weakness and sensory impairment). $ • #Small artery# (ie, arteriole) infarcts can combine to cause enough cumulative damage to the brain, resulting in noticeable cognitive deficits.  Although the clinical picture is varied, a subcortical-type VaD is common because there is less arteriole collateralization in the subcortical regions compared to the cerebral cortex.  As in this patient, #subcortical-type VaD# is often accompanied by focal motor deficits (eg, reflex asymmetry, strength differences), abnormal gait, urinary symptoms, and psychiatric symptoms (eg, depressive syndromes). $ Subcortical VaD is due to either cerebral amyloid angiopathy or, more commonly, #small vessel arteriolosclerosis#.  Arteriolosclerosis is common in older patients, especially those with a history of hypertension. $ (Choice B)  Degeneration of the cholinergic neurons of the basal forebrain is seen in Alzheimer disease, which presents with progressive memory loss and functional impairments.  However, Alzheimer disease typically progresses gradually with early, prominent short-term memory loss, and it would not cause focal neurologic findings (eg, strength deficits, reflex asymmetry). $ (Choice C)  Degeneration of dopaminergic neurons in the substantia nigra is characteristic of Parkinson disease, which can cause executive and visuospatial dysfunction with relatively mild memory impairment.  However, Parkinsonian features (eg, rigidity, resting tremor, bradykinesia) occur at least a year before the onset of dementia. $ (Choice D)  Sudden acceleration-deceleration or rotational forces during blunt head injury can cause diffuse shearing of the long white matter tracts (diffuse axonal injury).  Patients have a history of acute trauma and neurologic impairment out of proportion to neuroimaging findings. $ (Choice E)  Neuronal loss and atrophy of hypothalamic mamillary bodies characteristically occurs in Wernicke encephalopathy, a complication of thiamine deficiency.  Although it can cause ataxia and confusion, it also typically presents with oculomotor dysfunction (nystagmus, ophthalmoplegia), and patients typically have a history of either chronic alcohol use or malnutrition. $ Educational objective Small artery cerebral arteriolosclerosis can lead to ischemia that predominantly affects the subcortical areas.  This can lead to vascular dementia associated with focal motor deficits, abnormal gait, urinary symptoms, and psychiatric symptoms.","clickable_1":"images/img1.15446.jpg"},

{"id":"106625","title":"A 60-year-old woman is enrolled in a longitudinal research study for individuals with a family history of Parkinson disease.  The patient's mother died from complications of idiopathic Parkinson disease 2 years ago.  The study consists of symptom questionnaires, serial neurologic examinations, and brain imaging.  Review of systems is notable for chronic constipation, which is progressively worsening.  The patient also recently began having difficulty double-clicking her mouse.  Vital signs show orthostatic hypotension.  Neurologic examination reveals normal muscle bulk, tone, and strength with no abnormal movements.  Postural stability is maintained.  Gait speed and stride length are normal.  Advanced brain imaging reveals 50% loss of nigrostriatal volume.  Compared to an age-matched healthy individual, which of the following is most likely present in this patient's remaining nigrostriatal neurons?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of postsynaptic dopamine receptors","answer_2":"B. Decreased tyrosine hydroxylase activity","answer_3":"C. Increased presynaptic dopamine reuptake","answer_4":"D. Increased synaptic dopamine concentration","answer_5":"E. Upregulation of postsynaptic dopamine receptors","percent_1":"7%","percent_2":"20%","percent_3":"7%","percent_4":"9%","percent_5":"57%","right_answer":"E. Upregulation of postsynaptic dopamine receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp106625.jpg","explanation_1":"","explanation_2":"$This patient is participating in a prospective study of those at elevated risk (eg, positive family history) for Parkinson disease (PD).  She has no cardinal motor symptoms of PD: bradykinesia, tremor, or rigidity.  However, neuroimaging reveals significant nigrostriatal atrophy, with 50% loss of volume. $It is critical to note that motor impairment is not evident until a major loss (typically >60%) of substantia nigra (SN) dopaminergic neurons has already occurred.  Neuronal loss begins #10-20 years prior# to the onset of typical motor parkinsonism.  During this period, known as #prodromal# or premotor PD, powerful #compensatory mechanisms# counteract presynaptic dopamine deficiency: $• In the surviving presynaptic SN neurons, de novo dopamine synthesis is stimulated by the upregulation of tyrosine hydroxylase expression and activity #(choice B).# $• In the synapse, dopamine reuptake is inhibited due to the downregulation of dopamine transporters.  This assists in preserving dopamine levels in the synaptic cleft #(choice C).#  However, because there is severe loss of SN dopaminergic neurons overall, total synaptic dopamine levels are still lower than those of healthy subjects #(choice D).# $• In the postsynaptic striatal neurons, there is compensatory #proliferation of dopamine receptors# (particularly D2R) and enhanced receptor clustering, which work in tandem to augment dopamine signaling. $As nigrostriatal dopamine depletion worsens, these compensatory mechanisms are defeated, and the motor symptoms of PD are unmasked.  Very subtle motor difficulties, especially in tasks requiring finesse and nimble movement (eg, double-clicking mouse), may be the earliest findings. $Because #nonmotor# manifestations are driven by alpha-synuclein neuronal toxicity, rather than dopamine deficiency, they are the hallmark of prodromal PD.  #Autonomic dysfunction# is common due to alpha-synuclein invasion of the enteric nervous system (gut hypomotility, #constipation#) and vascular sympathetic nerves (#orthostatic hypotension#), as seen in this patient.  Invasion of the brainstem sleep centers produces REM behavior disorder, a highly specific prodromal presentation; 90% of patients are diagnosed with an alpha-synucleinopathy within 10 years. $#(Choice A)#  Blockade of postsynaptic dopamine receptors in the basal ganglia occurs in drug-induced parkinsonism (eg, antipsychotic agents), which is clinically indistinguishable from idiopathic PD.  In drug-induced parkinsonism, SN dopaminergic neurons are intact and synaptic dopamine levels are normal. $#Educational objective# The majority of substantia nigra dopaminergic neurons (>60%) are lost prior to the onset of motor symptoms in idiopathic Parkinson disease.  During this prodromal period, dopamine depletion is offset by several compensatory mechanisms, including the upregulation of postsynaptic dopamine receptors.  "},

{"id":"794","title":"A 71-year-old woman is brought to the physician by her daughter.  She says that her mother went shopping yesterday and could not find her way back home.  Two years ago, her mother \"started forgetting things like where she put her keys\" and \"began to have problems remembering the right words.\"  Now she has trouble keeping up with her activities of daily living and refuses to pay her bills because \"it's a waste of money.\"  The patient's past medical history is unremarkable.  Brain magnetic resonance imaging (MRI) is most likely to show atrophy of which of the following structures?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/794.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"58%","percent_2":"1%","percent_3":"20%","percent_4":"4%","percent_5":"17%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"","explanation_img":"images/exp794.jpg","explanation_1":"","explanation_2":"$Alzheimer's disease is a neurodegenerative disorder that presents with insidiously progressive memory loss.  It is the most common cause of dementia and usually affects people > 60 years of age.  Language deficits (word-finding difficulty) and impaired visuospatial ability (misplacement of items) can occur early in the course of the disease.  Later, as impairment in executive function and associated behavioral abnormalities become more pronounced, patients can have trouble performing everyday functions (eg, shopping, cooking, and managing money). $Advanced Alzheimer's disease is associated with diffuse brain atrophy.  Atrophy is most pronounced in the temporoparietal lobes and hippocampus.  Hippocampal atrophy is evident even in the early stages of the disease and can be detected by brain MRI. $The cerebellum #(Choice B)#, corpus callosum #(Choice C)#, pons #(Choice D)#, and thalamus #(Choice E) #are not obviously atrophied in Alzheimer's disease. $#Educational objective#The hippocampus is the area of the @brain@ demonstrating the greatest degree of atrophy in Alzheimer's disease.  Hippocampal atrophy on MRI is highly suggestive of the diagnosis.","clickable_1":"images/img1.794.jpg"},

{"id":"20918","title":"A 55-year-old woman is brought to the office by her husband for evaluation of strange behavior.  She has been spending large amounts of money to buy expensive clothes and jewelry.  The patient has also offered sex to unknown men in the neighborhood and has become increasingly indifferent toward her family, about whom she used to care deeply.  She usually drinks 1 or 2 glasses of wine on weekends but lately has been drinking 2 or 3 glasses almost every day.  When asked about these changes during the interview, the patient states that she has not noticed any change in her behavior.  Vital signs are normal.  The general physical and neurologic examinations are normal.  This patient's condition is most likely due to abnormal accumulation of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ataxin","answer_2":"B. Beta-amyloid","answer_3":"C. Polyglutamine","answer_4":"D. Prions","answer_5":"E. Ubiquitinated TDP-43","percent_1":"2%","percent_2":"15%","percent_3":"15%","percent_4":"14%","percent_5":"53%","right_answer":"E. Ubiquitinated TDP-43","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with disinhibition (eg, soliciting sex from strangers), loss of empathy toward her family, complex compulsive behaviors (eg, excessive shopping), and hyperorality (eg, increase in drinking wine) likely has #frontotemporal dementia# (FTD).  FTD is characterized by degeneration of the prefrontal cortex, which progresses to include the anterior temporal lobes.  The disease process results in accumulation of different #neurotoxic proteins#, including: $ •#Tau#, a protein associated with neuronal microtubules that normally takes part in microtubule stabilization.  In patients with FTD, tau becomes #hyperphosphorylated# and disassociates from the microtubules, which may lead to instability and disrupted axonal transport.  It also forms paired helical filaments, which create @intracellular tangled clumps@ of tau proteins predominantly in the frontal and temporal lobes, as well as the hippocampi.  Tau-related neurofibrillary tangles are also found in patients with Alzheimer dementia. $ • #TDP-43# (transactive response DNA-binding protein 43), a protein that normally functions as a transcription inhibitor or a DNA repair protein.  #Abnormal ubiquitination# leads to immunoreactive inclusions of TDP-43.  Pathologic TDP-43 is also found in patients with amyotrophic lateral sclerosis. $ #(Choices A and C)#  CAG trinucleotide (polyglutamine) repeats can lead to neurotoxic protein formation.  When this occurs in the ataxin genes, it can lead to spinocerebellar ataxia.  When it occurs in the huntingtin protein, it leads to Huntington disease, which can present with prominent changes in mood or cognition.  However, both spinocerebellar ataxia and Huntington disease also typically present with significant gait abnormalities (ie, ataxia). $ (Choice B)  Extracellular accumulation of beta-amyloid occurs in Alzheimer disease.  Alzheimer disease commonly presents with early and prominent memory impairment with language deficits and spatial disorientation.  Although personality changes can occur, they typically occur later in the disease process.  This patient's early personality changes are more characteristic of FTD. $ (Choice D)  Excessive prion accumulation causes Creutzfeldt-Jakob disease.  Although behavioral changes are common, dementia is rapidly progressive and associated with myoclonus and/or seizures. $ Educational objective Frontotemporal dementia presents with early personality change, executive dysfunction, compulsivity, and hyperorality.  It is associated with neurofibrillary tangles due to abnormal tau proteins (also seen in Alzheimer dementia) and pathologically ubiquitinated TDP-43 (also seen in amyotrophic lateral sclerosis).","clickable_1":"images/img1.20918.jpg"},

{"id":"7490","title":"An 82-year-old woman comes to the clinic due to memory loss.  She lives with her daughter, who reports that her mother has had difficulty remembering recent conversations.  The patient has also forgotten recent events, such as her grandson's birthday party last month.  Two years ago, she was forced to give up driving after repeatedly getting lost in her own neighborhood and being involved in a minor motor vehicle accident.  The patient still enjoys reminiscing about old times with friends and playing bingo at church.  The daughter now manages her mother's finances and acts as her health care proxy.  Which of the following is the most likely pathological finding in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Demyelinated plaques","answer_2":"B. Large intracytoplasmic vacuoles","answer_3":"C. Lewy bodies","answer_4":"D. Multiple lacunar infarcts","answer_5":"E. Negri bodies","answer_6":"F. Neuritic plaques","percent_1":"5%","percent_2":"3%","percent_3":"12%","percent_4":"4%","percent_5":"2%","percent_6":"75%","right_answer":"F. Neuritic plaques","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This elderly patient likely has Alzheimer dementia, a neurodegenerative disorder that presents insidiously with #memory loss#, especially of #recent events#.  Other cognitive deficits such as #executive dysfunction# (eg, difficulty planning and organizing) and #visuospatial impairment# (eg, getting lost in one's own neighborhood) may also occur early in the disease course, whereas language and behavioral abnormalities often appear later. $ Classic histopathologic findings of Alzheimer disease include amyloid plaques and neurofibrillary tangles.  @Neuritic (senile) plaques@ are extracellular deposits often found in the medial temporal lobe (eg, hippocampus, amygdala, entorhinal cortex) and are composed of a central amyloid beta (Aβ) core surrounded by dystrophic neurites.  Abnormal accumulation of Aβ is toxic to neurons and is thought to occur secondary to impaired clearance or overproduction of amyloid precursor protein. @Neurofibrillary tangles@ are found in the neuronal cytoplasm and consist of aggregates of hyperphosphorylated tau protein, which normally mediates microtubule stabilization. $ (Choice A)  Demyelinated plaques are seen in multiple sclerosis, which typically presents in young to middle-age adults with neurologic deficits disseminated in space and time. $ (Choice B)  Large intracytoplasmic vacuoles, sometimes described as spongiform, are seen in prion diseases such as Creutzfeldt-Jakob disease.  This condition typically presents with rapidly progressive dementia and myoclonus. $ (Choice C)  Lewy bodies are intracellular eosinophilic inclusions composed of α-synuclein that are typically seen in patients with Parkinson disease and Lewy body dementia.  Lewy body dementia classically presents with attention deficits, visual hallucinations, and spontaneous parkinsonism (eg, bradykinesia, rigidity, resting tremor). $ (Choice D)  Multiple lacunar infarcts would be expected in vascular dementia.  Vascular dementia is distinguished from Alzheimer dementia by a step-wise rather than gradual decline in cognitive function, as well as focal neurologic deficits. $ (Choice E)  Negri bodies are round eosinophilic inclusions seen in the cytoplasm of pyramidal hippocampal neurons and cerebellar Purkinje cells in patients infected with the rabies virus. $ Educational objective Alzheimer dementia typically presents insidiously with memory loss (especially of recent events), executive dysfunction, and visuospatial impairment.  Classic histopathologic findings include amyloid plaques (central amyloid beta core surrounded by dystrophic neurites) and neurofibrillary tangles (aggregates of hyperphosphorylated tau protein).","clickable_1":"images/img1.7490.jpg","clickable_2":"images/img2.7490.jpg"},

{"id":"597","title":"An 18-year-old woman is brought to the emergency department by her parents for altered mental status that began today.  Two months ago, the patient began restricting her dietary intake due to fear of being overweight.  Since then, she has experienced notable weight loss and has felt weaker overall.  The patient's parents have been encouraging her to eat, and today, she agreed to eat watermelon and pineapple for breakfast.  Afterward, she fell while walking and appeared very somnolent.  The patient is otherwise healthy with no chronic medical conditions and takes no medications.  BMI is 16 kg/m2, decreased from 18.5 kg/m2 a few months ago.  The patient is oriented to name only and has a poor attention span.  Pupils are equal and reactive, but she has nystagmus and lateral gaze palsy.  Strength and sensations are equal in the bilateral extremities.  The patient walks in short steps and has difficulty maintaining her balance.  Abdominal and skin examinations are unremarkable.  Head imaging reveals no hemorrhage.  This patient's clinical findings are most likely due to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased intestinal absorption of a fat-soluble vitamin","answer_2":"B. Impaired hepatic clearance of ammonia","answer_3":"C. Rapid cellular depletion of a cofactor necessary for glucose metabolism","answer_4":"D. Reduced gut microflora synthesis of a liver carboxylase coenzyme","answer_5":"E. Germination of ingested spores with subsequent neurotoxin production","percent_1":"23%","percent_2":"8%","percent_3":"64%","percent_4":"4%","percent_5":"2%","right_answer":"C. Rapid cellular depletion of a cofactor necessary for glucose metabolism","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","table":"!Wernicke encephalopathy! ?Risk factors? • Chronic alcohol use (most common) • Malnutrition (eg, anorexia, gastric bypass surgery) ?Pathophysiology? • Thiamine deficiency → impaired glucose metabolism & ATP $production → neuronal injury/death (eg, mammillary bodies) • May be precipitated by high metabolic demand or high glucose load ?Clinical$findings? • Encephalopathy • Oculomotor dysfunction • Ataxia ?Management$& prognosis? • Thiamine infusion reverses most symptoms. • Memory impairment may be chronic/irreversible (Korsakoff syndrome).","explanation_img":"","explanation_1":"","explanation_2":"$This patient has anorexia (eg, restricted diet, BMI of 16 kg/m2) and acutely developed encephalopathy, ataxia, and oculomotor dysfunction after ingesting glucose, findings suspicious for #Wernicke encephalopathy# (WE).  WE is a complication of #thiamine (vitamin B1) deficiency# and most commonly occurs in patients with chronic malnutrition (eg, chronic alcohol use, anorexia). $Thiamine is a #cofactor# for several enzymes involved in #glucose metabolism#, and deficiency results in decreased glucose use and impaired ATP production.  In patients with low glucose intake, thiamine deficiency may be asymptomatic.  However, this patient ingested a #large quantity of glucose#, which likely #rapidly depleted# her limited #thiamine stores#. $Without thiamine, cerebral energy production is impaired, increasing neuronal susceptibility to oxidative stress and causing disruption of the tight junctions that form the blood-brain barrier.  The resulting neuronal injury primarily affects areas of the brain with the highest metabolic demand and leads to the classic triad of WE: $• #Encephalopathy# (mammillary bodies):  somnolence, confusion, inattention $• #Ataxia# (cerebellum):  gait and balance disturbances $• #Oculomotor dysfunction#:  nystagmus, lateral gaze palsy $#(Choice A)#  Anorexia increases the risk for deficiency of fat-soluble vitamins, such as vitamin E, an antioxidant that protects the cerebellum from reactive oxygen species.  Deficiency may result in ataxia, but encephalopathy and oculomotor dysfunction would not be expected. $#(Choice B)#  Encephalopathy is common in patients with impaired hepatic clearance of ammonia; ataxia and nystagmus can also occur.  However, symptoms are usually insidious, not acute, in onset, and jaundice and asterixis would be expected. $#(Choice D)#  Vitamin K is synthesized by gut microflora and is a cofactor for carboxylase enzymes involved in coagulation factor synthesis.  Patients with vitamin K deficiency are at increased risk for bleeding, such as a hemorrhagic stroke causing focal neurologic findings and/or altered mental status.  However, this patient's lack of hemorrhage on imaging is inconsistent with this diagnosis. $#(Choice E)#  Clostridium botulinum is a spore-forming bacterium that produces a neurotoxin upon germinating which can cause cranial nerve motor dysfunction (eg, lateral gaze palsy) and descending muscle weakness.  However, this patient has normal extremity strength, and spore ingestion is mostly associated with infant botulism. $#Educational objective# Thiamine is a cofactor for several enzymes involved in glucose metabolism.  A complication of thiamine deficiency is Wernicke encephalopathy (encephalopathy, ataxia, oculomotor dysfunction), which can be precipitated by a high glucose load causing rapid depletion of limited thiamine stores. "},

{"id":"592","title":"A 65-year-old woman is brought to the clinic by her husband due to worsening memory problems.  She has a medical history significant for long-standing hypertension, type 2 diabetes mellitus, and depression.  Physical examination shows cognitive impairment but no focal neurologic deficits.  Two years later, the patient dies suddenly from a massive myocardial infarction.  Congo red staining of brain samples obtained from the hippocampus and cerebral arterioles reveals patchy red deposits that turn yellow-green under polarized light.  This patient most likely suffered from which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alzheimer disease","answer_2":"B. Huntington disease","answer_3":"C. Parkinson disease","answer_4":"D. Pick disease","answer_5":"E. Pseudodementia","answer_6":"F. Vascular dementia","answer_7":"G. Vitamin B12 deficiency","percent_1":"72%","percent_2":"0%","percent_3":"0%","percent_4":"4%","percent_5":"3%","percent_6":"20%","percent_7":"0%","right_answer":"A. Alzheimer disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Amyloid# is an abnormally folded (insoluble) fibrillar protein that deposits in the extracellular space of tissues.  When stained with Congo red and viewed under polarized light, these deposits have a characteristic @apple-green birefringence@ due to their β-sheet structure.  Amyloid deposition can affect multiple organ systems, as occurs with plasma cell tumors (eg, amyloid light chain protein [AL]) and chronic inflammatory diseases (eg, amyloid-associated protein [AA]). $ However, in #Alzheimer disease#, amyloid deposits are seen exclusively in brain tissue.  These deposits contain #beta-amyloid# (Aβ), which is formed by cleavage of amyloid precursor protein (a transmembrane glycoprotein).  Early in the disease, @neuritic (senile) plaques@ can be found in the medial temporal lobe (eg, hippocampus, amygdala, entorhinal cortex) and are composed of a central Aβ core surrounded by dystrophic neurites.  Aβ deposition also occurs in the media/adventitia of cerebral vessels (amyloid angiopathy) and may cause vessel weakening with intracranial hemorrhage. $ (Choice B)  Huntington disease typically presents with dementia, choreiform movements, dystonia, and psychiatric symptoms.  Patients characteristically have atrophy of the caudate and microscopy reveals intranuclear inclusions containing aggregates of huntingtin protein. $ (Choice C)  Parkinson disease usually presents with bradykinesia, rigidity, and tremor.  Brain biopsy characteristically shows intracellular eosinophilic inclusions composed of α-synuclein (Lewy bodies). $ (Choice D)  Pick disease (frontotemporal dementia) typically presents with changes in personality/behavior and abnormal speech (eg, aphasia).  Individuals usually have pronounced frontotemporal brain atrophy, and silver staining shows round cytoplasmic inclusions containing aggregates of tau protein (Pick bodies). $ (Choice E)  Elderly individuals may develop cognitive impairment in association with depression (\"pseudodementia\"); however, neuritic plaques and amyloid angiopathy would not be seen. $ (Choice F)  Vascular dementia typically presents with sudden/stepwise cognitive decline in patients with cardiovascular risk factors and ischemic stroke.  The absence of glial scar formation on autopsy makes vascular dementia less likely in this patient. $ (Choice G)  Vitamin B12 deficiency is common in the elderly and may cause dementia, peripheral neuropathy, and/or subacute combined degeneration; however, neuritic plaques and amyloid angiopathy would not be seen. $ Educational objective Amyloid is an abnormally folded (insoluble) extracellular protein that has apple-green birefringence when stained with Congo red and viewed under polarized light.  Alzheimer disease is associated with beta-amyloid deposits in the brain parenchyma (neuritic plaques) and walls of cerebral vessels (amyloid angiopathy).","clickable_1":"images/img1.592.jpg","clickable_2":"images/img2.592.jpg"},

{"id":"632","title":"A 42-year-old woman comes to the office with her husband for evaluation of abnormal movements.  The patient has been having involuntary facial grimaces and extremity fidgeting.  She has no prior medical or psychiatric conditions, but her husband says she has had frequent anger outbursts over the past year.  The patient takes no medications.  She smoked cigarettes and used illicit drugs for several years during college but not since then.  Her father died of a neurological disorder at age 55.  Physical examination shows intermittent, fidgety, jerky movements of the hands.  MRI of the brain is ordered.  Which of the following neuroimaging findings is most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diffuse ventriculomegaly without sulcal widening","answer_2":"B. Enlargement of frontal horns of the lateral ventricles","answer_3":"C. Hypoplastic vermis with a dilated fourth ventricle","answer_4":"D. Pronounced atrophy of bilateral hippocampi","answer_5":"E. Regional atrophy of frontal and temporal lobes","percent_1":"17%","percent_2":"45%","percent_3":"4%","percent_4":"9%","percent_5":"26%","right_answer":"B. Enlargement of frontal horns of the lateral ventricles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Huntington disease features! ?Pathogenesis? • Autosomal dominant inheritance • Increased number of CAG repeats in HTT gene • Anticipation: earlier onset, more severe disease in subsequent generations • Gain of function mutation: protein accumulation toxic to neurons • Decrease in GABA and acetylcholine in caudate nuclei ?Clinical features? • Chorea: involuntary, jerky movements of face and extremities • Behavioral abnormalities (eg, aggressiveness, depression) • Progressive dementia ?Confirmatory $testing? • Neuroimaging: caudate atrophy with enlargement of the lateral ventricles • Genetic testing for numbers of CAG repeats","explanation_img":"","explanation_1":"","explanation_2":"This patient with chorea (eg, fidgety, jerky, involuntary movements), behavioral abnormalities (eg, outbursts of anger), and a family history of a fatal neurological disease likely has #Huntington disease# (HD).  HD is an autosomal dominant, progressive neurodegenerative disorder that results in the production and accumulation of abnormal huntingtin protein, which is toxic to neurons. $ Although patients with HD display generalized cortical #atrophy# as the disease progresses, the most prominent atrophy is seen bilaterally in the #caudate nucleus# and putamen, leading to the #enlargement# of the frontal horns of the #lateral ventricles#.  The loss of inhibitory GABAergic neurons in these areas causes decreased regulation of the movement and behavioral centers of the cerebral cortex, resulting in the characteristic constellation of symptoms in patients with HD. $ (Choice A)  Diffuse ventriculomegaly without sulcal widening is seen in @normal pressure hydrocephalus@ (eg, urinary incontinence, gait disturbance, cognitive impairment) due to an increase in cerebrospinal fluid volume.  In contrast, neurodegenerative disorders such as Huntington disease typically present with both ventriculomegaly and sulcal widening due to generalized cortical atrophy. $ (Choice C)  A hypoplastic cerebellar vermis with cystic dilation of the fourth ventricle and a posterior fossa cyst is characteristic of congenital Dandy-Walker malformation.  Although the diagnosis of Dandy-Walker malformation can be delayed into early adulthood, patients typically have a long history of chronic headaches and neurologic abnormalities (eg, unsteady gait, facial palsy). $ #(Choices D and E)#  Early-onset Alzheimer disease (eg, bilateral hippocampal atrophy) or frontotemporal dementia (eg, frontal/temporal lobe atrophy) can present in patients as early as the fourth decade.  However, changes in memory, speech, or behavior are the predominant symptoms at presentation; movement abnormalities (eg, myoclonus, akinesia, hyperreflexia) typically develop later in the disease course. $ Educational objective Huntington disease is an autosomal dominant neurodegenerative disorder that manifests with chorea (eg, involuntary, jerky, fidgety movements) and behavioral abnormalities (eg, aggressiveness, depression).  Characteristic neuroimaging findings include atrophy of the caudate nuclei which results in enlargement of the frontal horns of the lateral ventricles.","clickable_1":"images/img1.632.jpg"},

{"id":"19214","title":"A 55-year-old man comes to the clinic due to gradual, progressive weakness of the right upper extremity over the past 6 months.  Over the last month, he has also noticed weakness in the left upper extremity.  Vital signs are normal.  Physical examination shows fasciculations and atrophy of the intrinsic muscles of the right hand and the muscles of the forearm.  Reflexes are brisk in the upper extremities, and the plantar responses are extensor.  Mild gait ataxia is present.  Over the course of his illness, this patient will most likely develop which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased left ventricular compliance","answer_2":"B. Decreased lung vital capacity","answer_3":"C. Degeneration of the cardiac conduction system","answer_4":"D. Inability to feel sensations below the neck","answer_5":"E. Refractory generalized tonic-clonic seizures","percent_1":"4%","percent_2":"75%","percent_3":"5%","percent_4":"12%","percent_5":"4%","right_answer":"B. Decreased lung vital capacity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has progressive weakness with signs of #upper motor neuron# (UMN) dysfunction (eg, brisk reflexes, extensor plantar reflex) and #lower motor neuron# (LMN) dysfunction (eg, fasciculations, muscle atrophy), which is characteristic of #amyotrophic lateral sclerosis# (ALS), a terminal neurodegenerative disease. $ Patients with ALS most often die of #respiratory failure#, which is caused by multiple factors: $ • Inspiratory muscle (eg, diaphragm) atrophy and weakness, which leads to poor inspiratory strength.  This is evident on pulmonary function testing as #decreased vital capacity# (the maximum volume displaced from the lung), which is followed as a #marker of disease progression# in patients with ALS. $ • Expiratory muscle weakness, which leads to an #ineffective cough# and poor airway clearance. $ • Bulbar muscle weakness, which leads to dysphagia and #chronic aspiration#. $ Treatment of ALS often focuses on improving respiratory function, which both prolongs survival and improves quality of life. $ (Choice A)  Friedreich ataxia also presents with gait abnormalities and limb weakness.  Death is typically due to cardiac dysfunction, due to either abnormalities of the cardiac conduction system or cardiac muscle defects (eg, decreased left ventricular compliance).  However, Friedreich ataxia occurs in children age 5-15 years. $ (Choice C)  Disseminated Lyme disease can present with radiculopathy; the classic triad of neurologic Lyme is meningitis, cranial neuropathy, and radiculoneuropathy (sensory or motor).  Carditis can also occur, which can result in degeneration of the cardiac conduction system.  However, this patient's combination of UMN and LMN signs is much more likely to be ALS. $ (Choice D)  ALS is a disease that primarily affects motor neurons (both upper and lower).  Although sensory disturbances can be present in some patients, widespread sensory defects do not occur. $ (Choice E)  Tuberous sclerosis is an autosomal dominant disorder that results in tumors in multiple organ systems.  Generalized tonic-clonic seizures often occur and become refractory as the disease progresses.  This patient has no evidence of tumors or seizures nor a positive family history to suggest tuberous sclerosis. $ Educational objective Patients with amyotrophic lateral sclerosis often develop respiratory failure due to inspiratory muscle weakness (causing decreased vital capacity), expiratory muscle weakness (causing a weak cough), and bulbar dysfunction (causing dysphagia and chronic aspiration)."},

{"id":"18497","title":"A 72-year-old woman is brought to the office due to forgetfulness.  Her family has noticed that the patient quickly forgets conversations and misplaces household items.  The symptoms have progressively worsened over the past 2-3 years.  A month ago, the patient became lost while driving in the neighborhood where she has lived most of her adult life.  She has no significant medical history, and her only medication is a daily multivitamin.  The patient does not use tobacco, alcohol, or illicit drugs and lives with her son and his wife.  Vital signs are within normal limits.  On physical examination, the patient has a short-term memory deficit with no other significant neurologic findings.  After discussion, an oral cholinesterase inhibitor is prescribed.  Which of the following is the most likely effect of the drug prescribed for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Delayed disease progression due to a neuroprotective effect","answer_2":"B. Improved cognitive function with no change in disease course","answer_3":"C. Neuroprotection with no effect on cognitive performance","answer_4":"D. Reversal of cognitive decline due to increased neuroplasticity","answer_5":"E. Symptomatic improvement only through the placebo effect","percent_1":"27%","percent_2":"68%","percent_3":"3%","percent_4":"1%","percent_5":"0%","right_answer":"B. Improved cognitive function with no change in disease course","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Alzheimer disease# ∆⨉ §^#Pathogenesis# ∆ • β-amyloid #↔ n#euronal stress → excitotoxicity (glutamatergic NMDA $overactivity) → neuronal degeneration → diffuse cortical atrophy • Loss of cholinergic neurons → impaired memory & cognition §^#Clinical features# ∆ • Most common dementia; age >65 years • Deficits affecting multiple cortical domains $== ○ Memory (especially for recent events) $== ○ Executive function (eg, planning) $== ○ Visuospatial (eg, getting lost) $== ○ Language (eg, poverty of speech) $== ○ Motor (eg, gait apraxia leading to falls) §^#Symptomatic$ management# ∆ • NMDA receptor antagonist (memantine) • Cholinesterase inhibitors (eg, donepezil, galantamine)","explanation_img":"","explanation_1":"","explanation_2":"This elderly patient with an insidious onset of increasing forgetfulness, visuospatial deficits (eg, misplacing objects), and executive dysfunction (eg, getting lost in familiar surroundings), coupled with a normal neurologic examination, most likely has #Alzheimer disease# (AD). $#Degeneration of cholinergic neurons#, resulting in reduced acetylcholine synthesis in the basal forebrain, contributes to the memory loss and executive dysfunction that characterizes AD.  #Cholinesterase inhibitors# (eg, donepezil, rivastigmine, galantamine) block acetylcholinesterase in the synaptic cleft to compensate for the loss of cholinergic transmission. $Although cholinesterase inhibitors provide modest #symptomatic improvement#, they do not enhance neuron survival.  Therefore, they are #not# considered #neuroprotective# and do not impact the overall trajectory of AD.  In contrast, NMDA receptor antagonists (eg, memantine) inhibit glutamate NMDA signaling to prevent excitotoxicity (calcium overload) and subsequent neuronal apoptosis; these agents likely serve a neuroprotective role that may slow disease progression #(choice A).# $#(Choice C)#  Antioxidants (eg, vitamin E) may delay progression of AD through a neuroprotective effect but do not seem to improve cognition. $#(Choice D)#  Neuroplasticity, the ability of neurons to reorganize or restructure, is most notably prominent in childhood.  Reduced neuroplasticity has been implicated in multiple neuropsychiatric conditions (eg, psychosis).  However, currently available medications for AD cannot enhance neuroplasticity. $#(Choice E)#  Cholinesterase inhibitors have demonstrated greater improvement in cognition and daily functioning compared to placebo. $#Educational objective# Cholinesterase inhibitors (eg, donepezil, galantamine) may provide modest symptomatic improvement of cognitive symptoms and temporarily improve functioning in patients with Alzheimer disease.  However, these medications do not alter the inevitable disease progression.  "},

{"id":"593","title":"A 72-year-old woman comes to the office for a routine follow-up visit accompanied by her son.  The patient has experienced progressive memory loss over the last 2 years.  She now needs help with her daily activities, such as shopping and housekeeping.  The patient's son says, 'She used to be such an independent person, but now she needs help with most things.  She even forgot my name the other day!'  Medical history includes hypertension, hyperlipidemia, and type 2 diabetes mellitus.  Family history includes major depressive disorder in her father.  MRI reveals diffuse cortical and hippocampal atrophy.  Which of the following biochemical changes is most likely contributing to this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased choline acetyltransferase activity in the nucleus basalis","answer_2":"B. Decreased dopa decarboxylase activity in the substantia nigra","answer_3":"C. Decreased tryptophan hydroxylase activity in the raphe nuclei","answer_4":"D. Increased acetylcholinesterase activity in the caudate nucleus","answer_5":"E. Increased dopamine beta-hydroxylase activity in the locus ceruleus","percent_1":"67%","percent_2":"6%","percent_3":"6%","percent_4":"17%","percent_5":"4%","right_answer":"A. Decreased choline acetyltransferase activity in the nucleus basalis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Clinical features of Alzheimer disease! ?Early$ findings? • Anterograde memory loss (ie, immediate recall affected, distant memories preserved) • Visuospatial deficits (eg, lost in own neighborhood) • Language difficulties (eg, difficulty finding words) • Cognitive impairment with progressive decline ?Late$ findings? • Neuropsychiatric (eg, hallucinations, wandering) • Dyspraxia (eg, difficulty performing learned motor tasks) • Lack of insight regarding deficits • Noncognitive neurologic deficits (eg, pyramidal & extrapyramidal motor, myoclonus, seizures) • Urinary incontinence","explanation_img":"","explanation_1":"","explanation_2":"Alzheimer disease (AD) is the most common cause of dementia.  It has the following characteristic features: $ • Prevailing clinical symptom: slow, progressive memory loss $ • Macroscopic brain appearance: mild-to-moderate generalized brain atrophy $ • Microscopic brain changes: neurofibrillary tangles, senile plaques, and amyloid angiopathy$ • Biochemical abnormalities: decreased acetylcholine levels in the hippocampus and nucleus basalis of Meynert $ The most important biochemical abnormality noted in AD is a #decrease# in the #acetylcholine level#.  This occurs due to a #deficiency# of #choline acetyltransferase#.  The decline in acetylcholine is most notable in the #nucleus basalis of Meynert#, which participates in memory and cognition.  This nucleus is located at the base of the forebrain and widely projects to the neocortex.  Another involved structure is the #hippocampus:#  The major function of the hippocampus is the formation of new memories. $ Symptomatic management of AD includes cholinesterase inhibitors, which target the acetylcholine deficit by inhibiting the degradation of acetylcholine at the synaptic cleft. $ (Choice B)  Loss of dopaminergic neurons in the substantia nigra is seen in Parkinson disease and dementia with Lewy bodies. $ (Choice C)  The raphe nuclei form the medial part of the brain stem's reticular formation (medulla, pons, and midbrain).  Many neurons in the nuclei are serotonergic.  Serotonin is implicated in the pathogenesis of anorexia, depression, and sleep disorders. $ (Choice D)  Atrophy of the caudate nucleus is seen in Huntington disease. $ (Choice E)  The locus ceruleus is thought to play a role in the pathogenesis of panic attacks and panic disorder.  It is located in the pons and contains cell bodies of noradrenergic neurons that synthesize norepinephrine. $ Educational objective Alzheimer disease is characterized by decreased levels of acetylcholine in the nucleus basalis of Meynert and the hippocampus, caused by diminished activity of choline acetyltransferase."},

{"id":"2129","image_1":"images/2129.jpg","explanation_img":"images/exp2129.jpg","title":"A 62-year-old man is brought to the office by his son due to memory impairment and frequent falls. The patient has been living alone since the death of his wife a year ago. His son, who is visiting from out of town, found his father in poor living conditions. The patient was forgetful and did not know the location of various items in his house, where he has lived for more than 20 years. His gait is also unsteady, and he had had several falls. The son says his father has always been \"a drinker\" and may have been drinking more recently. The patient is indifferent to his son's concerns and says he feels fine. Vital signs are within normal limits. On physical examination, bilateral lateral gaze palsy and nystagmus are present. Muscle strength and deep tendon reflexes are normal, but the gait is ataxic. On memory testing, he recalls 0 out of 3 objects after 5 minutes. A lesion of which of the following labeled structures on a normal brain MRI is most specifically associated with this patient's current condition?","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","answer_6":"F. F","ansImg_6":"","right_answer":"B. B","percent_1":"6%","percent_2":"35%","percent_3":"10%","percent_4":"4%","percent_5":"17%","percent_6":"28%","explanation_2":"This patient with a suspected history of alcohol use disorder has #oculomotor dysfunction# (nystagmus, ophthalmoplegia), #ataxia#, and #encephalopathy# (confusion, anterograde amnesia). This presentation is consistent with the classic triad of #Wernicke encephalopathy# (WE), a complication of thiamine (vitamin B1) deficiency. #Thiamine# is a cofactor for multiple enzymes involved in glucose metabolism; deficiency results in the brain's inability to use glucose and turn it into energy, leading to neuronal damage and necrosis. Areas of the brain with high metabolic demand are particularly susceptible; the #mammillary bodies# are nearly universally affected and demonstrate focal hemorrhage or atrophy on imaging. Other commonly involved areas include the thalamus, periaqueductal gray substance, and locus caeruleus.$Thiamine deficiency occurs most commonly in patients with #alcohol use disorder# but can also manifest with any form of malnutrition (eg, anorexia, advanced malignancy). Infusion of dextrose-containing solutions without concurrent thiamine supplementation acutely lowers thiamine levels and can precipitate WE; however, some patients with severe deficiency can develop symptoms without a clear inciting event. The #chronic# effects of thiamine deficiency lead to #Korsakoff syndrome#, which is characterized by anterograde and retrograde amnesia, apathy, lack of insight, and confabulation. Attention, social behavior, and long-term memory are relatively preserved.$(Choice A) Demyelination of the pons (central pontine myelinolysis) can occur with overly rapid correction of chronic hyponatremia. It can result in locked-in syndrome, in which patients can move their eyes but cannot move or verbally communicate. The pons is not typically involved in WE.$(Choice C) The fornix is a bundle of axons originating from the hippocampal subiculum that projects to the mammillary bodies. Although it can (rarely) be involved in WE, the mamillary bodies are more specifically associated.$(Choice D) The splenium of the corpus callosum is not typically affected in WE. Lesions (demyelinating or ischemic) in this structure will clinically result in alexia without agraphia.$(Choice E) The pineal gland synthesizes melatonin and is involved in circadian rhythm; it is not typically involved in WE.$(Choice F) Alcohol-associated cerebellar degeneration also causes ataxia but does not typically cause confusion or ophthalmoplegia. The cerebellum is less frequently involved in WE.$Educational objective Wernicke encephalopathy is a complication of thiamine deficiency and is characterized by oculomotor dysfunction, encephalopathy, and ataxia. Chronic deficiency results in Korsakoff syndrome (eg, anterograde and retrograde amnesia, confabulation, apathy). Thiamine is involved in glucose metabolism, and areas of the brain with high metabolic demands are particularly susceptible; the mammillary bodies are most commonly affected.","comparison_items":"","title_2":"","audio":"","explanation_1":""},

{"id":"1442","title":"A 75-year-old woman is brought to the office by her son for evaluation of worsening forgetfulness over the past few years.  She has had difficulty remembering names of the people she meets and frequently misplaces household items.  Recently, the patient forgot to turn off the stove after cooking but had no major fire.  She has also had disrupted sleep with frequent awakenings throughout the night.  Vital signs are within normal limits.  On physical examination, the patient is alert and cooperative but disoriented to time and can recall only 1 of 3 items on a short-term memory test.  MRI of the head reveals diffuse cortical atrophy.  A medication with which of the following effects would be most beneficial for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased presynaptic norepinephrine reuptake","answer_2":"B. Decreased synaptic acetylcholine degradation","answer_3":"C. Increased postsynaptic NMDA receptor activity","answer_4":"D. Increased presynaptic dopamine synthesis","answer_5":"E. Increased serotonergic neurotransmission","percent_1":"2%","percent_2":"83%","percent_3":"8%","percent_4":"5%","percent_5":"2%","right_answer":"B. Decreased synaptic acetylcholine degradation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Alzheimer disease# ∆⨉ §^#Pathogenesis# ∆ • β-amyloid #↔ n#euronal stress → excitotoxicity (glutamatergic NMDA $overactivity) → neuronal degeneration → diffuse cortical atrophy • Loss of cholinergic neurons → impaired memory & cognition §^#Clinical features# ∆ • Most common dementia; age >65 years • Deficits affecting multiple cortical domains $== ○ Memory (especially for recent events) $== ○ Executive function (eg, planning) $== ○ Visuospatial (eg, getting lost) $== ○ Language (eg, poverty of speech) $== ○ Motor (eg, gait apraxia leading to falls) §^#Symptomatic$ management# ∆ • NMDA receptor antagonist (memantine) • Cholinesterase inhibitors (eg, donepezil, galantamine)","explanation_img":"","explanation_1":"","explanation_2":"This patient's #progressive memory loss#, functional impairments (ie, trouble with activities of daily living), and sleep disturbances are consistent with a dementia syndrome.  MRI of the head reveals only #diffuse cortical atrophy# and no evidence of structural disease (eg, hydrocephalus, chronic subdural hematoma, vascular infarction).  Therefore, she is most likely suffering from #Alzheimer disease# (AD), the most common form of primary dementia. $The pathogenesis of AD is complex but culminates in diffuse atrophy of cortical neurons.  Specifically, #degeneration of cholinergic neurons# in the basal forebrain contributes to memory loss and functional decline.  These cholinergic neurons project throughout the neocortex to positively regulate areas involved in memory (hippocampal formations) and executive function (frontal cortex), which are impaired in AD.  Cholinesterase inhibitors (eg, donepezil, galantamine) block acetylcholinesterase in the synaptic cleft to compensate for the loss of cholinergic transmission. $#Cholinesterase inhibitors# have modest effects on memory and cognition to #improve daily functioning#.  Cholinergic therapy should be considered in most patients with AD.  Conversely, anticholinergic medications (eg, tricyclic antidepressants) should be discontinued whenever feasible because they can exacerbate cognitive dysfunction. $Although they improve symptoms, procholinergic agents do not enhance neuron survival, so they have little impact on the overall trajectory of AD.  In contrast, NMDA receptor antagonists (eg, memantine) inhibit glutamate NMDA signaling #(choice C)# to prevent excitotoxicity (calcium overload) and subsequent neuronal apoptosis.  These agents likely serve a neuroprotective role, slowing disease progression. $#(Choice A)#  Norepinephrine-dopamine reuptake inhibitors (eg, methylphenidate, atomoxetine) are central stimulants.  They can promote wakefulness to treat narcolepsy or enhance concentration to treat attention deficit hyperactivity disorder. $#(Choice D)#  Dopamine precursors (eg, levodopa) can enhance dopamine availability in Parkinson disease (PD), which can be associated with dementia in later stages.  They are used to improve motor rigidity but have no role in PD-related cognitive decline. $#(Choice E)#  Selective serotonin reuptake inhibitors (SSRI; eg, citalopram) are first-line medications for major depressive disorder, which may mimic dementia (ie, pseudodementia).  SSRIs are also used to manage the depressive mood symptoms related to AD.  They do not address the underlying cognitive impairment due to neuron cell death and loss of cholinergic signaling. $#Educational objective# Alzheimer disease (AD) is a progressive dementia featuring diffuse cortical atrophy involving loss of cholinergic neurons.  Memory, cognitive, and functional impairments of AD are partially mediated by insufficient cholinergic output.  Cholinesterase inhibitors (eg, donepezil) enhance cholinergic neurotransmission to compensate for this defect.  "},

{"SubjectSystem":"Histology-Nervous","id":"1536","title":"A 68-year-old man with a history of Parkinson disease is hospitalized for pneumonia and sepsis.  The patient is treated with intravenous (IV) fluids and antibiotics.  He is also started on an infusion of IV dopamine for hemodynamic support.  Although the manifestations of Parkinson disease are attributed to dopaminergic neuron degeneration in the substantia nigra, IV dopamine does not improve this patient's Parkinson symptoms.  Which of the following cell structures accounts for this lack of responsiveness?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Desmosomes","answer_2":"B. Fenestrae","answer_3":"C. Gap junctions","answer_4":"D. Hemidesmosomes","answer_5":"E. Intermediate junctions","answer_6":"F. Tight junctions","percent_1":"1%","percent_2":"4%","percent_3":"7%","percent_4":"1%","percent_5":"1%","percent_6":"86%","right_answer":"F. Tight junctions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1536.jpg","explanation_1":"","explanation_2":"$This patient's Parkinson symptoms do not improve with intravenous dopamine infusion because dopamine is unable to cross the blood-brain barrier.  The #blood-brain barrier# is formed by tight junctions between nonfenestrated capillary endothelial cells that prevent the #paracellular# passage of fluid and solutes.  #Tight junctions#, also known as zonulae occludentes, are composed of transmembrane proteins (eg, claudins and occludins) that associate with actin filaments, forming a #beltlike seal# around the apical intercellular space.  This seal only permits the passage of substances from the blood to the brain via transcellular movement. $Transcellular movement of dopamine is limited by the molecule's low lipid solubility and the lack of dopamine-specific transport carriers in capillary endothelial cells of the blood-brain barrier.  L-DOPA (dopamine precursor) also has low lipid solubility, but it is able to enter the brain due to its high affinity for the large neutral amino acid transporter. $#(Choice A)#  Desmosomes (maculae adherentes) are spotlike junctions that anchor adjacent cells together via keratin intermediate filament interactions.  Autoantibodies against desmosomes in the stratum spinosum of the skin cause pemphigus vulgaris. $#(Choice B)#  Fenestrae are small pores within endothelial cells that allow free fluid exchange between the intravascular and extravascular spaces.  They are found in capillaries perfusing the intestine, renal tubules, and endocrine glands. $#(Choice C)#  Gap junctions are composed of connexin proteins that create channels between cells, permitting the free passage of small ions (eg, Ca2+) and molecules. $#(Choice D)#  Hemidesmosomes are similar to desmosomes but bind the basal layer of epithelial cells to the basement membrane.  Autoantibodies against hemidesmosomes in the skin cause bullous pemphigoid. $#(Choice E)#  Intermediate junctions (zonula adherens or belt desmosomes) are located below tight junctions and form a beltlike anchor between adjacent cells in association with actin microfilaments. $#Educational objective# The blood-brain barrier is formed by tight junctions between nonfenestrated capillary endothelial cells that prevent the paracellular passage of fluid and solutes.  This barrier only permits the passage of substances from the blood to the brain via transcellular movement across the endothelial plasma membrane, which is limited by diffusion or carrier-mediated transport.  "},

{"id":"591","title":"A 23-year-old asymptomatic male participates in clinical research and is found to be homozygous for the apolipoprotein E-4 allele.  In the future, this patient is most likely to suffer from which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Familial hypercholesterolemia","answer_2":"B. Hypertrophic cardiomyopathy","answer_3":"C. Diabetes mellitus, type 2","answer_4":"D. Peptic ulcer disease","answer_5":"E. Polycystic kidney disease","answer_6":"F. Alzheimer dementia","percent_1":"31%","percent_2":"2%","percent_3":"3%","percent_4":"1%","percent_5":"1%","percent_6":"62%","right_answer":"F. Alzheimer dementia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Alzheimer disease has a strong genetic predisposition.  About 30% of patients have a family history of the disease.  According to age when symptoms begin, Alzheimer disease can be classified as early or late.  The following three mutation sites have been associated with early-onset familial Alzheimer disease (onset <60 years old):  $1. Amyloid precursor protein (APP) gene on chromosome 21  $2. Presenilin 1 gene on chromosome 14  $3. Presenilin 2 gene on chromosome 1 $Both APP and presenilin gene mutations are thought to promote the production of A β-amyloid. $Late-onset familial Alzheimer disease is associated with the ε4 allele of Apolipoprotein E.  The exact mechanism of its influence is not known.  It is thought that the ApoE4 protein may be involved in the formation of senile plaques. $#(Choice A)#  Familial hypercholesterolemia is an autosomal dominant disorder.  It is associated with a defect in low-density lipoprotein (LDL) receptors.  This defect leads to decreased hepatic LDL uptake and severe elevation in total cholesterol and LDL levels. $#(Choice B)#  Hypertrophic cardiomyopathy is a familial disorder inherited as an autosomal dominant trait.  The most common mutation is of the β-myosin heavy chain. $#(Choice C)#  Genetic factors play an important role in diabetes mellitus type 2 (more important than in type 1).  Genetic predisposition to increased insulin resistance and deranged insulin secretion by β-cells are important precursors to disease. $#(Choice D)#  Peptic ulcer disease is strongly associated with H. pylori infection, but not ApoE4. $#(Choice E)#  Polycystic kidney disease can be inherited as autosomal recessive (also called infantile form) or dominant trait (adult form).  Neither of these conditions is associated with ApoE4. $#Educational objective# Early-onset familial Alzheimer disease is associated with three gene mutations: APP (chromosome 21), presenilin 1 and presenilin 2.  Late-onset familial Alzheimer disease is associated with apolipoprotein E4 genotype.  "}


]