[


{"id":"2072","title":"The following vignette applies to the next #2# items. The items in the set must be answered in sequential order. Once you click #Proceed to Next Item#, you will not be able to add or change an answer.$ A 34-year-old man is brought to the emergency department with new-onset confusion and lethargy. Laboratory studies, including an arterial blood gas, are obtained. The changes in his blood gas parameters are shown in the graph below. Point A represents these parameters at the patient's physiologic baseline, and point B indicates his state on arrival in the emergency department.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/2072.jpg","title_2":"#Item 1 of 2#$ Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Metabolic acidosis","answer_2":"B. Metabolic alkalosis","answer_3":"C. Respiratory acidosis","answer_4":"D. Respiratory alkalosis","percent_1":"92%","percent_2":"4%","percent_3":"4%","percent_4":"1%","right_answer":"A. Metabolic acidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp2072.jpg","explanation_1":"","explanation_2":"$Point B on the graph above shows that this patient has a #decreased pH# compared to his baseline physiologic state, which indicates #acidosis#.  The @next step@ is to determine whether the acidosis is driven by a metabolic or respiratory disturbance.  Acidosis can be caused by either a decrease in serum bicarbonate (metabolic) or an increase in PaCO2 (respiratory).  This patient demonstrates #decreased serum bicarbonate#, indicating #metabolic acidosis# as the @primary disturbance@.  The #decreased PaCO2# represents #respiratory compensation# (via hyperventilation to breathe off CO2) to help normalize the pH. $#(Choice B)#  @Metabolic alkalosis@ would be characterized by increased pH and serum bicarbonate.  The PaCO2 would also increase due to respiratory compensation. $#(Choices C and D)#  @Respiratory acidosis@ involves decreased pH and increased PaCO2.  @Respiratory alkalosis@ is recognized by increased pH and decreased PaCO2.  Plasma bicarbonate gradually increases or decreases to compensate for the primary respiratory disturbance (renal compensation).  However, unlike respiratory compensation, these responses are delayed and take place over ~72 hours. $#Educational objective# Metabolic acidosis is characterized by a decrease in serum pH and serum bicarbonate.  PaCO2 will also decrease due to respiratory compensation for the primary metabolic acidosis. ","clickable_1":"images/img1.2072.jpg","clickable_2":"images/img2.2072.jpg","clickable_3":"images/img3.2072.jpg","clickable_4":"images/img4.2072.jpg","clickable_5":"images/img5.2072.jpg"},

{"id":"2073","title":"#Item 2 of 2# $ Results of the laboratory tests show an increased anion gap metabolic acidosis.  An underlying cause is established, and appropriate treatment is instituted.  Within several hours, the patient's mental status improves significantly.  Repeat laboratory studies show an increase in serum bicarbonate and sodium levels, a decrease in serum osmolality, and a drop in the serum potassium level.  Which of the following treatments was most likely given to this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Insulin and normal saline","answer_2":"B. Loop diuretics","answer_3":"C. Mineralocorticoid injection","answer_4":"D. Opioid antagonists","answer_5":"E. Thyroxine supplementation","percent_1":"68%","percent_2":"11%","percent_3":"21%","percent_4":"0%","percent_5":"0%","right_answer":"A. Insulin and normal saline","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp2073.jpg","explanation_1":"","explanation_2":"$This patient with an increased #anion gap metabolic acidosis# was most likely suffering from #diabetic ketoacidosis# (DKA).  Patients classically have a fruity odor to the breath and often present with mental status changes, dehydration, abdominal pain, and tachypnea.  Laboratory findings include #hyperglycemia#, ketosis, #mild hyponatremia#, normal or elevated serum potassium (despite a total body deficit), and #increased plasma osmolality#. $#Insulin and hydration# are the primary treatments for DKA.  Insulin allows the cells to use glucose as an energy source, thereby decreasing lipolysis and production of ketone bodies.  Because ketones are the principal acid produced in excess in patients with DKA, decreased production of ketone bodies will result in #increased serum bicarbonate#.  Insulin also causes an @intracellular shift of potassium@, resulting in #decreased serum potassium# levels (patients typically require potassium repletion due to osmotic urinary loss).  In addition to insulin-induced changes, rehydration with normal saline will help #normalize serum sodium# concentration (by providing isotonic sodium chloride) and decrease serum osmolality (by lowering serum glucose levels). $#(Choice B)#  Loop diuretics could cause a decrease in potassium concentration as well as an increase in the serum concentration of bicarbonate.  However, they also increase (not decrease) serum osmolality due to increased free water excretion (loop diuretics decrease the medullary concentration gradient, limiting the maximum tonicity of the urine). $#(Choice C)#  Metabolic acidosis may develop in hypoaldosteronism (type 4 renal tubular acidosis), which is treated with exogenous mineralocorticoids.  However, the combination of an increased anion gap and impaired mental status is not characteristic for hypoaldosteronism.  Treatment with mineralocorticoids causes sodium and water retention with a mild increase (not decrease) in serum osmolality.  Mineralocorticoids also decrease serum potassium and increase serum bicarbonate due to urinary K+ and H+ loss. $#(Choice D)#  Opioid antagonists are useful in treating opioid overdoses, which typically cause respiratory acidosis (not anion gap metabolic acidosis) due to hypoventilation. $#(Choice E)#  Thyroxine supplementation is useful in treating severe hypothyroidism, which may present with hyponatremia, extracellular volume expansion, and hypoglycemia. $#Educational objective# The treatment of choice for diabetic ketoacidosis is intravenous normal saline and insulin.  These therapies increase serum bicarbonate and sodium levels, lower serum glucose and potassium levels, and decrease overall serum osmolarity. ","clickable_1":"images/img1.2073.jpg"},

{"id":"18872","title":"A 21-year-old health care worker with a history of bulimia nervosa is brought to the hospital due to generalized weakness and dizziness.  She reports no vomiting or laxative use.  On admission, she is fully responsive.  Blood pressure is 110/60 mm Hg and pulse is 102/min.  Physical examination shows dry mucous membranes.  Urine screening for diuretics reveals a large amount of furosemide.  Which of the following sets of laboratory findings would most likely suggest that this patient is abusing furosemide to lose weight?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum bicarbonate∆Serum chloride∆Urine sodium∆Urine potassium","answer_1":"§A. ∆↑ ∆↓ ∆↑ ∆↑","answer_2":"§B. ∆↓ ∆↓ ∆↑ ∆↑","answer_3":"§C. ∆↓ ∆Normal ∆Normal ∆↓","answer_4":"§D. ∆↓ ∆↓ ∆↑ ∆↓","answer_5":"§E. ∆↑ ∆↑ ∆Normal ∆↑","percent_1":"69%","percent_2":"16%","percent_3":"2%","percent_4":"6%","percent_5":"8%","right_answer":"§A. ∆↑ ∆↓ ∆↑ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Hypokalemic, hypochloremic metabolic alkalosis! ?Common$ etiologies? • Gastric suction or severe vomiting • Loop or thiazide diuretic overuse ?Pathophysiology? • Gastric or renal H+ losses #initiate# alkalosis • Volume depletion activates RAAS • ↑ Renal K+ & H+ losses cause hypokalemia $& #worsen# alkalosis • Relatively greater loss of Cl− than Na+ → $profound Cl− depletion • ↓ Cl− impairs renal HCO3− excretion to $#perpetuate# alkalosis ?Management? • Remove or treat initiating factor • Cl− replenishment with normal saline $corrects alkalosis %#RAAS# = renin-angiotensin-aldosterone system.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Loop diuretics# (eg, furosemide) are sometimes abused by patients with eating disorders (eg, anorexia nervosa, bulimia nervosa) in an effort to lose weight.  These drugs #inhibit the Na+-K+-2Cl−# #transporter# in the loop of Henle, resulting in increased urinary excretion of Na+, Cl−, K+, and water.  These changes in electrolyte handling also increase renal H+ excretion, leading to #metabolic alkalosis# (elevated serum HCO3−).  Overuse of loop diuretics leads to massive electrolyte and fluid losses with #intravascular volume depletion# and activation of the renin-angiotensin-aldosterone system.  This secondary hyperaldosteronism stimulates increased Na+ reabsorption in the renal tubular collecting duct, as well as a lesser degree of passive Cl− reabsorption.  The relatively high loss of Cl− that occurs is responsible for a #characteristic hypochloremia#. $Secondary hyperaldosteronism also stimulates increased K+ and H+ excretion in the @collecting duct@, exacerbating the #hypokalemia# and metabolic alkalosis.  The alkalosis is further compounded by an angiotensin II-mediated increase in proximal tubule sodium bicarbonate reabsorption.  #Chloride depletion# then #perpetuates the alkalosis# because low Cl− levels in the tubular lumen impair HCO3− excretion via the pendrin Cl−/HCO3− exchanger on @beta intercalated cells@ in the collecting duct. $The #urine electrolyte# findings in loop diuretic abuse depend on how recently the medication was last ingested.  Within several hours after ingestion (as in this patient with positive urine screening), #increased urine Na+, Cl−, and K+# is expected.  Once the medication effect wears off, urine Na+ and urine Cl- are low as the kidneys attempt to increase blood volume.  Urine K+ is likely to remain increased due to ongoing aldosterone-mediated losses #(choice C).# $#(Choices B, D, and E)#  Because Cl− and HCO3− are the most abundant anions in the body, they are the primary determinants of total body electronegativity.  Therefore, when one of these anions is depleted the kidneys and intestines retain the other to maintain electronegative balance.  This results in a typical inverse relationship between serum Cl− and serum HCO3− levels (when one is low the other tends to be elevated).  The presence of additional anions in the body (eg, anion gap metabolic acidosis) may disrupt this relationship. $#Educational objective# Overuse or abuse of loop diuretics (eg, furosemide) characteristically causes hypokalemic, hypochloremic metabolic alkalosis.  Urine electrolyte findings depend on how recently the diuretic was last ingested; increased urine Na+, Cl−, and K+ are expected with recent ingestion.  ","clickable_1":"images/img1.18872.jpg","clickable_2":"images/img2.18872.jpg"},

{"id":"18867","title":"A 45-year-old man with a history of chronic alcohol use disorder is brought to the emergency room due to altered mental status.  The patient appears malnourished.  He is given thiamine, folic acid, a multivitamin, and dextrose-containing intravenous fluids.  However, the patient develops marked muscle weakness a few hours later.  Laboratory studies reveal a serum phosphate concentration of 0.5 mg/dL (normal: 2.5-4.5).  Which of the following is the most likely cause of this patient's low serum phosphate level?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased renal proximal tubular reabsorption","answer_2":"B. Increased colonic excretion of phosphate","answer_3":"C. Increased extracellular binding with calcium","answer_4":"D. Increased uptake by bone cells","answer_5":"E. Redistribution of phosphate into hepatic and muscle cells","percent_1":"26%","percent_2":"5%","percent_3":"20%","percent_4":"3%","percent_5":"45%","right_answer":"E. Redistribution of phosphate into hepatic and muscle cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of hypophosphatemia#∆⨉ §^#Internal redistribution# ∆ • Increased insulin secretion (especially refeeding malnourished patients) • Acute respiratory alkalosis (stimulates glycolysis) • Hungry bone syndrome (after parathyroidectomy) §^#Decreased intestinal$ absorption# ∆ • Chronic poor intake • Aluminum- or magnesium-containing antacids (bind phosphate) • Steatorrhea or chronic diarrhea §^#Increased urinary$ excretion# ∆ • Primary & secondary hyperparathyroidism • Vitamin D deficiency (↓ GI absorption, ↑ urinary excretion) • Primary renal phosphate wasting syndromes • Fanconi syndrome","explanation_img":"","explanation_1":"","explanation_2":"#Phosphorus# is involved in multiple biologic processes, including cellular energy metabolism, bone formation, and acid-base homeostasis.  Although biologically active phosphorus is largely found intracellularly, serum phosphorus levels are often reflective of available body stores and are maintained through the action of hormones (eg, parathyroid hormone, calcitriol, FGF-23) on the small intestines, bones, and kidneys. $#Malnourishment# (eg, due to chronic alcohol use disorder) results in the depletion of phosphate, although serum levels may remain normal due to transcellular shifts.  Reintroduction of #carbohydrates# (ie, dextrose-containing intravenous fluids) increases insulin secretion, which stimulates the #redistribution of phosphate# from the serum #into muscle and hepatic cells# for use during glycolysis (eg, #formation of ATP#, 2-3 diphosphoglycerate).  This leads to profound hypophosphatemia; lack of adequate intracellular phosphate can result in failure of cellular energy metabolism, producing the clinical features of refeeding syndrome (eg, #muscular weakness#, arrhythmias, congestive heart failure). $#(Choice A)#  Increased parathyroid hormone reduces the proximal tubular reabsorption of phosphorus.  Although hyperparathyroidism results in hypophosphatemia, this occurs over a prolonged period and would not occur acutely after infusion of dextrose-containing fluids. $#(Choice B)#  Although chronic diarrhea can cause hypophosphatemia, it predominantly occurs from reduced intestinal absorption of phosphorus, not increased excretion (only a small fraction of total body phosphorus is excreted into the intestines and lost in the feces).  Furthermore, this patient is not having diarrhea. $#(Choice C)#  Phosphorus can combine with calcium to form salts, which can be deposited in the skin or other organs (ie, dystrophic calcification).  However, this typically occurs in the setting of hyperphosphatemia (not hypophosphatemia) in end-stage renal disease. $#(Choice D)#  Hungry bone syndrome causes hypophosphatemia and hypocalcemia due to the rapid formation of bone after parathyroidectomy in a patient with chronic hyperparathyroidism.  However, significant hypocalcemia typically results in tetany, not diffuse weakness, and this disorder usually occurs in the early postoperative period (2-4 days). $#Educational objective# Refeeding syndrome occurs after the reintroduction of carbohydrates in patients with chronic malnourishment, which stimulates insulin secretion and drives phosphorus intracellularly in an effort to maintain cellular energy metabolism (eg, ATP production); this redistribution of phosphorus can result in severe hypophosphatemia.  "},

{"id":"18878","title":"A 55-year-old man comes to the hospital due to progressive fatigue and weakness.  Medical history includes type 2 diabetes mellitus and obesity.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 138 mEq/L ?Chloride? 110 mEq/L ?Bicarbonate? 18 mEq/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Diabetic ketoacidosis","answer_2":"B. Lactic acidosis","answer_3":"C. Obesity hypoventilation","answer_4":"D. Primary hyperaldosteronism","answer_5":"E. Renal tubular acidosis","percent_1":"8%","percent_2":"13%","percent_3":"17%","percent_4":"3%","percent_5":"60%","right_answer":"E. Renal tubular acidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Metabolic acidosis#∆⨉∆⨉ §^#Type# ∆^#Normal anion gap# ∆^#Elevated anion gap# §^#Mechanism# ∆ • Loss of bicarbonate ∆ • Accumulation of unmeasured acidic compounds §^#Common$ causes# ∆ • Severe diarrhea • Renal tubular acidosis • Excessive saline infusion ∆ • Lactic acidosis • Diabetic ketoacidosis • Renal failure (uremia) • Methanol, ethylene glycol • Salicylate toxicity","explanation_img":"","explanation_1":"","explanation_2":"This patient has low serum bicarbonate (HCO3−) (<24 mEq/L), consistent with @metabolic acidosis@.  The anion gap is @normal@ at 10 mEq/L; therefore, the most likely diagnosis is #renal tubular acidosis#, a common cause of #nonanion gap metabolic acidosis# (NAGMA). $NAGMA results from #loss of HCO3−# (usually from the kidneys or gastrointestinal tract), leading to a relative increase in H+.  In renal tubular acidosis, there is either impaired proximal tubular HCO3− reabsorption (type 2) or impaired distal tubular H+ secretion (types 1 and 4) leading to net HCO3− loss.  Severe diarrhea, involving loss of HCO3− in the stool, is another common cause of NAGMA. $NAGMA is also referred to as #hyperchloremic acidosis# because the decrease in serum HCO3− is compensated for by an increase in serum Cl− to maintain electronegative balance. $#(Choices A and B)#  Anion gap metabolic acidosis results from the addition of unmeasured acidic compounds to the blood.  The compounds donate H+ to bind up serum HCO3−, reducing buffering capacity and causing metabolic acidosis.  The remaining anionic component @increases@ the anion gap.  Common etiologies of anion gap metabolic acidosis include increased production of ketones (eg, acetoacetate, beta-hydroxybutyrate), which occurs with diabetic ketoacidosis, and increased production of lactic acid, which occurs with reduced organ and tissue perfusion (eg, sepsis). $#(Choice C)#  Hypoventilation causes retention of CO2 and respiratory acidosis.  A compensatory metabolic alkalosis with increased serum HCO3− (>24 mEq/L) is expected. $#(Choice D)#  Primary hyperaldosteronism causes excessive loss of H+ from the renal tubular collecting duct, leading to metabolic alkalosis with increased serum HCO3−. $#Educational objective# Nonanion gap metabolic acidosis (NAGMA) results from the loss of bicarbonate (HCO3−) (usually from the kidneys or gastrointestinal tract), leading to a relative increase in H+.  Common causes include renal tubular acidosis and severe diarrhea.  NAGMA is also referred to as hyperchloremic acidosis because the decrease in serum HCO3− is compensated for by an increase in serum chloride to maintain electronegative balance.  ","clickable_1":"images/img1.18878.jpg","clickable_2":"images/img2.18878.jpg","clickable_3":"images/img3.18878.jpg"},

{"id":"18807","title":"A 24-year-old woman with a medical history of bronchial asthma comes to the office due to shortness of breath and wheezing for the past 2-3 days.  She developed a cold 4 days ago and is not feeling well.  The patient has a nebulizer at home and used multiple doses of albuterol with little response prior to arriving.  She takes no other medications.  The patient is diaphoretic and in moderate respiratory distress.  Respiratory examination shows bilateral wheezing, diffusely decreased breath sounds, and increased use of accessory muscles of respiration.  Laboratory results reveal a serum potassium of 3 mEq/L.  Which of the following mechanisms is the most likely cause of this patient's hypokalemia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased oral intake of potassium","answer_2":"B. Development of respiratory acidosis","answer_3":"C. Increased sweat loss of potassium","answer_4":"D. Increased urinary excretion of potassium","answer_5":"E. Intracellular shift of potassium","percent_1":"0%","percent_2":"14%","percent_3":"2%","percent_4":"12%","percent_5":"71%","right_answer":"E. Intracellular shift of potassium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of hypokalemia# ∆⨉ §^#Decreased intake# ∆ • Starvation, anorexia §^#Intracellular translocation# ∆ • Insulin (eg, treatment of DKA, refeeding syndrome) • β-adrenergic activity $== ○ Pharmacologic (eg, albuterol, dobutamine) $== ○ Stress-induced (eg, alcohol withdrawal, acute MI) • Alkalosis (respiratory or metabolic) • ↑ Cell reproduction (eg, acute myeloid leukemia, GM-CSF) §^#Gastrointestinal loss# ∆ • Diarrhea, vomiting, hyperaldosteronism §^#Urinary loss# ∆ • Hyperaldosteronism, diuretics, RTA types 1 and 2 §^#Sweat loss# ∆ • Extreme exercise in hot climate %#DKA =# diabetic ketoacidosis; #MI =# myocardial infarction; #GM-CSF =# granulocyte-macrophage colony-stimulating factor; #RTA =# renal tubular acidosis.","explanation_img":"","explanation_1":"","explanation_2":"#Hypokalemia# is a common medical condition that can result from several mechanisms, including decreased oral intake, renal or gastrointestinal loss, and increased entry into cells.  In a patient receiving multiple doses of albuterol, the most likely etiology is #intracellular shift of potassium#. $Potassium is primarily stored intracellularly (~98% of total body stores) through the action of the #Na-K-ATPase pump#, which exchanges sodium for potassium against their concentration gradient.  The large concentration difference of intracellular (~150 mEq/L) to extracellular potassium (~4 mEq/L) is a major driver of the resting membrane potential.  Alterations in this ratio can impair action potential generation, explaining why patients with marked hyper- or hypokalemia can develop muscular weakness and cardiac arrhythmias. $#Beta-adrenergic activity# increases the activity of the Na-K-ATPase pump; therefore, both endogenous catecholamines and therapeutic beta-2 agonists (eg, #albuterol#, dobutamine) can cause #transient hypokalemia# due to increased #transport of potassium intracellularly#.  Similar effects can also occur with sympathomimetics (eg, pseudoephedrine) and insulin, which also increase Na-K-ATPase activity. $#(Choice A)#  Decreased oral intake of potassium is a rare cause of hypokalemia.  Because the kidneys can lower potassium excretion in the setting of reduced potassium intake, most patients do not develop hypokalemia unless fasting is prolonged (eg, starvation). $#(Choice B)#  Respiratory acidosis may occur as a complication of asthma or chronic obstructive pulmonary disease due to CO2 retention; however, acidosis causes potassium to shift to the extracellular space, leading to hyperkalemia (not hypokalemia).  In contrast, alkalosis causes intracellular shift of potassium, resulting in transient hypokalemia. $#(Choice C)#  Significant diaphoresis (eg, marathon running in a hot climate) can result in potassium depletion.  However, normal sweating (as could occur in patients with increased work of breathing) would not result in significant potassium loss. $#(Choice D)#  Increased urinary potassium loss can occur due to diuretic use or elevated aldosterone levels (eg, renovascular disease, primary hyperaldosteronism).  While beta-1 agonists can result in increased renin release (leading to elevated aldosterone levels and increased renal potassium loss), beta-2 agonists (eg, albuterol) do not have a significant effect on urinary potassium excretion. $#Educational objective# Potassium is primarily stored intracellularly (~98% of total body stores) through the action of the Na-K-ATPase pump.  Beta-adrenergic activity increases the activity of the Na-K-ATPase pump; therefore, both endogenous catecholamines and therapeutic beta-2 agonists (eg, albuterol, dobutamine) can cause transient hypokalemia due to increased transport of potassium intracellularly.  "},

{"SubjectSystem":"Pharmacology-Renal","id":"681","title":"A 62-year-old man comes to the emergency department with severe shortness of breath and orthopnea.  His medical history is significant for long-standing hypertension and myocardial infarction a year ago.  Physical examination reveals elevated jugular venous pressure, crackles on lung auscultation, and pitting edema of the lower extremities.  The patient is given a medication and experiences brisk diuresis with significant symptom relief.  The drug most likely used to treat this patient's condition predominantly acts on which of the following nephron segments?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/681.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"4%","percent_2":"9%","percent_3":"76%","percent_4":"7%","percent_5":"5%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp681.jpg","explanation_1":"","explanation_2":"$This patient with dyspnea and volume overload (ie, elevated jugular venous pressure, edema, lung crackles) has #acute decompensated heart failure#.  Patients with heart failure and volume overload are typically treated with #loop diuretics# due to their potent natriuretic effect, which helps reduce vascular congestion and peripheral edema. $Loop diuretics (eg, furosemide, torsemide, bumetanide) inhibit the #Na-K-2Cl symporter# in the apical membranes of cells in the# thick ascending limb of Henle's loop#.  Blockade of Na+ and Cl− reabsorption from the tubular lumen decreases the medullary concentration gradient, impairing the kidney's ability to concentrate urine and increasing the overall excretion of Na+, Cl−, and H2O.  Adverse effects of loop diuretics include electrolyte abnormalities (eg, hypokalemia, hypomagnesemia) and ototoxicity. $#(Choice A)#  Carbonic anhydrase inhibitors (acetazolamide) block the reabsorption of NaCl and NaHCO3 in the proximal tubule.  They are weak diuretic agents typically used to treat glaucoma and altitude sickness. $#(Choice B)#  Mannitol is a nonreabsorbable sugar alcohol that functions as an osmotic diuretic by decreasing sodium and water reabsorption by the proximal tubule and descending limb of the loop of Henle.  It is used for treating cerebral edema, but causes initial intravascular volume expansion that can worsen pulmonary edema and heart failure. $#(Choice D)#  Thiazide diuretics act by inhibiting NaCl reabsorption in the distal convoluted tubule.  Compared to the loop of Henle, this segment reabsorbs only a small proportion of the filtered NaCl load, leading to a smaller natriuretic effect than loop diuretics.  Thiazides are mostly used to treat hypertension and are not as effective as loop diuretics for reducing volume overload in heart failure. $#(Choice E)#  The collecting tubules and ducts are the primary site of action of sodium channel blockers (eg, amiloride, triamterene) and aldosterone receptor antagonists (eg, spironolactone, eplerenone).  These are weak diuretics that are not effective for diuresis in patients with decompensated heart failure.  However, long-term use of aldosterone receptor antagonists improves survival in patients with severe left ventricular systolic dysfunction. $#Educational objective# Loop diuretics act by inhibiting the Na-K-2Cl cotransporter in the thick ascending limb of the loop of Henle, increasing Na+, Cl−, and H2O excretion.  They are the most potent diuretics and are used as first-line therapy for rapid relief of symptoms in patients with acute decompensated heart failure.  "},

{"id":"1148","title":"A 59-year-old man who is being treated for hypercholesterolemia, diabetes, and hypertension comes to the physician for a scheduled follow-up visit three weeks after starting a new medication.  He has no new complaints.  Blood work drawn yesterday shows an interim increase in potassium from 4.8 mEq/L to 5.2 mEq/L and a creatinine elevation from 1.2 mg/dL to 1.6 mg/dL.  Administration of which of the following drugs is most likely responsible for the change in this patient’s renal function?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Lisinopril","answer_2":"B. Metoprolol","answer_3":"C. Atorvastatin","answer_4":"D. Hydrochlorothiazide","answer_5":"E. Furosemide","answer_6":"F. Metformin","answer_7":"G. Prazosin","percent_1":"62%","percent_2":"4%","percent_3":"8%","percent_4":"8%","percent_5":"6%","percent_6":"11%","percent_7":"2%","right_answer":"A. Lisinopril","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Angiotensin-converting enzyme (ACE) inhibitors (typically named \"-pril\") are one of the most important agents in treating hypertension, heart failure, and renal failure with or without proteinuria.  They work by preventing the conversion of angiotensin I to angiotensin II.  This prevents the efferent arteriole from constricting more than the afferent arteriole, thus decreasing the glomerular pressure and glomerular filtration rate (GFR).  It is expected for the GFR to decrease in all patients initially.  Most clinicians are generally not concerned by this unless the creatinine increases by greater than 30% because the long-term benefits of ACE inhibitors are well studied.  Other common side-effects of ACE inhibitors include hyperkalemia and cough. $#(Choice B)#  Metoprolol is a beta-blocker.  Typical side-effects include bradycardia and erectile dysfunction.  Although beta blockers act upon the beta-1 receptors of the juxtaglomerular cells to reduce renin secretion, their use generally does not have a clinically significant effect on the GFR. $#(Choice C)#  Atorvastatin is an HMG-CoA reductase inhibitor; worrisome side-effects include muscle toxicity and hepatic dysfunction.  Statins can uncommonly cause rhabdomyolysis, particularly when used in combination with fibrates or cyclosporin.  However, massive rhabdomyolysis leading to acute kidney injury would most likely produce additional signs and symptoms such as myalgias, muscle weakness, dark urine, and elevated creatine kinase. $#(Choices D and E)#  Hydrochlorothiazide is a potassium-wasting thiazide diuretic that may decrease GFR if it results in volume depletion and pre-renal azotemia.  Furosemide is also potassium-wasting loop diuretic. $#(Choice F)#  Metformin itself does not have nephrotoxic side effects.  However, impaired renal function or recent IV contrast administration may reduce metformin excretion, resulting in systemic accumulation and possible lactic acidosis. $#(Choice G)#  Prazosin is an alpha-1 adrenergic antagonist that is used in the treatment of hypertension.  It does not decrease the GFR. $#Educational objective# Common side-effects of ACE-inhibitors include decreased glomerular filtration rate (GFR), hyperkalemia, and cough.  Angioedema is a rare, but life-threatening, side-effect.  "},

{"id":"7557","title":"A 43-year-old woman with borderline personality disorder is brought to the emergency department after taking an undetermined number of pills.  She is lethargic but arousable.  She refuses to answer questions.  Blood pressure is 110/60 mm Hg and heart rate is 120/min and regular.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 139 mEq/L ?Potassium? 3.3 mEq/L ?Chloride? 98 mEq/L ?Bicarbonate? 13 mEq/L !Arterial blood gases on room air! ?pH? 7.46 ?PaCO2? 19 mm Hg ?PaO2? 96 mm Hg ?Oxygen saturation? 99℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following best describes this patient's acid-base disturbance?","audio":"","comparison_items":"","answer_1":"A. Metabolic acidosis and metabolic alkalosis","answer_2":"B. Metabolic acidosis and respiratory acidosis","answer_3":"C. Metabolic acidosis and respiratory alkalosis","answer_4":"D. Metabolic alkalosis and respiratory acidosis","answer_5":"E. Metabolic alkalosis and respiratory alkalosis","percent_1":"1%","percent_2":"2%","percent_3":"83%","percent_4":"5%","percent_5":"9%","right_answer":"C. Metabolic acidosis and respiratory alkalosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp7557.jpg","explanation_1":"","explanation_2":"$This patient's elevated pH and low PaCO2 (<40 mm Hg) are suggestive of #primary respiratory alkalosis#.  Normally, serum bicarbonate is expected to drop in response.  However, a bicarbonate of 13 mEq/L is much lower than the @expected secondary compensation@, which indicates a second primary acid-base disorder.  The lower-than-expected serum bicarbonate with a high @anion gap@ [139 − (98 + 13) = 28] is consistent with a concomitant #primary anion gap metabolic acidosis#.  This mixed respiratory alkalosis and anion gap metabolic acidosis is most likely the result of #salicylate poisoning#: $• Primary respiratory alkalosis is due to direct stimulation of the medullary respiratory center by excess salicylate, resulting in both an #increased respiratory rate# and #tidal volume# (ie, increased minute ventilation). $• Primary metabolic acidosis occurs mostly because salicylate uncouples oxidative phosphorylation, which results in #increased production of lactic acid# and ketoacids in peripheral tissues.  Excess salicylic acid in the serum also makes a minor contribution.  The ionized form of these compounds also increases the anion gap (unmeasured anions). $The pH is typically near or within normal range in patients with salicylate poisoning because of the opposing influences of the respiratory alkalosis and metabolic acidosis. $#(Choice A)#  Primary metabolic acidosis and primary metabolic alkalosis can simultaneously develop in the setting of 2 disparate pathologic processes (eg, renal failure and vomiting).  The pH and bicarbonate levels can be increased, normal, or decreased, depending on the severity of the metabolic acidosis compared with the metabolic alkalosis. $#(Choice B)#  Primary metabolic acidosis with primary respiratory acidosis (eg, sepsis and hypoventilatory respiratory failure) typically leads to significant acidemia (very low pH) with low bicarbonate and high PaCO2. $#(Choice D)#  Primary metabolic alkalosis with primary respiratory acidosis (eg, vomiting and hypoventilation due to opioid overdose) is expected to show elevated bicarbonate and PaCO2; the pH can reflect alkalemia or acidemia, depending on the relative severity of the 2 disturbances. $#(Choice E)#  Primary metabolic alkalosis with primary respiratory alkalosis (eg, vomiting and hyperventilation due to anxiety) is expected to cause significant alkalemia (very high pH) with high bicarbonate and low PaCO2. $#Educational objective# Salicylate poisoning causes mixed primary respiratory alkalosis and primary anion gap metabolic acidosis.  Mixed acid-base disturbances can be recognized by inappropriate secondary compensation for one of the primary disturbances, indicating that an additional primary disturbance must be present.  ","clickable_1":"images/img1.7557.jpg","clickable_2":"images/img2.7557.jpg"},

{"id":"1524","title":"A 54-year-old missionary traveling alone in a remote region of Southern Asia becomes lost.  After several days, he arrives at a small village.  However, he has gone 24 hours without food or water, and his urine osmolarity is 1150 mOsm/L.  The majority of the total amount of water filtered by this individual's glomeruli is reabsorbed in which of the following portions of the nephron?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cortical collecting duct","answer_2":"B. Distal tubule","answer_3":"C. Loop of Henle","answer_4":"D. Medullary collecting duct","answer_5":"E. Proximal tubule","percent_1":"17%","percent_2":"3%","percent_3":"11%","percent_4":"30%","percent_5":"39%","right_answer":"E. Proximal tubule","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1524.jpg","explanation_1":"","explanation_2":"$The #proximal tubules reabsorb >60%# of the water filtered by the glomeruli, regardless of the patient's hydration status.  This water is reabsorbed isosmotically with solutes (eg, Na+, Cl-, glucose); no concentration or dilution of urine occurs in this segment. $In the dehydrated state, plasma osmolarity increases, stimulating osmoreceptors in the anterior hypothalamus.  This triggers increased #antidiuretic hormone# (ADH) synthesis and release into the circulation.  ADH then acts on the kidney to improve the water permeability of the collecting ducts, allowing production of maximally concentrated urine (osmolarity of 1200 mOsm/L).  This increase in urine concentration with water deprivation reflects that the kidneys are functioning properly to conserve water.  However, without eventual fluid replenishment, dehydration will ultimately progress to death because even at maximum resorptive capacity, the kidney still produces approximately 0.5 L of urine per day. $#(Choice C)#  Urine concentration increases in the water-permeable descending loop of Henle due to the increasing osmolarity of the corticopapillary gradient in the renal interstitium; this segment normally reabsorbs about 20% of the filtered water volume. $#(Choices A, B, and D)#  In the dehydrated state, ADH promotes aquaporin (water channel) insertion into the apical membranes of the principal cells lining the late distal tubules and collecting ducts.  Up to 20% of the original filtered volume of water can be reabsorbed here, allowing >99% of filtered water to be resorbed by the nephron during dehydration.  No water is reabsorbed in these segments in the overhydrated state. $#Educational objective# Regardless of the patient's hydration status, the majority of water reabsorption in the nephron occurs in the proximal tubule passively with the reabsorption of solutes.  "},

{"id":"684","title":"A 43-year-old man comes to the office due to swelling of the legs and abdomen.  The patient has a history of alcohol-induced cirrhosis, and his ascites had been well controlled with furosemide.  Over the past week, he has had increasing bilateral lower extremity and abdominal swelling despite taking a diuretic as prescribed.  The patient reports no change in dietary sodium or water intake but states he has been taking over-the-counter ibuprofen after injuring his back recently.  He stopped drinking alcohol 2 years ago and does not use tobacco or illicit drugs.  Physical examination shows 3+ bilateral lower extremity edema and moderate ascites.  Which of the following changes most likely contributed to the acute deterioration in this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Renal prostaglandin level ∆Glomerular filtration rate ∆Urinary sodium excretion","answer_1":"§A. ∆ Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Unchanged ∆Decreased","answer_3":"§C. ∆ Increased ∆Increased ∆Increased","answer_4":"§D. ∆ Increased ∆Increased ∆Unchanged","answer_5":"§E. ∆ Unchanged ∆Decreased ∆Increased","percent_1":"88%","percent_2":"5%","percent_3":"2%","percent_4":"2%","percent_5":"3%","right_answer":"§A. ∆ Decreased ∆Decreased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Furosemide# is a loop diuretic that binds to Na-K-2Cl symporters in the ascending limb of the loop of Henle and effectively blocks Na and Cl transport, resulting in increased Na, Cl, and fluid excretion.  Loop diuretics also #stimulate prostaglandin release#, which increases renal plasma flow (RPF), leading to increased glomerular filtration rate (GFR) and drug delivery to the loop of Henle. $#Nonsteroidal anti-inflammatory drugs# (NSAIDs) (eg, ibuprofen, naproxen, indomethacin) #inhibit prostaglandin synthesis# (resulting in decreased renal prostaglandin levels).  In healthy patients, prostaglandin synthesis is low and NSAID use has minimal effects on renal hemodynamics.  However, patients with intravascular volume depletion (eg, #cirrhosis#, congestive heart failure, dehydration) are dependent on the vasodilatory effects of prostaglandins to maintain adequate RPF and GFR. $Therefore, NSAID use in this population leads to markedly #decreased GFR and RPF#.  Reduced fluid and electrolyte delivery to renal tubules reduces the efficacy of loop diuretics, resulting in #reduced urinary sodium excretion# and fluid retention (eg, ascites, edema, as occurred in this patient).  Similar effects can occur in patients with chronic kidney disease; therefore, NSAIDs should generally be avoided in all patients with renal disease or reduced effective arterial volume. $#(Choices B, C, D, and E)#  NSAIDs inhibit prostaglandin synthesis, resulting in renal vasoconstriction and decreased GFR.  This limits the efficacy of loop diuretics, leading to reduced urinary sodium excretion and fluid retention (promoting the formation of ascites and edema). $#Educational objective# Nonsteroidal anti-inflammatory drugs (NSAIDs) inhibit prostaglandin synthesis.  Patients with intravascular volume depletion (eg, cirrhosis) are dependent on the vasodilatory effects of prostaglandins to maintain adequate renal plasma flow and glomerular filtration.  NSAID use in this population reduces glomerular filtration rates and blunts the effects of loop diuretics, leading to sodium and water retention.  "},

{"id":"2014","title":"A 23-year-old man comes to the emergency department due to abdominal pain and nausea for the last few hours.  He also reports an episode of vomiting and has noticed that his urine has a fruity odor.  The patient has had increased thirst and urination for the past several days along with weight loss.  He has no known medical problems and takes no medications.  Physical examination reveals pallor with cool extremities.  The abdomen is soft, without tenderness to palpation.  Laboratory studies are ordered to confirm the diagnosis.  Which of the following points on the graph below best corresponds to this patient's acid-base status?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2014.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Point A","answer_2":"B. Point B","answer_3":"C. Point C","answer_4":"D. Point D","answer_5":"E. Point E","percent_1":"3%","percent_2":"13%","percent_3":"3%","percent_4":"5%","percent_5":"76%","right_answer":"E. Point E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2014.jpg","explanation_1":"","explanation_2":"$#Diabetic ketoacidosis# (DKA) is characterized by polydipsia, polyuria, and a fruity odor to the breath and/or urine.  Patients frequently present with abdominal pain, nausea, and vomiting (as seen in this patient).  Laboratory results reveal #elevated anion gap metabolic acidosis# secondary to accumulation of #ketone bodies# (eg, beta-hydroxybutyrate and acetoacetate); excreted acetone causes the fruity smell associated with DKA.  Serum bicarbonate is used to buffer the excess ketoacids in the blood, so the #bicarbonate level falls#.  Metabolic acidosis also stimulates ventilation by a chemoreceptor reflex that causes #compensatory respiratory alkalosis#, which lowers CO2 partial pressure. $The normal acid-base balance in a healthy individual is represented in the graph above by Point C #(choice C).#  An individual with DKA will have low blood pH, low serum HCO3-, and low PaCO2 (Point E). $#(Choices A and B)#  Point B corresponds to a primary respiratory acidosis (low pH and high PaCO2).  Point A reflects chronic respiratory acidosis with compensatory metabolic alkalosis (renal retention of bicarbonate). $#(Choice D)#  Point D corresponds to a primary respiratory alkalosis as seen in hyperventilatory states (eg, pulmonary embolism, anxiety, high altitude). $#Educational objective# Diabetic ketoacidosis (DKA) is characterized by polydipsia, polyuria, and a fruity odor to the breath and/or urine.  DKA is associated with elevated anion gap metabolic acidosis that is usually accompanied by compensatory respiratory alkalosis.  This combination yields a low pH, low serum bicarbonate, and low PaCO2.  "},

{"SubjectSystem":"Physiology-Renal","id":"2008","title":"A 23-year-old man with type 1 diabetes mellitus is brought to the emergency department due to confusion and weakness.  Symptoms began 2 days ago with mild diarrhea.  The patient has missed several doses of insulin because his appetite has been poor.  On examination, his breath has a fruity odor.  This patient is most likely to demonstrate which of the following urine chemistry patterns?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆pH ∆HCO3- ∆NH4+","answer_1":"§A. ∆ ↑ ∆↑ ∆↑","answer_2":"§B. ∆ ↑ ∆↓ ∆↑","answer_3":"§C. ∆ ↓ ∆↓ ∆↓","answer_4":"§D. ∆ ↓ ∆↓ ∆↑","answer_5":"§E. ∆ ↓ ∆↑ ∆↑","percent_1":"7%","percent_2":"5%","percent_3":"13%","percent_4":"63%","percent_5":"12%","right_answer":"§D. ∆ ↓ ∆↓ ∆↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp2008.jpg","explanation_1":"","explanation_2":"$This patient with type 1 diabetes mellitus has been nonadherent with his insulin regimen due to poor appetite, which has led to #diabetic ketoacidosis#.  Complete insulin deficiency leads to excessive generation of organic anions (eg, ketone bodies that smell fruity), thereby causing #metabolic acidosis# (ie, decreased serum bicarbonate [HCO3−] and pH). $The kidneys can normally compensate somewhat for metabolic acidosis by increasing renal acid excretion.  The major mechanisms of increased renal acid excretion include: $• #Increased H+ secretion#:  Intracellular acidosis leads to a direct increase in H+ secretion via increased activity of the apical Na+/H+ exchanger. $• #Increased HCO3− reabsorption#:  Carbonic anhydrase in the proximal tubular lumen facilitates reabsorption of filtered HCO3−.  Each reabsorbed HCO3− is equivalent to the secretion of one H+.  In metabolic acidosis, HCO3- is completely reabsorbed from the tubular fluid. $• Increased acid buffer excretion:  Urinary acid buffers, hydrogen phosphate (HPO42−) and ammonia (NH3), are used to trap H+ in the lumen in the form of #H2PO4-# and #NH4+#, vastly increasing the amount of acid that can be #excreted# in the urine.  With chronic acidosis, proximal tubular cells greatly increase NH3 production to increase acid excretion capacity. $#Educational objective# The kidneys can normally compensate somewhat for metabolic acidosis by completely reabsorbing filtered bicarbonate (HCO3-) and excreting excess H+ in the urine.  Most of the excreted H+ is buffered by phosphate (H2PO4-) and ammonium (NH4+).  "},

{"id":"18933","title":"A 58-year-old woman comes to the emergency department due to cramping mid-abdominal pain.  Imaging shows a small bowel obstruction.  Vital signs and laboratory studies, including complete blood count and comprehensive metabolic panel, are within normal limits.  The patient is admitted to the hospital for nonsurgical management.  Oral intake is withheld to promote bowel rest, and an isotonic saline infusion is administered for hydration.  She has no vomiting or diarrhea and after 2 days the abdominal pain improves.  Total administration of sodium chloride infusion was approximately 6 L.  Which of the following changes have most likely occurred in this patient since the onset of her hospitalization?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Blood pH ∆Serum bicarbonate ∆Serum chloride ∆Urine sodium","answer_1":"§A. ∆ Decreased ∆Decreased ∆Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Decreased ∆Increased ∆Increased","answer_3":"§C. ∆ Decreased ∆Increased ∆Decreased ∆No change","answer_4":"§D. ∆ Increased ∆Increased ∆Decreased ∆Decreased","answer_5":"§E. ∆ Increased ∆Increased ∆Decreased ∆Increased","percent_1":"5%","percent_2":"55%","percent_3":"13%","percent_4":"9%","percent_5":"17%","right_answer":"§B. ∆ Decreased ∆Decreased ∆Increased ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common causes of primary acid-base disturbance#∆⨉ §^#Metabolic acidosis# ∆#Elevated anion gap#$ • Poor tissue perfusion (ie, lactic acidosis) • Diabetic ketoacidosis • Renal failure (ie, uremia) • Certain toxicities (eg, methanol, ethylene glycol) $$#Normal anion gap# • Severe diarrhea • Renal tubular acidosis • Excess normal saline infusion §^#Metabolic alkalosis# ∆ • Nasogastric suctioning or severe vomiting • Diuretic overuse • Primary hyperaldosteronism §^#Respiratory acidosis#$ (hypoventilation) ∆ • Central respiratory depression (eg, opioid overdose) • OHS, neuromuscular weakness • Chronic obstructive pulmonary disease §^#Respiratory alkalosis#$ (hyperventilation) ∆ • Acute V/Q mismatch (eg, PE, pneumonia) • Anxiety, inadequate pain control • High altitude, pregnancy %#OHS# = obesity hypoventilation syndrome; #PE# = pulmonary embolism; #V/Q# = ventilation/perfusion.","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #nonanion gap metabolic acidosis# (NAGMA) due to #infusion of excess normal saline#.  Excess sodium chloride increases serum chloride (Cl−) to cause #hyperchloremia#.  Because Cl− and bicarbonate (HCO3−) are the predominant anions in the body, the increased serum Cl− causes intracellular shifting of HCO3− to maintain electronegative balance.  This @\"loss\" of HCO3−@ (#reduced serum HCO3−#) decreases blood pH.  Infusion of excess normal saline also increases intravascular volume, which the kidneys respond to by increasing sodium (Na+) excretion, resulting in #increased urine Na+#. $Other causes of NAGMA usually involve loss of HCO3− from the kidneys (eg, renal tubular acidosis) or gastrointestinal tract (eg, severe diarrhea).  With these etiologies, serum Cl− is increased to compensate for the loss of HCO3−.  Because of the inverse relationship between Cl− and HCO3−, NAGMA of any etiology is also referred to as #hyperchloremic acidosis#. $#(Choice A)#  Metabolic acidosis with hypochloremia (decreased serum HCO3−, pH, and serum Cl−) can occur with diabetic ketoacidosis.  The typical inverse relationship between serum HCO3− and Cl− is disrupted due to the presence of unmeasured anions (ie, ketones) in the blood and profound Cl− losses from osmotic diuresis (due to glucosuria).  Urine Na+ is low due to hypovolemia and consequent increased aldosterone-mediated urinary Na+ reabsorption. $#(Choice C)#  Increased serum HCO3− does not explain decreased pH (acidemia), but the combination of the two can occur with metabolic compensation for primary respiratory acidosis (eg, chronic hypoventilation).  Serum Cl− is decreased in response to the increase in serum HCO3−.  Urine Na+ is unchanged in the absence of a change in volume status. $#(Choices D and E)#  Hypochloremic metabolic alkalosis (decreased serum Cl−, increased serum HCO3− and pH) can occur in the setting of hypovolemia (eg, poor oral intake/vomiting, diuretic overuse) or hypervolemia (eg, primary hyperaldosteronism).  Urine Na+ is decreased with hypovolemic etiologies and increased with hypervolemic etiologies. $#Educational objective# The infusion of excessive normal saline (sodium chloride) is a common cause of nonanion gap metabolic acidosis.  The excess intravascular chloride (Cl−) causes intracellular shifting of bicarbonate (HCO3−), reducing serum HCO3− and decreasing blood pH.  ","clickable_1":"images/img1.18933.jpg"},

{"id":"956","title":"A 35-year-old man who works as a nurse at a local hospital is brought to the emergency department due to confusion and lethargy.  His temperature is 36.7 C (98 F), blood pressure is 86/48 mm Hg, pulse is 120/min, and respirations are 12/min.  Arterial blood gas results show pH 7.54, PaCO2 49 mm Hg, and PaO2 85 mm Hg.  Which of the following laboratory studies would be the most useful in determining the cause of this patient's acid-base abnormality?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Serum ketones","answer_2":"B. Serum osmolality","answer_3":"C. Serum sodium","answer_4":"D. Urine chloride","answer_5":"E. Urine glucose","percent_1":"8%","percent_2":"23%","percent_3":"22%","percent_4":"43%","percent_5":"4%","right_answer":"D. Urine chloride","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp956.jpg","explanation_1":"","explanation_2":"$This patient's arterial pH >7.45 is consistent with @alkalemia@.  The PaCO2 is elevated (>40 mm Hg), indicating a respiratory acidosis, which does not explain the alkalemia.  Therefore, #primary metabolic alkalosis with respiratory compensation# is most likely present.  When the etiology of metabolic alkalosis is unknown, assessment of #volume status# and measurement of #urine chloride# can be helpful. $Because low Cl- impairs @renal excretion of HCO3-@, total body #chloride depletion# often plays an important role in the pathogenesis of metabolic alkalosis.  Etiologies of metabolic alkalosis that involve temporary chloride depletion (#hypovolemia#) will demonstrate #low urine chloride# and are amenable to treatment with Cl- repletion (#saline responsive#).  These etiologies include: $• #Nasogastric suctioning# or #severe vomiting#, which involve loss of H+ and Cl- (ie, hydrochloric acid) from the stomach. $• #Loop or thiazide diuretic overuse#, which involve loss of Cl- and retention of HCO3- by the kidneys.  Of note, urine chloride will be high with recent use but drops to low levels once the diuretic effect wanes. $Metabolic alkalosis can also occur in the absence of significant chloride depletion.  Conditions of #mineralocorticoid excess# (eg, primary hyperaldosteronism) cause metabolic alkalosis primarily due to aldosterone-mediated H+ loss from the kidneys.  These patients have #hypervolemia #(eg, hypertension), resulting in a pressure natriuresis with #high urine chloride #levels; the metabolic alkalosis does not correct with Cl- repletion (#saline unresponsive#) due to the persistent mineralocorticoid effect. $Certain renal tubular channelopathies (eg, Bartter and Gitelman syndromes) represent a special case.  Although affected patients are hypovolemic and total body chloride is low, high urine chloride is present because the defect persistently impairs renal Cl- reabsorption. $#(Choices A and E)#  Assessment of serum ketones and urine glucose is helpful in the evaluation of diabetic ketoacidosis as a cause of metabolic acidosis.  However, this patient has metabolic alkalosis. $#(Choices B and C)#  Intravascular volume depletion can also contribute to metabolic alkalosis by increasing renal bicarbonate reabsorption.  However, serum sodium concentration is an indication of the relative amounts of total body sodium and total body water; it provides little information about overall volume status (ie, hypo- or hypernatremia can occur with hypovolemia, euvolemia, or hypervolemia).  Serum osmolality usually reflects serum sodium concentration unless high levels of other osmotically active substances are present (eg, glucose, ethanol); like serum sodium, it cannot be used to reliably differentiate hypovolemia from hypervolemia. $#Educational objective# Total body chloride depletion is often important in the pathophysiology of metabolic alkalosis.  Measurement of urine chloride can be helpful in determining the underlying etiology.  ","clickable_1":"images/img1.956.jpg","clickable_2":"images/img2.956.jpg"},

{"id":"18879","title":"A 34-year-old woman comes to the office due to a 3-day history of watery diarrhea.  The patient has no fever.  She has no other medical conditions and takes no medications.  Blood pressure is 120/80 mm Hg and pulse is 90/min.  Examination shows mild abdominal discomfort but is otherwise normal.  Compared to normal laboratory values, which of the following findings are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Blood pH ∆PaCO2 ∆Serum bicarbonate ","answer_1":"§A. ∆ Low ∆Low ∆Low","answer_2":"§B. ∆ Low ∆High ∆Normal","answer_3":"§C. ∆ Low ∆High ∆High","answer_4":"§D. ∆ High ∆Low ∆Low","answer_5":"§E. ∆ High ∆High ∆High","percent_1":"75%","percent_2":"4%","percent_3":"3%","percent_4":"8%","percent_5":"11%","right_answer":"§A. ∆ Low ∆Low ∆Low","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Common causes of primary acid-base disturbance#∆⨉ §^#Metabolic acidosis# ∆#Elevated anion gap#$ • Poor tissue perfusion (ie, lactic acidosis) • Diabetic ketoacidosis • Renal failure (ie, uremia) • Certain toxicities (eg, methanol, ethylene glycol) $$#Normal anion gap# • Severe diarrhea • Renal tubular acidosis • Excess normal saline infusion §^#Metabolic alkalosis# ∆ • Nasogastric suctioning or severe vomiting • Diuretic overuse • Primary hyperaldosteronism §^#Respiratory acidosis#$ (hypoventilation) ∆ • Central respiratory depression (eg, opioid overdose) • OHS, neuromuscular weakness • Chronic obstructive pulmonary disease §^#Respiratory alkalosis#$ (hyperventilation) ∆ • Acute V/Q mismatch (eg, PE, pneumonia) • Anxiety, inadequate pain control • High altitude, pregnancy %#OHS# = obesity hypoventilation syndrome; #PE# = pulmonary embolism; #V/Q# = ventilation/perfusion.","explanation_img":"","explanation_1":"","explanation_2":"This patient with several days of #diarrhea# is expected to have #primary metabolic acidosis#, with low blood pH (@<7.35@), low serum bicarbonate (HCO3−) (<24 mEq/L), and compensatory low partial pressure of carbon dioxide in arterial blood (PaCO2) (<40 mm Hg).  Severe diarrhea involves substantial #loss of HCO3−# in the stool, leading to @nonanion gap@ metabolic acidosis.  The #reduced blood pH# increases ventilatory drive to facilitate #CO2 removal# by the lungs, creating a #compensatory respiratory alkalosis#. $#(Choices B and C)#  Low pH with high PaCO2 is consistent with respiratory acidosis.  Full metabolic compensation via HCO3− reabsorption by the kidneys requires approximately 72 hours; therefore, HCO3− is high in chronic respiratory acidosis (eg, CO2 retention due to chronic obstructive pulmonary disease) and near normal in acute respiratory acidosis (eg, suppressed respiratory drive due to opioid overdose). $#(Choice D)#  High pH with low PaCO2 represents respiratory alkalosis, as occurs with hyperventilation at high altitude.  HCO3− is low due to compensatory metabolic acidosis. $#(Choice E)#  High pH with high HCO3− represents metabolic alkalosis, as occurs with the loss of H+ with severe vomiting.  PaCO2 is high due to compensatory respiratory acidosis. $#Educational objective# Severe diarrhea causes substantial loss of bicarbonate (HCO3−) in the stool and is a common cause of nonanion gap metabolic acidosis.  Low blood pH (<7.35) and low serum HCO3− (<24 mEq/L) are expected with compensatory low arterial partial pressure of carbon dioxide (PaCO2) (compensatory respiratory alkalosis).  ","clickable_1":"images/img1.18879.jpg","clickable_2":"images/img2.18879.jpg"},

{"id":"107616","title":"A 36-year-old man is brought to the emergency department due to confusion, nausea, and decreased arousal.  He is unable to answer questions and no other history is available.  Temperature is 36.7 C (98.1 F), pulse is 86/min, and respirations are 22/min.  Arterial blood gas and serum chemistry results are as follows:","title_table":"?pH? 7.25 ?PaO2? 96 mm Hg ?PaCO2? 28 mm Hg ?Sodium? 136 mEq/L ?Potassium? 3.6 mEq/L ?Chloride? 90 mEq/L ?Bicarbonate? 12 mEq/L ?Blood urea nitrogen? 30 mg/dL ?Creatinine? 1.2 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely primary acid-base disorder in this patient?","audio":"","comparison_items":"","answer_1":"A. Anion gap metabolic acidosis","answer_2":"B. Metabolic alkalosis","answer_3":"C. Nonanion gap metabolic acidosis","answer_4":"D. Respiratory acidosis","answer_5":"E. Respiratory alkalosis","percent_1":"89%","percent_2":"1%","percent_3":"7%","percent_4":"3%","percent_5":"1%","right_answer":"A. Anion gap metabolic acidosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp107616.jpg","explanation_1":"","explanation_2":"$#Arterial blood gas# analysis can be particularly helpful in the evaluation of #encephalopathy# (eg, confusion, decreased arousal) when a history cannot be obtained.  If present, acid-base abnormalities can help guide further diagnosis and management.  Acid-base status is best evaluated in a stepwise fashion:  $1. Evaluate the #pH#:  This patient's low pH of 7.25 indicates #acidemia# (ie, <7.35).  $2. Identify the #primary process#: Analyze the metabolic component of acid-base balance, serum HCO3− (normal: 24 mEq/L), and the respiratory component, PaCO2 (normal: 40 mm Hg).  The parameter shifted in the direction that explains the change in pH represents the primary disorder.  This patient's serum HCO3− of 12 mEq/L is low (shifted toward acidity) #(choice B),# indicating primary #metabolic acidosis#.  $3. Determine the #compensation#:  Primary metabolic disorders are quickly compensated via adjustments in alveolar ventilation and CO2 removal (eg, hyperventilation in this patient).  The expected @compensation@ for this patient's primary metabolic acidosis is a secondary respiratory alkalosis with a PaCO2 of 24-28 mm Hg (estimated using Winters formula).  This patient's PaCO2 of 28 mm Hg is within the expected range, indicating that there is no additional primary respiratory disorder (ie, #appropriate# compensation). $This patient therefore has a primary metabolic acidosis without an additional primary disorder.  The next step in further characterizing metabolic acidosis is calculation of the @anion gap@, which consists of unmeasured anions that are normally present in the serum.  The anion gap is approximately equal to (Na+ − [HCO3− + Cl−]); this patient's anion gap of 34 mEq/L is significantly higher than normal (ie, 10-14 mEq/L) #(choice C).#  Because of the large number of @etiologies@ of high #anion gap metabolic acidosis# (eg, toxic alcohol ingestion), further work-up is often necessary. $#(Choice D)#  Although primary respiratory acidosis would also cause a pH <7.35, a high PaCO2 with a compensatory rise in HCO3− would be expected. $#(Choice E)#  Primary respiratory alkalosis is characterized by a pH >7.45 (ie, alkalemia), rather than acidemia. $#Educational objective# Primary metabolic acidosis is characterized by a pH <7.35 (ie, acidemia), low serum HCO3−, and a compensatory low PaCO2.  An anion gap (Na+ − [HCO3− + Cl−]) above normal (ie, 10-14 mEq/L) indicates a high anion gap metabolic acidosis.  ","clickable_1":"images/img1.107616.jpg","clickable_2":"images/img2.107616.jpg","clickable_3":"images/img3.107616.jpg"},

{"id":"15290","title":"A 64-year-old man comes to the hospital due to generalized weakness and fatigue for the past several weeks.  He has a history of uncontrolled hypertension and nonadherence to medical therapy.  Blood pressure is 160/100 mm Hg, pulse is 90/min, and respirations are 22/min.  Oxygen saturation is 95% on room air.  Physical examination shows elevated jugular venous pressure, bilateral crackles, and 3+ pitting edema in both legs.  Laboratory results are as follows:","title_table":"?Blood urea nitrogen? 82 mg/dL ?Creatinine? 4.8 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following additional findings are most likely present in this patient?","audio":"","comparison_items":"§∆pH ∆Bicarbonate (mEq/L) ∆PaCO2 (mm Hg) ∆Anion gap (mEq/L)","answer_1":"§A. ∆ 7.15 ∆16 ∆48 ∆18","answer_2":"§B. ∆ 7.25 ∆12 ∆28 ∆20","answer_3":"§C. ∆ 7.31 ∆18 ∆37 ∆12","answer_4":"§D. ∆ 7.32 ∆25 ∆50 ∆10","answer_5":"§E. ∆ 7.39 ∆23 ∆39 ∆12","percent_1":"7%","percent_2":"49%","percent_3":"23%","percent_4":"12%","percent_5":"9%","right_answer":"§B. ∆ 7.25 ∆12 ∆28 ∆20","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Metabolic acidosis#∆⨉∆⨉ §^#Type# ∆^#Normal anion gap# ∆^#Elevated anion gap# §^#Mechanism# ∆ • Loss of bicarbonate ∆ • Accumulation of unmeasured acidic compounds §^#Common$ causes# ∆ • Severe diarrhea • Renal tubular acidosis • Excessive saline infusion ∆ • Lactic acidosis • Diabetic ketoacidosis • Renal failure (uremia) • Methanol, ethylene glycol • Salicylate toxicity","explanation_img":"","explanation_1":"","explanation_2":"This patient's markedly elevated blood urea nitrogen (BUN) and serum creatinine in the setting of uncontrolled hypertension suggest advanced #chronic kidney disease# (CKD), a condition commonly presenting with fatigue, generalized weakness, and evidence of volume overload (eg, jugular venous distension, peripheral edema).  Once CKD becomes advanced (eg, serum creatinine >3 mg/dL), #anion gap metabolic acidosis# with #respiratory compensation# is @expected@. $CKD involves a gradual decline in glomerular filtration rate (GFR), as evidenced by a slow increase in serum creatinine.  Urea, which is formed in the liver from ammonia and other nitrogenous wastes derived from protein breakdown, is normally cleared by the kidneys and also accumulates as GFR declines.  With advanced CKD, BUN levels become markedly elevated (eg, >60 mg/dL).  Although urea is uncharged and does not contribute to acidemia or an elevation in the anion gap, elevated BUN (ie, #uremia#) is a marker for the reduced renal clearance and consequent #accumulation of unmeasured acidic compounds# (eg, hydrogen phosphate, hydrogen sulfate, uric acid).  These compounds donate hydrogen ions (H+) to bind up bicarbonate (HCO3−) and acidify the blood, and the remaining anionic component #increases the anion gap# (@normal@: 10-14 mEq/L). $In response to the metabolic acidosis, the lungs @compensate@ with hyperventilation to #decrease PaCO2# and help normalize pH. $#(Choice A)#  Low pH with low HCO3− and elevated PaCO2 represents mixed metabolic and respiratory acidosis.  Such a scenario with an elevated anion gap may be seen with sepsis (ie, lactic acidosis) with acute respiratory failure. $#(Choice C)#  Low pH with low HCO3− and slightly reduced PaCO2 represents metabolic acidosis with respiratory compensation.  A normal anion gap is expected with metabolic acidosis that results from loss of HCO3− (eg, severe diarrhea).  However, this patient with CKD will have accumulation of unmeasured acidic compounds, resulting in an elevated anion gap. $#(Choice D)#  Low pH with elevated PaCO2 indicates respiratory acidosis.  Minimal increase in HCO3- suggests acute respiratory acidosis (eg, acute opioid overdose) as there has not been time for metabolic compensation to occur (full metabolic compensation requires approximately 72 hours). $#(Choice E)#  These acid-base and anion gap findings are within normal limits and indicate an absence of acid-base disturbance. $#Educational objective# Advanced chronic kidney disease typically involves the accumulation of unmeasured acidic compounds in the blood; therefore, anion gap metabolic acidosis with respiratory compensation is expected.  ","clickable_1":"images/img1.15290.jpg","clickable_2":"images/img2.15290.jpg","clickable_3":"images/img3.15290.jpg"},

{"id":"15276","title":"A 28-year-old man is found unresponsive by his roommate and is brought to the emergency department.  He has a history of injection drug use.  On physical examination, the patient is obtunded and hypopneic.  The pupils are pinpoint.  Lung auscultation reveals decreased breath sounds bilaterally.  Endotracheal intubation is planned for airway protection and arterial blood gas analysis is performed prior to the procedure while the patient is breathing room air.  This patient's current acid-base status is best represented by which of the following points on the below graph?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/15276.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"13%","percent_2":"77%","percent_3":"1%","percent_4":"3%","percent_5":"6%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15276.jpg","explanation_1":"","explanation_2":"$This patient's altered consciousness, pinpoint pupils, decreased breath sounds, and history of intravenous drug use strongly suggest #acute opioid overdose#.  In addition to causing sedation, opioids cause #respiratory depression# by suppressing central respiratory drive in the medulla.  The resulting #hypoventilation# leads to @CO2 retention@ and #acute respiratory acidosis#, characterized by #low pH# and #high PaCO2#.  To compensate for respiratory acidosis, the kidneys retain additional bicarbonate; however, metabolic renal compensation for an acid-base disturbance is a relatively slow process (taking place over several days) and is minimally evident in the acute setting. $#(Choice A)#  A high PaCO2 with high serum bicarbonate and near normal pH is consistent with chronic respiratory acidosis with a compensatory metabolic alkalosis, such as occurs in severe chronic obstructive pulmonary disease.  Although acute opioid overdose is expected to cause a rapid increase in PaCO2, serum bicarbonate is near normal because there has not been time for metabolic compensation. $#(Choice C)#  Normal acid-base values include pH 7.4, PaCO2 40 mm Hg, and serum bicarbonate 24 mEq/L.  Significant deviation from these values represents an acid-base disturbance. $#(Choice D)#  A high pH with low PaCO2 and slightly low serum bicarbonate is consistent with acute respiratory alkalosis, such as occurs with the hyperventilation seen in acute pulmonary embolism or acute anxiety.  Serum bicarbonate is only slightly low because the kidneys have had little time to compensate by increasing bicarbonate excretion. $#(Choice E)#  A low pH with low serum bicarbonate and low PaCO2 is consistent with acute metabolic acidosis, such as occurs with lactic acidosis in sepsis.  The lungs quickly compensate for the acidemia with hyperventilation to increase exhalation of CO2 and help normalize pH.  Severe metabolic acidosis can lead to respiratory failure if the lungs are unable to keep up with the need to exhale CO2. $#Educational objective# Acute opioid overdose is characterized by altered level of consciousness, pinpoint pupils, and central respiratory depression.  Patients are expected to have acute respiratory acidosis (low pH, high PaCO2) due to hypoventilation.  Serum bicarbonate is typically near normal as there is not time for metabolic compensation in the acute setting. ","clickable_1":"images/img1.15276.jpg"},

{"id":"19634","title":"A 56-year-old man with chronic kidney disease is seen for a routine follow-up visit.  The patient also has type 2 diabetes, hypertension, and hyperlipidemia.  His serum creatinine level has been increasing over the past 2 years.  Blood pressure is 144/90 mm Hg and pulse is 88/min.  Weight is 80 kg (176 lb).  Physical examination is normal except for trace pitting ankle edema.  Serum creatinine level is 1.8 mg/dL; 1 year ago, serum creatinine was 1.4 mg/dL.  Serum calcium and phosphorus levels are in the normal range.  Which of the following is most likely responsible for maintaining the serum phosphorus within normal range despite declining renal function?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Elevated serum thyrotropin","answer_2":"B. Hypocalcemia","answer_3":"C. Hypomagnesemia","answer_4":"D. Increased serum fibroblast growth factor 23 level","answer_5":"E. Suppressed serum parathyroid hormone level","percent_1":"3%","percent_2":"14%","percent_3":"13%","percent_4":"40%","percent_5":"30%","right_answer":"D. Increased serum fibroblast growth factor 23 level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Fibroblast growth factor 23 & phosphate metabolism#∆⨉ §^#Secretion# ∆ • Produced by osteocytes • Production increased by hyperphosphatemia, 1,25-dihydroxyvitamin D §^#Metabolic effects# ∆ • Inhibits synthesis of 1,25-dihydroxyvitamin D $== ○ ↓ intestinal phosphate absorption $== ○ ↓ renal phosphate reabsorption • Suppresses renal sodium/phosphate cotransporter Iia $== ○ ↓ renal phosphate reabsorption","explanation_img":"","explanation_1":"","explanation_2":"Renal clearance of phosphate depends on adequate filtration of phosphate in the glomerulus.  Patients with chronic kidney disease (CKD) and decreased glomerular filtration can experience inadequate phosphate excretion leading to hyperphosphatemia. $#Fibroblast growth factor 23# (FGF23) is @secreted by osteocytes@ in response to hyperphosphatemia and binds the FGF23 receptor along with the coreceptor Klotho.  In the kidneys, FGF23 #suppresses 1-hydroxylase# (which converts 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D, the more active form), leading to reduced levels of 1,25-dihydroxyvitamin D.  This causes #decreased intestinal phosphate absorption# and #decreased renal phosphate reabsorption#.  Concurrently, FGF23 #downregulates sodium/phosphate cotransporter IIa# in the renal tubules, leading to an additional decrease in phosphate reabsorption.  The net effect is greater elimination of phosphate in the urine and feces. $FGF23 is one of the earliest counterregulatory factors in responding to hyperphosphatemia, and it may be elevated even before circulating phosphate levels are above laboratory reference ranges.  Serum FGF23 levels are useful as an #early marker# for monitoring abnormal phosphate metabolism in patients with CKD. $#(Choice A)#  In contrast to the parathyroid glands, which have a significant role in calcium and phosphate homeostasis, the pituitary-thyroid axis (ie, thyrotropin, thyroid hormone) is not a major regulator of calcium and phosphate metabolism. $#(Choices B and E)#  Hypocalcemia and hyperphosphatemia in CKD induce secretion (not suppression) of parathyroid hormone (PTH) from the parathyroid glands.  PTH causes release of calcium from bone, renal calcium retention, and increased renal phosphate excretion.  Despite rising PTH levels in CKD (ie, secondary hyperparathyroidism), patients tend to develop hyperphosphatemia due to the declining glomerular filtration rate (reduces filtered phosphate load). $#(Choice C)#  As with phosphate, declining glomerular filtration generally leads to magnesium retention, not wasting.  Moreover, clinically significant alterations in magnesium levels are typically seen only in patients with advanced CKD (ie, glomerular filtration rate <10-30 mL/min; serum creatinine >2-3 mg/dL). $#Educational objective# Patients with chronic kidney disease (CKD) can develop hyperphosphatemia due to decreased filtration of phosphate.  Fibroblast growth factor 23 (FGF23) is secreted in response to hyperphosphatemia and lowers plasma phosphate by reducing intestinal absorption and renal reabsorption of phosphate.  FGF23 levels are useful as an early marker of abnormal phosphate metabolism in patients with CKD.  ","clickable_1":"images/img1.19634.jpg"},

{"id":"1533","title":"A 57-year-old man comes to the office for a follow-up appointment.  He has a history of systolic heart failure, which has been managed with appropriate medical therapy.  The patient experiences significant functional impairment at baseline and is able to walk only short distances.  His most recent echocardiogram revealed a left ventricular ejection fraction of 30% (normal ≥55%).  The physician decides to add spironolactone to the treatment regimen.  The addition of this medication is most likely to cause a decrease in which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hydrogen ion generation by the proximal convoluted tubule","answer_2":"B. Hydrogen ion secretion from the collecting duct","answer_3":"C. Na+/K+/2Cl− cotransport in the thick ascending limb","answer_4":"D. Proximal convoluted tubule brush border transport capacity","answer_5":"E. Urea reabsorption in the collecting duct","percent_1":"3%","percent_2":"79%","percent_3":"6%","percent_4":"1%","percent_5":"11%","right_answer":"B. Hydrogen ion secretion from the collecting duct","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1533.jpg","explanation_1":"","explanation_2":"$#Aldosterone# is a mineralocorticoid produced by the adrenal @zona glomerulosa@ in response to hypotension and reduced renal blood flow (@renin-angiotensin-aldosterone system@).  Hyperkalemia can also stimulate aldosterone secretion. $Aldosterone acts primarily in the collecting duct, where it increases the number of @basolateral Na+/K+-ATPase pumps@ and apical sodium channels on principal cells, increasing sodium and water reabsorption.  It also promotes #potassium and hydrogen ion secretion# from the principal and intercalated cells, respectively. $#Aldosterone receptor antagonists# (eg, spironolactone, eplerenone) inhibit the effects of aldosterone and reduce sodium reabsorption and potassium and hydrogen ion secretion in the collecting duct.  Benefits include enhanced diuresis and lower blood pressure.  Adverse effects of these medications include hyperkalemia, hyponatremia, metabolic acidosis, and gynecomastia (with spironolactone, which also inhibits the testosterone receptor). $#(Choice A)#  Intracellular @carbonic anhydrase@ in the proximal tubule generates H+, which is secreted into tubular fluid and used by brush border carbonic anhydrase to help resorb filtered HCO3−.  Carbonic anhydrase inhibitors (eg, acetazolamide) suppress both membrane-bound and cytoplasmic forms. $#(Choice C)#  The Na+/K+/2Cl− cotransporter in the thick ascending limb is the target of loop diuretics (eg, furosemide), which cause brisk diuresis by inhibiting solute reabsorption. $#(Choice D)#  The microvilli-covered epithelial cells (brush border) of the proximal convoluted tubule have a high capacity for reabsorption of electrolytes, glucose, and amino acids.  Isosmotic water reabsorption follows passively.  Reabsorption in this segment of the nephron is not affected by aldosterone, but is enhanced by angiotensin II. $#(Choice E)#  In addition to increasing the water permeability of the collecting duct, vasopressin (antidiuretic hormone) raises urea reabsorption by increasing the number of cell surface urea transporters.  This strengthens the corticomedullary interstitial osmotic gradient, facilitating water reabsorption and increasing urine concentration. $#Educational objective# Aldosterone acts on the principal and intercalated cells of the renal collecting tubules to increase resorption of sodium and water and increase excretion of potassium and hydrogen ions.  Aldosterone receptor antagonists (eg, spironolactone, eplerenone) inhibit these effects.  ","clickable_1":"images/img1.1533.jpg","clickable_2":"images/img2.1533.jpg","clickable_3":"images/img3.1533.jpg","clickable_4":"images/img4.1533.jpg"},

{"SubjectSystem":"Biochemistry-Renal","id":"11939","title":"A 68-year-old man comes to the emergency department due to abdominal pain and nausea for the past 2 days.  He has a history of atherosclerotic cardiovascular disease and underwent coronary artery bypass surgery 2 years ago.  Blood pressure is 105/65 mm Hg and heart rate is 120/min and irregular.  Abdominal examination reveals mild diffuse tenderness and decreased bowel sounds.  Laboratory studies are as follows:","title_table":"!Serum chemistry! ?Sodium? 142 mEq/L ?Chloride? 104 mEq/L ?Bicarbonate? 12 mEq/L ?Creatinine? 0.8 mg/dL !Arterial blood gases! ?pH? 7.25 ?PaCO2? 29 mm Hg ⨀Lactic acid, venous blood 5.6 mmol/L (normal: 0.5 - 2.0 mmol/L)⨀","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"ECG shows absent P waves and an irregular rate and rhythm.  CT scan of the abdomen reveals colonic wall thickening and no enhancement with intravenous contrast.  Urinalysis shows acidic urine.  Renal metabolism of which of the following amino acids is most important for maximizing acid excretion in this patient?","audio":"","comparison_items":"","answer_1":"A. Alanine","answer_2":"B. Arginine","answer_3":"C. Aspartate","answer_4":"D. Glutamine","answer_5":"E. Histidine","percent_1":"11%","percent_2":"23%","percent_3":"23%","percent_4":"37%","percent_5":"7%","right_answer":"D. Glutamine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp11939.jpg","explanation_1":"","explanation_2":"$This patient has #acute ischemic colitis#, which is most likely due to embolic disease related to his atrial fibrillation.  The ischemic bowel undergoes anaerobic metabolism, causing #lactate accumulation# in the blood that leads to an anion gap metabolic acidosis.  Acidosis stimulates #renal ammoniagenesis#, a process by which renal epithelial cells metabolize #glutamine#, generating ammonium and bicarbonate.  Ammonium ions are transported into the tubular fluid and excreted in the urine while peritubular capillaries absorb bicarbonate, which functions to buffer acids in the blood. $Under normal physiologic conditions, about half of the total amount of acid secreted in the urine is in the form of ammonium, and the remainder is excreted primarily as titratable acids, particularly inorganic phosphate.  However, #increased ammonium production# is almost entirely responsible for the increase in renal acid excretion seen with #chronic acidosis#. $#(Choices A and C)#  Alanine and aspartate are glucogenic amino acids.  Alanine is metabolized in the liver to produce pyruvate and aspartate can be readily interconverted with oxaloacetate. $#(Choice B)#  Arginine is a urea cycle intermediate that helps to remove nitrogenous waste products (eg, ammonium) from the blood.  Hepatic metabolism of arginine results in the production of urea and ornithine. $#(Choice E)#  Histidine, an essential amino acid, is converted to histamine by histidine decarboxylase.  Histamine is involved in the acute inflammatory response and gastric acid secretion; it also functions as a neurotransmitter. $#Educational objective# Acidosis stimulates renal ammoniagenesis, a process by which renal tubular epithelial cells metabolize glutamine to glutamate, generating ammonium that is excreted in the urine and bicarbonate that is absorbed into the blood.  This process is responsible for the vast majority of renal acid excretion in chronic acidotic states.  "},

{"id":"682","title":"A 57-year-old man comes to the emergency department due to the abrupt onset of severe right eye pain and ipsilateral headache.  The patient also has severe nausea and describes seeing halos around objects.  After initial treatment with the appropriate medication, the pain severity decreases.  Urine output also slightly increases, and the urine pH becomes more alkaline.  The medication used to treat this patient's eye condition predominantly acts on which of the following nephron segments?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/682.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"73%","percent_2":"5%","percent_3":"5%","percent_4":"7%","percent_5":"10%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp682.jpg","explanation_1":"","explanation_2":"$This patient with abrupt-onset unilateral headache and eye pain with nausea and visual halos likely has acute #angle-closure glaucoma#, which characterized by increased intraocular pressure caused by @impaired drainage@ of aqueous humor.  Aqueous humor production is promoted by #carbonic anhydrase#; carbonic anhydrase inhibitors (eg, #acetazolamide#) rapidly reduce intraocular pressure in patients with glaucoma. $Carbonic anhydrase is also present in the #renal proximal tubules#, where it catalyzes reactions necessary for @bicarbonate (HCO3) reabsorption@.  By inhibiting carbonic anhydrase, acetazolamide blocks reabsorption of HCO3− in the proximal tubule; the resulting urinary loss of HCO3− leads to mild diuresis with increased urine pH and consequent mild #metabolic acidosis#.  Acetazolamide is often used to help offset the metabolic alkalosis that is commonly caused by loop diuretics. $#(Choice B)#  The descending limb of the loop of Henle is very permeable to water, allowing passive water diffusion to produce more concentrated urine.  Osmotic diuretics (eg, mannitol) reduce water reabsorption in this region.  Although mannitol can reduce intraocular pressure, it does not increase urine pH (mannitol may slightly acidify the urine due to reduced reabsorption of H+). $#(Choice C)#  Loop diuretics (eg, furosemide) are the mainstay of diuretic therapy for heart failure because they inhibit the Na+-K+-2Cl− cotransporter in the thick ascending loop to stimulate potent excretion of Na+ and water, thereby reducing total body fluid volume. $#(Choice D)#  Thiazide diuretics (eg, metolazone) act distally in the nephron and potentiate the diuretic effect of loop diuretics by blocking the reabsorption of increased Na+ delivered to the distal convoluted tubules, producing a profound synergistic diuresis. $#(Choice E)#  Potassium-sparing diuretics (eg, spironolactone, amiloride) act on the collecting tubules and ducts, where they have a mild diuretic effect by inhibiting reabsorption of the remaining Na+ in the nephron.  They are often used to offset hypokalemia from more potent diuretics by reducing K+ secretion. $#Educational objective# Carbonic anhydrase inhibitors (eg, acetazolamide) reduce intraocular pressure in patients with glaucoma by reducing production of aqueous humor.  Carbonic anhydrase is also found in the renal proximal tubule, where it catalyzes reactions necessary for bicarbonate (HCO3) reabsorption.  Acetazolamide therefore induces a mild diuresis with increased urine pH and resulting mild metabolic acidosis.  ","clickable_1":"images/img1.682.jpg","clickable_2":"images/img2.682.jpg"},

{"id":"18841","title":"A 56-year-old man with type 2 diabetes mellitus, hypertension, and chronic kidney disease is found to have a persistently elevated serum potassium level.  He takes lisinopril.  Blood pressure is 130/90 mm Hg.  Physical examination shows no abnormalities.  The patient is prescribed patiromer therapy.  Which of the following best describes the mechanism of action of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activates the Na+-K+-ATPase pump in skeletal muscle","answer_2":"B. Antagonizes aldosterone effect on renal tubules","answer_3":"C. Antagonizes membrane effects of hyperkalemia","answer_4":"D. Exchanges calcium for potassium in the intestine","answer_5":"E. Increases renal excretion of potassium","percent_1":"4%","percent_2":"7%","percent_3":"11%","percent_4":"40%","percent_5":"38%","right_answer":"D. Exchanges calcium for potassium in the intestine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18841.jpg","explanation_1":"","explanation_2":"$#Hyperkalemia# is a common complication of chronic kidney disease that results from impaired potassium excretion.  Medications that inhibit the renin-angiotensin-aldosterone system (eg, ACE inhibitors, mineralocorticoid blockers) can also worsen hyperkalemia, often limiting their use in this population. $#Patiromer# is a nonabsorbable cation exchange resin that #binds colonic potassium# in #exchange for calcium#, trapping potassium within the resin where it is then excreted in the feces.  It is often used for treatment of chronic hyperkalemia.  However, onset of action takes several hours, so it is not recommended as monotherapy in acute hyperkalemia.  Adverse effects include gastrointestinal disturbance (eg, diarrhea), hypokalemia, hypercalcemia (due to luminal exchange of calcium), and hypomagnesemia (due to off-target binding of other positive ions).  Patiromer may also bind certain medications (eg, ciprofloxacin, levothyroxine). $#Sodium zirconium cyclosilicate# is another nonabsorbable cation exchange resin that binds intestinal potassium in exchange for sodium and hydrogen.  It is more selective for potassium and does not interfere with absorption of magnesium or other medications.  However, the increased sodium load may be problematic for patients sensitive to exogenous sodium (eg, cirrhosis, congestive heart failure). $#(Choice A)#  Beta-2 agonists and insulin increase the activity of the Na+-K+-ATPase in skeletal muscles, which transiently increases intracellular translocation of potassium.  These medications are used in the treatment of acute, severe hyperkalemia but do not have a sustained potassium-lowering effect. $#(Choice B)#  Mineralocorticoid blockers (eg, spironolactone, eplerenone) antagonize the effects of aldosterone in the renal tubules.  This leads to increased reabsorption of potassium, which will worsen hyperkalemia. $#(Choice C)#  Calcium gluconate antagonizes the effects of hyperkalemia on cell membrane potential and is used in severe hyperkalemia to stabilize cardiac myocytes and prevent arrhythmias.  It does not lower serum potassium levels. $#(Choice E)#  Loop diuretics (eg, furosemide) increase renal excretion of potassium.  Patiromer inhibits dietary potassium absorption and therefore decreases the total amount of renally excreted potassium. $#Educational objective# Patiromer is a nonabsorbable cation exchange resin used to treat hyperkalemia.  It binds colonic potassium in exchange for calcium, trapping potassium within the resin where it is then excreted in the feces.  Adverse effects include diarrhea, hypokalemia, hypercalcemia, and hypomagnesemia.  "},

{"id":"18924","title":"A 16-year-old girl is brought to the emergency department from home due to altered mental status.  Her parents note that she was in her usual state of health at lunch, which was about 6 hours ago.  Temperature is 38.3 C (100.9 F), blood pressure is 120/70 mm Hg, pulse is 104/min, and respirations are 30/min.  Pulse oximetry is 97% on room air.  The girl is disoriented and drowsy.  Physical examination shows normal-sized reactive pupils and clear lungs.  There is tenderness over the epigastric area.  Laboratory studies are as follows:","title_table":"?Serum chemistry? ? Sodium? 140 mEq/L ? Potassium? 3.5 mEq/L ? Chloride? 104 mEq/L ? Bicarbonate? 14 mEq/L ? Glucose? 78 mg/dL ?Lactic acid, venous blood? 7.5 mmol/L","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's findings?","audio":"","comparison_items":"","answer_1":"A. Ethanol intoxication","answer_2":"B. Aspirin intoxication","answer_3":"C. Carbon monoxide poisoning","answer_4":"D. Diabetic ketoacidosis","answer_5":"E. Pulmonary embolism","percent_1":"21%","percent_2":"54%","percent_3":"5%","percent_4":"18%","percent_5":"1%","right_answer":"B. Aspirin intoxication","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with acutely altered mental status has an elevated anion gap and tachypnea, findings concerning for #salicylate intoxication#.  Toxicity in children is usually due to accidental salicylate (eg, aspirin, wintergreen oil) ingestion but can be seen with intentional overdose in adolescents and adults. $Symptoms of acute salicylate overdose begin within a couple hours of ingestion and include: $• #Tinnitus# (eg, ringing/buzzing sound) is an early sign that can occur even with normal serum salicylate concentrations. $• #Hyperventilation# (causing a #primary respiratory alkalosis#) due to stimulation of the medullary respiratory center. $• #Nausea and vomiting# due to activation of the chemoreceptor trigger zone in the medulla and from direct gastric irritation (epigastric tenderness) as a result of decreased prostaglandin synthesis. $• Uncoupling of oxidative phosphorylation leads to #hyperthermia# and increased anaerobic metabolism.  The resulting #increase in lactic acid# production causes a #primary metabolic acidosis# with an @elevated anion gap@ (22 = 140 - [104 + 14]). $• #Altered mental status# can occur due to the direct effect of salicylates on the CNS and as a result of neuroglycopenia (cerebral glycolysis increases due to the oxidative phosphorylation impairment). $#(Choice A)#  Ethanol intoxication causes slurred speech, nystagmus, decreased coordination, and CNS depression.  It is associated with respiratory depression (not tachypnea). $#(Choice C)#  Carbon monoxide poisoning causes flu-like symptoms, headaches, and altered mental status.  An anion gap metabolic acidosis can occur due to increased lactate production.  However, hyperthermia and tachypnea would not be expected.  In addition, symptoms in only one household member would be unusual. $#(Choice D)#  Insulin deficiency and hyperglycemia in type I diabetics can lead to diabetic ketoacidosis, which is characterized by lipolysis, ketoacid production, and an anion gap metabolic acidosis.  Abdominal pain and mental status changes can be seen.  However, this patient's normal glucose level is inconsistent with this diagnosis. $#(Choice E)#  Symptoms of pulmonary embolism include hypoxia, tachycardia, chest pain, and shortness of breath.  However, this patient has no risk factors (eg, recent surgery, cancer), and an anion gap metabolic acidosis would not be seen. $#Educational objective# Acute salicylate toxicity causes a primary respiratory alkalosis and a primary metabolic acidosis with an anion gap due to increased lactate production.  Symptoms include tinnitus, tachypnea, hyperthermia, vomiting, and altered mental status.  ","clickable_1":"images/img1.18924.jpg"},

{"id":"106038","title":"A 65-year-old man comes to the office to establish medical care.  The patient states that he was diagnosed with type 2 diabetes mellitus several years ago but has not taken medications or followed up.  He reports no symptoms.  Blood pressure is 142/86 mm Hg and pulse is 78/min.  BMI is 30 kg/m2.  Physical examination shows no abnormalities.  Laboratory testing shows uncontrolled diabetes mellitus with diabetic nephropathy.  He also has findings indicating a decreased aldosterone effect on the renal tubules but no other adrenal or pituitary hormonal disturbances.  Compared to healthy individuals, which of the following are most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum sodium concentration ∆Urinary potassium excretion ∆Urinary ammonium excretion","answer_1":"§A. ∆ Decreased ∆Increased ∆Unchanged","answer_2":"§B. ∆ Decreased ∆Unchanged ∆Increased","answer_3":"§C. ∆ Increased ∆Decreased ∆Increased","answer_4":"§D. ∆ Unchanged ∆Decreased ∆Decreased","answer_5":"§E. ∆ Unchanged ∆Increased ∆Decreased","percent_1":"21%","percent_2":"16%","percent_3":"13%","percent_4":"44%","percent_5":"6%","right_answer":"§D. ∆ Unchanged ∆Decreased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's decreased aldosterone effect on the kidneys is likely due to #impaired renin secretion# in the setting of juxtaglomerular apparatus destruction from #diabetic nephropathy#, with a @downstream decrease@ in aldosterone production.  Aldosterone acts on the nephron collecting duct to @stimulate sodium reabsorption@, with a consequent increase in the excretion of potassium and hydrogen (H+ is excreted in the form of ammonium [NH4+]). $With decreased aldosterone activity, #potassium and H+ excretion is decreased#, leading to hyperkalemia and metabolic acidosis.  The metabolic acidosis created is nonanion gap due to the retention of H+ and a @net loss of bicarbonate@ (HCO3-).  Sodium reabsorption is decreased, leading to some degree of volume depletion (total body sodium is decreased), but hyponatremia often does not occur because antidiuretic hormone levels appropriately adjust to maintain a #normal serum sodium concentration#. $A reduced aldosterone effect on the kidneys and the resulting metabolic abnormalities are referred to as #type 4 renal tubular acidosis# (RTA).  In addition to diabetes mellitus, other causes of type 4 RTA include primary aldosterone deficiency and pharmacologic aldosterone inhibition such as that induced by mineralocorticoid antagonists (eg, spironolactone, eplerenone) and ENaC channel inhibitors (eg, amiloride, triamterene). $#Educational objective# Type 4 renal tubular acidosis (RTA) results from a reduced aldosterone effect on the kidneys and is characterized by hyperkalemia (reduced potassium excretion) and nonanion gap metabolic acidosis (reduced hydrogen excretion in the form of ammonium).  Sodium reabsorption is decreased, leading to decreased total body sodium, but the serum sodium concentration is often unchanged due to the appropriate function of antidiuretic hormone.  ","clickable_1":"images/img1.106038.jpg","clickable_2":"images/img2.106038.jpg","clickable_3":"images/img3.106038.jpg"},

{"id":"1425","title":"A 63-year-old man comes to the emergency department due to muscle weakness with severe cramping in the lower extremities.  The cramps are severe enough to disrupt his sleep.  The patient also exercises daily but has had to suspend his exercise regimen in the last 3 days due to the symptoms.  Past medical history is notable for hypertension, for which he was started on chlorthalidone and amlodipine 4 weeks ago.  Blood pressure in the emergency department is 140/86 mm Hg and pulse is 90/min.  The heart has a regular rate and rhythm, and he has palpable pedal pulses with no peripheral edema.  Which of the following is the most likely cause of this patient's muscular symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperuricemia","answer_2":"B. Hypocalcemia","answer_3":"C. Hypoglycemia","answer_4":"D. Hypokalemia","answer_5":"E. Hyponatremia","answer_6":"F. Hypophosphatemia","percent_1":"5%","percent_2":"26%","percent_3":"1%","percent_4":"59%","percent_5":"6%","percent_6":"3%","right_answer":"D. Hypokalemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Thiazide diuretics# lower blood pressure by decreasing #intravascular volume#, reducing cardiac output, and lowering systemic vascular resistance.  Thiazides inhibit Na+/Cl− co-transporters in the @distal convoluted tubules@, thereby decreasing reabsorption of Na+ and Cl−.  The decrease in intravascular volume is partially attenuated by activation of the #renin-angiotensin-aldosterone# system.  However, the rise in aldosterone secretion leads to increased urinary excretion of potassium and hydrogen ions, with resulting #hypokalemia# and metabolic alkalosis. $Chlorthalidone appears to be more potent in lowering blood pressure than other thiazides (eg, hydrochlorothiazide) but is also associated with more metabolic abnormalities.  Significant hypokalemia can cause #muscle weakness#, cramps, and possible rhabdomyolysis. $#(Choice A)#  Hypovolemia stimulates uric acid reabsorption in the proximal tubules.  This can cause hyperuricemia and potentially precipitate a gout attack (acute monoarticular arthritis). $#(Choice B)#  Thiazides increase @calcium reabsorption@ in the distal convoluted tubules, reducing urinary excretion of calcium and modestly raising serum calcium levels.  They do not cause hypocalcemia. $#(Choice C)#  Thiazides decrease insulin secretion and peripheral uptake of glucose.  This can cause hyperglycemia, not hypoglycemia. $#(Choice E)#  Thiazides can cause hyponatremia due to increased urinary excretion of sodium.  Acute hyponatremia causes nausea, malaise, headache, and central nervous symptoms (eg, altered mental status, seizures).  Muscle cramps are less common and usually seen with chronic hyponatremia. $#(Choice F)#  Hypophosphatemia can cause muscle weakness and paralysis but is not a side effect of thiazides.  It is commonly seen with chronic alcohol use. $#Educational objective# Thiazide diuretics decrease intravascular fluid volume, which stimulates aldosterone secretion and leads to increased excretion of potassium and hydrogen ions in the urine.  This results in hypokalemia and metabolic alkalosis.  ","clickable_1":"images/img1.1425.jpg","clickable_2":"images/img2.1425.jpg"},

{"id":"6792","title":"A 24-year-old man who lives at an elevation near sea-level goes on a multiday hiking trip in the Colorado mountains and ascends to an altitude of 4,000 m (13,123 ft).  Over the next 3 days, the patient develops diffuse headaches, nausea, and difficulty sleeping.  The patient also notes mild fatigue and slight dizziness with changes in position.  He has no medical conditions and takes no medications.  He does not use alcohol, tobacco, or illicit drugs.  Which of the following changes in this patient's acid-base physiology is most likely to be seen?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Arterial pH ∆Renal H+ secretion ∆Renal HCO3- reabsorption","answer_1":"§A. ∆ ↓ ∆↑ ∆↓","answer_2":"§B. ∆ ↑ ∆↓ ∆↓","answer_3":"§C. ∆ ↑ ∆No change ∆↓","answer_4":"§D. ∆ No change ∆↓ ∆↓","answer_5":"§E. ∆ ↓ ∆↓ ∆↑","answer_6":"§F. ∆ ↑ ∆↑ ∆No change","percent_1":"10%","percent_2":"48%","percent_3":"16%","percent_4":"3%","percent_5":"14%","percent_6":"9%","right_answer":"§B. ∆ ↑ ∆↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp6792.jpg","explanation_1":"","explanation_2":"$At #high altitude#, the low barometric pressure decreases the partial pressure of inspired oxygen (PiO2) and leads to #hypoxemia#, which in turn triggers a chemoreceptor-mediated increase in respiratory drive with resulting hyperventilation.  An unwanted effect of the hyperventilation is excessive expiration of CO2, leading to #respiratory alkalosis# and increased blood pH #(choices A, D, and E)#.  The hypoxemia and alkalemia can cause #altitude sickness#, which presents with headache, fatigue, lightheadedness, nausea, and insomnia. $Over time, the body makes physiologic adjustments to better tolerate high altitude: $• In response to respiratory alkalosis, the #kidneys decrease HCO3-# #reabsorption# and #H+# #secretion# to create a compensatory metabolic acidosis (a process that begins within 6-12 hours and requires several days to complete) #(choices C and F)#. $• Alkalosis also causes a left shift in the @hemoglobin dissociation curve@, which initially impairs tissue oxygen delivery; however, the curve is shifted back to the right by increased production of 2,3-biphosphoglycerate in red blood cells, facilitating O2 unloading in the tissues. $• Chronic hypoxemia triggers increased erythropoietin secretion by the kidneys with a resulting increase in red blood cell production (a process that requires several weeks). $On initial exposure to high altitude, the administration of a carbonic anhydrase inhibitor (eg, #acetazolamide#) can accelerate the loss of HCO3- by the kidneys to help relieve the alkalemia and treat altitude sickness. $#Educational objective# At high altitude, the low partial pressure of inspired oxygen (PiO2) leads to hypoxemia with consequent hyperventilation and respiratory alkalosis.  The hypoxemia and alkalemia can cause symptoms of altitude sickness (eg, headache, fatigue, lightheadedness).  The kidneys respond by creating a compensatory metabolic acidosis and by increasing erythropoietin secretion.  ","clickable_1":"images/img1.6792.jpg"},

{"id":"685","title":"A 72-year-old woman presents with difficulty hearing.  She was admitted 1 week ago for dyspnea, orthopnea, and bilateral leg swelling which has been slowly improving with treatment.  Her family members report that for the past 2 days, she has been turning her TV volume higher and they have to speak loudly for her to hear.  Her hearing was normal prior to the hospitalization.  Her medical problems include hypertension, heart failure, and chronic kidney disease.  Examination shows moderate bilateral sensorineural hearing loss.  Which of the following medications most likely contributed to this patient's hearing impairment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Carvedilol","answer_2":"B. Digoxin","answer_3":"C. Furosemide","answer_4":"D. Hydrochlorothiazide","answer_5":"E. Ramipril","answer_6":"F. Spironolactone","percent_1":"3%","percent_2":"13%","percent_3":"71%","percent_4":"7%","percent_5":"3%","percent_6":"4%","right_answer":"C. Furosemide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with pulmonary and peripheral edema due to heart failure and chronic kidney disease (CKD) was likely treated with diuretics during her hospitalization.  #Loop diuretics# (eg, furosemide, torsemide, bumetanide), the most commonly used first line agents, work by #inhibiting Na/K/2Cl symporters# in the ascending limb of the loop of Henle.  Inhibition of similar symporters in the inner ear is believed to cause #ototoxicity# (tinnitus, vertigo, hearing impairment, or deafness).  It usually occurs with higher dosages, preexisting CKD, rapid intravenous administration, or when used in combination with other ototoxic agents (aminoglycosides, salicylates, cisplatin).  Symptoms are usually reversible but hearing impairment may be permanent in some cases.  Additional side effects of loop diuretics include hypokalemia, hypomagnesemia, and hypocalcemia. $#(Choice A)#  Carvedilol is a beta blocker with alpha blocking activity.  Beta blockers are not initiated during decompensated heart failure as cardiac output is dependent on sympathetic input in this state.  Major side effects include bradycardia, hypoglycemia, and fatigue. $#(Choice B)#  Digoxin is used in certain patients with heart failure due to systolic dysfunction to help improve symptoms.  Toxicity can cause cardiac arrhythmias, hyperkalemia, nausea, vomiting and confusion. $#(Choice D)#  Hydrochlorothiazide is most often used for treating hypertension.  Side effects of HCTZ include hypokalemia, hyponatremia and hypomagnesemia, and hypercalcemia. $#(Choice E)#  Ramipril is an angiotensin converting enzyme inhibitor that is used in the treatment of hypertension and is beneficial in patients with heart failure.  Side effects include cough, hyperkalemia and, less frequently, angioedema and anaphylactoid reactions. $#(Choice F)#  Spironolactone works by antagonizing the effects of aldosterone in the distal tubule and collecting duct.  Common side effects include hyperkalemia, gynecomastia, impotence, and decreased libido. $#Educational objective# Ototoxicity secondary to loop diuretics usually occurs with higher dosages, pre-existing chronic renal disease, rapid intravenous administration, or when used in combination with other ototoxic agents (aminoglycosides, salicylates, and cisplatin).  Hearing impairment is usually reversible but may be permanent in some cases.  "},

{"id":"18948","title":"A 43-year-old previously healthy man is hospitalized after sustaining a head injury in a motor vehicle collision.  Several days later, the patient develops worsening serum electrolyte disturbances.  Further evaluation reveals the cause is inappropriate antidiuretic hormone secretion.  Treatment with a vasopressin V2 receptor antagonist is initiated.  Which of the following changes are most likely to occur as a direct result of the administered medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Plasma osmolality∆Urine output∆Urinary sodium excretion","answer_1":"§A. ∆Decrease ∆Decrease ∆No change","answer_2":"§B. ∆Decrease ∆Increase ∆Increase","answer_3":"§C. ∆Increase ∆Decrease ∆Decrease","answer_4":"§D. ∆Increase ∆Increase ∆Increase","answer_5":"§E. ∆Increase ∆Increase ∆No change","percent_1":"5%","percent_2":"9%","percent_3":"6%","percent_4":"17%","percent_5":"63%","right_answer":"§E. ∆Increase ∆Increase ∆No change","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18948.jpg","explanation_1":"","explanation_2":"$This patient developed the syndrome of inappropriate antidiuretic hormone secretion (#SIADH#) following a head injury.  Antidiuretic hormone (ie, vasopressin) is normally secreted in response to elevated plasma osmolality (eg, dehydration) or decreased arterial blood volume.  It stimulates the renal collecting ducts to reabsorb water back into the systemic circulation, which then lowers the serum osmolality and suppresses further ADH secretion.  In SIADH, uncontrolled ADH secretion leads to #excessive water reabsorption#, which results in the following: $• Low plasma osmolality and #hyponatremia# $• Low urine output and high urine osmolality $#Vaptans# (eg, tolvaptan) are vasopressin #V2 receptor antagonists# (ie, #aquaretics#) used to treat hyponatremia.  They #increase free water excretion# by blocking the antidiuretic action of ADH in the kidney and have #no direct effect on sodium or potassium excretion#.  As such, vaptans produce the following alterations that help correct SIADH: $• #Increased plasma osmolality# with increased serum sodium levels $• #Increased urine output# with lower urine osmolality $#(Choice A)#  Central diabetes insipidus is characterized by decreased ADH release, which causes increased plasma osmolality (ie, hypernatremia) and production of dilute urine; treatment with desmopressin, a vasopressin receptor-2 agonist, results in decreased plasma osmolality and urine output without directly affecting sodium excretion. $#(Choice B)#  Thiazide diuretics inhibit the sodium-chloride cotransporter in the distal convoluted tubule, increasing renal excretion of sodium and water (associated with an increase in urine volume).  Thiazides also increase water reabsorption in the inner medullary collecting duct, which can contribute to decreased plasma osmolality (ie, hyponatremia). $#(Choice C)#  Volume contraction (eg, dehydration) results in increased plasma osmolality.  The resulting activation of the renin-angiotensin-aldosterone system along with increased ADH secretion reduces urine output (due to ADH) and sodium excretion (due to aldosterone). $#(Choice D)#  Mannitol is an osmotic diuretic that is used to treat acutely elevated intracerebral pressure (eg, intracranial hematoma).  It raises plasma osmolality and inhibits water reabsorption in the renal tubules.  Sodium excretion is variably increased due to solvent drag (high flow of water carries sodium through the tubules into urine). $#Educational objective# Vaptans (eg, tolvaptan) are vasopressin V2 receptor antagonists (ie, aquaretics) used to treat hyponatremia.  Vaptans block the effects of antidiuretic hormone (vasopressin), increasing renal free water excretion without directly affecting excretion of sodium or potassium.  Diuresis of free water with vaptans results in increased plasma osmolality, increased serum sodium, increased urine output, and lowered urine osmolality.  "},

{"id":"16978","title":"A 44-year-old man comes to the hospital due to acute onset of central chest pain radiating to the left arm.  He used cocaine a few hours ago.  Blood pressure is 160/100 mm Hg, pulse is 98/min, and respirations are 18/min.  On examination, the patient appears anxious and diaphoretic.  Electrocardiogram shows ST-segment elevation in the anterior leads.  Laboratory studies reveal an elevated cardiac troponin level and a serum potassium concentration of 3.1 mEq/L.  Which of the following is the most likely cause of this patient's hypokalemia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased dietary potassium intake","answer_2":"B. Exchange of potassium with sodium in the intestine","answer_3":"C. Increased intracellular shift of potassium","answer_4":"D. Increased urinary loss of potassium","answer_5":"E. Increased use of potassium by new cells","percent_1":"1%","percent_2":"3%","percent_3":"71%","percent_4":"23%","percent_5":"2%","right_answer":"C. Increased intracellular shift of potassium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Causes of hypokalemia# ∆⨉ §^#Decreased intake# ∆ • Starvation, anorexia §^#Intracellular translocation# ∆ • Insulin (eg, treatment of DKA, refeeding syndrome) • β-adrenergic activity $== ○ Pharmacologic (eg, albuterol, dobutamine) $== ○ Stress-induced (eg, alcohol withdrawal, acute MI) • Alkalosis (respiratory or metabolic) • ↑ Cell reproduction (eg, acute myeloid leukemia, GM-CSF) §^#Gastrointestinal loss# ∆ • Diarrhea, vomiting, hyperaldosteronism §^#Urinary loss# ∆ • Hyperaldosteronism, diuretics, RTA types 1 and 2 §^#Sweat loss# ∆ • Extreme exercise in hot climate %#DKA =# diabetic ketoacidosis; #MI =# myocardial infarction; #GM-CSF =# granulocyte-macrophage colony-stimulating factor; #RTA =# renal tubular acidosis.","explanation_img":"","explanation_1":"","explanation_2":"Low serum potassium is a common medical condition that can result from several mechanisms, including decreased oral intake, renal or gastrointestinal loss, or increased entry into cells.  This patient with a cocaine-induced #myocardial infarction# most likely developed #acute hypokalemia# due to stress-related #beta-adrenergic hyperactivity#, which causes potassium to shift intracellularly. $Severe physiologic stress (eg, myocardial infarction, head injury) results in significant endogenous catecholamine (eg, norepinephrine, epinephrine) release.  Epinephrine activates the #beta-2 receptor#, leading to increased activity of the sodium-potassium ATPase pump and the sodium-potassium-2-chloride cotransporter, both of which #transport potassium intracellularly#.  Adrenergic activity also stimulates the release of insulin, which further promotes intracellular potassium shifting.  Although cocaine does not directly stimulate beta-2 receptors, it does increase catecholamine release, likely worsening hypokalemia. $Similar intracellular shifts can be seen with beta-agonist medications (eg, albuterol, dobutamine) and sympathomimetics (eg, pseudoephedrine).  Patients with other sources of potassium loss (eg, diuretics, diarrhea) are at increased risk. $#(Choice A)#  Hypokalemia due to decreased dietary intake of potassium typically occurs in patients with very poor oral intake (eg, anorexia, starvation, malignancy). $#(Choice B)  #Significant gastrointestinal potassium loss can occur with prolonged diarrhea or use of gastrointestinal cation exchangers that bind potassium in exchange for other cations (eg, sodium, calcium). $#(Choice D)#  Increased urinary potassium loss can occur with diuretic use and in the setting of elevated aldosterone levels (eg, renovascular disease, primary aldosteronism).  Although hyperaldosteronism is associated with hypertension, this patient's elevated blood pressure is likely from cocaine use. $#(Choice E)#  Increased potassium uptake by cells during accelerated hematopoiesis (eg, administration of granulocyte-macrophage colony-stimulating factor, acute leukemia) may cause hypokalemia.  However, this patient does not have these risk factors. $#Educational objective# Hypokalemia can result from the intracellular shift of potassium, which can occur due to beta-adrenergic hyperactivity (eg, beta-2 agonists, endogenous epinephrine release), increased insulin levels, elevated extracellular pH, or increased cell production (eg, acute leukemia).  "},

{"id":"18940","title":"A 30-year-old woman is evaluated for almost daily headaches and intermittent blurry vision.  Medical history includes obesity but no other chronic conditions.  Physical examination shows bilateral symmetric papilledema.  There are no other focal neurological deficits.  Brain imaging is normal, and blood cell counts and serum chemistry studies are within normal limits.  Lumbar puncture reveals an elevated opening pressure, and idiopathic intracranial hypertension is diagnosed.  Weight loss is advised, and the patient is prescribed acetazolamide therapy.  Which of the following changes are most likely to occur in this patient over the next several days due to the medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆PaCO2∆Total serum calcium∆Urine potassium∆Urine pH","answer_1":"§A. ∆Decrease ∆Decrease ∆Increase ∆Decrease","answer_2":"§B. ∆Decrease ∆Decrease ∆Increase ∆Increase","answer_3":"§C. ∆Decrease ∆No change ∆Decrease ∆Increase","answer_4":"§D. ∆Increase ∆Decrease ∆Increase ∆Decrease","answer_5":"§E. ∆Increase ∆Increase ∆Increase ∆Decrease","percent_1":"16%","percent_2":"40%","percent_3":"27%","percent_4":"12%","percent_5":"5%","right_answer":"§B. ∆Decrease ∆Decrease ∆Increase ∆Increase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Diuretic effects on total body electrolyte levels# ∆⨉∆⨉∆⨉∆⨉∆⨉§^#Diuretic type# ∆^#Na+# ∆^#K+# ∆^#HCO3−# ∆^#Ca2+# ∆^#Uric$ acid#§^#Loop#$ (eg, furosemide) ∆^↓↓↓ ∆^↓↓ ∆^↑↑ ∆^↓ ∆^↑§^#Thiazide#$ (eg, HCTZ, metolazone) ∆^↓↓ ∆^↓ ∆^↑ ∆^↑ ∆^↑§^#Potassium sparing#$ (eg, spironolactone, amiloride) ∆^↓ ∆^↑ ∆^↓ ∆^— ∆^—§^#Carbonic anhydrase inhibitor#$ (eg, acetazolamide) ∆^↓ ∆^↓ ∆^↓ ∆^↓ ∆^—%#HCTZ =# hydrochlorothiazide.","explanation_img":"","explanation_1":"","explanation_2":"Acetazolamide is a #carbonic anhydrase inhibitor# that acts as a weak diuretic.  The drug also reduces intracranial pressure and improves symptoms in patients with #idiopathic intracranial hypertension#.  This effect occurs independent of the kidneys and likely results from a decreased rate of cerebrospinal fluid production by the choroid plexus. $Carbonic anhydrase inhibitors block reabsorption of sodium bicarbonate (NaHCO3) in the @proximal tubule@, leading to increased #excretion of HCO3-#.  This #alkalinizes the urine# (increased pH) #(Choice A)# while reducing blood pH to cause a mild metabolic acidosis.  In response, ventilation is increased to facilitate CO2 removal and #decrease blood PaCO2# (compensatory respiratory alkalosis). $The overall diuretic effect is weak because most of the Na+ blocked from reabsorption in the proximal tubule is reabsorbed more distally.  Increased distal reabsorption of Na+ stimulates increased @K+ excretion@, leading to #increased urine potassium# and mild hypokalemia.  Because paracellular calcium (Ca2+) reabsorption is coupled to Na+ reabsorption in the proximal tubule, urinary Ca2+ excretion is slightly increased (total serum Ca2+ is slightly reduced). $#(Choice C)#  Potassium-sparing diuretics (eg, spironolactone) block Na+ reabsorption in the collecting duct while increasing the reabsorption of K+ and H+.  This decreases urine potassium and increases urine pH.  Mild metabolic acidosis is generated with compensatory respiratory alkalosis.  Ca2+ and other electrolytes are not significantly affected. $#(Choice D)#  Loop diuretics (eg, furosemide) block the Na+K+2Cl- transporter in the ascending loop of Henle.  This causes potent excretion of Na+, K+, and Cl- (increased urine potassium) and impairs passive Ca2+ reabsorption, decreasing serum calcium.  There is also aldosterone-mediated H+ loss, and the Cl- depletion impairs HCO3- excretion, leading to decreased urine pH and metabolic alkalosis with compensatory respiratory acidosis (increased PaCO2). $#(Choice E)#  Thiazide diuretics (eg, hydrochlorothiazide) block the Na+Cl- transporter in the distal convoluted tubule.  Ca2+ reabsorption is increased, leading to increased serum calcium.  Otherwise, the effects are the same as those with loop diuretics but with less potency. $#Educational objective# Carbonic anhydrase inhibitors (eg, acetazolamide) are weak diuretics that block reabsorption of sodium bicarbonate (NaHCO3) in the proximal tubule.  The main effect is increased HCO3- excretion, leading to increased urine pH, mild metabolic acidosis (with compensatory respiratory alkalosis), mild hypokalemia, and mild hypocalcemia.  ","clickable_1":"images/img1.18940.jpg","clickable_2":"images/img2.18940.jpg"},

{"id":"21828","title":"A 7-month-old girl is brought to the office due to poor weight gain over the past several months.  Her mother says that her day care has noticed she has many more wet diapers than other infants in her class.  The patient's weight has decreased from the 50th percentile at age 2 months to the 3rd percentile today, and physical examination shows widening of her wrist joints.  Following serum and urine laboratory studies, she is diagnosed with a condition characterized by defective reabsorption of bicarbonate (HCO3−) in the proximal convoluted tubule.  In addition to decreased serum HCO3−, which of the following sets of laboratory results are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Serum chloride Decreased, Serum glucose Increased, Serum phosphorus Normal","answer_2":"B. Serum chloride Decreased, Serum glucose Normal, Serum phosphorus Decreased","answer_3":"C. Serum chloride Increased, Serum glucose Increased, Serum phosphorus Decreased","answer_4":"D. Serum chloride Increased, Serum glucose Normal, Serum phosphorus Decreased","answer_5":"E. Serum chloride Normal, Serum glucose Increased, Serum phosphorus Normal","answer_6":"F. Serum chloride Normal, Serum glucose Normal, Serum phosphorus Normal","percent_1":"6%","percent_2":"31%","percent_3":"13%","percent_4":"41%","percent_5":"2%","percent_6":"7%","right_answer":"D. Serum chloride Increased, Serum glucose Normal, Serum phosphorus Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp21828.jpg","explanation_1":"","explanation_2":"$This patient cannot reabsorb bicarbonate (HCO3−) in the #proximal convoluted tubule# (PCT), which is characteristic of type 2 renal tubular acidosis (RTA).  #Type 2 RTA# commonly occurs as part of a generalized resorptive dysfunction affecting proximal tubular cells (ie, #Fanconi syndrome#).  Patients presenting in infancy or childhood often have an underlying genetic condition (eg, cystinosis, galactosemia, Dent disease) that predisposes to tubular dysfunction. $The PCT is normally responsible for #reabsorbing HCO3−# as well as #glucose#, #phosphate#, #potassium#, water, and amino acids.  The proximal tubule damage that occurs in Fanconi syndrome leads to loss of these substances in the urine, producing the following clinical effects: $• Inability to resorb HCO3− results in a normal anion gap #metabolic acidosis#.  The resulting decrease in serum HCO3− is compensated by #increased serum chloride# (Cl−) to maintain electronegative balance. $• Excessive tubular glucose impairs renal concentrating ability by acting as an osmotic diuretic, contributing to development of #polyuria #(eg, more wet diapers) and episodes of hypovolemia .  However, plasma glucose is tightly regulated by mechanisms (eg, insulin, glucagon) independent of renal reabsorption.  Therefore, serum #glucose remains normal#. $• #Hypophosphatemia# leads to @rickets@ (eg, widening of wrist joints, frontal bossing, bowing of the legs). $• #Hypokalemia# can cause muscle weakness. $• Loss of amino acids and low-molecular-weight proteins does not typically have a significant effect, but aminoaciduria can be a general marker of proximal tubular dysfunction. $Chronic acidosis, hypophosphatemia, and hypokalemia also contribute to #growth failure#, as seen in this patient. $#Educational objective# The proximal convoluted tubule (PCT) is responsible for reabsorption of bicarbonate as well as glucose, phosphate, potassium, water, and amino acids.  Generalized PCT dysfunction (eg, Fanconi syndrome) results in urinary loss of these substances; in addition, serum chloride rises to maintain electronegative balance from bicarbonate loss and serum glucose remains normal due to intact counterregulatory mechanisms.  ","clickable_1":"images/img1.21828.jpg"},

{"id":"688","title":"A 62-year-old man is brought to the emergency department by ambulance following a motor vehicle collision.  The patient is obtunded but responds to painful stimuli.  Blood pressure is 160/90 mm Hg, pulse is 50/min, and respirations are 10/min.  Brain imaging reveals diffuse axonal injury and cerebral edema but no intracranial hematoma.  Intravenous mannitol is administered to treat elevated intracranial pressure.  Thirty minutes later, the patient has worsening tachypnea and hypoxemia.  Chest x-ray shows new bilateral interstitial infiltrates.  Which of the following is the most likely cause of this patient's respiratory distress?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Direct medication-induced pulmonary toxicity","answer_2":"B. Excessive antidiuretic hormone release","answer_3":"C. IgE-mediated allergic drug reaction","answer_4":"D. Rapid increase in intravascular volume","answer_5":"E. Sudden decrease in intracranial pressure","percent_1":"11%","percent_2":"6%","percent_3":"6%","percent_4":"57%","percent_5":"20%","right_answer":"D. Rapid increase in intravascular volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Traumatic brain injury can cause cerebral edema and increased intracranial pressure (ICP), which predisposes to cerebral hypoperfusion and herniation as the brain parenchyma expands within a fixed space.  The increased ICP can be temporarily reduced with intravenous #mannitol#, an osmotically active agent that quickly #raises plasma osmolality# and therefore plasma oncotic pressure.  This draws water from the interstitial space into the vascular compartment, #reducing ICP# but at the expense of a rapid increase in intravascular volume. $Most patients can tolerate the rapid #increase in intravascular volume#, but those with a history of heart failure and elderly patients with a low reserve of left ventricular function are at risk for complications that include #pulmonary edema#.  Pulmonary edema can occur due to an abrupt increase in pulmonary capillary hydrostatic pressure due to the heart's inability to maintain forward flow.  Clinical manifestations include #respiratory distress# (eg, tachypnea) and hypoxemia; @chest x-ray@ typically shows #bilateral infiltrates# in the interstitium and/or alveoli. $#(Choice A)#  Although direct medication-induced pulmonary toxicity can cause pulmonary edema, this is not typically seen with mannitol.  Direct pulmonary toxicity is more common with nitrofurantoin, amiodarone, methotrexate, and some chemotherapeutic agents (eg, bleomycin, busulfan). $#(Choice B)#  Excessive antidiuretic hormone (ADH) release from the pituitary gland—which can occur in the setting of traumatic brain injury—leads to free water retention and hyponatremia.  Pulmonary edema does not occur as patients  remain euvolemic. $#(Choice C)#  IgE-mediated allergic drug reactions (ie, anaphylaxis) can lead to respiratory distress (eg, tachypnea, hypoxia) due to upper airway closure, bronchospasm, and pulmonary edema.  However, hypersensitivity to mannitol would be unusual; respiratory distress following mannitol administration is far more likely to be due to the subsequent increase in intravascular volume. $#(Choice E)#  Although this patient has likely experienced a sudden decrease in ICP due to the intended effect of intravenous mannitol, this would not directly explain the respiratory distress. $#Educational objective# Intracranial pressure can be temporarily reduced with intravenous mannitol, an osmotically active agent that increases plasma oncotic pressure, causing water from the interstitial space to be drawn into the vascular compartment.  In some patients (eg, history of heart failure, low left ventricular reserve function), rapidly increased intravascular volume can cause pulmonary edema by abruptly increasing pulmonary capillary hydrostatic pressure.  ","clickable_1":"images/img1.688.jpg"},

{"id":"18937","title":"A 68-year-old man comes to the emergency department due to a 1-week history of increasing leg and abdominal swelling.  The patient has a history of pulmonary hypertension and cor pulmonale from advanced chronic obstructive pulmonary disease.  Other medical conditions include hypertension and gout.  Physical examination shows scattered rhonchi, prolonged expiratory phase of expiration, mild ascites, and extensive edema of the abdominal wall and lower extremities.  The patient is hospitalized and intravenous loop diuretic therapy is begun.  Two days later, acetazolamide is added to his treatment regimen.  Which of the following most likely prompted the additional therapy in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hyperuricemia","answer_2":"B. Hypokalemia","answer_3":"C. Inadequate diuresis","answer_4":"D. Metabolic alkalosis","answer_5":"E. Prerenal azotemia","percent_1":"9%","percent_2":"12%","percent_3":"11%","percent_4":"65%","percent_5":"2%","right_answer":"D. Metabolic alkalosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Diuretic effects on total body electrolyte levels# ∆⨉∆⨉∆⨉∆⨉∆⨉§^#Diuretic type# ∆^#Na+# ∆^#K+# ∆^#HCO3−# ∆^#Ca2+# ∆^#Uric$ acid#§^#Loop#$ (eg, furosemide) ∆^↓↓↓ ∆^↓↓ ∆^↑↑ ∆^↓ ∆^↑§^#Thiazide#$ (eg, HCTZ, metolazone) ∆^↓↓ ∆^↓ ∆^↑ ∆^↑ ∆^↑§^#Potassium sparing#$ (eg, spironolactone, amiloride) ∆^↓ ∆^↑ ∆^↓ ∆^— ∆^—§^#Carbonic anhydrase inhibitor#$ (eg, acetazolamide) ∆^↓ ∆^↓ ∆^↓ ∆^↓ ∆^—%#HCTZ =# hydrochlorothiazide.","explanation_img":"","explanation_1":"","explanation_2":"#Loop diuretics# (eg, furosemide) inhibit the Na+-K+-2Cl− transporter in the ascending @loop of Henle@ to stimulate potent excretion of Na+ and water and reduce total body fluid volume.  Electrolyte abnormalities are common with the use of loop diuretics; #metabolic alkalosis# occurs due to the following mechanisms: $• Sodium and water losses induced by diuretic therapy (ie, volume contraction) cause increased @aldosterone-mediated@ #renal excretion of H+# and K+. $• Loop diuretics cause relatively greater loss of Cl− than Na+, resulting in decreased total body electronegativity.  In response, the #kidneys retain more HCO3−#, the second most abundant anion in the body, to maintain electrochemical balance. $This metabolic alkalosis can have important implications because it stimulates compensatory hypoventilation that may hinder weaning from mechanical ventilation in critically ill patients.  #Carbonic anhydrase inhibitors# (eg, acetazolamide) help #offset the metabolic alkalosis#; these drugs inhibit the reabsorption of sodium bicarbonate (NaHCO3) in the proximal tubule, leading to increased HCO3− excretion.  The metabolic acidosis that is generated reduces blood alkalinity to help normalize pH. $#(Choice A)#  Loop diuretics increase renal uric acid reabsorption, reducing uric acid excretion and facilitating hyperuricemia, thereby increasing risk of gout.  Probenecid blocks proximal tubule uric acid reabsorption and may reduce loop diuretic–associated hyperuricemia. $#(Choice B)#  Potassium-sparing diuretics (eg, spironolactone) can help offset the hypokalemia caused by loop diuretics by reducing K+ secretion in the collecting tubules.  Potassium-sparing diuretics also encourage a mild metabolic acidosis, but less so than carbonic anhydrase inhibitors. $#(Choice C)#  Carbonic anhydrase inhibitors have only a weak diuretic effect because most of the Na+ blocked from reabsorption in the proximal tubules is reabsorbed in the loop of Henle and distal tubule.  In contrast, thiazide diuretics, when used in combination with loop diuretics, block reabsorption of the increased Na+ load delivered to the distal convoluted tubules, producing a profound synergistic diuresis. $#(Choice E)#  Loop diuretics cause significant intravascular volume depletion with reduced renal perfusion and consequent renal retention of urea (evidenced by blood urea nitrogen/creatinine ratio >20).  This prerenal azotemia is improved by temporary diuretic cessation to allow intravascular volume to reaccumulate, but it is not improved by carbonic anhydrase inhibitor therapy. $#Educational objective# Carbonic anhydrase inhibitors (eg, acetazolamide) block the reabsorption of sodium bicarbonate in the proximal tubule to cause metabolic acidosis.  These drugs can be used to help offset the metabolic alkalosis caused by loop diuretics.  ","clickable_1":"images/img1.18937.jpg","clickable_2":"images/img2.18937.jpg"},

{"id":"18871","title":"A 35-year-old pregnant woman at 8 weeks gestation comes to the emergency department due to persistent nausea and vomiting.  The patient has had intermittent nausea for the past week and vomiting for the past 3 days.  Now, she is unable to tolerate solids or liquids.  Temperature is 36.7 C (98 F), blood pressure is 90/64 mm Hg, pulse is 108/min, and respirations are 14/min.  Mucous membranes are dry and capillary refill time is delayed.  Cardiac examination shows sinus tachycardia and no murmurs.  The abdomen is nontender and nondistended.  Compared to her baseline, which of the following sets of serum electrolyte concentration abnormalities are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"§ ∆ Sodium ∆ Potassium ∆ Chloride ∆ Bicarbonate","answer_1":"§ A. ∆ ↓ ∆ ↓ ∆ ↓ ∆ ↑","answer_2":"§ B. ∆ ↓ ∆ Normal ∆ ↓ ∆ Normal","answer_3":"§ C. ∆ Normal ∆ ↑ ∆ Normal ∆ ↓","answer_4":"§ D. ∆ ↑ ∆ Normal ∆ ↑ ∆ Normal","answer_5":"§ E. ∆ Normal ∆ ↑ ∆ Normal ∆ ↑","answer_6":"§ F. ∆ ↓ ∆ ↓ ∆ ↓ ∆ ↓","percent_1":"72%","percent_2":"5%","percent_3":"2%","percent_4":"3%","percent_5":"3%","percent_6":"15%","right_answer":"§ A. ∆ ↓ ∆ ↓ ∆ ↓ ∆ ↑","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Hypokalemic, hypochloremic metabolic alkalosis! ?Common$ etiologies? • Gastric suction or severe vomiting • Loop or thiazide diuretic overuse ?Pathophysiology? • Gastric or renal H+ losses #initiate# alkalosis • Volume depletion activates RAAS • ↑ Renal K+ & H+ losses cause hypokalemia $& #worsen# alkalosis • Relatively greater loss of Cl− than Na+ → $profound Cl− depletion • ↓ Cl− impairs renal HCO3− excretion to $#perpetuate# alkalosis ?Management? • Remove or treat initiating factor • Cl− replenishment with normal saline $corrects alkalosis %#RAAS# = renin-angiotensin-aldosterone system.","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has had #severe vomiting# (suggestive of hyperemesis gravidarum) and now has multiple signs of #volume depletion# (eg, dry mucous membranes, delayed capillary refill time, tachycardia).  Vomiting causes a significant loss of gastric H+ from the body, which leads to #increased serum HCO3−# (metabolic alkalosis).  There is also loss of water and salt (relatively more Cl− is lost than Na+ due to high gastric quantity of @HCl@), leading to volume depletion that perpetuates the metabolic alkalosis and causes other electrolyte abnormalities. $Intravascular volume depletion decreases renal perfusion, resulting in activation of the #renin-angiotensin-aldosterone system#.  Aldosterone stimulates Na+ reabsorption and a lesser degree of passive Cl− reabsorption in the distal tubules of the kidneys in an effort to increase blood volume.  The relatively greater loss of Cl− compared to Na+ from both the stomach and kidneys leads to a large Cl− deficit and characteristic #hypochloremia#. $The aldosterone-mediated increase in Na+ reabsorption comes at the expense of increased K+ and H+ @excretion@ via the principal and alpha intercalated cells in the collecting duct.  This leads to #hypokalemia# and exacerbation of the metabolic alkalosis.  #Chloride depletion# then #perpetuates the metabolic alkalosis# because low tubular Cl− concentration impairs HCO3− excretion via the pendrin pump on @beta intercalated cells@. $If the hypovolemia persists, it also provides nonosmotic stimulus for the secretion of antidiuretic hormone (ADH).  The ADH secretion is considered appropriate because the body's priority is to restore itself to euvolemia; however, it leads to free water retention with #hyponatremia# and more profound hypochloremia. $#Educational objective# Severe vomiting characteristically causes hypokalemic, hypochloremic metabolic alkalosis.  The metabolic alkalosis is initiated by loss of gastric H+ from the body, worsened by hypovolemia-induced activation of the renin-angiotensin-aldosterone system, and perpetuated by profound gastric and renal losses of Cl− that lead to hypochloremia and impaired renal HCO3− excretion.  Hypokalemia primarily results from aldosterone-mediated renal K+ losses. ","clickable_1":"images/img1.18871.jpg","clickable_2":"images/img2.18871.jpg","clickable_3":"images/img3.18871.jpg"},

{"id":"18941","title":"A 62-year-old man is brought to the emergency department with a 1-hour history of sudden-onset severe headache and progressive lethargy.  Medical history is significant for hypertension.  Temperature is 37 C (98.6 F), blood pressure is 180/95 mm Hg, pulse is 60/min, and respirations are 10/min.  On physical examination, the patient responds to painful stimuli only but does not move his left extremities to pain.  The right pupil is larger than the left and is sluggish to react.  CT scan of the head shows right basal ganglia hemorrhage causing compression of the right lateral ventricle and shift of the midline structures.  Blood cell counts, serum chemistry studies, and coagulation profile are within normal limits.  Endotracheal intubation is performed for airway protection, and an intravenous bolus of mannitol is administered.  Which of the following is the most likely acute effect of the medication given to this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Serum sodium concentration∆Renal tubular flow∆Glomerular filtrate osmolality","answer_1":"§A. ∆Decreased ∆Increased ∆Increased","answer_2":"§B. ∆No change ∆Decreased ∆Increased","answer_3":"§C. ∆Increased ∆No change ∆Increased","answer_4":"§D. ∆Decreased ∆No change ∆Decreased","answer_5":"§E. ∆No change ∆Decreased ∆Decreased","percent_1":"61%","percent_2":"6%","percent_3":"15%","percent_4":"14%","percent_5":"3%","right_answer":"§A. ∆Decreased ∆Increased ∆Increased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with an acute #intraparenchymal hemorrhage# resulting in a midline shift was treated with #mannitol#.  Mannitol, a sugar alcohol, is an osmotic diuretic that #increases plasma osmolality#, resulting in the flow of water down its concentration gradient from the intracellular space to the plasma.  It does not cross the blood-brain barrier, therefore it is frequently used to treat elevated intracranial pressure because it draws water from the brain parenchyma into the vasculature, #reducing intracranial volume and pressure#. $As a result of the plasma volume expansion, the serum #sodium concentration decreases# (dilutional hyponatremia) and renal blood flow increases, resulting in #increased glomerular filtration# and #renal tubular flow#.  Mannitol is freely filtered at the glomerulus but is not resorbed by the renal tubules; the resultant #hyperosmolar glomerular filtrate# reduces tubular reabsorption of free water, causing increased diuresis #(choices D and E)#. $Dehydration (decreased total body free water) can eventually result if free water is not replaced after mannitol therapy, resulting in hypernatremia, elevated glomerular filtrate osmolality, and reduced renal tubular blood flow.  However, this is a delayed effect that does not occur acutely following administration #(choices B and C)#. $#Educational objective# Mannitol increases plasma osmolality, leading to the flow of water down its concentration gradient from the intracellular space to the plasma, helping to reduce intracranial pressure.  The resulting plasma expansion also reduces serum sodium levels and increases glomerular filtration/tubular flow.  Mannitol is freely filtered and not reabsorbed by the renal tubules, resulting in a hyperosmolar glomerular filtrate.  "},

{"id":"2113","title":"A 35-year-old woman who is being treated for bipolar disorder complains of excessive thirst and frequent urination.  She awakens 3-4 times nightly to void.  A urinalysis performed after 8 hours of nothing to eat or drink shows the following:","title_table":"?Specific gravity? 1.005 (normal: 1.003–1.030) ?Glucose? Negative ?Protein? Negative ?Ketones? Trace","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/2113.jpg","title_2":"Which of the following parts of the nephron is most likely impaired in this patient?","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"11%","percent_2":"1%","percent_3":"2%","percent_4":"3%","percent_5":"7%","percent_6":"76%","right_answer":"F. F","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient presents with polydipsia, polyuria, and an inappropriately #low urine specific gravity# after 8 hours of water restriction.  Although within the normal range, specific gravity should be higher after water deprivation (ie, > 1.010), reflecting concentrated urine. $Given her #psychiatric history#, these findings are highly suggestive of lithium-induced nephrogenic #diabetes insipidus#.  Therapy with #lithium #reduces the ability of the kidneys to concentrate urine primarily by #antagonizing the action of vasopressin# (antidiuretic hormone) in the #collecting tubules and ducts#.  Nephrogenic diabetes insipidus caused by lithium usually resolves following discontinuation of the drug.  However, impairment can be permanent following years of chronic use. $#(Choice A)#  The proximal tubule is the site of action of carbonic anhydrase inhibitors. $#(Choices B and C)#  Osmotic diuretics such as mannitol function mainly in the proximal tubule and the descending limb of the loop of Henle. $#(Choice D)#  The thick ascending limb of the loop of Henle is the site of action of loop diuretics such as furosemide. $#(Choice E)#  The early distal convoluted tubule is the site of action of thiazide diuretics. $#Educational objective# Lithium-induced diabetes insipidus is the result of lithium's antagonizing effect on the action of vasopressin on principal cells within the collecting duct system.  "}


]