[

{"id":"1338","title":"A 22-year-old woman comes to the hospital due to a 5-day history of nausea, constipation, and severe, poorly localized abdominal pain.  She also reports anxiety, difficulty concentrating, poor sleep quality, and tingling of the limbs.  The patient has had several similar episodes in the past.  She does not take any medications or use tobacco, alcohol, or illicit drugs.  The patient has been restricting her diet to lose weight.  On examination, the abdomen is soft, nontender, and nondistended.  Bowel sounds are decreased.  The patient receives an intravenous infusion of a heme preparation that leads to rapid resolution of her symptoms.  The improvement in symptoms is most likely due to treatment-induced downregulation of which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aminolevulinate dehydratase","answer_2":"B. Aminolevulinate synthase","answer_3":"C. Bilirubin glucuronyl transferase","answer_4":"D. Ferrochelatase","answer_5":"E. Porphobilinogen deaminase","percent_1":"10%","percent_2":"53%","percent_3":"5%","percent_4":"13%","percent_5":"19%","right_answer":"B. Aminolevulinate synthase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1338.jpg","explanation_1":"","explanation_2":"$This patient with neurologic symptoms (eg, tingling, difficulty concentrating) and recurrent episodes of nonspecific abdominal pain likely has #acute intermittent porphyria# (AIP), an autosomal dominant disease characterized by #porphobilinogen (PBG) deaminase# deficiency.  Management of AIP attacks includes infusion of hemin, which downregulates hepatic #aminolevulinate (ALA) synthase# (rate-limiting enzyme in hepatic pathway of heme synthesis). $Heme, a porphyrin, is synthesized in the liver for use in the cytochrome p450 enzyme system and in the bone marrow for hemoglobin use (these 2 synthesis pathways are regulated differently).  A deficiency in any of the enzymes responsible for porphyrin synthesis can result in porphyria.  Clinical manifestations result from the accumulation of porphyrin precursors in blood, tissues, and urine.  AIP attacks, which are characterized by acute abdominal pain and neurologic symptoms, are due to accumulation of #ALA# and #PBG#, generally resulting from a combination of 2 factors: $• PBG deaminase deficiency (inherited) $• ALA synthase induction, typically precipitated by certain medications (eg, phenobarbital, griseofulvin, phenytoin), alcohol use, smoking, progesterone (eg, puberty), or a low-calorie diet (as seen with this patient) $Glucose or #hemin# inhibit ALA synthase and are used in AIP management.  PBG deaminase deficiency by itself is generally not sufficient for development of AIP attacks (many patients with PBG deaminase deficiency are asymptomatic), and PBG deaminase enzyme activity is not directly affected by hemin infusion #(choice E).# $#(Choices A and D)#  Deficiencies of ALA dehydratase and ferrochelatase (inhibited by lead) are seen with lead poisoning.  Ferrochelatase deficiency is also seen with erythropoietic protoporphyria, characterized by cutaneous photosensitivity beginning in early childhood. $#(Choice C)#  Bilirubin glucuronyl transferase is a hepatic enzyme that is responsible for the conjugation of bilirubin (byproduct of heme catabolism) with glucuronide, a polar molecule that improves bilirubin solubility for subsequent biliary excretion.  A decrease in glucuronyl transferase activity results in unconjugated hyperbilirubinemia. $#Educational objective# Acute intermittent porphyria attacks are due to the accumulation of aminolevulinate (ALA) and porphobilinogen (PBG), resulting from inherited PBG deaminase deficiency combined with ALA synthase induction (typically due to certain medications, alcohol use, or a low-calorie diet).  Management with glucose or hemin inhibits ALA synthase activity.  "},

{"id":"1455","title":"A 54-year-old man with a history of chronic kidney disease due to hypertension develops anemia.  Evaluation reveals that the cause of anemia is erythropoietin deficiency.  Erythropoietin increases the numbers of erythroid precursor cells in the bone marrow and induces heme production in erythrocyte precursors.  In this patient, mature erythrocytes are found that are unable to synthesize heme even though they contain detectable levels of cytoplasmic enzymes involved in heme synthesis.  Lack of which of the following cellular organelles best explains this phenomenon?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Endoplasmic reticulum","answer_2":"B. Golgi apparatus","answer_3":"C. Mitochondria","answer_4":"D. Nucleus","answer_5":"E. Peroxisomes","answer_6":"F. Proteasomes","percent_1":"15%","percent_2":"6%","percent_3":"65%","percent_4":"10%","percent_5":"3%","percent_6":"2%","right_answer":"C. Mitochondria","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1455.jpg","explanation_1":"","explanation_2":"$#Heme synthesis# occurs partly in the mitochondria and partly in the cytoplasm of erythrocytes.  #Mitochondria# are necessary for the first and the final 3 steps.  Erythrocyte precursors divide a number of times before finally losing their nuclei and mitochondria and forming mature red blood cells that survive for about 120 days (4 months).  When erythrocytes lose their mitochondria, they lose the ability to generate heme and therefore hemoglobin. $Heme is synthesized in virtually every organ, but the principal sites of synthesis are erythrocyte precursor cells (located in the bone marrow) and hepatocytes (use heme in microsomal cytochrome P450 system). $#(Choices A, B, and D)#  Although mature erythrocytes do not contain a nucleus, a Golgi apparatus, or an endoplasmic reticulum, their cytoplasm still contains residual amounts of the enzymes necessary for heme synthesis.  Therefore, the lack of mitochondria (and their associated heme biosynthetic enzymes) is a better explanation for the lack of heme synthesis. $#(Choices E and F)#  Proteasomes are involved in protein recycling and peroxisomes are involved in fatty acid catabolism.  These organelles typically disappear during erythrocyte development. $#Educational objective# Maturing erythrocytes lose their ability to synthesize heme when they lose their mitochondria, which are necessary for the first and final 3 steps of heme synthesis.  "},

{"id":"1413","title":"Scientists studying the principles behind oxygen-hemoglobin dissociation have discovered a way to successfully separate hemoglobin tetramers into individual alpha and beta subunits.  During an experiment, a solution is created that contains only monomeric beta-hemoglobin subunits under physiologic conditions.  If measured, the oxygen dissociation curve of the dissolved beta subunits will most likely resemble which of the following lines?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1413.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Line A","answer_2":"B. Line B","answer_3":"C. Line C","answer_4":"D. Line D","answer_5":"E. Line E","percent_1":"53%","percent_2":"9%","percent_3":"8%","percent_4":"9%","percent_5":"21%","right_answer":"A. Line A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1413.jpg","explanation_1":"","explanation_2":"$Hemeproteins such as hemoglobin and myoglobin contain heme groups that are used to reversibly bind oxygen for transportation and storage.  Hemoglobin A (the major form of hemoglobin in adults) is a tetramer consisting of 2 alpha and 2 beta chains.  Each hemoglobin subunit is associated with a heme moiety, so each hemoglobin molecule has 4 heme groups.  After binding to 1 oxygen molecule, the oxygen affinity of other heme molecules increases; this heme-heme interaction is responsible for the characteristic sigmoid shape of the oxygen-hemoglobin dissociation curve. $In contrast to hemoglobin, myoglobin is a monomeric protein and the primary oxygen-storing protein in skeletal and cardiac muscle tissue; it is only found in the bloodstream after muscle injury.  The partial pressure of oxygen at which 50% of myoglobin molecules are oxygen saturated (P50) is only 1 mm Hg, which is much lower than the P50 of hemoglobin (26 mm Hg).  Myoglobin also has only a single heme group and so does not experience heme-heme interactions; therefore, its oxygen-dissociation curve is hyperbolic. $The secondary and tertiary structures of myoglobin and the hemoglobin beta subunit are almost identical (the α-subunits are also very similar to myoglobin).  Because individual hemoglobin subunits are structurally similar to myoglobin, their oxygen-binding behavior is also similar.  That is, if a hemoglobin molecule is dissociated, the individual subunits will have a hyperbolic oxygen-dissociation curve #(choice A).# $#(Choice B)# Line B is left-shifted compared to normal hemoglobin A, which could indicate a high oxygen affinity hemoglobin (eg, fetal hemoglobin).  Hemoglobin A will also undergo a left shift in the presence of factors such as increased pH, decreased temperature, and decreased 2,3-diphosphoglycerate. $#(Choice C)# Line C depicts the normal oxygen-hemoglobin dissociation curve, with the typical sigmoidal relationship of pO2 to hemoglobin O2 saturation. $#(Choices D and E)# Lines D and E are shifted to the right, indicating a low oxygen affinity hemoglobin.  Hemoglobin A has low affinity for oxygen under conditions such as decreased pH, increased temperature, and increased 2,3-diphosphoglycerate. $#Educational objective# The individual subunits of the hemoglobin molecule are structurally analogous to myoglobin.  If separated, the monomeric subunits will demonstrate a hyperbolic oxygen-dissociation curve similar to that of myoglobin.  "},

{"id":"1387","title":"A 15-year-old boy is found to have unexplained erythrocytosis on routine laboratory analysis.  Evaluation of his immediate family shows that his father and sister also have elevated red cell levels.  Genetic sequencing of the β-globin gene is performed in the affected family members.  The results show a single base substitution at amino acid position 82 that replaces the normal lysine residue with methionine.  Further analysis shows that this amino acid replacement impairs the ionic interaction between the β-subunit and 2,3-bisphosphoglycerate.  As a result of this mutation, the patient's hemoglobin will be most similar to which of the following hemoglobin types?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Hemoglobin A1c","answer_2":"B. Hemoglobin C","answer_3":"C. Hemoglobin F","answer_4":"D. Hemoglobin H","answer_5":"E. Hemoglobin S","percent_1":"2%","percent_2":"12%","percent_3":"70%","percent_4":"4%","percent_5":"12%","right_answer":"C. Hemoglobin F","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1387.jpg","explanation_1":"","explanation_2":"$This patient most likely has #familial erythrocytosis# due to a β-globin mutation resulting in reduced binding of #2,3-bisphosphoglycerate# (2,3-BPG).  2,3-BPG is synthesized from glycolytic intermediates and binds strongly to deoxyhemoglobin in a pocket formed between the 2 beta chains.  This binding reduces the oxygen affinity of hemoglobin, allowing more oxygen to diffuse into the peripheral tissues.  The hemoglobin 2,3-BPG binding pocket contains positively charged amino acids (eg, histidine and lysine) that attract the negatively charged phosphate groups in 2,3-BPG.  Mutations that decrease the positive charge of the binding site decrease 2,3-BPG binding and #increase hemoglobin oxygen affinity#. $#Fetal hemoglobin# (hemoglobin F) is synthesized primarily during fetal development (~8 weeks until term) and consists of the usual 2 alpha chains with 2 gamma chains in place of beta chains.  The gamma chains do not bind effectively to 2,3-BPG due to replacement of a histidine residue with serine.  As a result, fetal hemoglobin has significantly higher oxygen affinity than adult hemoglobin A.  This allows fetal hemoglobin to extract more oxygen from the mother's adult hemoglobin in the placenta, providing the developing fetus with an adequate supply of oxygen. $#(Choice A)#  Hemoglobin A1c is formed by non-enzymatic glycosylation of hemoglobin A.  Glycosylation can interfere with the binding of 2,3-BPG to hemoglobin by altering the physical structure of the binding pocket, which is compensated for by increased red cell 2,3-BPG levels in patients with diabetes.  However, the reduced 2,3-BPG binding affinity of this patient’s mutated hemoglobin more closely resembles that of hemoglobin F. $#(Choice B)#  Hemoglobin C results from a mutation in the β-globin chain that causes glutamate to be replaced by lysine.  Hemoglobin C forms hexagonal crystals and promotes red cell dehydration, causing a mild chronic hemolytic anemia.  2,3-BPG binding and tissue oxygen delivery are not significantly altered. $#(Choice D)#  A defect in the synthesis of alpha chains results in varying degrees of alpha thalassemia, which is characterized by the formation of β-globin and γ-globin tetramers (hemoglobin H and Barts, respectively).  These abnormal tetramers have extremely high oxygen affinity (resembling myoglobin) and are ineffective at delivering oxygen to tissues. $#(Choice E)#  Hemoglobin S is the predominant form of hemoglobin in sickle cell disease and is caused by replacement of a glutamate by valine in the β-globin chain.  This results in formation of hemoglobin polymers with reduced oxygen affinity. $#Educational objective# 2,3-bisphosphoglycerate (2,3-BPG) normally forms ionic bonds with the beta subunits of deoxygenated hemoglobin A, facilitating oxygen release in the peripheral tissues.  Mutations that result in loss of the 2,3-BPG binding pocket's positive charge cause hemoglobin A to resemble fetal hemoglobin, which binds oxygen with a higher affinity due to its inability to interact with 2,3-BPG.  "},

{"id":"868","title":"A 2-day-old boy is being examined in the newborn nursery prior to discharge from the hospital.  He was born at 38 weeks gestation by vaginal delivery.  The pregnancy and delivery were uncomplicated, and the boy has been breastfeeding, stooling, and urinating normally.  The patient's mother has beta-thalassemia trait, and his father has a normal hemoglobin electrophoresis.  Vital signs and physical examination are normal.  Which of the following hemoglobin compositions is most likely predominant in this infant?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. α2β2","answer_2":"B. α2γ2","answer_3":"C. α2δ2","answer_4":"D. β4","answer_5":"E. γ4","answer_6":"F. ζ2ε2","answer_7":"G. ζ2γ2","percent_1":"15%","percent_2":"78%","percent_3":"5%","percent_4":"0%","percent_5":"1%","percent_6":"0%","percent_7":"0%","right_answer":"B. α2γ2","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hemoglobin#∆⨉∆⨉ §^#Type# ∆^#Name# ∆^#Components# §^#Embryonic# ∆^Gower 1 ∆^ζ2ε2 §↕ ∆^Portland ∆^ζ2γ2 §↕ ∆^Gower 2 ∆^α2ε2 §^#Fetal# ∆^F* ∆^α2γ2 §^#Adult# ∆^A ∆^α2β2 §↕ ∆^A2* ∆^α2δ2 §^#α-thalassemia intermedia# ∆^H ∆^β4 §^#α-thalassemia major# ∆^Barts ∆^γ4 %*Predominant in β-thalassemia.","explanation_img":"","explanation_1":"","explanation_2":"Hemoglobin is a @tetramer@ that consists of 2 pairs of globin chains (total of 4 chains per molecule).  During the first few weeks of embryogenesis, hemoglobin is synthesized by the yolk sac and contains zeta or epsilon globin chains #(choices G and F)#.  Thereafter, one pair of the globin chains should always be alpha and the other should be non-alpha. $#Fetal hemoglobin (Hb F)# production begins around 8 weeks gestation and replaces all embryonic hemoglobin by 14 weeks gestation, when erythropoiesis in the fetal liver and spleen is established.  Hb F consists of 2 alpha and 2 gamma protein subunits (#α2γ2#).  Production declines at birth, and Hb F comprises ~60-80% of all hemoglobin in a term newborn.  Hb F is gradually replaced by adult hemoglobin (Hb A, α2β2) #(Choice A)# during the first 6 months of life, after which Hb A composes the vast majority of adult hemoglobin. $Compared to red blood cells with Hb A, those with Hb F have a #high oxygen affinity# as Hb F @binds to 2,3-bisphosphoglycerate@ poorly.  The greater affinity of Hb F facilitates transplacental oxygen delivery from the maternal circulation to that of the fetus. $#(Choice C)#  Hemoglobin A2 (α2δ2) is a normal hemoglobin variant that makes up 2%-3% of hemoglobin in a healthy adult and is functionally similar to Hb A.  Patients with beta-thalassemia major have impaired beta globin production, resulting in an excess of alpha globin chains (eg, Hb A2, Hb F) and no Hb A. $#(Choices D and E)#  Alpha-thalassemia results from a shortage of alpha globin chains.  Hemoglobin H (β4) and hemoglobin Barts (γ4) have a very high oxygen affinity and cannot release oxygen, resulting in tissue hypoxia.  Hemoglobin H disease manifests as chronic hemolytic anemia.  Hemoglobin Barts is incompatible with life (eg, hydrops fetalis) as normal fetal and adult hemoglobin cannot be produced. $#Educational objective# Hemoglobin F (Hb F) is the predominant hemoglobin type in the second and third trimesters of pregnancy and during the first few months after birth.  Hb F consists of 2 alpha and 2 gamma protein subunits (α2γ2) and has a high affinity for oxygen, which facilitates oxygen transport across the placenta to the fetus.  Hb A (α2β2) is the major hemoglobin in adults.  ","clickable_1":"images/img1.868.jpg","clickable_2":"images/img2.868.jpg"},

{"id":"19289","title":"Physiologists conduct a study to evaluate erythropoiesis in various age groups.  In one of the studies, healthy individuals who experience acute traumatic blood loss are enrolled.  They divide the patients in 2 groups: younger individuals with a mean age of 35 years and older adults with a mean age of 70.  These patients have normal iron, folic acid, vitamin B12, and plasma protein studies.  Results indicate that older patients with acute traumatic blood loss have a much lower reticulocyte count and a much longer time to recovery to pretrauma hemoglobin level when compared to younger patients.  Which of the following age-related processes best explains the observed findings?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased bone marrow mass","answer_2":"B. Decreased medullary cavity size","answer_3":"C. Decreased red blood cell life span","answer_4":"D. Increased extramedullary hematopoiesis","answer_5":"E. Increased marrow fibrous tissue","percent_1":"60%","percent_2":"6%","percent_3":"1%","percent_4":"1%","percent_5":"31%","right_answer":"A. Decreased bone marrow mass","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Although patients with advanced age typically have normal serum blood counts, age-related changes in cytokine signaling and the cellular composition of the bone marrow #impairs the generation of new cells# in response to acute stressors such as #blood loss# or hypoxia.  When compared to younger patients, the bone marrow of older patients has a #higher quantity of fat# and a #reduced overall mass#, which limits the functional reserve of hematopoietic cells.  In addition, hematopoietic progenitor cell diversity and the response to stimulatory cytokines (eg, stem-cell factor, granulocyte macrophage colony-stimulating factor) are also impaired, thereby limiting the generation of new cells in response to stress.  Because of these changes, older individuals cannot rapidly generate new blood cells. $#(Choice B)#  Patients with advanced age generally have increased (not decreased) medullary cavity size due to loss of endosteal cortical bone.  This increases the risk of fractures. $#(Choice C)#  Red blood cell life span is preserved in patients with advanced age; therefore, healthy older individuals usually have normal hemoglobin level.  However, they are much less capable of generating new erythrocytes in times of blood loss or other stressors (eg, hemolysis). $#(Choice D)#  Extramedullary hematopoiesis is common in newborns but does not generally occur in older patients unless there is insufficient marrow space for hematopoietic cell proliferation.  Therefore, extramedullary hematopoiesis is typically associated with significant bone marrow pathology (eg, myelofibrosis). $#(Choice E)#  Although bone marrow fat increases with age, bone marrow fibrosis is not a part of normal aging.  Bone marrow fibrosis is associated with primary myelofibrosis, a chronic myeloproliferative disorder marked by anemia and extramedullary hematopoiesis (hepatosplenomegaly). $#Educational objective# Patients of advanced age have increased bone marrow fat and reduced bone marrow mass, leading to impaired bone marrow reserve.  This results in an inability to rapidly generate new blood cells in response to acute stress (eg, blood loss, hypoxia).  "},

{"id":"1456","title":"A 34-year-old man comes to the emergency department due to a facial injury.  He reports getting hit on the face during a fistfight at a bar.  Examination shows dark blue periorbital ecchymosis on the right side.  Ophthalmic and neurologic examinations are otherwise normal.  After appropriate evaluation, the patient is discharged home.  Several days later, the bruise becomes greenish in color.  This change in color is best explained by the activity of which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bilirubin glucuronyl transferase","answer_2":"B. Ferrochelatase","answer_3":"C. Heme oxygenase","answer_4":"D. Porphobilinogen deaminase","answer_5":"E. Uroporphyrinogen decarboxylase","percent_1":"18%","percent_2":"8%","percent_3":"54%","percent_4":"13%","percent_5":"7%","right_answer":"C. Heme oxygenase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1456.jpg","explanation_1":"","explanation_2":"$This patient has a resolving #hematoma# after a traumatic injury.  Following the injury, hemoglobin-containing erythrocytes escape into the periorbital tissues, giving the bruise its initial purple or bluish color.  Erythrocyte destruction causes the release of iron-containing heme molecules.  #Heme oxygenase# (contained in macrophages, among other cells) degrades heme into #biliverdin#, carbon monoxide, and ferrous iron while consuming oxygen and electrons provided by NADH and NADPH-cytochrome P450 reductase.  Biliverdin is #green# in color and is further reduced (by the enzyme biliverdin reductase) to the yellow pigment bilirubin, which is then transported to the liver bound to albumin. $#(Choice A)#  Bilirubin glucuronyl transferase, or uridine 5'-diphospho-glucuronyl transferase (UGT), is the enzyme necessary for bilirubin conjugation to glucuronic acid.  Lack of UGT or the use of medications that interfere with its activity impairs the liver's ability to conjugate bilirubin. $#(Choices B, D, and E)#  Ferrochelatase (inhibited by lead) is the final enzyme in the heme synthetic pathway.  Porphobilinogen deaminase (PBG deaminase) and uroporphyrinogen decarboxylase (UROD) are also involved in heme production, not degradation; UROD deficiency can be seen in porphyria cutanea tarda, the most common porphyria, and PBG deaminase deficiency can be seen in @acute intermittent porphyria@. $#Educational objective# Heme oxygenase converts heme to biliverdin, a pigment that causes the greenish color to develop in bruises several days after an injury.  ","clickable_1":"images/img1.1456.jpg"},

{"id":"1385","title":"A group of investigators is researching the changes in oxygen-hemoglobin binding that occur under various clinical conditions.  They are especially interested in situations that alter the shape and position of the oxygen-hemoglobin dissociation curve.  Which of the following processes would most likely cause a shift from the blue curve to the red curve in the graph below?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1385.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic high-altitude adaptation","answer_2":"B. Hypothermia","answer_3":"C. Hypoventilation","answer_4":"D. Severe anemia","answer_5":"E. Strenuous exercise","percent_1":"20%","percent_2":"61%","percent_3":"6%","percent_4":"6%","percent_5":"7%","right_answer":"B. Hypothermia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1385.jpg","explanation_1":"","explanation_2":"$The oxygen-hemoglobin dissociation curve describes the relationship between the partial pressure of oxygen (x-axis) and the hemoglobin oxygen saturation (y-axis).  Oxygen saturation increases in a sigmoidal fashion as the pO2 increases because of the increase in oxygen-binding affinity that occurs after the first oxygen molecule binds to hemoglobin.  As more oxygen molecules bind to hemoglobin, the number of available binding sites decreases and the curve eventually flattens out. $The partial pressure of oxygen in the blood at which hemoglobin is 50% saturated is known as the P50 (dotted black line in diagram above); this value is a standard measure of hemoglobin's affinity for oxygen and is about 26 mm Hg in normal individuals.  A #leftward shift #of the oxygen-hemoglobin dissociation curve occurs when hemoglobin has #increased oxygen affinity# (ie, a lower P50).  Because decreased temperatures help to stabilize the bonds between oxygen and hemoglobin, #hypothermia #increases hemoglobin's oxygen affinity and shifts the dissociation curve to the left. $#(Choice A)#  2,3-bisphosphoglycerate (2,3-BPG) concentrations increase in erythrocytes when oxygen availability is reduced, as occurs in chronic lung disease, heart failure, and chronic exposure to high altitudes.  Elevated levels of 2,3-BPG decrease hemoglobin O2 affinity (right-shifted curve), allowing release of additional O2 in the peripheral tissues. $#(Choices C and D)#  Anemia severe enough to cause lactic acidosis will result in lower blood pH, shifting the hemoglobin curve to the right.  Similarly, hypoventilation causes increased CO2 retention and respiratory acidosis that shifts the curve to the right. $#(Choice E)#  Strenuous exercise will cause increased tissue oxidative phosphorylation, increased tissue CO2 levels, and decreased tissue pH.  This results in a shift of the dissociation curve to the right and decreased hemoglobin O2 affinity. $#Educational objective# A left shift of the hemoglobin oxygen dissociation curve indicates increased hemoglobin O2 affinity and can be caused by increased pH, decreased 2,3-bisphosphoglycerate, and decreased temperature.  Leftward shifts of the curve inhibit the release of O2 within peripheral tissues.  "},

{"id":"1384","title":"A 13-year-old girl is undergoing hematologic evaluation.  She is found to have a hemoglobin mutation that changes the partial pressure of oxygen at which hemoglobin is 50% saturated to 20 mm Hg.  In comparison, normal hemoglobin becomes 50% saturated with oxygen at 26 mm Hg.  Which of the following sequelae is this patient most likely to develop as a result of her mutation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Erythrocytosis","answer_2":"B. Hypoxia-induced hemolysis","answer_3":"C. Increased erythrocyte osmotic fragility","answer_4":"D. Megaloblastic erythrocyte changes","answer_5":"E. Oxidant-induced hemolysis","percent_1":"54%","percent_2":"20%","percent_3":"7%","percent_4":"3%","percent_5":"16%","right_answer":"A. Erythrocytosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1384.jpg","explanation_1":"","explanation_2":"$The #oxygen-hemoglobin dissociation curve# describes the relationship between the partial pressure of oxygen in the blood and the oxygen saturation of hemoglobin.  The partial pressure of oxygen at which hemoglobin is 50% saturated (#P₅₀#) is a value used as a conventional measure of hemoglobin's affinity for oxygen.  The P₅₀ is about 26 mm Hg in normal individuals.  A P₅₀ #shift from 26 to 20 mm Hg# indicates that the affinity of hemoglobin for oxygen is increased (left shift of the oxygen dissociation curve). $Mutations that cause production of hemoglobin with #high oxygen affinity# (eg, hemoglobins Chesapeake and Kempsey) reduce the ability of hemoglobin to release oxygen within the peripheral tissues.  Low oxygen levels stimulate the kidneys to increase erythropoietin synthesis, which results in a #compensatory erythrocytosis# that helps maintain normal oxygen delivery.  Therefore, patients with high oxygen affinity hemoglobins are typically asymptomatic. $#(Choice B)#  Sickle cell disease can result in hypoxia-induced hemolysis due to the ability of deoxygenated hemoglobin S to polymerize and cause excessive erythrocyte sickling and irreversible cell membrane damage.  The oxygen dissociation curve for hemoglobin S is shifted to the right (↓ oxygen affinity) due to the stabilizing effects of polymerization on the deoxygenated form. $#(Choice C)#  Hereditary spherocytosis results from a variety of molecular defects involving erythrocyte structural proteins responsible for linking the plasma membrane to the cytoskeleton (eg, spectrin, ankyrin).  The resulting membrane instability leads to the formation of spherocytes – small, rounded erythrocytes with increased susceptibility to lyse in hypotonic solutions. $#(Choice D)#  Megaloblastic erythrocyte changes (↑ MCV) are characteristically seen in vitamin B12 and folic acid deficiency due to impaired DNA synthesis. $#(Choice E)#  Individuals with glucose-6-phosphate dehydrogenase deficiency develop rapid hemolysis during periods of increased oxidant stress, such as when taking antimalarials or sulfonamides or after ingestion of fava beans. $#Educational objective# P₅₀ refers to the partial pressure of oxygen at which hemoglobin is 50% saturated.  Hemoglobins with high oxygen affinity have a decreased P₅₀ that is represented by a leftward shift of the oxygen dissociation curve.  The reduced ability to release oxygen within the peripheral tissues leads to renal hypoxia, increased erythropoietin synthesis, and compensatory erythrocytosis.  "},

{"id":"1029","title":"A researcher is studying the role of glucose metabolites in normal cellular function.  A specific human cell type is incubated in glucose-rich media.  Intracellular levels of glucose metabolizing enzymes, intermediate products, and generated ATP are measured.  In these cells, glycolysis of a single glucose molecule always yields pyruvate but sometimes generates no net ATP.  Which of the following cells is most likely being studied in this experiment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adipocytes","answer_2":"B. Erythrocytes","answer_3":"C. Hepatocytes","answer_4":"D. Neurons","answer_5":"E. Skeletal muscle cells","percent_1":"9%","percent_2":"70%","percent_3":"8%","percent_4":"3%","percent_5":"10%","right_answer":"B. Erythrocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1029.jpg","explanation_1":"","explanation_2":"$#Erythrocytes# use glycolysis as the major pathway to generate energy as they do not have mitochondria and therefore cannot use the citric acid cycle.  During normal glycolysis, ATP is generated when 1,3-BPG is converted to 3-phosphoglycerate by the enzyme phosphoglycerate kinase.  However, erythrocytes can bypass this part of the pathway using #bisphosphoglycerate mutase#, an enzyme that converts 1,3-BPG to #2,3-BPG# in a step that produces #no ATP#.  2,3-BPG is subsequently catabolized to 3-phosphoglycerate by bisphosphoglycerate phosphatase in a step that also yields no ATP.  By generating 2,3-BPG rather than proceeding with regular glycolysis, erythrocytes sacrifice the net ATP gain achieved in normal glycolysis. $The major function of erythrocytes is to carry hemoglobin-bound oxygen from the lungs to the peripheral tissues, and 2,3-BPG is a very important regulator of oxygen-hemoglobin binding.  The conversion of 1,3-BPG to 2,3-BPG is increased in #hypoxia# and chronic anemia.  2,3-BPG allosterically decreases hemoglobin's affinity for oxygen.  As a result, in the presence of lower blood oxygen concentrations, higher 2,3-BPG levels within erythrocytes enable #increased oxygen delivery# in the peripheral tissues. $#(Choices A, C, D, and E)#  The enzyme bisphosphoglycerate mutase is present in large amounts in erythrocytes.  However, it is present in insignificant quantities in adipocytes, hepatocytes, neurons, and myocytes; this causes virtually negligible 2,3-BPG production in these cell types. $#Educational objective# 2,3-BPG decreases hemoglobin's affinity for oxygen.  Therefore, in the presence of lower blood oxygen concentrations, higher 2,3-BPG levels within erythrocytes enable increased oxygen delivery in the peripheral tissues.  2,3-BPG is produced from 1,3-BPG by the enzyme bisphosphoglycerate mutase.  This reaction bypasses an ATP-generating step of glycolysis, causing no net gain in ATP.  "}


]