[

{"id":"1603","title":"Researchers studying gastrointestinal pathophysiology analyze hundreds of gastric mucosal biopsy specimens taken from patients who underwent endoscopy at a local tertiary care center.  They notice that colonization of the gastric antrum with S-shaped, gram-negative bacteria is associated with a decreased number of somatostatin-producing antral cells.  Depletion of these cells from the gastric antrum is most likely to cause which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic pancreatitis","answer_2":"B. Duodenal ulcers","answer_3":"C. Gastric lymphoma","answer_4":"D. Gastric ulcers","answer_5":"E. Vitamin B12 deficiency","percent_1":"2%","percent_2":"62%","percent_3":"2%","percent_4":"31%","percent_5":"3%","right_answer":"B. Duodenal ulcers","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1603.jpg","explanation_1":"","explanation_2":"$#Helicobacter pylori# is a motile, spiral-shaped, gram-negative bacteria found attached to the gastric mucosa or deep in the mucus layer overlying the gastric epithelium.  It is protected from gastric acid by endogenous urease production: #urease# converts urea to ammonia, which alkalinizes the surrounding pH but injures gastric epithelial cells.  Damage to the gastric mucosa is compounded by localized inflammation due to the immunologic response against H pylori. $ Chronic inflammation due to H pylori colonization in the #gastric antrum# leads to #depletion of somatostatin-producing cells# (@delta cells@), which are located mostly in the antrum.  Somatostatin inhibits gastrin release from G-cells.  In its absence, #elevated gastrin# levels act directly (via cholecystokinin B receptors) and indirectly (via histamine release by enterochromaffin-like cells) to #increase acid secretion# by parietal cells.  In addition, H pylori releases cytotoxins that inhibit duodenal production of bicarbonate.  The resultant increased acid load is emptied into the under-protected duodenum, leading to #duodenal ulcer# formation. $ In contrast, gastric ulcers occur when H pylori colonizes the gastric body (corpus) #(choice D)#.  Chronic inflammation leads to multifocal atrophic gastritis and a reduction in the number of acid-producing @parietal cells@, which are located mostly in the gastric body.  Delta cells in the antrum are not markedly reduced, therefore acid secretion is often low to normal.  Gastric ulcer formation results from direct mucosal damage caused by bacterial products (eg, ammonia, cytotoxins) and the resultant inflammatory response.  Unlike antral-predominant disease, corpus-predominant disease is associated with metaplasia and malignancies (eg, gastric lymphoma, adenocarcinoma) #(choice C)#. $ (Choice A)  Chronic pancreatitis is not associated with H pylori infection.  It is most frequently caused by chronic alcoholism or obstruction of the pancreatic ducts due to gallstones or malignancy. $ (Choice E)  Vitamin B12 deficiency can result from autoimmune gastritis.  Autoimmune gastritis is characterized by autoantibodies against gastric parietal cells leading to inflammation of the gastric mucosa, parietal cell destruction, and achlorhydria.  Its etiology is at least partially genetic. $ Educational objective Helicobacter pylori antral gastritis is associated with the formation of duodenal ulcers due to increased gastric acid production.  This increase in acidity is caused by unchecked gastrin production due to the destruction of somatostatin-secreting cells in the gastric antrum.","clickable_1":"images/img1.1603.jpg","clickable_2":"images/img2.1603.jpg"},

{"id":"305","title":"A 55-year-old man comes to the office due to intermittent abdominal pain.  He has no difficulty or pain with swallowing.  The patient occasionally uses over-the-counter pain medicine for osteoarthritis of the right knee.  He does not use alcohol or tobacco and has no history of cancer in the family.  He works as an air traffic controller at a busy airport.  Upper gastrointestinal endoscopy shows an ulcer in the distal duodenum.  Fasting serum gastrin concentration is at the upper limit of normal and rises in response to intravenous secretin.  This patient's condition is most likely caused by which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune destruction","answer_2":"B. Helicobacter pylori infection","answer_3":"C. Mucosal immune dysregulation","answer_4":"D. Neoplasm","answer_5":"E. Nonsteroidal anti-inflammatory drug use","answer_6":"F. Stress","percent_1":"3%","percent_2":"29%","percent_3":"2%","percent_4":"36%","percent_5":"23%","percent_6":"7%","right_answer":"D. Neoplasm","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp305.jpg","explanation_1":"","explanation_2":"$This patient's distal duodenal ulcer and high-normal gastrin levels that rise in response to secretin administration are suggestive of #Zollinger-Ellison syndrome# (ZES).  This condition is caused by #gastrin-secreting tumors# (gastrinomas) that are often malignant and usually located in the small intestine or pancreas.  Gastrin causes parietal cell hyperplasia and stimulates gastric acid secretion, resulting in the development of #peptic ulcers#, heartburn, and #diarrhea# (excess gastric acid impairs intestinal epithelial cells and digestive enzymes).  Although most proximal duodenal ulcers are caused by Helicobacter pylori infection or nonsteroidal anti-inflammatory drug (NSAID) use #(choice E)#, ulcers found #beyond the duodenal bulb# suggest ZES. $ #Secretin# is a hormone released from the duodenum in response to acid and fat in the small intestine.  The hormone increases pancreatic bicarbonate secretion and inhibits the release of gastrin from normal gastric G cells.  However, secretin paradoxically #stimulates gastrin release from gastrinomas# due to abnormal adenylate cyclase activation.  As such, secretin administration can be used to differentiate ZES from other causes of hypergastrinemia (eg, atrophic gastritis). $ (Choice A)  Autoimmune gastritis (chronic atrophic gastritis) involves the body/fundus of the stomach with antral sparing.  CD4+ T cell-mediated parietal cell destruction causes impaired gastric acid and intrinsic factor secretion, resulting in achlorhydria and pernicious anemia, respectively.  Low acid levels stimulate gastrin release from G cells (hypergastrinemia), but secretin administration causes a reduction in gastrin levels. $ (Choice B)  H pylori infection is associated with chronic antral-predominant gastritis, which may lead to a reduction in somatostatin-producing cells (delta cells).  Lack of inhibition by somatostatin allows for excessive gastrin release, which promotes gastric acid hypersecretion and proximal duodenal ulcer formation.  Secretin administration typically causes a reduction in gastrin levels in these patients. $ (Choice C)  Crohn disease is associated with dysregulation of the mucosal immune response, intestinal epithelial dysfunction, and altered composition of gut flora.  Patients characteristically have linear ulcerations with adjacent normal-appearing mucosa (cobblestone appearance) in the small intestine. $ (Choice F)  Stress-related mucosal disease can occur with severe physiologic stress (eg, shock, head trauma, burns), but the association between psychological stress (eg, working as an air traffic controller) and peptic ulcer formation is controversial.  Nonetheless, neither form of stress would cause distal duodenal ulcers and hypergastrinemia. $ Educational objective Zollinger-Ellison syndrome is caused by gastrinomas located in the small intestine/pancreas and presents with peptic ulcers (especially distal duodenal ulcers), heartburn, and diarrhea.  Patients typically have elevated gastrin levels that rise in response to exogenous secretin administration.  In contrast, secretin inhibits release of gastrin from normal gastric G cells."},

{"id":"286","title":"A 53-year-old man with nocturnal cough undergoes an upper endoscopy with esophageal biopsy.  Light microscopy of the tissue specimen shows elongation of the lamina propria papillae with several eosinophils and neutrophils scattered within the squamous epithelium.  The patient takes metformin and enalapril for diabetes mellitus and hypertension, respectively.  He is started on pantoprazole, and after 2 weeks his cough symptoms resolve.  Which of the following was the most likely cause of his symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Absent esophageal peristaltic movements","answer_2":"B. Allergen-mediated esophageal disease","answer_3":"C. Gastroesophageal junction incompetence","answer_4":"D. Mucosal disruption from fungal infection","answer_5":"E. Mucosal disruption from viral infection","answer_6":"F. Pill-induced esophageal mucosa damage","percent_1":"1%","percent_2":"18%","percent_3":"68%","percent_4":"4%","percent_5":"1%","percent_6":"8%","right_answer":"C. Gastroesophageal junction incompetence","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Gastroesophageal reflux disease! ?Pathophysiology? • Decreased tone or excessive transient relaxation of LES • Anatomic disruption to gastroesophageal junction (eg, hiatal hernia) • ↑ Risk with obesity, pregnancy, smoking, alcohol intake ?Manifestations? • Regurgitation of acidic material in mouth • Heartburn • Odynophagia (often indicates reflux esophagitis) • Extraesophageal symptoms (eg, cough, laryngitis, wheezing) ?Complications? • Erosive esophagitis • Strictures • Barrett esophagus → adenocarcinoma ?Initial treatment? • Lifestyle (eg, weight loss) & dietary changes • H2R blocker or proton pump inhibitor %#H2R# = histamine 2 receptor; #LES# = lower esophageal sphincter.","explanation_img":"","explanation_1":"","explanation_2":"#Gastroesophageal reflux disease# (GERD) is a very common condition that usually manifests with heartburn, regurgitation, and dysphagia.  However, patients can have #extraesophageal symptoms# (eg, nocturnal #cough#, hoarseness) in the absence of heartburn (\"silent GERD\"). $ #Gastroesophageal junction incompetence# is the primary pathophysiologic mechanism responsible for GERD.  This incompetence is most commonly caused by excessive relaxation of the lower esophageal sphincter, resulting in the reflux of acidic gastric contents back into the esophagus.  Irritation of the esophageal mucosa leads to an inflammatory reaction with mucosal erythema and edema; erosions/ulcerations may develop in severe cases.  Characteristic histologic findings include basal zone hyperplasia, elongation of the @lamina propria papillae@, and scattered eosinophils and neutrophils. $ (Choice A)  Absent esophageal peristaltic movements can be seen with achalasia and systemic sclerosis.  The distinctive histopathologic findings of systemic sclerosis involving the esophagus include atrophy of the muscularis with collagenous fibrosis. $ (Choice B)  @Eosinophilic esophagitis@ is an immune/antigen-mediated disease that typically presents with dysphagia and food impaction in atopic adults.  It is characterized histologically by numerous superficially located intraepithelial eosinophils, which can help differentiate it from reflux esophagitis. $ (Choice D)  Candida albicans is the most common cause of infectious esophagitis in HIV and immunocompromised patients.  Endoscopy typically shows white plaques on an erythematous mucosa, and light microscopy demonstrates @pseudohyphae@ and budding spores embedded in necrotic debris. $ (Choice E)  Herpes simplex virus (HSV) and cytomegalovirus (CMV) are other common causes of infectious esophagitis in immunocompromised patients.  @HSV@ usually shows punched-out ulcers on endoscopy with eosinophilic nuclear inclusions on biopsy.  In contrast, @CMV@ produces shallow/linear ulcers with nuclear/cytoplasmic viral inclusions. $ (Choice F)  Pill-induced esophagitis is commonly seen with tetracycline antibiotics, potassium chloride, and bisphosphonates.  Metformin and enalapril do not cause esophagitis. $ Educational objective Gastroesophageal reflux disease is caused primarily by gastroesophageal junction incompetence and can be associated with extraesophageal symptoms (eg, nocturnal cough) in the absence of heartburn (\"silent GERD\").  Acidic gastric contents irritate the esophageal mucosa, leading to characteristic histologic findings that include basal zone hyperplasia, elongation of the lamina propria papillae, and scattered eosinophils.","clickable_1":"images/img1.286.jpg","clickable_2":"images/img2.286.jpg","clickable_3":"images/img3.286.jpg","clickable_4":"images/img4.286.jpg","clickable_5":"images/img5.286.jpg"},

{"id":"282","title":"A 49-year-old man comes to the office for evaluation of a dry cough that occurs mainly at night.  His symptoms have been present on and off for several years, but he has not been previously evaluated.  The patient also reports a frequent sore throat and occasional epigastric discomfort.  He has tried a variety of antihistamines and over-the-counter cough medications without relief.  Past medical history is notable for obesity and diet-controlled type 2 diabetes mellitus.  He does not smoke or drink alcohol.  Cardiopulmonary and abdominal examinations are unremarkable.  Chest x-ray reveals no abnormalities, and pulmonary function testing is normal.  The patient undergoes upper gastrointestinal endoscopy with mucosal biopsies.  Microscopic findings on lower esophageal biopsy are shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/282.jpg","title_2":"This patient is at highest risk of which of the following complications?","audio":"","comparison_items":"","answer_1":"A. Achalasia","answer_2":"B. Adenocarcinoma","answer_3":"C. Crohn disease","answer_4":"D. Squamous cell carcinoma","answer_5":"E. Variceal bleeding","percent_1":"2%","percent_2":"89%","percent_3":"1%","percent_4":"8%","percent_5":"1%","right_answer":"B. Adenocarcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp282.jpg","explanation_1":"","explanation_2":"This patient's persistent dry cough, sore throat, and epigastric discomfort is suggestive of #gastroesophageal reflux disease#.  His esophageal biopsy shows intestinal-type columnar epithelium with goblet cells where a normal esophagus would be lined by stratified squamous epithelium.  This finding is diagnostic of #Barrett esophagus#, which is seen when acidic gastric contents enter the esophagus, causing inflammation and subsequent epithelial necrosis. $ Sustained epithelial damage promotes metaplastic replacement of the normal stratified squamous epithelium with #intestinal-type columnar cells#.  The transition to columnar epithelium may be seen grossly on endoscopy as tongues of beefy red mucosa extending above the lower esophageal sphincter into areas of normal pale pink squamous mucosa. $ People with severe and #long-standing acid reflux# are most prone to Barrett esophagus.  This metaplasia is hypothesized to be adaptive at first, as intestinal-type epithelium is more resistant to gastric acid.  However, it is a major risk factor for #esophageal adenocarcinoma#, which typically develops from the metaplastic intestinal epithelium in the distal part of the esophagus. $ #(Choices A and D)#  The major risk factors for squamous cell carcinoma of the esophagus are cigarette smoking and alcohol use.  Achalasia, an esophageal motility disorder caused by the loss of ganglion cells in the lower esophagus, also carries an increased risk of squamous carcinoma. $ #(Choices C and E)#  Crohn disease can affect the esophagus, typically causing patchy inflammation, erosions, ulcers, strictures, and fistulas.  Esophageal varices develop in the context of high portal venous pressure, most often due to alcohol-induced or post-viral liver cirrhosis.  These conditions are not associated with Barrett esophagus. $ Educational objective Barrett esophagus is a metaplastic condition in which the normal squamous epithelium of the distal esophagus is replaced by intestinal-type columnar epithelium.  It occurs most often in longstanding acid reflux and is associated with an increased risk of adenocarcinoma."},

{"id":"14872","title":"A 42-year-old woman comes to the office due to a 2-month history of an intermittent burning sensation in her chest with an occasional simultaneous acidic taste at the back of her throat.  The symptoms occur soon after she eats a meal.  The patient has no shortness of breath, lightheadedness, nausea, vomiting, or weight loss.  She has no other medical conditions.  The patient has smoked a pack of cigarettes daily for the last 10 years but does not use alcohol.  Family history is unremarkable.  Vital signs are within normal limits.  BMI is 32 kg/m2.  Physical examination shows no abnormalities.  Urine pregnancy test is negative.  Smoking cessation is discussed, and a medication is prescribed for treatment of her symptoms.  The patient returns in 2 weeks for a follow-up visit and reports near-complete resolution of her symptoms.  Which of the following is the most likely mechanism of action of this drug?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blockade of gastrin receptors","answer_2":"B. Creation of a cytoprotective layer in the stomach","answer_3":"C. Inhibition of H+/K+ ATPase activity","answer_4":"D. Inhibition of synthesis of gastrin","answer_5":"E. Prostaglandin-mediated inhibition of acid secretion","percent_1":"1%","percent_2":"1%","percent_3":"96%","percent_4":"1%","percent_5":"1%","right_answer":"C. Inhibition of H+/K+ ATPase activity","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14872.jpg","explanation_1":"","explanation_2":"This patient's heartburn is likely related to gastroesophageal reflux disease (GERD), a common disorder that occurs when gastric acid refluxes into the esophagus.  Management consists of lifestyle and dietary modifications (eg, weight loss, avoidance of tobacco) as well as medications that suppress gastric acid secretion. $#Proton pump inhibitors# (PPIs) (eg, pantoprazole, omeprazole) are the most effective inhibitors of gastric acid secretion.  They bind to and irreversibly #inhibit the H+/K+# #ATPase# on parietal cells.  Side effects are related to elevated gastric pH and include an increased risk of Clostridioides difficile and nutritional deficiencies (eg, calcium, magnesium, iron). $Although less potent than PPIs, #histamine 2 receptor antagonists# (eg, famotidine, cimetidine) are also used as first-line therapy for GERD.  They inhibit gastric acid secretion by targeting histamine receptors on parietal cells.  These medications are less side effect–prone than PPIs; however, they have a slower onset of action, and tachyphylaxis is common. $#(Choice A)#  Gastrin, a hormone released from G cells, binds to cholecystokinin (CCK) B receptors and stimulates gastric acid secretion both directly (through binding on parietal cells) and indirectly (through binding on enterochromaffin-like cells to increase histamine release).  CCK receptor antagonists are not routinely used in clinical practice. $#(Choice B)#  Sucralfate forms a viscous paste in the stomach, providing a cytoprotective layer that prevents the diffusion of gastric acid.  It is less effective than PPIs and is typically used as an adjunctive medication for peptic ulcer disease. $#(Choice D)#  Octreotide is a somatostatin analogue that inhibits gastrin synthesis (as well as many other gastrointestinal hormones).  It is sometimes used in Zollinger-Ellison syndrome, but is not routinely used for GERD. $#(Choice E)#  Misoprostol is a prostaglandin E1 analogue that binds prostaglandin receptors on parietal cells, reducing gastric acid production and inducing secretion of mucus and bicarbonate.  Misoprostol can be used to prevent NSAID–induced gastric ulcers, but is less helpful for treating GERD; its significant uterotonic effects (eg, uterine contractions, cervical ripening) also limit its use in women of childbearing age. $#Educational objective# Management of gastroesophageal reflux disease includes lifestyle and dietary modifications (eg, weight loss, tobacco avoidance) and medications such as proton pump inhibitors (PPIs) (eg, pantoprazole, omeprazole) or histamine 2 receptor antagonists (eg, famotidine).  PPIs irreversibly inhibit the H+/K+ ATPase on parietal cells, which decreases gastric acid secretion.  "},

{"id":"15652","title":"A 26-year-old woman comes to the office due to recurrent nausea and vomiting for the past several months.  The patient experiences nausea and epigastric discomfort after meals and often feels full after eating only a small portion of food.  On several occasions, she has had emesis containing particles of food that she ate several hours earlier.  The patient has a 15-year history of type 1 diabetes mellitus complicated by diabetic nephropathy.  Her medications include a basal-bolus insulin regimen and lisinopril.  She does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  The abdomen is soft and nontender with no organomegaly.  Bowel sounds are normal.  Testing of stool for occult blood is negative.  An upper gastrointestinal endoscopy is unremarkable.  Which of the following mechanisms is most likely responsible for this patient's current symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased activity of vagus motor nucleus","answer_2":"B. Disruption of lower esophageal sphincter","answer_3":"C. Dysfunction of gastric enteric neurons","answer_4":"D. Excessive production of cholecystokinin","answer_5":"E. Hypertrophy of pyloric smooth muscles","percent_1":"15%","percent_2":"11%","percent_3":"64%","percent_4":"3%","percent_5":"6%","right_answer":"C. Dysfunction of gastric enteric neurons","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Diabetic gastroparesis#∆⨉ §^#Pathogenesis# ∆ • Autonomic neuropathy • Destruction of enteric neurons • Failure of relaxation in fundus & uncoordinated peristalsis §^#Risk factors# ∆ • Long-standing diabetes (especially type 1) • Chronic poor control • Labile blood glucose §^#Clinical presentation# ∆ • Postprandial bloating & vomiting • Early satiety • Impaired nutrition & weight loss §^#Diagnosis# ∆ • Nuclear gastric emptying study: delayed transit into duodenum §^#Treatment# ∆ • Promotility drugs: metoclopramide, erythromycin","explanation_img":"","explanation_1":"","explanation_2":"This patient with diabetes has postprandial nausea, vomiting, early satiety, and regurgitation of undigested food particles, which is suggestive of #diabetic gastroparesis#.  Gastroparesis is a type of #autonomic neuropathy# involving the gastrointestinal tract and is characterized by delayed gastric emptying not due to an obstruction. $Normal postprandial gastric activity is a multistep process that occurs in response to food ingestion.  After food passes down the esophagus, vagally stimulated enteric neurons release nitric oxide to induce relaxation of the fundus of the stomach and accommodate the incoming food bolus.  Specialized gastric pacemaker cells (interstitial cells of Cajal) initiate pacesetter potentials (slow waves), which generate circumferential contractions of the gastric smooth muscle (peristalsis).  Peristalsis facilitates food mixing and propulsion toward the pylorus. $#Chronic hyperglycemia# in patients with diabetes can result in #destruction of the enteric neurons#.  Loss of nitric oxide–containing neurons results in impaired fundal relaxation, and loss of the interstitial cells of Cajal results in uncoordinated smooth muscle contractions and ineffective peristalsis, both of which #delay gastric emptying#. $#(Choice A)#  Chronic hyperglycemia can cause vagus nerve denervation with axonal damage, which can contribute to diabetic gastroparesis.  However, the vagal motor nucleus is located in the brainstem and is typically unaffected by diabetes. $#(Choice B)#  Disruption of the lower esophageal sphincter can cause symptoms of acid reflux.  Although severe gastroesophageal reflux can cause regurgitation, a history of heartburn or epigastric pain would be expected.  In addition, upper endoscopy typically shows evidence of esophagitis (eg, mucosal erythema, exudates). $#(Choice D)#  Cholecystokinin is secreted in response to fat- or protein-rich meals and slows gastric emptying to improve digestion of these nutrients.  Cholecystokinin secretion may actually be reduced in diabetes and is not thought to be a major cause of diabetic gastroparesis. $#(Choice E)#  Hypertrophy of pyloric smooth muscles is seen in congenital pyloric stenosis, which causes projective vomiting and is typically diagnosed in infancy.  The smooth muscle cells typically remain normal in diabetic gastroparesis. $#Educational objective# Diabetic gastroparesis results from the destruction of enteric neurons due to chronic hyperglycemia, leading to impaired relaxation and disordered and ineffective peristalsis.  This causes delayed gastric emptying, which presents as postprandial fullness, regurgitation of undigested food, nausea, and vomiting.  "},

{"SubjectSystem":"Embryology-Gastro","id":"16900","title":"A term newborn boy is evaluated in the neonatal intensive care unit for respiratory distress.  Apgar scores are 2 and 5 at 1 and 5 minutes, respectively.  Respirations are 84/min.  On examination, the patient has a barrel chest with a scaphoid abdomen and mild cyanosis of his extremities.  Auscultation shows absent breath sounds on the left; right lung aeration is normal.  Chest x-ray reveals multiple fluid-containing cystic areas on the left and a mediastinal shift to the right.  Which of the following embryologic events most likely failed to occur in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Closure of the pleuroperitoneal fold","answer_2":"B. Closure of the ventral body wall","answer_3":"C. Formation of the pleuropericardial membrane","answer_4":"D. Rotation of the midgut","answer_5":"E. Separation of the dorsal and ventral foregut","percent_1":"73%","percent_2":"3%","percent_3":"15%","percent_4":"4%","percent_5":"4%","right_answer":"A. Closure of the pleuroperitoneal fold","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp16900.jpg","explanation_1":"","explanation_2":"$This #newborn# with #respiratory distress# and #unilateral decreased breath sounds# has a #scaphoid abdomen# and @chest x-ray@ revealing cystic structures.  These findings are consistent with a #congenital diaphragmatic hernia# (CDH), a congenital malformation caused by failure of the pleuroperitoneal folds to close. $In general, the diaphragm forms from 4 distinct tissues: the septum transversum, esophageal mesentery, musculature from the body wall, and pleuroperitoneal folds.  Extension of the #pleuroperitoneal folds# to these other structures ultimately leads to division of the pericardioperitoneal canal into the peritoneal cavity and thoracic cavity.  #Failure of closure# results in an abnormal communication between the thorax and abdomen.  This defect is usually located on the @left posterolateral side@, allowing bowel, stomach, spleen, and/or liver to herniate into the thorax.  Because this malformation occurs during organogenesis in the first trimester, compression of the developing lung leads to #pulmonary hypoplasia#. $Affected newborns have respiratory distress at birth.  Displacement of abdominal organs into the thorax causes the abdomen to appear scaphoid and the chest barrel shaped.  Ipsilateral breath sounds are decreased or absent.  Chest x-ray findings supportive of CDH include #mediastinal shift# and #thoracic bowel loops#, which may appear as cystic, fluid-filled structures. $#(Choice B)#  Failure of ventral body wall closure results in @gastroschisis@, which is characterized by bowel evisceration without a protective membrane.  A full-thickness abdominal wall defect is apparent on examination. $#(Choice C)#  The pleuropericardial membranes, which become the fibrous pericardium, fuse to separate the pericardial and pleural cavities.  Fusion defects are rare, often asymptomatic, and result in communication between these two thoracic cavities, not between the thorax and abdomen. $#(Choice D)#  @Malrotation@, characterized by incomplete physiologic rotation of the bowel in utero, usually presents with bilious emesis in infancy due to duodenal obstruction from abnormally positioned peritoneal bands.  Respiratory distress and thoracic bowel loops would not be seen. $#(Choice E)#  Abnormal separation of the dorsal (gastrointestinal tract) and ventral (respiratory tract) foregut results in @esophageal atresia@ with or without a tracheoesophageal fistula.  Symptoms include respiratory distress and choking with feeds; chest x-ray would not show cystic thoracic structures. $#Educational objective# Congenital diaphragmatic hernia is caused by failure of the pleuroperitoneal folds to close.  Immediately after birth, newborns have respiratory distress, unilateral decreased breath sounds, and a scaphoid abdomen, with imaging revealing thoracic bowel loops and mediastinal shift.  ","clickable_1":"images/img1.16900.jpg","clickable_2":"images/img2.16900.jpg","clickable_3":"images/img3.16900.jpg","clickable_4":"images/img4.16900.jpg","clickable_5":"images/img5.16900.jpg"},

{"id":"14891","title":"A 58-year-old woman comes to the office due to a week of pain with swallowing.  Her symptoms have progressively worsened, and now she cannot eat comfortably.  The patient has a history of hypertension, osteoporosis, and primary biliary cholangitis progressing to cirrhosis.  She underwent a liver transplant 2 years ago and is on immunosuppressive therapy.  She does not use tobacco, alcohol, or illicit drugs.  Vital signs are within normal limits.  The oropharynx is normal in appearance.  Cardiopulmonary examination is unremarkable.  The patient has epigastric tenderness with no abdominal distension or guarding.  Upper endoscopy shows several small esophageal ulcerations with distinct borders located in the middle and lower portions of the esophagus.  A biopsy taken at the edge of an ulcer shows giant cells and intranuclear eosinophilic inclusions.  Which of the following is the most appropriate treatment for this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acyclovir","answer_2":"B. Alendronate","answer_3":"C. Azithromycin","answer_4":"D. Fluconazole","answer_5":"E. Misoprostol","answer_6":"F. Omeprazole","answer_7":"G. Tenofovir","percent_1":"77%","percent_2":"1%","percent_3":"2%","percent_4":"4%","percent_5":"1%","percent_6":"8%","percent_7":"5%","right_answer":"A. Acyclovir","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Esophagitis in an immunocompromised patient! §Pathogen ∆#Endoscopic findings# ∆#Microscopic#$ #findings# ∆#Treatment# §Candida$ albicans ∆Patches of adherent,$ grey/white$ pseudomembranes on$ erythematous mucosa ∆Yeast cells &$ pseudohyphae$ invading mucosal$ cells ∆Fluconazole §HSV ∆Small vesicles →$ 'punched-out' ulcers ∆Eosinophilic intranuclear inclusions (Cowdry$ type A) in multinuclear$ squamous cells at$ ulcer margins ∆Acyclovir §CMV ∆Large, linear$ ulcerations ∆Intranuclear &$ cytoplasmic $inclusions ∆Ganciclovir %#CMV# = cytomegalovirus; #HSV# = herpes simplex virus. ","explanation_img":"","explanation_1":"","explanation_2":"#Esophagitis# is usually the result of a noninfectious process such as gastroesophageal reflux disease.  However, patients with #impaired cell-mediated immunity# (eg, chemotherapy, post-transplantation, AIDS) are also at risk for esophageal infections.  The leading causes are Candida, cytomegalovirus, and #herpes simplex virus# (HSV). $ HSV esophagitis usually presents with significant pain and discomfort with swallowing.  Endoscopy typically reveals small vesicles or #punched-out ulcers# (ie, distinct borders) on the esophageal mucosa.  Classic HSV findings on biopsy include @multinucleated giant cells@ and #eosinophilic intranuclear inclusion bodies# (Cowdry type A).  Treatment with oral #acyclovir# usually resolves the active infection, but latent virus can reactivate in the future, leading to recurrent symptoms. $ (Choice B)  Alendronate is a bisphosphonate used in the treatment of osteoporosis.  Bisphosphonates can cause medication-induced esophagitis and could worsen this patient's symptoms. $ (Choice C)  Azithromycin can be used as part of the treatment for disseminated mycobacterium avium complex, which often involves the gastrointestinal tract.  However, this condition usually occurs in those with advanced AIDS; the esophagus is affected less commonly than the intestine; and endoscopy typically reveals whitish-yellow nodules on the mucosa. $ (Choice D)  Fluconazole is used for candidal esophagitis.  Endoscopy would reveal white pseudomembranes on the esophageal mucosa, and histopathology would show @yeasts with pseudohyphae@. $ (Choice E)  Misoprostol is a prostaglandin analogue that significantly reduces gastric acid secretion and is sometimes used to prevent ulcers due to nonsteroidal antiinflammatory medication. $ (Choice F)  Proton pump inhibitors (eg, omeprazole) are used to treat erosive esophagitis from chronic reflux.  Erosive esophagitis typically causes irregular ulcers along the esophageal mucosa, and biopsy would demonstrate inflammatory exudates and fibrinoid necrosis. $ (Choice G)  Tenofovir is an antiviral agent that can be used for HIV and chronic hepatitis B infections.  Although tenofovir is an antiviral medication, it is not effective against HSV. $ Educational objective Herpes simplex virus esophagitis is most common in those with impaired cell-mediated immunity.  Endoscopy typically reveals small vesicles and 'punched-out' ulcers.  Findings on biopsy usually include multinucleated giant cells and eosinophilic intranuclear inclusions (Cowdry type A inclusion bodies).  Acyclovir is the treatment of choice.","clickable_1":"images/img1.14891.jpg","clickable_2":"images/img2.14891.jpg"},

{"id":"828","title":"A 43-year-old man is evaluated for retrosternal discomfort and dysphagia for the past several months.  He smokes a pack of cigarettes daily and drinks alcohol on weekends.  His BMI is 32.8 kg/m2.  Physical examination is unremarkable.  Esophageal manometry is performed; after a single swallow of 5 mL of water, the tracings appear as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/828.jpg","title_2":"Which of the following is the most likely diagnosis in this patient?","audio":"","comparison_items":"","answer_1":"A. Achalasia","answer_2":"B. Cricopharyngeal dysfunction","answer_3":"C. Diffuse esophageal spasm","answer_4":"D. Esophageal stricture","answer_5":"E. Systemic sclerosis","percent_1":"75%","percent_2":"2%","percent_3":"5%","percent_4":"9%","percent_5":"9%","right_answer":"A. Achalasia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp828.jpg","explanation_1":"","explanation_2":"$To initiate swallowing, the contents of the oral cavity are collected on the tongue and propelled into the pharynx, where contraction of the pharyngeal muscles pushes the material into the esophagus.  The cricopharyngeus muscle contracts behind the food bolus, initiating a peristaltic wave to propel the bolus downward.  When the food bolus reaches the lower esophagus, the lower esophageal sphincter (LES) relaxes to allow the material to enter the stomach. $#Achalasia# is a motility disorder caused by reduced numbers of #inhibitory ganglion cells# in the esophageal wall, which creates an imbalance favoring excitatory ganglion cells.  This patient's esophageal manometry shows typical findings in achalasia, including normal contraction of the upper esophageal sphincter, #decreased amplitude of peristalsis# in the mid esophagus, and increased tone and #incomplete relaxation# at the LES.  Patients experience dysphagia, regurgitation, and retrosternal chest pain.  @Barium esophagram@ typically shows dilation of the esophagus with distal narrowing. $#(Choice B)#  Cricopharyngeal dysfunction results from failure of the cricopharyngeus to relax during swallowing and causes a choking or \"food-sticking\" sensation on swallowing.  Manometry findings are variable and can show decreased pharyngeal tone or incomplete relaxation at the upper esophageal sphincter. $#(Choice C)#  Diffuse esophageal spasm presents with severe, retrosternal chest pain.  It is characterized by uncoordinated contractions of the esophageal body.  Esophageal manometry shows intermittent peristalsis and multiple simultaneous contractions on tracings from the mid and lower esophagus. $#(Choice D)#  Esophageal stricture presents with progressive solid food dysphagia.  It is diagnosed with contrast imaging (eg, barium swallow) rather than manometry.  However, most patients will have a long history of gastroesophageal reflux with decreased tone at the LES. $#(Choice E)#  Systemic sclerosis (scleroderma) can affect the esophagus, leading to impaired motility, incompetence of the LES, and gastroesophageal reflux.  Manometry will show decreased peristalsis with decreased tone at the LES. $#Educational objective# Achalasia is caused by reduced numbers of inhibitory ganglion cells in the esophageal wall.  Esophageal manometry in achalasia shows decreased amplitude of peristalsis in the mid esophagus, with increased tone and incomplete relaxation at the lower esophageal sphincter.  ","clickable_1":"images/img1.828.jpg"},

{"id":"281","title":"A 35-year-old man with a history of alcohol use disorder is brought to the emergency department with hematemesis.  Prior to this, he has had three episodes of vomiting.  His BP is 110/80 mmHg and pulse is 98/min.  He has no jaundice.  Lungs are clear to auscultation.  Abdomen is soft, non-tender, and non-distended.  There is no hepatomegaly.  Endoscopy shows longitudinal mucosal tears at the gastroesophageal junction.  Which of the following factors is most directly related to the pathogenesis of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intraabdominal pressure","answer_2":"B. Venous pressure","answer_3":"C. Local inflammation","answer_4":"D. Acid reflux","answer_5":"E. Mucosal ischemia","percent_1":"60%","percent_2":"12%","percent_3":"5%","percent_4":"19%","percent_5":"3%","right_answer":"A. Intraabdominal pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Longitudinal mucosal tears at the esophagogastric-squamocolumnar junction describe #Mallory-Weiss syndrome#.  Most commonly, these tears occur secondary to rapid #increase of intraabdominal and intraluminal gastric pressure#, as happens during #retching and vomiting#.  Other precipitating factors include coughing, hiccupping, other repeated abdominal straining, and abdominal trauma.  Additionally, hiatal hernias are found in about half of patients with Mallory-Weiss syndrome and are considered a strong predisposing factor.  Mallory-Weiss syndrome is very commonly associated with chronic alcohol use. $Mallory-Weiss tears can be asymptomatic or can lead to gastrointestinal hemorrhage that manifests as #hematemesis#.  About 10% of all upper gastrointestinal bleeds are from Mallory-Weiss syndrome.  The intensity of hemorrhage and amount of blood loss varies widely according to the length and depth of the tears, but is almost never life-threatening. $#(Choice B) # Increased venous pressure is associated with potentially life-threatening hemorrhage from esophageal varices.  Esophageal varices occur in patients with cirrhosis who often have other signs of chronic liver disease−such as jaundice, spider nevi, palmar erythema, gynecomastia, and a history of chronic alcohol use.  Endoscopy is diagnostic. $#(Choices C and D)#  Local inflammation plays a role in the development of chronic gastritis and esophagitis.  Acid reflux is characteristic of gastroesophageal reflux disease (GERD).  Neither condition is known for significant upper GI bleeding. $#(Choice E)#  Diminished blood perfusion to the small bowel and colon may result from arterial occlusion by embolus, thrombosis of the venous system, or low cardiac output.  Ischemic bowel is the result, and it is a very dangerous condition.  Ischemic bowel occurs most often in older patients. $#Educational objective# Mallory-Weiss tears account for about 10% of cases of upper GI hemorrhage.  They occur due to increased intraluminal gastric pressure due to retching, vomiting, or other abdominal straining.  "},

{"id":"1766","title":"A new medication, drug A, is being developed for the treatment of peptic ulcer disease.  During initial testing, gastric acid secretion in experimental animals is stimulated by vagal stimulation, histamine infusion, or gastrin infusion.  Before the stimulus is administered, the animals are divided into 2 groups, one group receives pretreatment with drug A, and the second one serves as the control and is given an injection of an equivalent volume of normal saline.  The effects of the drug on hydrochloric acid (HCl) output by the stomach mucosa are recorded and shown in the graphs below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1766.jpg","title_2":"Drug A is most similar to which of the following medications?","audio":"","comparison_items":"","answer_1":"A. Atropine","answer_2":"B. Bethanechol","answer_3":"C. Cimetidine","answer_4":"D. Lansoprazole","answer_5":"E. Sucralfate","percent_1":"10%","percent_2":"3%","percent_3":"11%","percent_4":"73%","percent_5":"3%","right_answer":"D. Lansoprazole","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1766.jpg","explanation_1":"","explanation_2":"$Gastric #parietal cells# secrete #hydrochloric acid# (HCl) in response to 3 major stimulants:  histamine, vagal output, and gastrin.  $1. #Histamine# is released from enterochromaffin-like (ECL) cells and binds to H2 receptors on the basolateral parietal cell membrane.  $2. Vagal stimulation causes #acetylcholine# release, which directly stimulates HCl secretion by binding to parietal cell muscarinic (M3) receptors.  In addition, vagal stimulation indirectly promotes HCl secretion via gastrin-releasing peptide (GRP), which stimulates gastrin release from G cells.  $3. G cells also release #gastrin# in response to protein-rich meals.  Gastrin primarily stimulates HCl secretion by binding to the CCKB receptor on ECL cells (promotes histamine release).  It also directly binds to the CCKB receptor on parietal cells, but this mechanism is less significant for acid secretion. $The #final common pathway# for HCl secretion is the #H+/K+-ATPase proton pump#, located on the apical membrane of the parietal cell.  Based on the graphs shown above, drug A inhibits gastric acid secretion in response to all 3 major stimulants.  Therefore, drug A is most similar to a proton pump inhibitor (eg, #lansoprazole#, omeprazole) as it is likely inhibiting the H+/K+-ATPase proton pump. $#(Choice A)#  Atropine is a nonselective antimuscarinic agent often used to produce mydriasis/cycloplegia or reverse bradycardia.  Atropine may reduce gastric acid secretion in response to vagal stimulation by blocking parietal cell M3 receptors; however, it would not significantly decrease acid secretion during histamine or gastrin infusion. $#(Choice B)#  Bethanechol is a cholinomimetic muscarinic agonist used to treat ileus and urinary retention.  Bethanechol would promote gastric acid secretion by stimulating parietal cell M3 receptors. $#(Choice C)#  Cimetidine treats gastroesophageal reflux and peptic ulcer disease by blocking parietal cell H2 receptors.  Although H2 receptor blockade would reduce gastric acid secretion in response to histamine or gastrin infusion, it would not significantly reduce acid secretion in response to vagal stimulation. $#(Choice E)#  Sucralfate may promote peptic ulcer healing by binding to the base of mucosal ulcers and providing physical protection against gastric acid; however, it does not inhibit gastric acid secretion. $#Educational objective# Proton pump inhibitors (eg, omeprazole, lansoprazole) block the final common pathway of gastric acid secretion from parietal cells, which is stimulated by acetylcholine, histamine, and gastrin.  "},

{"id":"14890","title":"A 45-year-old woman comes to the office for evaluation of dysphagia.  The patient's symptoms first began 2 years ago with regurgitation and bloating after meals but have recently progressed to difficulty swallowing both solid foods and liquids.  She has been using antacids without relief.  The patient has no other medical history.  She drinks 1 or 2 beers on weekends but does not smoke or use illicit drugs.  Family history is unremarkable.  Vital signs are within normal limits.  BMI is 21 kg/m2.  The abdomen is nontender and soft with normal active bowel sounds.  The patient undergoes upper endoscopy that shows a dilated esophagus and retained food.  Esophageal manometry reveals increased lower esophageal sphincter (LES) tone and incomplete relaxation.  Peristalsis is absent in the distal esophagus.  Injection of which of the following into the patient's LES would most likely help relieve her symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Botulinum toxin","answer_2":"B. Corticosteroids","answer_3":"C. Neostigmine","answer_4":"D. Phenylephrine","answer_5":"E. Pilocarpine","percent_1":"79%","percent_2":"1%","percent_3":"10%","percent_4":"3%","percent_5":"8%","right_answer":"A. Botulinum toxin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Achalasia# is an esophageal motility disorder characterized by the absence of esophageal peristalsis in the distal esophagus and incomplete relaxation of a #hypertonic lower esophageal sphincter# (LES).  Achalasia is caused by the immune-mediated #destruction of inhibitory ganglion cells# in the esophageal wall.  Nitric oxide–producing neurons in the myenteric plexus that are responsible for esophageal smooth muscle relaxation are preferentially destroyed, whereas excitatory cholinergic neurons responsible for smooth muscle contraction are relatively spared.  This imbalance results in increased lower esophageal tone and impaired sphincter relaxation. $@Botulinum toxin@, a neurotoxin formed by Clostridium botulinum, prevents the fusion of acetylcholine-containing synaptic vesicles with the plasma membrane.  This effectively prevents acetylcholine release into the neuromuscular synapse, resulting in muscle weakness and paralysis.  In a patient with achalasia, injection of #botulinum toxin# into the LES causes #cholinergic blockade#, leading to sphincter relaxation and symptomatic improvement. $#(Choices B and D)#  In addition to the cholinergic neurons, there are multiple other hormones and neurotransmitters that modulate esophageal tone.  Prostaglandins promote LES relaxation, whereas alpha-adrenergic agonists, such as phenylephrine, increase LES tone.  Because corticosteroids inhibit prostaglandin synthesis, both corticosteroids and phenylephrine would worsen the patient's symptoms. $#(Choices C and E)#  Neostigmine is a cholinesterase inhibitor and pilocarpine is a cholinergic agonist.  Both of these medications increase cholinergic stimuli at the LES and would worsen the patient's symptoms. $#Educational objective# Achalasia is caused by loss of inhibitory ganglion cells in the distal esophageal wall and is characterized by the absence of esophageal peristalsis and incomplete relaxation of a hypertonic lower esophageal sphincter.  Botulinum toxin prevents acetylcholine release into the neuromuscular synapse, resulting in inhibition of cholinergic neurons and lower esophageal sphincter relaxation.  ","clickable_1":"images/img1.14890.jpg"},

{"id":"14894","title":"A 64-year-old woman is diagnosed with rheumatoid arthritis after coming to the office with symmetrical joint pain, swelling, and morning stiffness.  The patient has a remote history of peptic ulcer disease and was treated with multidrug therapy for Helicobacter pylori eradication; a follow-up H pylori stool antigen test was negative and she had no recurrent symptoms.  The patient is started on methotrexate and high-dose ibuprofen therapy.  In addition, daily lansoprazole is prescribed for protection against the adverse gastrointestinal effects of ibuprofen.  Three months later, joint symptoms were greatly improved.  Ibuprofen and lansoprazole were discontinued.  However, 2 weeks later, she begins experiencing heartburn after meals.  Which of the following is the most likely cause of this patient's new gastrointestinal symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Downregulation of vagal stimulation","answer_2":"B. Gastrin-mediated rebound acid hypersecretion","answer_3":"C. Increased prostaglandin production after ibuprofen discontinuation","answer_4":"D. Recolonization with Helicobacter pylori","answer_5":"E. Upregulation of somatostatin receptors","percent_1":"2%","percent_2":"85%","percent_3":"7%","percent_4":"5%","percent_5":"2%","right_answer":"B. Gastrin-mediated rebound acid hypersecretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp14894.jpg","explanation_1":"","explanation_2":"$Release of gastrin, a hormone produced by G cells in the gastric antrum, is stimulated by dietary protein intake, gastrin-releasing peptide (released in response to vagal stimuli), and increased gastric pH.  Gastrin induces acid production directly by binding parietal cells and indirectly by binding enterochromaffin-like (ECL) cells and inducing histamine release. $#Proton pump inhibitors# (PPIs) (eg, omeprazole, lansoprazole) inhibit the hydrogen-potassium-ATPase pump and #decrease hydrochloric acid# production regardless of stimuli.  The resultant increase in gastric pH leads to #increased gastrin# formation, which induces hypertrophy of the ECL and parietal cells.  #Withdrawal# of the PPI results in overstimulation of the parietal cells with hyperfunctioning of the unblocked ATPase, leading to #rebound gastric acid hypersecretion# and reflux symptoms.  PPIs can be slowly tapered to help prevent this adverse effect. $#(Choice A)#  Acetylcholine (released with vagal stimulation) binds to parietal cell muscarinic (M3) receptors and promotes the secretion of hydrochloric acid.  Downregulation of vagal tone would likely relieve, rather than cause, the patient's symptoms. $#(Choice C)#  Prostaglandins decrease acid production by inhibiting the downstream messenger of histamine and increases bicarbonate formation from gastric epithelial cells.  Nonsteroidal anti-inflammatory drugs (eg ibuprofen) inhibit prostaglandin formation and increase the risk of gastritis and peptic ulcer formation.  Increased prostaglandin formation after drug withdrawal would be protective against gastritis. $#(Choice D)#  Chronic Helicobacter pylori infection causes atrophic gastritis with parietal cell destruction.  The effects of hypergastrinemia are masked in these patients due to the inability of the remaining parietal cells to create large volumes of acid.  Reinfection is very rare, and the correlation with PPI withdrawal makes rebound hypersecretion more likely. $#(Choice E)#  Somatostatin inhibits histamine and gastrin release; upregulation would lead to reduced gastric acid formation. $#Educational objective# Elevated gastric pH stimulates secretion of gastrin, a polypeptide hormone that increases gastric acid production.  Proton pump inhibitors block gastric acid production by parietal cells; the resultant increase in pH leads to hypergastrinemia, which can cause rebound hypersecretion of gastric acid when the drug is withdrawn.  "},

{"id":"279","title":"A 74-year-old man comes to the office due to several months of choking spells, dysphagia, and cough.  He has also had recurrent episodes of pneumonia.  His other medical problems include hypertension and osteoarthritis.  Blood pressure is 130/70 mm Hg.  The patient has foul-smelling breath, but his oropharyngeal and neck examinations are normal.  Cardiopulmonary examination is also normal.  A barium swallow study is performed and reveals an abnormality in the upper esophagus, as shown in the image below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/279.jpg","title_2":"Which of the following mechanisms is the most likely cause of his symptoms?","audio":"","comparison_items":"","answer_1":"A. Cricopharyngeal motor dysfunction","answer_2":"B. Degenerative changes of the myenteric plexus","answer_3":"C. Increased intraluminal pressure in the stomach","answer_4":"D. Retention cyst due to duct obstruction","answer_5":"E. Scarring and traction of the esophagus","percent_1":"45%","percent_2":"17%","percent_3":"6%","percent_4":"15%","percent_5":"17%","right_answer":"A. Cricopharyngeal motor dysfunction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp279.jpg","explanation_1":"","explanation_2":"$Deglutition (swallowing) is a complex process that involves 3 phases:  $1. In the voluntary oral phase, the food bolus is collected in the back of the mouth and lifted upward to the posterior wall of the pharynx.  $2. This initiates the pharyngeal phase, which consists of involuntary pharyngeal muscle contractions that propel the food bolus to the esophagus.  $3. During the esophageal phase, food stretches the walls of the esophagus, stimulating peristalsis just above the site of distension and moving the food downward.  Relaxation of the lower esophageal sphincter (LES) follows, allowing the food bolus to enter the stomach. $Abnormal spasm or diminished relaxation of the cricopharyngeal muscles during swallowing (#cricopharyngeal motor dysfunction#) is thought to be the underlying mechanism of @Zenker diverticulum@ formation.  This process results in early #oropharyngeal dysphagia# with a feeling of food obstruction at the level of the neck and coughing/choking.  Increased oropharyngeal intraluminal pressure eventually results in herniation of the pharyngeal mucosa through a zone of muscle weakness (@false diverticulum@) in the posterior hypopharynx (Killian triangle).  Patients consequently develop food retention with #halitosis/regurgitation#.  #Pulmonary aspiration# of diverticular contents may also lead to recurrent pneumonia.  As the diverticulum enlarges, it may become palpable as a lateral neck mass, and dysphagia can worsen due to luminal narrowing caused by extrinsic esophageal compression. $#(Choice B)#  Degenerative changes of the myenteric plexus with impaired LES relaxation result in achalasia.  Barium swallow typically shows esophageal dilation with esophagogastric junction narrowing (@\"bird's beak\"@). $#(Choice C)#  Mucosal tears around the gastroesophageal junction can be caused by increased intraluminal pressure in the stomach during prolonged or recurrent retching/vomiting (Mallory-Weiss syndrome). $#(Choice D)#  Retention cysts form due to accumulation of trapped secretions following obstruction of a gland's duct.  Chronic rhinosinusitis frequently causes mucus retention cysts in the maxillary sinus. $#(Choice E)#  Mediastinal lymphadenitis (eg, due to tuberculosis, fungal infections) can cause scarring/traction of the mid-portion of the esophagus, resulting in the formation of true diverticula (containing all gut wall layers). $#Educational objective# Diminished relaxation of cricopharyngeal muscles during swallowing results in increased intraluminal pressure in the oropharynx.  This may eventually cause the mucosa to herniate through a zone of muscle weakness in the posterior hypopharynx, forming a Zenker (false) diverticulum, which presents in elderly patients with oropharyngeal dysphagia, halitosis, regurgitation, and recurrent aspiration.  ","clickable_1":"images/img1.279.jpg","clickable_2":"images/img2.279.jpg","clickable_3":"images/img3.279.jpg"},

{"id":"586","title":"A 46-year-old woman comes to the office with persistent diarrhea, weight loss, and abdominal pain.  Her diarrhea started several months ago.  She has no fever, melena, or hematochezia.  The patient has not traveled outside of the country and has not drunk from any untreated freshwater sources.  She has had no recent hospitalizations or antibiotic use.  Her sister has a history of celiac disease.  Upper endoscopy reveals postbulbar duodenal and jejunal ulcers.  This patient most likely has a tumor secreting which of the following molecules?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gastrin","answer_2":"B. Glucagon","answer_3":"C. Insulin","answer_4":"D. Serotonin","answer_5":"E. Somatostatin","answer_6":"F. Vasoactive intestinal polypeptide","percent_1":"73%","percent_2":"1%","percent_3":"0%","percent_4":"3%","percent_5":"2%","percent_6":"21%","right_answer":"A. Gastrin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp586.jpg","explanation_1":"","explanation_2":"$This patient's clinical presentation is highly suggestive of #Zollinger-Ellison syndrome# (ZES).  ZES is caused by gastrin-secreting neuroendocrine tumors (#gastrinomas#) that are most commonly located in the small intestine or pancreas.  The gastrin produced by these tumors stimulates gastric acid production, often resulting in multiple #peptic ulcers# that can be located #beyond the duodenal bulb# and are often refractory to therapy.  Patients typically experience #abdominal pain# and acid reflux.  They may also have #diarrhea# as gastric acid damages intestinal epithelial cells and inactivates pancreatic enzymes, preventing proper nutrient absorption. $ The diagnosis of gastrinoma is made by measuring basal and stimulated gastrin levels (secretin stimulation test).  Patients with ZES should undergo testing (eg, serum calcium, prolactin level) to exclude #multiple endocrine neoplasia type 1# due to the strong association between these conditions. $ (Choice B)  Glucagonomas are rare pancreatic alpha-cell tumors that present with diabetes mellitus and a raised erythematous rash that typically affects the groin (necrolytic migratory erythema). $ (Choice C)  Insulinomas are pancreatic beta-cell tumors that secrete insulin autonomously, regardless of blood glucose levels.  As a result, patients usually have high circulating insulin/C-peptide levels and symptoms of hypoglycemia (eg, tremor, confusion). $ (Choice D)  Carcinoid syndrome is most frequently caused by neuroendocrine tumors originating in the small intestine that have metastasized to the liver.  These tumors secrete products such as serotonin and bradykinin, resulting in diarrhea, episodic flushing, right-sided valvular heart disease, and wheezing. $ (Choice E)  Somatostatinomas are rare tumors of the pancreatic D cells that present with diabetes mellitus (diminished insulin secretion), cholelithiasis (inhibition of cholecystokinin release), and diarrhea/steatorrhea (inhibition of pancreatic enzyme/bicarbonate secretion). $ (Choice F)  Vasoactive intestinal polypeptide is secreted by VIPomas, rare neuroendocrine tumors of the pancreas.  Patients typically have diarrhea that persists with fasting, achlorhydria, and hypokalemia. $ Educational objective Zollinger-Ellison syndrome is caused by gastrin-secreting tumors (gastrinomas) involving the small intestine or pancreas.  Patients typically have peptic ulcers (often beyond the duodenal bulb), abdominal pain/acid reflux, and diarrhea.  The condition is frequently associated with multiple endocrine neoplasia type 1."},

{"id":"1662","title":"A 34-year-old man with upper gastrointestinal bleeding is brought to the local emergency department by ambulance.  He was found in front of a grocery store after customers called emergency medical services.  The patient is unable to provide any information, but his medical records show a history of alcohol use disorder.  After undergoing emergency evaluation and appropriate resuscitation, his condition stabilizes.  Gastric lavage fluid initially contained blood but cleared quickly.  Upper endoscopy shows a linear mucosal tear at the gastroesophageal junction.  The process directly responsible for causing this patient's mucosal tear will most likely result in which of the following acid-base disturbances?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. High anion gap metabolic acidosis","answer_2":"B. Metabolic alkalosis","answer_3":"C. Normal anion gap metabolic acidosis","answer_4":"D. Respiratory acidosis","answer_5":"E. Respiratory alkalosis","percent_1":"15%","percent_2":"72%","percent_3":"10%","percent_4":"1%","percent_5":"1%","right_answer":"B. Metabolic alkalosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Characteristics of gastroesophageal mural injury#∆⨉∆⨉ §^#Etiology# ∆^#Mallory-Weiss syndrome# ∆^#Boerhaave syndrome# §↕ ∆ • Forceful retching • #Mucosal# tear • Submucosal venous or arterial plexus bleeding ∆ • Forceful retching • #Transmural# tear • Spillage of esophageal air/fluid into surrounding tissues §^#Clinical$ presentation# ∆ • Epigastric/back pain • #Hematemesis# (bright red or coffee-ground) • Possible hypovolemia ∆ • Chest/back/epigastric pain • #Crepitus, crunching sound# (Hamman sign) • Odynophagia, dyspnea, fever, sepsis §^#Studies# ∆ • #Upper GI endoscopy# confirms diagnosis (& can treat persistent bleeding) ∆ • Chest x-ray: pneumothorax, pneumomediastinum, pleural effusion • #Esophagography or CT scan with water-soluble contrast# confirms diagnosis §^#Management# ∆ • Acid suppression • #Most heal spontaneously# ∆ • Acid suppression, antibiotics, NPO • #Emergency surgical consultation# %#GI =# gastrointestinal","explanation_img":"","explanation_1":"","explanation_2":"This patient has a #Mallory-Weiss tear# of the gastric mucosa near the gastroesophageal junction.  Mallory-Weiss tears are caused by high intragastric pressure being transmitted to the esophagus through a tight lower esophageal sphincter.  They are most commonly caused by repetitive #retching and vomiting# but can also occur with straining during defecation or heavy lifting, seizures, blunt abdominal injury, and upper gastrointestinal endoscopy.  Repetitive vomiting leads to #metabolic alkalosis# due to net loss of acidic gastric secretions. $#(Choice A)#  Unlike methanol or ethylene glycol, acute ethanol intoxication does not usually cause high anion gap metabolic acidosis, but chronic alcohol use can cause ketoacidosis in malnourished patients.  Ethanol abuse is a common predisposing factor for Mallory-Weiss tears; however, it is the repetitive vomiting and retching that directly cause the tears. $#(Choice C)#  Normal anion gap metabolic acidosis is usually caused by loss of bicarbonate, which can occur with prolonged diarrhea.  Recurrent vomiting causes metabolic alkalosis, not acidosis. $#(Choices D and E)#  Respiratory acidosis usually occurs in patients with chronic obstructive pulmonary disease or central nervous system depression (eg, narcotic overdose).  Respiratory alkalosis occurs with hyperventilation (eg, panic attacks, pulmonary emboli). $#Educational objective# A Mallory-Weiss tear is a tear in the gastric mucosa near the gastroesophageal junction.  It typically results from repetitive forceful vomiting, which can also cause metabolic alkalosis.  "},

{"id":"19343","title":"A 32-year-old man comes to the office due to a substernal burning sensation that has been occurring intermittently over the last 6 months.  The sensation worsens with spicy and fatty meals and is associated with food regurgitation and a sour taste in the back of the throat.  He has no projectile vomiting, dysphagia, or unexpected weight loss.  Medical history is significant for cystic fibrosis complicated by pancreatic insufficiency, for which the patient takes pancreatic enzyme replacement therapy with all meals.  Vital signs are within normal limits.  The abdomen is soft and nontender.  He is prescribed omeprazole with subsequent improvement in his gastroesophageal reflux symptoms.  In this patient, absorption of which of the following nutrients will likely improve due to initiation of this new medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amino acids","answer_2":"B. Calcium","answer_3":"C. Dietary fat","answer_4":"D. Iron","answer_5":"E. Magnesium","percent_1":"23%","percent_2":"14%","percent_3":"36%","percent_4":"19%","percent_5":"9%","right_answer":"C. Dietary fat","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Proton pump inhibitors# ∆⨉ §^#Mechanism of$ action# ∆ • Irreversible inhibition of parietal cell hydrogen-potassium-ATPase §^#Common uses# ∆ • Gastroesophageal reflux disease • Peptic ulcer disease §^#Adverse effects# ∆ • Malabsorption of calcium, iron, magnesium & vitamin B12 $== ○ Enhances fat absorption in patients given $==pancreatic enzyme replacement therapy • Increases risk of infection (eg, Clostridioides [formerly Clostridium] difficile, pneumonia) • Osteoporosis, chronic kidney disease, SIBO %#SIBO =# small intestinal bacterial overgrowth.","explanation_img":"","explanation_1":"","explanation_2":"This patient with heartburn and regurgitation has the classic manifestations of gastroesophageal reflux disease, a common disorder that occurs when gastric acid refluxes into the esophagus.  The mainstay of therapy is gastric acid suppression, usually with #proton pump inhibitors# (PPIs) (eg, pantoprazole, omeprazole). $PPIs irreversibly inhibit the @hydrogen-potassium-ATPase pump@ found in parietal cells, thereby inhibiting hydrochloric acid secretion into the stomach lumen.  Although this effectively raises the stomach pH and prevents gastric acid irritation of the esophagus, the acidic environment of the stomach is necessary to absorb certain nutrients.  Therefore, common adverse effects of PPIs include malabsorption of calcium, iron, magnesium, and vitamin B12 #(choices B, D, and E)#. $Patients with #pancreatic insufficiency# (eg, cystic fibrosis, chronic pancreatitis) cannot synthesize the pancreatic enzymes required for digestion of protein, fat, and carbohydrates.  As such, the condition is managed with pancreatic enzyme replacements, which contain varying amounts of lipase, amylase, and protease.  Unlike amylase and protease, which are activated by the low pH of the stomach, #lipase#, which plays a vital role in fat digestion, is #inactivated by the acidic environment# of the stomach.  Therefore, by decreasing gastric hydrochloric acid production, #PPI use increases lipase activity# (ie, it prevents exogenous lipase from being denatured as it passes through the stomach), #enhancing fat absorption# in patients dependent on pancreatic enzyme replacement therapy. $#(Choice A)#  Protein digestion of amino acids requires the activity of a protease known as pepsin, which is more active at low pH.  Although one might expect the elevated stomach pH to inhibit protein absorption, chronic PPI use has not been associated with protein malabsorption (likely due to functional overlap with pancreatic and enteric proteases). $#Educational objective# Proton pump inhibitors (PPI) prevent the hydrogen-potassium-ATPase pump found in parietal cells from releasing hydrochloric acid into the stomach lumen.  Chronic PPI use protects exogenously administered lipase and enhances fat absorption in patients dependent on pancreatic enzyme replacement therapy.  ","clickable_1":"images/img1.19343.jpg"},

{"id":"11548","title":"A 48-year-old man comes to the emergency department due to 3 days of progressively worsening retrosternal burning chest pain, dysphagia, and odynophagia.  His medical problems include hypertension and end-stage renal disease.  He underwent cadaveric renal allograft transplantation 8 months ago.  The patient's temperature is 38.3 C (101 F), blood pressure is 130/80 mm Hg, and pulse is 94/min.  His BMI is 31 kg/m2.  The oral mucosa is pink and moist without ulcerations.  Cardiopulmonary examination is normal.  The abdomen is soft with mild epigastric tenderness.  The patient's leukocyte count is 4,200/mm3.  An esophagogastroduodenoscopy demonstrates linear, shallow ulcerations in the lower esophagus.  Which of the following is most likely to be seen on esophageal biopsy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enlarged cells with intranuclear inclusions","answer_2":"B. Metaplastic columnar epithelium","answer_3":"C. Mucosal tear without acute inflammation","answer_4":"D. Urease-producing organisms","answer_5":"E. Yeast with polysaccharide capsule","percent_1":"75%","percent_2":"9%","percent_3":"9%","percent_4":"3%","percent_5":"4%","right_answer":"A. Enlarged cells with intranuclear inclusions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation suggests #cytomegalovirus (CMV) esophagitis#, which can occur in immunocompromised patients (eg, HIV, transplant, on immunosuppressant drugs).  CMV can be transmitted to #transplant recipients# from the donor organ, or infection can occur subsequently due to chronic immunosuppression.  Patients can be asymptomatic or develop a viral prodrome (eg, fever, malaise, myalgias) before organ involvement (eg, esophagitis, pneumonitis, colitis). $ CMV esophagitis usually presents with #odynophagia# (pain with swallowing) or #dysphagia# (difficulty swallowing) that can be accompanied by fever or burning chest pain.  Endoscopy typically shows #linear and shallow ulcerations# in the lower esophagus that sometimes diffusely involve the esophagus. @Tissue biopsy@ usually shows enlarged cells with basophilic or eosinophilic #intranuclear inclusion bodies#. $ (Choice B)  Metaplastic columnar epithelium is seen in @Barrett esophagus@, which is usually due to prolonged gastroesophageal reflux disease (GERD).  Histology typically shows tongue-like projections of columnar epithelium with goblet cells (ie, intestinal metaplasia) extending from the distal esophagus to the gastroesophageal junction.  The absence of chronic GERD symptoms in this patient makes this less likely. $ (Choice C)  A Mallory-Weiss tear typically presents with hematemesis in association with chest or epigastric pain after repeated retching or vomiting; histology will show a mucosal tear without acute inflammation. $ (Choice D) @Helicobacter pylori@ is a urease-producing organism that can be associated with gastritis and gastric or duodenal ulcers.  It usually does not cause significant esophageal disease. $ (Choice E) @Cryptococcus neoformans@ is a yeast with a polysaccharide capsule.  Although disseminated cryptococcosis can occur in immunocompromised patients and involve almost any organ, localized esophageal involvement is more characteristic of Candida (a yeast without a polysaccharide capsule). $ Educational objective Cytomegalovirus esophagitis can occur in transplant patients and usually presents with odynophagia or dysphagia that can be accompanied by fever or burning chest pain.  Endoscopy typically shows linear and shallow ulcerations in the lower esophagus, and histology usually shows enlarged cells with intranuclear inclusions.","clickable_1":"images/img1.11548.jpg","clickable_2":"images/img2.11548.jpg","clickable_3":"images/img3.11548.jpg","clickable_4":"images/img4.11548.jpg"},

{"id":"108087","title":"A 60-year-old woman comes to the clinic due to worsening dyspepsia and unintentional weight loss over the past 3 months.  Vital signs are normal.  There is no cervical or inguinal lymphadenopathy.  Abdominal examination shows mild epigastric tenderness.  Complete blood count and serum chemistry results are normal.  CT scan of the abdomen reveals gastric mucosal thickening but no evidence of abdominal lymphadenopathy or hepatosplenomegaly.  Endoscopy shows nodular gastric folds, and biopsy shows proliferation of small, clonal, mucosa-associated B cells expressing the CD20 antigen.  Which of the following microbe-induced mechanisms is the most likely underlying cause of the findings seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Chronic immune stimulation","answer_2":"B. E6 protein–mediated P53 inhibition","answer_3":"C. Evasion of immune response","answer_4":"D. Initiation of somatic hypermutation","answer_5":"E. Integration of microbial genome into host genome","percent_1":"50%","percent_2":"11%","percent_3":"18%","percent_4":"11%","percent_5":"9%","right_answer":"A. Chronic immune stimulation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's gastric nodules composed of small clonal B cells are indicative of an extranodal marginal zone lymphoma involving mucosa-associated lymphoid tissue (#MALT lymphoma#).  This form of non-Hodgkin lymphoma arises from post–germinal center memory B cells, which typically express the markers found on all B cells (eg, CD19, CD20), as well as mature B-cell markers (eg, CD22). $Most MALT lymphomas are thought to arise due to #chronic immune stimulation# from bacterial, viral, or autoimmune conditions.  The most common trigger for gastric MALT lymphoma is #Helicobacter pylori infection#, which leads to local recruitment and proliferation of antigen-specific T and B lymphocytes.  Over time, chronic immune stimulation results in the emergence of a #monoclonal B-cell# line that proliferates excessively in the presence of H pylori antigens.  This cell line eventually accumulates genetic abnormalities that allow it to proliferate in an #antigen-independent fashion#, resulting in spread away from the local site of infection. $Because most cases of gastric MALT lymphoma are tightly linked to H pylori infection, antimicrobial treatment can often result in complete remission of early-stage disease due to elimination of the bacterial antigens driving tumor proliferation. $#(Choices B and E)#  Certain human papillomavirus (HPV) serotypes cause epithelial cancers of the head, neck, cervix, and anus.  Oncogenesis is mediated via production of the viral protein E6, which degrades host P53 protein, a promoter of cell repair after DNA damage and negative regulator of the cell cycle.  HPV also integrates into the host genome, resulting in DNA damage that contributes to oncogenesis. $#(Choice C)#  Epstein-Barr virus (EBV) is a lymphotropic, oncogenic virus associated with certain B- and T-cell lymphomas.  In latent EBV infection, episomal EBV DNA generates low levels of viral proteins that allow it to evade the host immune response.  The viral proteins also activate proliferation-promoting and antiapoptotic host genes, leading to oncogenesis in a minority of cases. $#(Choice D)#  Within B cells, somatic hypermutation at the variable region of the immunoglobulin gene allows the generation of diverse antibodies.  Hypermutation allows for B-cell production of high-affinity immunoglobulins against the immunizing antigen; they are not a cause of oncogenesis in MALT lymphomas (which arise from post-germinal center memory B cells). $#Educational objective# Helicobacter pylori is associated with gastric MALT lymphoma due to chronic stimulation of the immune response; the continuous cell division predisposes to accumulation of mutations that result in aberrant B-cell proliferation.  Treatment of H pylori can induce remission in the majority of cases of early-stage gastric MALT lymphomas.  "},

{"id":"1605","title":"A 53-year-old man comes to the office for routine follow-up after a total gastrectomy.  The patient was recently diagnosed with a gastric malignancy after several months of weight loss, fatigue, and anorexia.  He underwent an uncomplicated total gastrectomy and has had no postoperative complications.  This patient will require lifelong administration of which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gastric enzymes","answer_2":"B. Hydrochloric acid","answer_3":"C. Hydrolyzed dietary protein","answer_4":"D. Medium-chain triglycerides","answer_5":"E. Water-soluble vitamin","percent_1":"19%","percent_2":"7%","percent_3":"20%","percent_4":"2%","percent_5":"52%","right_answer":"E. Water-soluble vitamin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1605.jpg","explanation_1":"","explanation_2":"$The stomach performs several important functions: $• #Protein digestion:#  Gastric parietal cells and chief cells produce hydrochloric acid (HCl) and pepsinogen, respectively.  HCl helps denature dietary protein (improving proteolysis) and converts pepsinogen to its active form, pepsin, which preferentially cleaves polypeptides at aromatic amino acid locations.  However, patients can still digest protein after undergoing total gastrectomy because of the action of #pancreatic and intestinal proteases#, which degrade dietary proteins into basic amino acids in the small intestine; therefore, it is unnecessary to administer gastric enzymes, HCl, or hydrolyzed protein in these patients #(choices A, B, and C)#. $• #Intrinsic factor (IF) secretion:#  Parietal cells in the body and fundus of the stomach secrete IF, a glycoprotein that binds to vitamin B12, a #water-soluble# vitamin.  The vitamin B12–IF complex is absorbed by enterocytes in the terminal ileum.  In patients who have undergone a total #gastrectomy#, IF is no longer produced, and vitamin B12 cannot be absorbed enterally in an efficient manner (only ~1% of ingested vitamin B12 is absorbed without IF).  Therefore, #lifelong administration# of B12 is required (eg, vitamin B12 injections). $• #Gastric reservoir:#  The stomach also serves as a reservoir for ingested food.  This function is lost after total gastrectomy, and accelerated emptying of hyperosmolar food boluses into the small bowel results in #dumping syndrome#, which is characterized by colicky abdominal pain, nausea, and diarrhea.  Avoidance of large meals and low dietary intake of simple sugars improve these symptoms. $#(Choice D)#  Medium-chain triglycerides can passively diffuse from the gastrointestinal lumen into enterocytes, but they are best absorbed after being degraded into monoglycerides and free fatty acids by lingual and pancreatic lipase.  Supplementation is not necessary in patients with total gastrectomy. $#Educational objective# Intrinsic factor is a glycoprotein that is normally secreted by parietal cells in the stomach that is necessary for the majority (~99%) of vitamin B12 absorption in the ileum.  Patients who have undergone a total gastrectomy require lifelong vitamin B12 supplementation due to inability to produce intrinsic factor.  "},

{"id":"125","title":"A 45-year-old man with diabetes mellitus is admitted to the intensive care unit due to community-acquired pneumonia, septic shock, and respiratory failure.  Two days ago, he developed fever, productive cough, and shortness of breath that has progressively worsened.  The patient is intubated and placed on mechanical ventilation.  He is also started on intravenous fluids, broad-spectrum antibiotics, and a norepinephrine infusion.  On the third day of hospitalization, hemoglobin level drops from 14 g/dL to 12 g/dL.  Nasogastric suctioning reveals bright red blood.  This patient's bleeding is most likely a result of which of the following processes?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autoimmune parietal cell destruction","answer_2":"B. Gastrin-secreting tumor","answer_3":"C. Granuloma formation","answer_4":"D. Helicobacter pylori infection","answer_5":"E. Malignant transformation","answer_6":"F. Stress-related mucosal injury","percent_1":"3%","percent_2":"1%","percent_3":"2%","percent_4":"6%","percent_5":"2%","percent_6":"86%","right_answer":"F. Stress-related mucosal injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp125.jpg","explanation_1":"","explanation_2":"$#Stress-related mucosal disease# is characterized by acute gastric mucosal defects that develop in response to severe #physiologic stress# (eg, shock, extensive burns, sepsis, severe trauma, intracranial injury).  Patients often have multiple, small (<1 cm), circular lesions in the stomach, ranging from superficial erosions to full-thickness ulcers.  Ulcers may perforate or #bleed#, as in this patient. $ The pathogenesis of these ulcers most often involves impaired mucosal protection due to #local ischemia# caused by systemic hypotension and splanchnic vasoconstriction.  Ulcers arising in the proximal duodenum in association with severe trauma/burns are called #Curling ulcers#.  Ulcers arising in the esophagus, stomach, or duodenum in patients with intracranial injury are particularly prone to perforation and are called #Cushing ulcers#.  Cushing ulcers are a consequence of #direct vagus nerve stimulation# caused by elevated intracranial pressure, resulting in acetylcholine release and hypersecretion of gastric acid. $ (Choice A)  Chronic gastritis with antral sparing is characteristic of autoimmune gastritis.  CD4+ T cell-mediated parietal cell destruction causes impaired gastric acid and intrinsic factor secretion, resulting in achlorhydria and pernicious anemia, respectively. $ (Choice B)  Zollinger-Ellison syndrome is caused by a gastrin-secreting tumor (gastrinoma) that is usually located in the small intestine or pancreas.  Patients classically have multiple peptic ulcers that may involve the distal duodenum and are more likely to respond poorly to therapy. $ (Choice C)  Granulomatous gastritis is most often idiopathic but may be associated with Crohn disease, sarcoidosis, or mycobacterial infection.  It is characterized by intramucosal epithelioid granulomas that cause narrowing of the antrum secondary to transmural inflammation, which can result in gastric outlet obstruction. $ (Choice D)  Peptic ulcers in the stomach or duodenum are most commonly due to Helicobacter pylori infection or nonsteroidal anti-inflammatory drug use.  H pylori infection is also associated with chronic antral-predominant gastritis. $ (Choice E)  Gastric adenocarcinoma can occur as the intestinal subtype (ie, bulky mass composed of glandular structures) or diffuse subtype (ie, gross stomach wall thickening with signet-ring cells on microscopy).  Risk factors for gastric adenocarcinoma include chronic gastritis, cigarette smoking, H pylori infection, and a diet high in salt/nitrosamines. $ Educational objective Stress-related mucosal disease is usually caused by local ischemia in the setting of severe physiologic stress (eg, shock, extensive burns, sepsis, severe trauma).  Ulcers arising in the setting of severe trauma/burns are called Curling ulcers.  Ulcers arising from intracranial injury are caused by direct vagal stimulation and are called Cushing ulcers."},

{"id":"1918","title":"A 36-year-old woman comes to the office due to vague epigastric abdominal pain, occasional nausea, and bloating.  She has no associated weight loss.  Medical history is notable for moderate obesity and chronic allergic rhinitis.  The patient takes no medications and does not use tobacco, alcohol, or illicit drugs.  She was a vegetarian for several years but now consumes a wide variety of foods, including meat products.  The patient has traveled abroad extensively in the past.  Vital signs are normal.  Examination shows mild epigastric tenderness to deep palpation.  Laboratory results reveal mild anemia.  Upper gastrointestinal endoscopy shows diffuse erythema of the antral mucosa.  Biopsy reveals an inflammatory cell infiltrate involving the superficial mucosal layers.  The underlying cause of this patient's current condition can also lead to which of the following?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gastric lymphoma","answer_2":"B. Gastroparesis","answer_3":"C. Gluten intolerance","answer_4":"D. Ileal obstruction","answer_5":"E. Pernicious anemia","percent_1":"56%","percent_2":"3%","percent_3":"6%","percent_4":"1%","percent_5":"34%","right_answer":"A. Gastric lymphoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","table_3":"!Atrophic gastritis! ∆ ^#Helicobacter pylori–$induced$ chronic gastritis# ∆ ^#Autoimmune gastritis#§^ #Distribution# ∆ Multifocal; patchy ∆ Corpus; diffuse (spares $antrum) §^ #Inflammatory#$ cells ∆ Neutrophils, plasma$ cells, lymphocytes ∆ Lymphocytes, macrophages §^ #Gastrin level# ∆Normal or ↑ ∆ ↑ § ^#Acid production# ∆ Normal or ↓ ∆ ↓ §^ #Sequelae# ∆ Gastric ulcer* ∆ Vitamin $B12 deficiency/pernicious$ anemia §^ #Associated# $malignancy ∆ Adenocarcinoma, MALT$ lymphoma ∆ Adenocarcinoma, carcinoid §^ #Risk factors# ∆ Living in resource-$limited area ∆ Other autoimmune diseases %*Long-standing H pylori infection is more associated with gastric ulcers; $initial infection is more associated with duodenal ulcers.$ #MALT# = mucosa-associated lymphoid tissue. ","explanation_img":"","explanation_1":"","explanation_2":"This patient with #antral-predominant# gastritis likely has an #acute# @Helicobacter pylori@ infection, which typically presents as nonatrophic gastritis.  Destruction of somatostatin-producing cells in the antrum leads to #unchecked gastrin secretion# and results in excess production of stomach acid and an increased risk of #duodenal ulcers#. $ If left untreated, #chronic# H pylori infection typically #spreads# to involve the corpus (body) and fundus of the stomach and is characterized by patchy, #multifocal gastric atrophy# with intestinal metaplasia.  Patchy destruction of parietal and G cells results in #diminished acid secretion# and hypochlorhydria.  Patients with chronic gastritis are less likely to develop duodenal ulcers but due to the associated #chronic inflammation#, they are at increased risk of #gastric ulcers# and malignancy, particularly #gastric lymphoma# (ie, mucosa-associated lymphoid tissue [MALT] lymphoma) and gastric adenocarcinoma. $ (Choice B)  H pylori–associated ulcers can cause gastric outlet obstruction, not gastroparesis, which is commonly due to uncontrolled diabetes or infiltrative diseases (eg, scleroderma). $ (Choice C)  Celiac disease is an immune-mediated response to a protein in gluten and can cause microcytic anemia due to iron malabsorption.  Autoimmune diseases are associated with autoimmune gastritis, not H pylori infection. $ (Choice D)  Ileal obstruction can occur due to Crohn disease, which can also cause abdominal pain and blood-loss anemia.  However, H pylori infects gastric mucosa; the ileum is typically unaffected. $ (Choice E)  Unlike chronic H pylori-associated atrophic gastritis, which causes patchy atrophy with sparing of some parietal cells (allowing for continued intrinsic factor production and B12 absorption), autoimmune gastritis is characterized by diffuse and more complete immune-mediated destruction of parietal cells and intrinsic factor.  This results in impaired vitamin B12 absorption and pernicious anemia. $ Educational objective Acute Helicobacter pylori infection initially causes nonatrophic antral gastritis and an increased risk for duodenal ulcers.  Chronic infection results in patchy, multifocal, atrophic gastritis with loss of parietal cells and G cells in the gastric body; this is associated with decreased acid secretion and an increased risk of gastric ulcers, gastric adenocarcinoma, and MALT lymphoma.","clickable_1":"images/img1.1918.jpg"},

{"id":"19682","title":"A 3-month-old boy is evaluated for fussiness and abdominal distension.  A contrast study is performed and shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/19682.jpg","title_2":"Which of the following is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Absent innervation of the paravertebral ganglia","answer_2":"B. Disruption in small bowel recanalization","answer_3":"C. Incomplete rotation of the intestines","answer_4":"D. Intestinal compression by the superior mesenteric artery","answer_5":"E. Lack of myenteric ganglion cells","percent_1":"3%","percent_2":"5%","percent_3":"21%","percent_4":"3%","percent_5":"68%","right_answer":"E. Lack of myenteric ganglion cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp19682.jpg","explanation_1":"","explanation_2":"$This patient's contrast enema shows an abrupt #transition zone# between the #narrow rectosigmoid# segment and the dilated descending colon (ie, megacolon).  This finding is characteristic of #Hirschsprung disease# (HD), a congenital disorder caused by disrupted migration of neural crest cells to the intestinal wall during embryogenesis.  Neural crest cells normally migrate in a craniocaudal direction and give rise to ganglion cells of the submucosal (Meissner) and myenteric (Auerbach) plexus in the colon.  Abnormal migration results in the absence of parasympathetic innervation of the distal rectosigmoid segment. $ Without parasympathetic innervation, the #aganglionic colonic segment# is unable to relax (ie, chronically contracted and narrowed), making stool difficult to pass.  Presentation in the neonatal period with delayed passage of meconium (>48 hr after birth) is classic, but infants with short aganglionic segments may have fussiness due to #infrequent stooling#/chronic constipation.  The buildup of stool causes #abdominal distension# and #dilation# of the histologically normal colon proximal to the obstruction. $ Diagnosis of HD is confirmed by the absence of ganglia on rectal suction biopsy.  Treatment is with surgical resection of the aganglionic segment. $ (Choice A)  Paravertebral ganglia lie adjacent to the vertebrae and are involved in sympathetic nervous signaling; paravertebral ganglia are not affected by HD. $ (Choice B)  Disruption of small bowel recanalization is the cause of @duodenal atresia@, which presents in the first 1-2 days of life with bilious emesis.  Imaging would show a dilated stomach and proximal duodenum.  In addition, microcolon (not a dilated colon) would be expected on barium enema. $ (Choice C) @Malrotation@ (incomplete rotation of the intestines) often presents in infancy with bilious vomiting and abdominal distension.  Contrast studies show right-sided jejunal loops and may reveal a corkscrew duodenum if malrotation is complicated by volvulus (intestinal torsion).  Colonic dilation would not be seen. $ (Choice D)  Superior mesenteric artery @(SMA) syndrome@ causes bowel obstruction due to external duodenal compression by the SMA.  Abdominal pain and distension are typical, but barium enema would not show a rectosigmoid transition zone; instead, oral contrast studies would show absence of barium beyond the duodenum. $ Educational objective Hirschsprung disease is characterized by absent submucosal and myenteric ganglion cells in the distal colon.  Contrast enema classically shows a narrowed aganglionic segment (most commonly rectosigmoid) with an abrupt transition zone to the dilated, histologically normal proximal colon.","clickable_1":"images/img1.19682.jpg","clickable_2":"images/img2.19682.jpg","clickable_3":"images/img3.19682.jpg"},

{"id":"284","title":"A 35-year-old woman comes to the clinic due to severe heartburn that is resistant to over-the-counter antacids.  The patient has no known medical problems and takes no other medications.  She occasionally has a glass of wine with dinner but does not use tobacco or illicit drugs.  Physical examination shows scattered telangiectasias on the face, several ulcers at the tips of the fingers, and small calcium deposits in the soft tissues of the hands and elbows.  Which of the following processes is the most likely cause of this patient's heartburn?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal location of the gastroesophageal junction","answer_2":"B. Fibrous replacement of the muscularis in the lower esophagus","answer_3":"C. Increased gastric acid production","answer_4":"D. Increase in resting lower esophageal sphincter tone","answer_5":"E. Uncoordinated, simultaneous muscle contractions in the lower esophagus","percent_1":"3%","percent_2":"60%","percent_3":"14%","percent_4":"7%","percent_5":"16%","right_answer":"B. Fibrous replacement of the muscularis in the lower esophagus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has features consistent with #CREST syndrome# (ie, @Calcinosis@, Raynaud phenomenon, Esophageal dysmotility, @Sclerodactyly@, @Telangiectasia@), a limited variant of systemic sclerosis with skin disease that primarily affects the face, forearms, and fingers.  The pathogenesis of systemic sclerosis involves chronic autoimmune inflammation, vascular endothelial injury resulting in chronic ischemic tissue damage (eg, @fingertip ulcers@), and excessive activation of fibroblasts leading to progressive tissue fibrosis. $ Esophageal dysmotility is a result of #atrophy# and #fibrous replacement# of the muscularis in the lower esophagus.  The esophageal body and the lower esophageal sphincter become atonic and dilated, resulting in symptoms of #gastroesophageal reflux# (eg, heartburn, regurgitation, dysphagia).  This increases the risk of Barrett esophagus and fibrous stricture formation. $ (Choice A)  A sliding hiatal hernia is characterized by herniation of the gastroesophageal junction and a portion of the stomach through the esophageal hiatus, which predisposes patients to gastroesophageal reflux. $ (Choice C)  Increased gastric acid production occurs with gastrinomas, gastrin-secreting neuroendocrine tumors of the small intestine/pancreas that often present with multiple or medically refractory peptic ulcers. $ (Choice D)  Achalasia is an esophageal motility disorder characterized by failed relaxation of the lower esophageal sphincter resulting in food retention, dilation of the esophageal body, and symptoms of solid/liquid dysphagia. $ (Choice E)  Diffuse esophageal spasm is characterized by periodic, uncoordinated, simultaneous contractions of the lower esophagus due to impaired inhibitory innervation within the esophageal myenteric plexus.  Patients typically have liquid/solid dysphagia and chest pain due to inefficient propagation of food into the stomach. $ Educational objective Systemic sclerosis may result in esophageal dysmotility and incompetence of the lower esophageal sphincter due to atrophy and fibrous replacement of the esophageal muscularis.  This can cause gastroesophageal reflux with an increased risk of Barrett esophagus and stricture formation.","clickable_1":"images/img1.284.jpg","clickable_2":"images/img2.284.jpg","clickable_3":"images/img3.284.jpg","clickable_4":"images/img4.284.jpg"},

{"id":"304","title":"A 32-year-old man comes to the clinic for peptic ulcer disease follow-up.  The patient has received several months of proton pump inhibitor therapy without significant improvement in his epigastric discomfort.  He does not use nonsteroidal anti-inflammatory drugs, tobacco, or alcohol.  Helicobacter pylori testing is negative.  The patient undergoes a partial gastrectomy for refractory peptic ulcer disease.  The pathologist receives the tissue and notes significant enlargement of the gastric rugal folds on gross examination.  Microscopy of the gastric mucosa reveals parietal cell hyperplasia.  Which of the following stimuli is the most likely cause of parietal cell proliferation in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Gastrin","answer_3":"C. Secretin","answer_4":"D. Serotonin","answer_5":"E. Somatostatin","answer_6":"F. Transforming growth factor alpha","percent_1":"8%","percent_2":"83%","percent_3":"4%","percent_4":"1%","percent_5":"1%","percent_6":"4%","right_answer":"B. Gastrin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Parietal cells# are located in the gastric glands of the fundus and body of the stomach.  They can be spotted easily due to their eosinophilic cytoplasm on H&E stain.  These cells have abundant mitochondria and an intracellular tubulovesicular system that allows them to secrete large quantities of gastric acid (HCl) and intrinsic factor. $ Parietal cells are influenced by a number of substances.  Histamine, acetylcholine, and gastrin increase gastric acid secretion, but prostaglandins inhibit it. #Gastrin# not only stimulates #HCl secretion#, but it also has a #trophic effect# on parietal cells.  In patients with Zollinger-Ellison syndrome (such as this patient), gastrin hypersecretion induces #parietal cell hyperplasia#, causing visible #enlargement of gastric folds# on endoscopy.  The increased gastric acid secretion induced by excess gastrin also causes peptic ulcer disease, heartburn, and diarrhea. $ (Choice A)  Acetylcholine is a universal neurotransmitter that is present in parasympathetic postganglionic synapses and in all autonomic preganglionic synapses.  Cholinergic receptors are divided into muscarinic (located in smooth muscle and glands) and nicotinic (found at the neuromuscular junction).  Acetylcholine stimulates parietal cell acid secretion but is not typically associated with parietal cell hyperplasia or gastric fold enlargement. $ (Choice C)  Secretin is produced by S cells of the small intestine.  It increases bicarbonate production by the pancreas and leads to the secretion of watery, alkaline pancreatic juice.  This substance also inhibits gastric acid secretion and stimulates pyloric sphincter contraction. $ (Choice D)  Serotonin (5HT) is primarily found in enterochromaffin cells of the gastrointestinal (GI) tract, the central nervous system, and platelets.  In the GI tract, it helps to regulate intestinal secretions and peristalsis. $ (Choice E)  Somatostatin (growth hormone-inhibiting hormone) is secreted by D cells of pancreatic islets and GI mucosa.  It has multiple inhibitory effects over the GI tract, including decreasing motility, gastrin secretion, pancreatic endocrine/exocrine secretion, and absorption of nutrients. $ (Choice F)  Transforming growth factor alpha (TGF-α) is a potent stimulator of epithelial growth and is secreted by carcinomas, macrophages, and epithelial cells.  Menetrier disease is associated with overproduction of TGF-α, resulting in mucosal-cell hyperplasia with gastric fold enlargement.  However, the condition causes hypoplasia of parietal/chief cells, resulting in glandular atrophy with reduced gastric acid secretion. $ Educational objective Patients with Zollinger-Ellison syndrome develop peptic ulcer disease and parietal cell hyperplasia with gastric fold enlargement due to gastrin hypersecretion."},

{"id":"14880","title":"A 54-year-old man comes to the office due to several months of heartburn, acid regurgitation, and dysphagia. He has taken antacids and over-the-counter medications without relief. Medical history includes hypertension and hyperlipidemia. The patient does not use tobacco, alcohol, or illicit drugs. Vital signs are within normal limits. BMI is 32 kg/m2. Physical examination is unremarkable. Upright chest x-ray shows an opacity with an air-fluid level behind the heart. A subsequent barium swallow reveals the proximal stomach herniating through the esophageal hiatus. Which of the following pathophysiological changes most likely contributed to this patient's current condition?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cephalad migration of the squamocolumnar junction with a fixed gastroesophageal junction","ansImg_1":"","answer_2":"B. Circumferential laxity of the phrenoesophageal membrane","ansImg_2":"","answer_3":"C. Diaphragmatic muscle paralysis due to C3-5 motor nerve injury","ansImg_3":"","answer_4":"D. Failure of the posterolateral diaphragmatic foramina to fuse","ansImg_4":"","answer_5":"E. Herniation of abdominal contents through the omental foramen","ansImg_5":"","right_answer":"B. Circumferential laxity of the phrenoesophageal membrane","percent_1":"20%","percent_2":"60%","percent_3":"2%","percent_4":"10%","percent_5":"8%","explanation_img":"images/exp14880.jpg","explanation_1":"","explanation_2":"This patient has a #hiatal hernia#, a common disorder in which the contents of the abdominal cavity herniate through the diaphragm into the thoracic cavity at the esophageal hiatus. The distal esophagus is normally attached circumferentially to the diaphragm by the #phrenoesophageal membrane# at the gastroesophageal (GE) junction; disruptions in membrane integrity can result in hernia formation:$• #Sliding# hiatal hernias are the most common form and occur due to #laxity# of the phrenoesophageal membrane, which typically results from repetitive stress on the membrane (eg, coughing, vomiting). This allows the #GE junction# and #proximal stomach# to slide upward into the thoracic cavity and predisposes patients to reflux symptoms (eg, heartburn, regurgitation, epigastric/chest pain) due to incompetence of the lower esophageal sphincter.$• #Paraesophageal# hernias are rarer and occur due to a #defect# (hole) in the phrenoesophageal membrane. Laxity of the gastrocolic and gastrosplenic ligaments (which anchor the stomach in the abdomen) allows the #gastric fundus# to migrate into the thoracic cavity. Larger defects can also result in the subsequent herniation of the GE junction and surrounding structures (eg, bowel, spleen) into the chest. This predisposes patients to gastric volvulus, ulcerations, and respiratory complications (due to lung compression).$(Choice A) Barrett esophagus is the metaplastic replacement of normal squamous cells in the distal esophagus with squamocolumnar cells and occurs as a result of chronic acid reflux. Patients with Barrett esophagus are at increased risk of esophageal cancer, but it does not cause herniation.$(Choice C) Diaphragmatic muscle paralysis due to C3-5 motor nerve injury causes an elevated hemidiaphragm. Patients are typically asymptomatic (due to compensation by the other respiratory muscles), but dyspnea or orthopnea can occur. It is not associated with herniation of intrabdominal contents into the chest.$(Choice D) Failure of the posterolateral diaphragmatic foramina to fuse can cause a Bochdalek hernia. This congenital hernia is typically diagnosed pre- or perinatally; pulmonary hypoplasia with neonatal respiratory distress is common.$(Choice E) Herniation of the viscera through the omental foramen (foramen of Winslow) causes an intraabdominal hernia known as lesser sac hernia. Lesser sac hernias are very rare, typically involve the small bowel, and cause severe abdominal pain due to bowel strangulation or obstruction.$Educational objective Hiatal hernias occur when contents of the abdominal cavity herniate through the diaphragm at the esophageal hiatus into the thoracic cavity. Sliding hiatal hernias occur due to laxity of the phrenoesophageal membrane, leading to herniation of the gastroesophageal junction and proximal stomach, whereas paraesophageal hernias occur due to defects in the membrane, resulting in the gastric fundus herniation."},

{"id":"280","title":"A 32-year-old man comes to the office due to intermittent dysphagia for solids and liquids.  He has no significant past medical history and does not use tobacco, alcohol, or illicit drugs.  His father has a history of esophageal squamous cell carcinoma.  Physical examination is unremarkable.  The patient undergoes an esophageal manometric study that demonstrates periodic, simultaneous, and non-peristaltic contractions of large amplitude and long duration.  Which of the following is the most likely pathogenesis of this patient's esophageal condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Disruption of the gastroesophageal junction","answer_2":"B. Eosinophil infiltration","answer_3":"C. Impaired neural inhibition","answer_4":"D. Mucosal outpouching through a muscular wall defect","answer_5":"E. Obstruction from unregulated cell growth","answer_6":"F. Smooth muscle atrophy and gut wall fibrosis","percent_1":"7%","percent_2":"3%","percent_3":"77%","percent_4":"3%","percent_5":"3%","percent_6":"8%","right_answer":"C. Impaired neural inhibition","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp280.jpg","explanation_1":"","explanation_2":"$This patient's presentation is consistent with #diffuse esophageal spasm# (DES).  Esophageal contractions are normally stimulated by esophageal distension from a food bolus.  The contractions originate above the site of distension and propel the bolus downward in a coordinated fashion.  In DES, several segments of the esophagus contract inappropriately at the same time, which appears as disorganized #non-peristaltic contractions# on esophageal manometry and \"corkscrew\" esophagus on barium esophagogram.  Because the food bolus is inefficiently propelled toward the stomach, patients typically present with intermittent #solid/liquid dysphagia, chest pain#, heartburn, and food regurgitation.  The pathogenesis of DES likely involves #impaired inhibitory neurotransmission# within the esophageal myenteric plexus. $ (Choice A)  Patients with sliding hiatal hernia often develop symptoms of gastroesophageal reflux (eg, heartburn, regurgitation, dysphagia) due to anatomic disruption of the gastroesophageal junction and impaired esophageal acid clearance.  However, esophageal manometry is typically normal. $ (Choice B)  Eosinophilic esophagitis typically presents in atopic patients with solid food dysphagia and/or food impaction.  Findings on esophageal manometry are nonspecific. $ (Choice D)  Zenker's diverticulum is a mucosal outpouching through an area of muscle weakness located in the wall of the hypopharynx (Killian triangle).  The condition typically presents in elderly men with dysphagia, foul breath (halitosis), and food regurgitation. $ (Choice E)  Esophageal cancer typically presents with progressive solid food dysphagia and unintentional weight loss.  Risk factors for squamous cell carcinoma include alcohol and tobacco use, whereas risk factors for adenocarcinoma include Barrett's esophagus, gastroesophageal reflux disease, smoking, and obesity. $ (Choice F)  Systemic sclerosis may involve the lower two-thirds of the esophagus, resulting in smooth muscle atrophy and gut wall fibrosis.  Patients can develop dysphagia with acid reflux; however, manometry typically shows absent peristaltic waves with decreased lower esophageal sphincter tone. $ Educational objective Diffuse esophageal spasm is characterized by periodic, simultaneous, and non-peristaltic contractions of the esophagus due to impaired inhibitory innervation within the esophageal myenteric plexus.  Patients typically present with liquid/solid dysphagia and chest pain due to inefficient propulsion of food into the stomach."},

{"id":"1701","title":"A 46-year-old man is brought to the emergency department by paramedics after an episode of large-volume hematemesis.  He was going over some papers at work when he suddenly felt nauseated and started vomiting up bright red blood.  Physical examination reveals a palpable spleen.  Endoscopy shows bleeding esophageal varices.  A liver biopsy performed 2 days later shows no abnormalities.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetaminophen toxicity","answer_2":"B. Long-term alcohol consumption","answer_3":"C. Budd-Chiari syndrome","answer_4":"D. Constrictive pericarditis","answer_5":"E. Portal vein thrombosis","percent_1":"3%","percent_2":"12%","percent_3":"23%","percent_4":"1%","percent_5":"60%","right_answer":"E. Portal vein thrombosis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1701.jpg","explanation_1":"","explanation_2":"This patient is exhibiting signs of #portal hypertension#, including esophageal #varices# and #splenic enlargement#.  Varices form in portal hypertension due to increased hydrostatic pressure in the portal system that causes blood to be shunted through portocaval anastomoses.  This patient's #normal liver biopsy# indicates that a #presinusoidal process# is responsible for the portal hypertension.  #Portal vein thrombosis# causes obstruction in portal venous flow upstream to the liver, causing portal hypertension while not affecting the liver parenchyma.  #Ascites is uncommon# with portal vein thrombosis since sinusoidal hypertension does not develop. $ (Choice A)  Acetaminophen toxicity causes centrilobular hepatic necrosis and liver failure 24-48 hours following ingestion, depending on the amount consumed.  This process would be obvious on liver biopsy. $ (Choice B)  Long-term alcohol consumption can causes hepatic cirrhosis, which can cause portal hypertension.  However, hepatocyte injury and fibrosis would be evident on liver biopsy.  Mallory-Weiss tears can also occur with heavy alcohol use, however, mucosal lacerations (not varices) would be seen on endoscopy. $ (Choice C)  In Budd-Chiari syndrome, there is occlusion of the hepatic vein, which drains blood from the liver and portal circulation into the systemic circulation.  Liver biopsy shows centrilobular congestion and fibrosis. $ (Choice D)  Constrictive pericarditis causes blood to back up in the systemic venous circulation due to decreased cardiac output.  This increases pressure within the liver in much the same way as Budd-Chiari syndrome and would present with similar findings. $ Educational objective Portal vein thrombosis causes portal hypertension, splenomegaly, and varicosities at portocaval anastomoses.  It does not cause histologic changes to the hepatic parenchyma.  Ascites is uncommon as the obstruction is presinusoidal; ascites typically only develops in conditions that cause sinusoidal hypertension."},

{"id":"306","title":"A 43-year-old man comes to the office with a several-month history of fatigue, rash, flushing, and abdominal cramps.  His rash is worse with rubbing or scratching, and he has diffuse itching after hot showers.  The patient is frequently dizzy and light-headed after prolonged standing and had an episode of syncope while working in the hot sun.  He used to be healthy and physically active but has had to reduce his normal activity.  The patient does not use tobacco, alcohol, or illicit drugs.  Vital signs are normal.  Skin examination shows a maculopapular rash.  Skin biopsy shows large clusters of mast cells that are positive for KIT (CD 117).  Which of the following additional findings are most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial colonization of the stomach","answer_2":"B. Gastric atrophy","answer_3":"C. Gastric hypersecretion","answer_4":"D. Gastric hypomotility","answer_5":"E. Pancreatic endocrine tumor","answer_6":"F. Pernicious anemia","percent_1":"3%","percent_2":"8%","percent_3":"33%","percent_4":"8%","percent_5":"33%","percent_6":"14%","right_answer":"C. Gastric hypersecretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp306.jpg","explanation_1":"","explanation_2":"$#Gastric acid# secretion by parietal cells in the fundus and body of the stomach is stimulated by:  $1. #Histamine# binds H2 receptors and increases intracellular cyclic AMP (cAMP) concentration.  $2. #Acetylcholine# binds M3 muscarinic receptors and leads to an increase in intracellular calcium. $3. #Gastrin# binds to the cholecystokinin B receptor and increases the intracellular calcium concentration.  It also stimulates histamine synthesis and release by enterochromaffin-like cells in the stomach. $Intracellular calcium and cAMP activate protein kinases and lead to increased transport of H+ by H+/K+ ATPase into the gastric lumen. $In #systemic mastocytosis#, clonal mast cell proliferation occurs in the bone marrow, skin, and other organs.  Mast cell proliferation often is associated with mutations in the #KIT# receptor tyrosine kinase.  These cells are characterized by prominent expression of mast cell tryptase.  Excessive #histamine# release from degranulation of mast cells mediates many of the symptoms of the disease, such as syncope, flushing, hypotension, pruritus, and urticaria.  In addition, histamine induces gastric acid secretion, which can lead to gastric ulceration.  The excess acid also inactivates pancreatic and intestinal enzymes, causing diarrhea.  Other gastrointestinal symptoms include nausea, vomiting, and abdominal cramps. $#(Choices A, B, and F)#  Gastric mucosal atrophy often results from colonization with Helicobacter pylori.  It can also be caused by autoimmune gastritis, which may lead to pernicious anemia due to loss of intrinsic factor from parietal cells.  Symptoms of atrophic gastritis may include nausea, indigestion, and epigastric discomfort, but this patient's skin symptoms are more consistent with mastocytosis. $#(Choice D)#  Gastric hypomotility (gastroparesis) occurs with diabetes mellitus, uremia, hypothyroidism, and other metabolic disorders.  Gastroparesis causes constipation, early satiety, and food stasis with vomiting. $#(Choice E)#  Pancreatic endocrine tumors may secrete gastrin (Zollinger-Ellison syndrome), insulin (hypoglycemia), glucagon (hyperglycemia, rash), somatostatin (diarrhea, cholelithiasis, hyperglycemia), or vasoactive intestinal peptide (watery diarrhea, hypokalemia, achlorhydria).  These disorders would not be associated with excess mast cells in the skin. $#Educational objective# Systemic mastocytosis is characterized by the abnormal proliferation of mast cells and increased histamine release.  Histamine causes hypersecretion of gastric acid by parietal cells in the stomach as well as a variety of other symptoms (eg, hypotension, flushing, pruritus).  "},

{"id":"20189","title":"A 45-year-old woman comes to the office due to colicky abdominal pain, diarrhea, and nausea 15-20 minutes after meals.  These episodes are accompanied by light-headedness and diaphoresis.  She feels normal between the episodes and at night.  The patient underwent Roux-en-Y gastric bypass surgery 4 weeks ago for obesity.  She is otherwise healthy, and her only medication is a daily multivitamin.  On physical examination, the patient has a well-healed midline abdominal scar.  Mild epigastric tenderness to palpation is present.  The remainder of the examination is normal.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bacterial overgrowth in a surgically created blind loop","answer_2":"B. Increased gastric fundal contractility from vagal nerve injury","answer_3":"C. Postsurgical scarring and stenosis of the gastrojejunostomy site","answer_4":"D. Rapid transition of hyperosmolar food into the small bowel","answer_5":"E. Spasm of the pyloric sphincter","percent_1":"7%","percent_2":"15%","percent_3":"9%","percent_4":"66%","percent_5":"4%","right_answer":"D. Rapid transition of hyperosmolar food into the small bowel","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's symptoms are consistent with #dumping syndrome#, a common complication of gastric surgery. $Normally, food moves through the stomach slowly, ensuring proper digestion.  First, the fundus relaxes (ie, accommodation), which allows the stomach to function as a reservoir and facilitates digestion by acid and proteases.  As food moves to the antrum, it is broken down by high-amplitude muscular contractions.  The #pyloric sphincter# serves as a barrier and allows only tiny, properly digested food particles to move to the small intestine. $When the pyloric sphincter is surgically removed or circumvented, as in @Roux-en-Y gastric bypass@, #incompletely digested food particles# enter the small intestine rapidly.  The undigested material is often #hyperosmolar# and causes fluid movement from the intravascular space to the intestinal lumen.  Activation of autonomic (sympathetic) reflexes and the release of vasoactive hormones (eg, serotonin, vasoactive intestinal peptide) may also occur.  The resulting dumping syndrome is characterized by symptoms related to the following, which typically occur within #10-30 minutes# after eating: $• Excessive intestinal fluid:  Abdominal #cramps, diarrhea#, nausea $• Vasomotor hyperactivity:  #Diaphoresis#, palpitations, flushing $• Intravascular volume depletion:  Hypotension, tachycardia $#(Choice A)#  Small intestinal bacterial overgrowth can occur after surgical creation of a blind intestinal loop that promotes bacterial colonization.  It manifests with diarrhea, bloating, nausea, and abdominal cramps.  Autonomic symptoms (eg, diaphoresis) are not typical, and this patient's symptom onset shortly after meals is more consistent with dumping syndrome. $#(Choices B and E)#  Vagal nerve injury, which impairs gastric muscular contractions and accommodation, and pyloric sphincter spasm would both delay the passage of food through the stomach.  This can manifest as early satiety, nausea, and postprandial vomiting.  Diarrhea and diaphoresis are not consistent with these disorders. $#(Choice C)#  Stenosis of the gastrojejunostomy would prevent food from entering the small intestine, leading to postprandial vomiting and abdominal pain.  It would not cause diarrhea or diaphoresis. $#Educational objective# The pyloric sphincter prevents incompletely digested hyperosmolar food particles from entering the intestines too rapidly; when the sphincter is bypassed or surgically removed, dumping syndrome may occur.  Symptoms are related to excessive intestinal fluid (eg, abdominal cramps, diarrhea, nausea), vasomotor hyperactivity (eg, diaphoresis, palpitations, flushing), and intravascular volume depletion (eg, hypotension, tachycardia).  ","clickable_1":"images/img1.20189.jpg"},

{"id":"15603","title":"A 46-year-old woman comes to the office due to dysphagia.  The patient has had difficulty swallowing both liquids and solid foods as well as frequent episodes of regurgitation and cough while eating.  She has also had weakness in her extremities and a rash.  The patient has no prior medical problems and takes no medications.  Vital signs are within normal limits.  Physical examination shows an erythematous eruption on the upper eyelids.  The oropharynx is clear and cardiopulmonary and abdominal examinations are unremarkable.  She has difficulty lifting her arms above her head and standing from a sitting position.  Which of the following is the most likely cause of this patient's dysphagia?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atrophy and fibrous replacement of the distal esophageal muscularis propria","answer_2":"B. Diffuse eosinophil-predominant inflammation of the esophageal mucosa","answer_3":"C. Inflammation and degeneration of the esophageal myenteric plexus","answer_4":"D. Outpouching of hypopharyngeal mucosa through weakened muscle","answer_5":"E. Perifascicular atrophy of muscle fibers in the proximal esophageal muscularis propria","percent_1":"25%","percent_2":"7%","percent_3":"19%","percent_4":"3%","percent_5":"46%","right_answer":"E. Perifascicular atrophy of muscle fibers in the proximal esophageal muscularis propria","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has painless #proximal muscle weakness#; in association with the heliotrope #rash# on her eyelids, this presentation is consistent with #dermatomyositis#, an inflammatory myopathy that primarily affects #striated muscle# and skin.  Diagnostic findings include elevated muscle enzymes (eg, creatinine kinase) and positive autoantibodies (ie, antinuclear antibody [high sensitivity, low specificity], anti–Jo-1 [low sensitivity, high specificity]).  Muscle biopsy in dermatomyositis shows perimysial inflammatory infiltrates and atrophy involving the fibers around the periphery of muscle fascicles #(perifascicular atrophy)#. $ The #oropharynx and upper esophagus# also contain skeletal muscle that can be affected in dermatomyositis and polymyositis, leading to #dysphagia# and pulmonary aspiration.  Other important complications of inflammatory myopathies include interstitial lung disease and #myocarditis# (due to involvement of striated cardiac muscle). $ (Choice A)  Progressive systemic sclerosis (scleroderma) commonly affects the esophagus, leading to atrophy and fibrous replacement of the distal esophageal muscularis propria.  Clinical features include dysphagia, reflux esophagitis, and aspiration.  However, the dermal manifestations include sclerodactyly, digital ulcers, and calcinosis cutis, rather than a heliotrope rash.  Also, dermatomyositis affects only the striated muscle in the oropharynx and upper esophagus (eg, choking, aspiration), whereas scleroderma can affect the lower esophagus. $ (Choice B)  Eosinophilic esophagitis typically presents with dysphagia, epigastric pain, recurrent esophageal reflux, and food impaction.  Skin rash and extremity weakness would be unexpected. $ (Choice C)  Achalasia is caused by inflammation and degeneration of the esophageal myenteric plexus, resulting in impaired relaxation of the smooth muscle in the distal esophagus and lower esophageal sphincter.  It typically presents with dysphagia, regurgitation, and heartburn but is not associated with rash or skeletal muscle weakness. $ (Choice D)  Zenker diverticulum develops immediately above the upper esophageal sphincter, with posterior mucosal herniation between the fibers of the cricopharyngeus muscle.  Although it presents with dysphagia, regurgitation, and aspiration, it is not associated with rash or muscular weakness. $ Educational objective Dermatomyositis is characterized by proximal muscle weakness resembling polymyositis, with additional inflammatory features affecting the skin (eg, heliotrope rash, Gottron papules).  In both conditions, involvement of striated muscle in the oropharynx and heart can lead to dysphagia, pulmonary aspiration, and myocarditis."},

{"id":"18523","title":"A 54-year-old man comes to the emergency department after vomiting blood.  He has also had melena, fatigue, and lethargy over the last 24 hours.  The patient emigrated from sub-Saharan Africa 20 years ago and occasionally returns to visit friends and family.  Temperature is 37.5 C (99.5 F), blood pressure is 90/60 mm Hg, and pulse is 115/min.  Abdominal palpation reveals an enlarged liver and a spleen tip below the level of the umbilicus.  Laboratory results are as follows:","title_table":"!Complete blood count! ?Hemoglobin? 5.2 g/dL ?Platelets? 75,000/mm3 ?Leukocytes? 8,000/mm3 ? Neutrophils? 79℅ ? Eosinophils? 15℅ ? Lymphocytes? 6℅","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Upper endoscopy reveals bleeding esophageal varices.  Which of the following is the most likely underlying cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Cysticercosis","answer_2":"B. Hookworm infection","answer_3":"C. Malaria","answer_4":"D. Schistosomiasis","answer_5":"E. Toxoplasmosis","percent_1":"6%","percent_2":"13%","percent_3":"18%","percent_4":"63%","percent_5":"1%","right_answer":"D. Schistosomiasis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Schistosomiasis# ∆⨉∆⨉ §^#Schistosoma species# ∆^#Location# ∆^#Symptoms# §S haematobium ∆ • North Africa • Sub-Saharan Africa • Middle East ∆#Urinary schistosomiasis# • Terminal hematuria, dysuria & frequent urination • Hydronephrosis, pyelonephritis & squamous cell carcinoma$ of the bladder §S mansoni ∆ • Sub-Saharan Africa • Middle East • South America • Caribbean ∆#Intestinal schistosomiasis# • Diarrhea & abdominal pain • Intestinal ulceration → iron deficiency anemia #Hepatic schistosomiasis# • Hepatomegaly, splenomegaly • Periportal fibrosis & subsequent portal hypertension §S japonicum ∆ • Asia, particularly$ China • Philippines • Japan ∆↕","explanation_img":"","explanation_1":"","explanation_2":"Esophageal varices and splenomegaly are signs of #portal hypertension#, which usually indicates underlying hepatic fibrosis.  Although chronic viral hepatitis and alcohol abuse are the leading causes of hepatic fibrosis in the United States, this patient's immigration/travel history and eosinophilia raise suspicion for #hepatosplenic schistosomiasis#, a parasitic blood fluke infection seen primarily in rural parts of #sub-Saharan Africa# and East Asia. $Exposure to Schistosoma occurs when humans swim in freshwater contaminated by infected snails (the intermediate host).  Cercariae penetrate human skin and migrate to the liver, where they mature to adult worms.  Adult worms then spread through the #portal circulation# to the mesenteric venules or venous plexus of the bladder.  Here, they release eggs into host tissue that are excreted in the feces or urine. $Although many patients with schistosomiasis are asymptomatic, chronic exposure to Schistosoma eggs can activate hepatic stellate cells, leading to collagen deposition in periportal spaces and progressive #periportal fibrosis#.  Occlusion of periportal veins eventually blocks venous outflow from abdominal organs, leading to #congestive splenomegaly# and #gastroesophageal varices#.  Patients frequently have anemia from intestinal/variceal bleeding, thrombocytopenia from splenic trapping of platelets, and #eosinophilia# in response to adult worms. $#(Choice A)#  Cysticercosis is caused by ingestion of Taenia solium eggs from contaminated pork.  Although initial infections are usually asymptomatic, patients may develop seizures years or decades later due to calcified granulomas at the site of previous brain infection.  Muscle and subcutaneous tissue can also be involved, but the liver and hepatic venous system is generally not affected. $#(Choice B)#  Hookworm infection is a common cause of chronic, iron-deficiency anemia and eosinophilia, but this organism does not invade the liver or portal venous system; therefore, gastric varices and hepatosplenomegaly would be atypical. $#(Choice C)#  Malaria is common in patients who return to endemic areas (eg, sub-Saharan Africa) after being away (due to waning partial immunity).  Although hepatosplenomegaly and anemia are common, most patients are acutely ill (eg, fever, chills, malaise), and portal hypertension and eosinophilia are generally not present. $#(Choice E)#  Toxoplasmosis is most common in patients with AIDS.  It usually presents with meningoencephalitis (eg, confusion, headache, vomiting).  Upper gastrointestinal bleeding from esophageal varices and eosinophilia would be atypical. $#Educational objective# Schistosomiasis, a parasitic blood fluke infection, is common in rural portions of sub-Saharan Africa.  Initial infection is often asymptomatic, but some patients develop chronic hepatosplenic (eg, portal hypertension, hepatosplenomegaly, esophageal varices) or urinary (eg, bladder cancer) complications years or decades later.  The presence of eosinophilia is an important diagnostic clue.  "},

{"subjectsystem":"anatomy-Gastrointestinal","id":"291","title":"A 52-year-old man is brought to the emergency department due to repeated vomiting that began 2 hours ago. His vomit is dark brown and has a granular consistency. The patient has a history of dyspepsia, for which he takes over-the-counter antacids as needed and degenerative knee arthritis, for which he takes naproxen regularly. He drinks 2-3 beers daily. Temperature is 36.7 C (98 F), blood pressure is 114/62 mm Hg, pulse is 102/min, and respirations are 14/min. Physical examination reveals mild epigastric tenderness with no rebound or guarding. Hemoglobin is 9 g/dL. Endoscopy shows a deep, bleeding ulcer on the posterior wall of the duodenal bulb. This patient's ulcer has most likely penetrated which of the following arteries?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common hepatic","ansImg_1":"","answer_2":"B. Gastroduodenal","ansImg_2":"","answer_3":"C. Inferior pancreaticoduodenal","ansImg_3":"","answer_4":"D. Left gastroepiploic","ansImg_4":"","answer_5":"E. Right gastric","ansImg_5":"","answer_6":"F. Splenic","ansImg_6":"","answer_7":"G. Superior mesenteric","ansImg_7":"","right_answer":"B. Gastroduodenal","percent_1":"2%","percent_2":"79%","percent_3":"11%","percent_4":"2%","percent_5":"3%","percent_6":"1%","percent_7":"","explanation_img":"images/exp291.jpg","explanation_1":"","explanation_2":"$Bleeding peptic ulcer disease should be considered in patients who develop acute epigastric pain, unstable vital signs, or hematemesis, particularly in the setting of prior dyspepsia.  Most peptic ulcers are caused by Helicobacter pylori infection or nonsteroidal anti-inflammatory drug use; other risk factors include smoking, older age, and glucocorticoid use. $Duodenal ulcers are more common than gastric ulcers and tend to occur anteriorly.  Ulcers located on the anterior wall of the duodenal bulb are more prone to perforation; those on the posterior wall are more likely to cause hemorrhage.  These complications are explained by the relationship of the duodenal bulb to adjacent organs.  The duodenal bulb is approximately 5 cm long, beginning at the pylorus and ending at the neck of the gallbladder.  The gallbladder and liver lie anterior to the duodenal bulb within the intraperitoneal space; the gastroduodenal artery, common biliary duct, and portal vein are posterior to the bulb; and the head of the pancreas is located inferiorly. $When an ulcer penetrates the #posterior duodenal wall#, it is likely to erode into the @gastroduodenal artery@, which perfuses both the pylorus and the proximal part of the duodenum.  Damage to the gastroduodenal artery can cause significant #upper gastrointestinal bleeding#. $#(Choice A)#  The common hepatic artery arises from the celiac trunk and bifurcates into the proper hepatic and gastroduodenal arteries.  It passes superior to the duodenal bulb. $#(Choice C)#  The inferior pancreaticoduodenal artery is a branch of the superior mesenteric artery.  It supplies blood to the lower duodenum and to the head of the pancreas.  This artery has no close relation to the duodenal bulb. $#(Choices D, E, and F)#  The left gastroepiploic and right gastric arteries supply blood to the greater and lesser curves of the stomach, respectively.  The short gastric arteries arise off the splenic artery and supply the upper portions of the greater curvature.  These vessels do not lie in close proximity to the duodenal bulb. $#(Choice G)#  The superior mesenteric artery lies anterior to the transverse part of the duodenum.  It arises from the anterior surface of the abdominal aorta and supplies the intestine from the duodenum to the proximal two-thirds of the transverse colon. $#Educational objective# The gastroduodenal artery lies along the posterior wall of the duodenal bulb and is likely to be eroded by posterior duodenal ulcers.  Ulceration into the gastroduodenal artery can be a source of life-threatening hemorrhage.  ","clickable_1":"images/img1.291.jpg"},

{"id":"292","title":"A 75-year-old man is brought to the emergency department due to acute-onset profuse vomiting of large amounts of bright red blood. He has had intermittent, dull epigastric pain for the last 3 months. Medical history is significant for chronic obstructive pulmonary disease with multiple exacerbations and lumbar spinal stenosis. The patient has smoked 1 pack of cigarettes daily for 40 years. Blood pressure is 70/40 mm Hg and pulse is 120/min. Examination shows epigastric tenderness. The patient dies an hour after admission despite resuscitation efforts. Autopsy shows a deep peptic ulcer localized proximally on the lesser curvature of the stomach. The ulcer most likely penetrated which of the following arteries?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Common hepatic","ansImg_1":"","answer_2":"B. Gastroduodenal","ansImg_2":"","answer_3":"C. Inferior pancreaticoduodenal","ansImg_3":"","answer_4":"D. Left gastric","ansImg_4":"","answer_5":"E. Right gastroepiploic","ansImg_5":"","answer_6":"F. Splenic","ansImg_6":"","answer_7":"G. Superior mesenteric","ansImg_7":"","right_answer":"D. Left gastric","percent_1":"2%","percent_2":"9%","percent_3":"1%","percent_4":"76%","percent_5":"6%","percent_6":"6%","percent_7":"1%","explanation_img":"images/exp292.jpg","explanation_1":"","explanation_2":"Massive hemorrhage with hypovolemic shock is a potential life-threatening complication of peptic ulcer disease (PUD). Most cases of PUD are due to Helicobacter pylori infection or nonsteroidal anti-inflammatory drug use. Other risk factors include smoking, glucocorticoid use, and older age.$Most #gastric ulcers# arise along the #lesser curvature# of the stomach, usually at the transitional zone between the gastric corpus (body) and antrum. Glands in the corpus contain parietal cells that produce hydrochloric acid and intrinsic factor; mucosal glands in the antrum contain G cells that secrete gastrin. This #transitional zone# provides the optimal microenvironment (eg, pH, host immune factors) for H pylori proliferation. The resultant inflammation leads to mucosal atrophy and ulcer formation.$The left and right #gastric arteries# run along and perfuse the lesser curvature of the stomach, and are a common source of hemorrhage from penetrating gastric ulcers. Other potential complications of PUD include penetration into other adjacent structures (eg, biliary tract, colon), gastric outlet obstruction, and free wall perforation with peritonitis.$#(Choices A and B)# The common hepatic artery perfuses the liver, gallbladder, pylorus, duodenum, and pancreas. It arises from the celiac trunk and ends when it bifurcates into the proper hepatic and gastroduodenal arteries. The gastroduodenal artery supplies blood to the pylorus and proximal duodenum. Ulcers in the posterior duodenal bulb can erode into the gastroduodenal artery, but a gastric ulcer at the lesser curvature would not involve these arteries.$#(Choices C and G)# The superior mesenteric and inferior pancreaticoduodenal arteries do not perfuse the stomach.$(Choice E) The right gastroepiploic artery arises from the gastroduodenal artery and perfuses the distal greater curvature of the stomach. Gastric ulcers do not commonly occur in the greater curvature.$(Choice F) The splenic artery arises from the celiac trunk and supplies blood to the spleen. It is separated from the posterior wall of the stomach by the pancreas and is only rarely penetrated by gastric ulcers.$Educational objective Most gastric ulcers arise along the lesser curvature of the stomach, usually at the transitional zone between the gastric corpus (body) and antrum. The left and right gastric arteries run along the lesser curvature and are likely to be penetrated by ulcers, causing gastric bleeding."},

{"id":"15383","title":"A 16-year-old boy is brought to the emergency department due to severe retrosternal burning pain and odynophagia for the past 12 hours.  The patient has had no fever, sore throat, nausea, vomiting, or abdominal pain.  Medical history includes nodulocystic acne, for which he began taking oral doxycycline a week ago.  Vital signs are within normal limits.  Physical examination shows a normal oropharynx, clear lungs, normal heart sounds, and a nontender abdomen.  Upper gastrointestinal endoscopy reveals a small, punched-out ulcer in the proximal esophagus and normal-appearing gastroduodenal mucosa.  Doxycycline is presumed to be the culprit.  This medication most likely led to this patient's current condition through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alteration of commensal microbial flora","answer_2":"B. Decrease in esophageal sphincter tone","answer_3":"C. Drug-induced direct mucosal injury","answer_4":"D. Increase in gastric acid production","answer_5":"E. Suppression of T-cell immune response","percent_1":"24%","percent_2":"9%","percent_3":"52%","percent_4":"10%","percent_5":"6%","right_answer":"C. Drug-induced direct mucosal injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Pill esophagitis# occurs when caustic medications come in contact with the esophageal mucosa for a prolonged time, leading to #direct mucosal injury#.  Common culprits include #tetracyclines# (eg, doxycycline), bisphosphonates (eg, alendronate), potassium chloride, and nonsteroidal anti-inflammatory drugs.  This complication usually develops in locations where the esophageal lumen is #compressed# by other anatomic structures.  The aortic arch and carina may impede the movement of pills through the proximal esophagus, whereas the gastroesophageal junction or severe left atrial enlargement can lead to pills lodging in the distal esophagus. $Pill esophagitis causes odynophagia and retrosternal chest pain and is usually diagnosed by upper gastrointestinal endoscopy, which reveals #discrete ulcerations# at the location of medication-induced caustic injury.  To avoid this complication, patients should remain upright after swallowing high-risk medications and consume plenty of water to facilitate rapid passage through the esophagus. $#(Choice A)#  Alteration of commensal microbial flora due to antibiotic use increases the risk for esophageal candidiasis, a disorder caused by overproliferation of Candida albicans.  However, endoscopy would show white, cottage cheese–like plaques. $#(Choice B)#  Lower esophageal sphincter hypotonicity predisposes to gastroesophageal reflux disease (GERD), which can cause irregularly shaped or linear ulcerations in the distal esophagus.  However, the proximal esophagus is almost never involved in GERD. $#(Choice D)#  Overproduction of gastrin (eg, Zollinger-Ellison syndrome) leads to excess stomach acid secretion and peptic/duodenal ulcer formation.  Esophageal ulcers would not be expected. $#(Choice E)#  Patients with T-cell immunodeficiencies (eg, HIV/AIDs) may develop esophageal ulcerations related to cytomegalovirus or herpes simplex virus; these are rare causes of esophageal ulcers in immunocompetent individuals. $#Educational objective# Pill esophagitis, which can be caused by tetracyclines (eg, doxycycline), results from prolonged contact of caustic medication with the esophageal mucosa.  It most often occurs in locations where the esophagus is in close proximity to other anatomic structures, such as where the proximal esophagus comes in contact with the aortic arch and the carina.  "},

{"id":"14873","title":"A 28-year-old woman at 32 weeks gestation is seen in the office for a routine prenatal visit.  The patient has had burning, squeezing pain in the middle of her chest that lasts for minutes to hours at a time and usually occurs after meals.  The pain is occasionally accompanied by small amounts of sour-tasting material in the back of her throat.  The patient does not have any abdominal pain, emesis, or visible blood in the stool.  Her pregnancy has been complicated by gestational diabetes mellitus, which has been well controlled with nutritional therapy and exercise.  She does not use alcohol, tobacco, or illicit drugs.  Vital signs are normal.  Fundal height is 32 cm and fetal heart tones are normal.  Which of the following is the most likely cause of the patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased lower esophageal sphincter tone","answer_2":"B. Delayed gastric emptying","answer_3":"C. Diffuse spasm of the esophageal smooth muscle","answer_4":"D. Helicobacter pylori infection","answer_5":"E. Increased gastric acid production","percent_1":"72%","percent_2":"19%","percent_3":"4%","percent_4":"1%","percent_5":"5%","right_answer":"A. Decreased lower esophageal sphincter tone","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Gastroesophageal reflux# is characterized by the retrograde movement of acidic stomach contents through the lower esophageal sphincter (LES) into the esophagus.  Manifestations are most common in the minutes or hours after eating and typically include burning, squeezing pain in the retrosternal area, and the regurgitation of acidic (sour-tasting) stomach contents into the mouth. $ Reflux occurs in most #pregnant women# and is common in all trimesters.  The major underlying cause is #elevated estrogen and progesterone levels#, which relax the smooth muscle of the LES leading to #decreased LES tone# and reduced sensitivity to contractile stimuli (eg, high-protein meal).  Later in pregnancy, reflux can also occur when the gravid uterus compresses the stomach and results in an altered LES angle or increased gastric pressure. $ (Choice B)  Delayed gastric emptying is common in those with poorly controlled diabetes mellitus due to autonomic neuropathy.  It usually presents with nausea, vomiting, early satiety, and a sensation of postprandial fullness.  Patients who have short periods of diabetes mellitus (eg, gestational diabetes) are unlikely to develop the autonomic damage that leads to delayed gastric emptying. $ (Choice C)  Diffuse esophageal spasm presents with difficulty swallowing solids and liquids and a sensation of food getting \"stuck\" in the esophagus.  Pregnancy does not increase the risk of esophageal spasm. $ (Choice D)  Helicobacter pylori infection can cause gastritis and peptic ulcer disease, which typically present with epigastric or abdominal pain 2–5 hours after eating (when acid is in the stomach with no food buffer).  H pylori is not considered a predominant cause of reflux. $ (Choice E)  Increased gastric acid production is seen in Zollinger-Ellison syndrome, which is caused by the secretion of gastrin from a pancreatic or duodenal neuroendocrine tumor.  Patients usually have abdominal pain (from peptic ulcers) and diarrhea.  Gastric acid levels are not increased in pregnancy. $ Educational objective Pregnant women often develop gastroesophageal reflux disease (GERD) due to elevated levels of estrogen and progesterone, which relax the smooth muscle of the lower esophageal sphincter (LES).  Later in pregnancy, GERD can also develop when the gravid uterus presses on the stomach and leads to an altered LES angle or increased gastric pressure."},

{"id":"1778","title":"A 34-year-old man comes to the office due to epigastric pain.  He has had the pain for several months and describes it as being worse at night and relieved by eating.  The patient has no significant medical history and takes no medications.  He does not use tobacco, alcohol, or recreational drugs.  The patient immigrated to the United States from China 4 years ago.  Vital signs are within normal limits.  Physical examination shows mild epigastric tenderness to deep palpation.  Laboratory testing demonstrates iron deficiency anemia and the presence of fecal occult blood.  Upper gastrointestinal endoscopy reveals a 1-cm ulcer in the first portion of the duodenum.  Additional test results are pending.  In addition to proton pump inhibitor therapy, which of the following would be most appropriate to prevent ulcer recurrence based on this patient's most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antibiotics","answer_2":"B. Gastric cytoprotectants","answer_3":"C. Glucocorticoids","answer_4":"D. H2-receptor blockers","answer_5":"E. Prokinetic agents","answer_6":"F. Prostaglandin analogues","percent_1":"70%","percent_2":"7%","percent_3":"1%","percent_4":"13%","percent_5":"1%","percent_6":"8%","right_answer":"A. Antibiotics","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1778.jpg","explanation_1":"","explanation_2":"$This patient's symptoms and endoscopic findings are consistent with duodenal #peptic ulcer disease# (PUD).  Most patients with duodenal ulcers have concomitant #Helicobacter pylori# infection.  The remaining cases are typically associated with nonsteroidal anti-inflammatory drug (NSAID) use, which is unlikely in this patient who takes no medications.  More than 50% of the world population is colonized with H pylori, with a particularly high prevalence in Asia and South America. $Treatment of the patient's condition and prevention of ulcer recurrence require eradication of H pylori infection.  Effective regimens typically involve a combination of #antibiotics# (eg, tetracycline, metronidazole) and proton pump inhibitors (eg, omeprazole), sometimes with bismuth subsalicylate.  The antibiotic regimen can be tailored based on local resistance patterns (ie, triple vs quadruple therapy). $#(Choice B)#  Gastric cytoprotectants (eg, sucralfate) bind to the base of mucosal ulcers and protect them against gastric acid.  These agents help duodenal ulcers heal but would be less effective in preventing ulcer recurrence compared with eradication of H pylori. $#(Choice C)#  Glucocorticoids should be avoided in patients with PUD because they can promote peptic ulcer formation, especially when combined with NSAIDs. $#(Choice D)#  Proton pump inhibitors suppress gastric acid secretion to a greater extent than H2-receptor blockers (eg, famotidine), allowing for superior ulcer healing during PUD treatment.  However, neither medication would prevent ulcer recurrence, which requires H pylori eradication. $#(Choice E)#  Metoclopramide is a dopamine antagonist with prokinetic and antiemetic properties that can be used to treat gastrointestinal motility disorders (eg, gastroparesis); however, it does not significantly affect PUD. $#(Choice F)#  Prostaglandin analogues such as misoprostol are used to prevent NSAID-induced peptic ulcers. $#Educational objective# Most duodenal peptic ulcers are caused by Helicobacter pylori infection.  Treatment and prevention of disease recurrence focus on eradicating the infection with antibiotics (eg, tetracycline, metronidazole), typically in combination with proton pump inhibitors (eg, omeprazole) and, often, bismuth subsalicylate (quadruple therapy).  "},

{"id":"130","title":"A 55-year-old man comes to the office due to recurrent abdominal discomfort.  He also has bloating, a feeling of fullness, and indigestion.  Vital signs are within normal limits, and abdominal examination is unremarkable.  Fecal occult blood testing is positive.  Gastrointestinal endoscopic procedures are performed and confirm the presence of an ulcer.  The patient is told that the ulcer itself is very unlikely to be malignant based on its location.  Which of the following is the most likely site of this patient's gastrointestinal ulcer?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Duodenum","answer_2":"B. Esophagus","answer_3":"C. Rectum","answer_4":"D. Sigmoid colon","answer_5":"E. Stomach","percent_1":"80%","percent_2":"1%","percent_3":"2%","percent_4":"3%","percent_5":"13%","right_answer":"A. Duodenum","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp130.jpg","explanation_1":"","explanation_2":"$Gastrointestinal ulcers are defined as breaches of the alimentary tract mucosa that extend through the muscularis mucosae into the submucosa (or beyond).  Those specifically designated as #peptic ulcers# are chronic lesions in areas exposed to acid/peptic juices, most commonly in the proximal duodenum, antral stomach, and gastroesophageal junction.  Patients may present with epigastric discomfort, early satiety, and a positive fecal occult blood test. $ Almost all peptic ulcers are due to either #Helicobacter pylori# infection or use of #nonsteroidal anti-inflammatory drugs (NSAIDs)#.  The vast majority (>95%) of duodenal ulcers occur within the first part of the duodenum; however, multiple or refractory ulcers beyond the duodenal bulb may be seen in patients with gastrinoma (non-beta islet cell tumor of the pancreas). #Duodenal ulcers# are very #rarely malignant# and do not require biopsy.  Conversely, gastric ulcers (located within the stomach) can be malignant (eg, gastric adenocarcinoma) and must be biopsied for confirmation #(choice E)#. Gastric ulcers caused by H pylori infection are associated with an increased risk of gastric cancer, but duodenal ulcers related to this infection do not lead to a higher risk of duodenal carcinoma. $ (Choice B)  Esophageal adenocarcinoma can appear as an ulcerated/exophytic lesion in the lower third of the esophagus and typically results from Barrett esophagus, chronic gastroesophageal reflux disease, obesity, and/or smoking.  Esophageal squamous cell carcinoma appears as plaque-like thickening of the mucosa in the upper two-thirds of the esophagus that may become ulcerated.  Major risk factors include smoking, alcohol consumption, and caustic injury. $ #(Choices C and D)# Carcinomas of the distal colon tend to be annular lesions that result in \"napkin-ring\" constriction of the bowel, with heaped-up edges and an ulcerated central region.  Risk factors include advanced age, hereditary (eg, familial adenomatous polyposis) or sporadic colon cancer in the family, and inflammatory bowel disease. $ Educational objective Duodenal ulcers are not associated with an increased risk of carcinoma in the same location.  In contrast, ulcers located in the esophagus, stomach (gastric), and colon may be malignant, and biopsy is required."},

{"id":"14892","title":"A 10-year-old boy is brought to the emergency department due to difficulty swallowing.  During dinner a few hours ago, a piece of chicken became stuck in the patient's mid-chest region.  He has previously had the sensation of food becoming stuck, but it never lasted this long.  The patient has vomited multiple times, but the chicken has not dislodged.  Medical history is significant for eczema.  He is drooling and visibly uncomfortable.  Endoscopy is performed to remove the chicken from the esophagus and reveals multiple, vertically-stacked, ring-like indentations.  Longitudinal crevices parallel to the length of the esophagus are also seen, along with scattered, small, whitish papules.  Which of the following findings is most likely to be found on biopsy of this patient's esophagus?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Eosinophilic infiltration of the esophageal mucosa","answer_2":"B. Ganglionic degeneration within the myenteric plexus","answer_3":"C. Intestinal metaplasia of the esophageal epithelium","answer_4":"D. Replacement of the esophagus with fibrous tissue","answer_5":"E. Squamous cells with eosinophilic intranuclear inclusions","percent_1":"68%","percent_2":"8%","percent_3":"3%","percent_4":"12%","percent_5":"8%","right_answer":"A. Eosinophilic infiltration of the esophageal mucosa","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Eosinophilic esophagitis! ?Pathogenesis? • Chronic Th2 cell–mediated disorder$ triggered by food antigens • Eosinophilic infiltration of the esophageal$ mucosa ?Epidemiology? • Men > women • History of atopic conditions ?Clinical$ features? • Intermittent dysphagia • Reflux, vomiting, chest or abdominal pain • Esophageal food impaction %#Th2# = T helper 2. ","explanation_img":"","explanation_1":"","explanation_2":"This patient with a history of solid food dysphagia has an esophageal food impaction due to #eosinophilic esophagitis# (EOE).  EOE is a chronic Th2 cell−mediated disorder triggered by food antigen exposure.  When activated, Th2 cells release chemokines (eg, IL-13, IL-5) that stimulate eosinophilic recruitment to the esophageal mucosa. $ EOE is most common in male individuals with a history of #atopic conditions# (eg, eczema, asthma).  Patients often have intermittent #solid food dysphagia#.  Other symptoms include vomiting, reflux, and chest and upper abdominal pain.  When EOE is severe, food can become trapped in the esophagus (ie, #food impaction#), requiring endoscopy to remove the impacted food bolus. $ Classic endoscopic findings include stacked, @ring-like indentations with linear furrowing@; and scattered, small, whitish papules (ie, #eosinophilic microabscesses#).  Biopsies demonstrate @eosinophilic mucosal infiltration@. $ (Choice B)  Achalasia results from ganglionic degeneration within the esophageal myenteric plexus, leading to the inability to relax the lower esophageal sphincter.  It typically causes dysphagia of both solids and liquids and is rare in children.  There are no specific endoscopic findings; however, a barium swallow demonstrating a @bird-beak appearance@ of the esophagus is characteristic. $ (Choice C)  Barrett esophagus is a premalignant condition characterized by intestinal metaplasia of the esophageal epithelium.  It typically develops in older patients with chronic gastroesophageal reflux but does not usually cause food impaction. $ (Choice D)  Systemic sclerosis results in esophageal smooth muscle fibrosis, leading to severe gastroesophageal reflux.  It occurs more commonly in adult women and usually presents with thickened skin and Raynaud phenomenon.  Endoscopy typically demonstrates a dilated esophagus. $ (Choice E)  Herpes simplex virus esophagitis is characterized histologically by eosinophilic intranuclear inclusions within esophageal squamous cells.  It typically occurs in immunocompromised patients and results in severe odynophagia.  Endoscopy demonstrates @ulcerations@ with a volcano-like appearance. $ Educational objective Eosinophilic esophagitis is a Th2 cell−mediated disorder leading to eosinophilic infiltration of the esophageal mucosa.  It occurs most commonly in male individuals with a history of atopic conditions and typically presents with solid food dysphagia, reflux, and occasionally food impaction.  Classic endoscopic findings include stacked, ring-like indentations; linear furrowing; and scattered, small, whitish papules (ie, eosinophilic microabscesses).","clickable_1":"images/img1.14892.jpg","clickable_2":"images/img2.14892.jpg","clickable_3":"images/img3.14892.jpg","clickable_4":"images/img4.14892.jpg"},

{"id":"1604","title":"A 56-year-old man comes to the office for evaluation of upper abdominal pain occurring with meals for the past month.  The symptoms improve when he is fasting.  The patient has a history of coronary artery disease and osteoarthritis.  Current medications include aspirin, simvastatin, and acetaminophen as needed.  He drinks 1 or 2 beers daily but does not use tobacco or recreational drugs.  Upper endoscopy reveals a gastric ulcer with a smooth, rounded border and an exudative base.  A biopsy specimen of the ulcer is placed into a solution containing urea and phenol red, a pH indicator.  Thirty minutes later, the solution has turned pink, indicating a pH increase.  This test result suggests that which of the following processes is occurring?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Clonal proliferation of glandular cells","answer_2":"B. Cyclooxygenase inhibition leading to mucosal damage","answer_3":"C. Enzymatic production of ammonia","answer_4":"D. Gastrin hypersecretion leading to acid overproduction","answer_5":"E. Parietal cell destruction due to autoimmune disease","percent_1":"2%","percent_2":"14%","percent_3":"68%","percent_4":"11%","percent_5":"5%","right_answer":"C. Enzymatic production of ammonia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1604.jpg","explanation_1":"","explanation_2":"$#Helicobacter pylori# infection is a common cause of #peptic ulcers#.  Biopsy specimens are often obtained during endoscopy for direct tissue diagnosis.  In contrast to the time-intensive task of culturing the bacteria, the rapid urease test can be used to quickly diagnose an active infection. $ The rapid urease test is an indirect test for H pylori based on bacterial production of the enzyme #urease#, which splits gastric #urea into ammonia# and CO2.  In vivo, this process increases local pH and facilitates bacterial survival in the acidic stomach environment.  During the test, biopsy specimens are exposed to a solution containing urea and a pH indicator such as phenol red, which changes color from yellow to pink at alkaline pH.  A color change indicates the presence of bacterial urease and confirms active H pylori infection. $ (Choice A)  Gastric adenocarcinoma (ie, clonal proliferation of glandular cells) can present as a gastric ulcer; therefore, gastric ulcers should be biopsied to rule out malignancy.  However, specimens from malignant ulcers do not cause a color change on rapid urease testing. $ (Choice B)  Nonsteroidal anti-inflammatory drugs (NSAIDs) (eg, aspirin, ibuprofen) are another common cause of peptic ulcers due to their inhibition of the enzyme cyclooxygenase, which is responsible for the synthesis of gastroprotective prostaglandins.  However, urease would not be present in an NSAID-induced ulcer. $ (Choice D)  In Zollinger-Ellison syndrome, gastrin hypersecretion leads to overproduction of gastric acid and formation of peptic ulcers.  In the human body, H pylori also appears to induce acid production (eg, gastrin hypersecretion); however, the urease test detects bacterial urease, which causes the color change (ie, pH rise is from ammonia generation). $ (Choice E)  Autoimmune gastritis is due to T-cell–mediated destruction of parietal cells.  Patients are typically asymptomatic, but prolonged disease leads to pernicious anemia (B12 deficiency due to intrinsic factor destruction) characterized by megaloblastic anemia and neurologic dysfunction.  Gastric pH is increased due to loss of parietal cells, but ulcers do not occur in this condition, and the urease test would be negative. $ Educational objective Helicobacter pylori produces the enzyme urease, which splits urea into CO2 and ammonia and neutralizes the local acidic gastric pH.  Active infection can be confirmed through rapid urease testing, in which a biopsy specimen of gastric mucosa is evaluated in the presence of urea and a pH indicator.  Evidence of alkalization (due to ammonia formation) confirms the diagnosis."},

{"id":"128","title":"A 5-week-old boy born to a 23-year-old primigravida is brought to the emergency department due to increasingly frequent, forceful vomiting after every feed over the last 4 days.  The emesis appears to be undigested formula.  The patient seems hungry again after vomiting.  On examination, the anterior fontanelle is slightly sunken, and mucous membranes are dry.  Abdominal examination shows prominent peristalsis in the epigastric region.  Laboratory evaluation indicates metabolic alkalosis and mild unconjugated hyperbilirubinemia.  Which of the following developmental defects most likely underlies this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal growth of smooth muscle","answer_2":"B. Abnormal rotation of the midgut","answer_3":"C. Cystic dilation of the biliary tree","answer_4":"D. Disruption of the mesenteric blood vessels","answer_5":"E. Fibrous obliteration of the extrahepatic bile ducts","percent_1":"59%","percent_2":"23%","percent_3":"6%","percent_4":"4%","percent_5":"8%","right_answer":"A. Abnormal growth of smooth muscle","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"!Infantile hypertrophic pyloric stenosis! ?Pathogenesis? • Thickening of pylorus → gastric outlet$ obstruction ?Risk factors? • First-born male • Positive family history • Macrolide antibiotic exposure ?Clinical findings? • Age 3-6 weeks • Projectile, post-prandial nonbilious emesis$ • ± Signs of dehydration (eg, sunken fontanelle)$ • Palpable, olive-shaped epigastric mass ?Laboratory/imaging? • Hypochloremic hypokalemic metabolic alkalosis$ • ± Indirect hyperbilirubinemia • Ultrasound: thickened, elongated $pylorus","explanation_img":"","explanation_1":"","explanation_2":"#Nonbilious emesis# and signs of dehydration (eg, sunken fontanelle, dry mucous membranes) in an infant #age 3-6 weeks# raise concern for infantile #hypertrophic pyloric stenosis#.  Hypertrophy of the circular layer of @smooth muscle@ that surrounds the pylorus obstructs the gastric outlet and impedes the passage of gastric contents, resulting in nonbilious, projectile emesis.  Vomiting usually occurs immediately after oral intake, and infants classically show signs of hunger soon after emesis.  The etiology of this abnormal postnatal #growth of smooth muscle# is likely multifactorial, involving the interplay of genetic factors (eg, positive family history) with environmental exposures (eg, macrolide antibiotics). $ If the diagnosis is delayed, protracted vomiting can result in hypochloremic #metabolic alkalosis# because of the  loss of hydrochloric acid in the emesis.  In addition, hypovolemia activates the renin-angiotensin-aldosterone system, and aldosterone stimulates potassium excretion by the kidneys, resulting in hypokalemia.  #Unconjugated hyperbilirubinemia# is also commonly seen due to dehydration, which increases enterohepatic circulation of bilirubin. $ Examination of patients with infantile hypertrophic pyloric stenosis often reveals palpation of the hypertrophied muscle as an #olive-shaped abdominal mass# in the epigastrium, although its absence does not exclude the diagnosis.  Visually #prominent peristaltic waves# may be seen and represent exaggerated gastric contractions attempting to move food beyond the obstruction.  A thick, elongated pylorus visualized with abdominal ultrasonography is diagnostic, and pyloromyotomy is the definitive treatment. $ (Choice B)  Midgut malrotation is a defect in the normal rotation of the midgut around the superior mesenteric artery in early gestation and can lead to volvulus of the small intestine.  Although vomiting commonly occurs, the emesis is typically bilious, and infants are usually ill-appearing and hemodynamically unstable. $ #(Choices C and E)#  Biliary cysts and biliary atresia (fibrous obliteration of the extrahepatic bile ducts) cause jaundice due to direct (conjugated) hyperbilirubinemia, which is not present in this patient.  Moreover, these conditions do not typically cause vomiting. $ (Choice D)  Intestinal atresia is caused by disruption of mesenteric blood vessels during embryologic development, leading to ischemic necrosis and resorption of the fetal bowel.  Vomiting is a common presenting symptom, but it occurs within 48 hours of birth and the emesis is bilious. $ Educational objective Infantile hypertrophic pyloric stenosis is characterized by smooth muscle overgrowth of the pylorus.  Gastric outlet obstruction leads to the classic presentation of nonbilious, projectile emesis and dehydration in an infant age 3-6 weeks.","clickable_1":"images/img1.128.jpg"},

{"id":"283","title":"A 46-year-old homeless man comes to the emergency department with fever and chest pain that worsens with swallowing.  The patient has been hospitalized several times recently with Pneumocystis jirovecii pneumonia.  He has a history of intravenous drug use.  His temperature is 37.8 C (100 F).  Oropharyngeal examination is remarkable only for poor dentition.  Esophagogastroduodenoscopy is performed and reveals esophageal hyperemia and linear ulcerations.  Which of the following is the most likely cause of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Babesia microti","answer_2":"B. Cryptococcus neoformans","answer_3":"C. Cytomegalovirus","answer_4":"D. Isospora belli","answer_5":"E. Toxoplasma gondii","answer_6":"F. Trypanosoma cruzi","answer_7":"G. Varicella zoster virus","percent_1":"2%","percent_2":"6%","percent_3":"77%","percent_4":"4%","percent_5":"2%","percent_6":"7%","percent_7":"2%","right_answer":"C. Cytomegalovirus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#HIV-associated esophagitis#∆⨉∆⨉ §^#Pathogen# ∆^#Endoscopic findings# ∆^#Microscopic findings# §^#Candida$ albicans# ∆Patches of adherent, gray/white #pseudomembranes# on erythematous mucosa ∆#Yeast# cells & pseudohyphae invading mucosal cells §^#HSV-1# ∆Small #vesicles# → #\"punched-out\" ulcers# ∆Eosinophilic intranuclear inclusions #(Cowdry type A)# in multinuclear squamous cells at ulcer margins §^#CMV# ∆#Linear# ulcerations ∆Intranuclear & cytoplasmic #inclusions# %#CMV =# cytomegalovirus; #HSV =# herpes simplex virus.","explanation_img":"","explanation_1":"","explanation_2":"Pneumocystis jirovecii affects almost exclusively immunocompromised individuals; therefore, it is likely that this patient has HIV.  He has now developed the painful swallowing characteristic of #esophagitis#.  The 3 main causes of HIV-associated esophagitis are Candida (most common), cytomegalovirus (CMV), and herpes simplex virus (HSV).  All can manifest as dysphagia (difficulty swallowing) and/or odynophagia (pain on swallowing) and can be difficult to distinguish clinically; however, accurate diagnosis is essential for treatment.  #CMV esophagitis# is typically characterized endoscopically by #large, shallow linear ulcerations# (most commonly in the distal esophagus) with intranuclear and cytoplasmic inclusions seen microscopically. $#(Choice A)#  Babesia microti is transmitted by a tick bite and causes babesiosis.  It is endemic in the northeastern United States and manifests with flulike symptoms, hepatosplenomegaly, and anemia.  It often affects asplenic patients. $#(Choice B)#  Cryptococcosis causes meningitis (not esophagitis) in patients with HIV. $#(Choice D)#  Isospora belli causes profuse watery diarrhea in patients with HIV.  It has no role in the development of esophagitis. $#(Choice E)#  In patients with HIV, Toxoplasma gondii causes ring-enhancing brain lesions and chorioretinitis. $#(Choice F)#  Trypanosoma cruzi causes Chagas disease (American trypanosomiasis).  Chronic disease leads to cardiomyopathy, achalasia, megacolon, and megaureter. $#(Choice G)#  HSV, not varicella zoster virus (VZV), causes esophagitis in patients with HIV.  VZV causes chickenpox (varicella) and shingles (zoster). $#Educational objective# Infectious esophagitis is common in patients with HIV.  The most common cause is Candida albicans, although cytomegalovirus and herpes simplex virus are also frequently implicated.  Diagnosis is based on endoscopic and microscopic findings.  "},

{"id":"14877","title":"A 42-year-old woman comes to the office due to frequent episodes of burning in her chest and small amounts of regurgitation after meals and at nighttime.  Medical history includes hypertension.  Vital signs are within normal limits.  BMI is 30 kg/m2.  There is no abdominal tenderness and the remainder of the physical examination is normal.  The patient shows the clinician an over-the-counter antacid that she has been taking to relieve her symptoms.  The preparation contains a combination of magnesium and aluminum hydroxide.  Which of the following is the most likely rationale for combining both mineral salts in this antacid preparation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Improve systemic absorption","answer_2":"B. Minimize drug interactions","answer_3":"C. Prevent rebound acid secretion","answer_4":"D. Reduce adverse effects","answer_5":"E. Reduce the risk of alkalosis and renal failure","percent_1":"9%","percent_2":"3%","percent_3":"19%","percent_4":"56%","percent_5":"12%","right_answer":"D. Reduce adverse effects","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Magnesium salts (eg, magnesium trisilicate, magnesium hydroxide) and aluminum hydroxide are #weak alkali mineral salts#.  They temporarily #increase the gastric pH# by neutralizing hydrochloric acid, helping to #relieve# #gastroesophageal reflux# symptoms. $#Aluminum# hydroxide has a tendency to cause #constipation# due to interactions with intestinal secretions that form insoluble salts.  In contrast, #magnesium# salts cause osmotic #diarrhea#.  Therefore, the two medications are combined to offset the adverse effects of the individual medications.  Patients with reflux symptoms and chronic constipation may benefit from magnesium salt monotherapy, whereas aluminum hydroxide monotherapy may be of value in patients with chronic diarrhea. $#(Choice A)#  Aluminum, when absorbed in large doses, causes osteomalacia, bone pain, hypercalcemia, and dementia.  Aluminum absorption in the gastrointestinal tract is minimal from the salt form, and toxicity tends to occur in patients with chronic kidney disease that limits renal excretion.  Combination therapy does not alter systemic absorption. $#(Choice B)#  Drug interactions are common with antacid medications, largely due to pH-related changes in protein binding, absorption, or elimination of the drugs.  Combining multiple alkalinizing agents would not minimize their effects on other drugs. $#(Choice C)#  Rebound acid hypersecretion can occur with calcium carbonate, magnesium hydroxide, aluminum hydroxide, and proton pump inhibitors.  This is likely due to increased gastrin release as a result of gastric alkalinization or (in the case of calcium salts) direct ionic stimulation. $#(Choice E)#  Milk-alkali syndrome is caused by excessive use of calcium carbonate antacids and is characterized by hypercalcemia, alkalosis, and renal dysfunction.  Kidney injury occurs due to both hypercalcemia-induced renal vasoconstriction and calcium-induced diuresis.  The resultant volume depletion, decreased glomerular filtration rate, and alkali intake lead to a metabolic alkalosis.  However, severe alkalosis can occur with all antacids, and the combination of magnesium and aluminum would not decrease this risk. $#Educational objective# Magnesium salts and aluminum hydroxide are basic mineral salts used to neutralize gastric acid and relieve gastroesophageal reflux symptoms.  Side effects include diarrhea and constipation, respectively.  Therefore, these medications are often combined to offset the adverse effects of the individual medications.  "},

{"id":"1706","title":"A 47-year-old man comes to the office due to dysphagia. The patient says that it feels like food has been getting stuck in his throat over the last month. He has changed his diet to accommodate his symptoms and now consumes only liquid foods. The patient has a long history of postprandial heartburn that sometimes awakens him from sleep. He has treated his heartburn with over-the-counter antacids but usually only has partial relief. A thoracic CT image near the level of the aortic arch is shown below. This patient's symptoms are most likely related to pathology involving which of the following structures?","image_1":"images/1706.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","ansImg_1":"","answer_2":"B. B","ansImg_2":"","answer_3":"C. C","ansImg_3":"","answer_4":"D. D","ansImg_4":"","answer_5":"E. E","ansImg_5":"","right_answer":"B. B","percent_1":"4%","percent_2":"57%","percent_3":"27%","percent_4":"8%","percent_5":"4%","percent_6":"","percent_7":"","explanation_img":"images/exp1706.jpg","explanation_1":"","explanation_2":"$This patient's prolonged history of heartburn is suggestive of #gastroesophageal reflux disease# (GERD), a condition that affects the esophagus. #Dysphagia# (ie, difficulty swallowing) is common in patients with longstanding GERD and can be caused by impaired peristalsis, esophageal inflammation/stricture, or malignancy.$In the thorax, the #esophagus# courses between the #trachea and vertebral bodies# and is typically collapsed with #no visible lumen#. The trachea serves as a good landmark because the radiolucency of the air in this structure allows one to differentiate it from the esophagus posteriorly and the great vessels anteriorly #(choice C)#.$(Choice A) This is the descending aorta.$(Choice D) This is the arch of the azygos vein as it curves over the right main bronchus to join with the superior vena cava. The azygos vein itself ascends along the thoracic vertebral column to the right of the esophagus.$(Choice E) This is a section of the top of the pulmonary artery as it passes underneath the aortic arch.$Educational objective The esophagus is located between the trachea and the vertebral bodies in the superior thorax. It is typically collapsed with no visible lumen on CT images of the chest."},

{"id":"278","title":"A 36-year-old immigrant from Peru comes to the office due to difficulty swallowing liquids.  He also has difficulty belching.  Eating slowly and extending the neck partially relieves his symptoms.  The patient has had no fever, weight loss, chest pain, cough, dyspnea, or neurologic symptoms.  He has no chronic medical problems and takes no medications.  He has been an active smoker for the last 18 years but does not use alcohol or illicit drugs.  The patient is afebrile with normal vital signs.  BMI is 24 kg/m2.  On examination, the abdomen is soft, nondistended, and nontender, with no masses or organomegaly.  Bowel sounds are normal.  Other examination findings are unremarkable.  Barium swallow shows a dilated esophagus, and manometry confirms absent peristalsis in the smooth muscle portion of the esophagus.  If this patient's symptoms are caused by an infection, which of the following organisms is the most likely cause?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Candida albicans","answer_2":"B. Clostridium botulinum","answer_3":"C. Cytomegalovirus","answer_4":"D. Helicobacter pylori","answer_5":"E. Schistosoma mansoni","answer_6":"F. Trypanosoma cruzi","percent_1":"1%","percent_2":"9%","percent_3":"2%","percent_4":"2%","percent_5":"2%","percent_6":"85%","right_answer":"F. Trypanosoma cruzi","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Chagas disease! ?Epidemiology? • Caused by protozoan Trypanosoma $ cruzi • Vector: triatomine ('kissing') bug • Endemic in Central & South America ?Cardiac$ manifestations? • Dilated cardiomyopathy with $ biventricular failure • Apical wall thinning with aneurysm±$ mural thrombus • Ventricular arrhythmias ?Gastrointestinal$ manifestations? • Megaesophagus (secondary$ achalasia) • Megacolon ","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient who presents with dysphagia and a dilated esophagus has #achalasia#, which is characterized by the absence of distal esophageal peristalsis and incomplete relaxation of a hypertensive lower esophageal sphincter.  It is most often a primary disorder; however, in a patient from Central or South America, #secondary #achalasia due to #Chagas disease# should be suspected. $Chagas disease is caused by chronic infection with Trypanosoma cruzi, a slender C- or U-shaped flagellated parasite with darkly staining nucleus and kinetoplast.  Parasitosis-related inflammation and immune-mediated cross-reactivity between the parasite and the enteric ganglia lead to destruction of the submucosal (Meissner) and myenteric (Auerbach) plexus.  Denervation results in uncoordinated smooth muscle activity, increased esophageal tone, and incomplete lower esophageal relaxation.  Mechanical dilation (due to obstructed liquids and solids) proximal to the functional obstruction manifests as #megaesophagus#. $Patients classically experience dysphagia progressing from solids to liquids, odynophagia (due to food impaction), difficulty belching, regurgitation, and malnutrition.  Other manifestations of Chagas disease can include nonischemic #cardiomyopathy# and megacolon.  In addition, patients are at higher risk for esophageal cancer. $#(Choices A and C)#  Immunocompromised patients (eg, advanced HIV) can develop infectious esophagitis.  Candida albicans causes exudative esophagitis, usually with concurrent oral thrush.  Cytomegalovirus causes ulcerative esophagitis in the distal esophagus.  Dysphagia and odynophagia are common with these disorders, but esophageal dilation and motility abnormalities are unexpected, and occurrence in immunocompetent patients is rare. $#(Choice B)#  Clostridium botulinum causes botulism, a paralytic disease resulting from neurotoxins that inhibit the release of acetylcholine from presynaptic nerve terminals.  Patients develop cranial nerve dysfunction and descending muscular weakness. $#(Choice D)#  Helicobacter pylori causes gastritis and peptic ulcer.  Typical manifestations include epigastric pain and nausea; however, H pylori does not usually cause esophageal disorders and is unlikely to cause esophageal dilation or absent peristalsis. $#(Choice E)#  Schistosoma mansoni is a parasite found in sub-Saharan Africa, the Middle East, South America, and the Caribbean that causes intestinal or hepatic schistosomiasis; this results in gastrointestinal illness (diarrhea, abdominal pain) or portal hypertension and cirrhosis, respectively. $#Educational objective# Chagas disease is caused by a chronic infection by Trypanosoma cruzi and causes secondary achalasia due to destruction of the submucosal (Meissner) and myenteric (Auerbach) plexus.  Other manifestations can include nonischemic cardiomyopathy and megacolon.  ","clickable_1":"images/img1.278.jpg"}

]