[
  
{"SubjectSystem":"Immunology-ophthalmology","id":"15838","title":"A 28-year-old man comes to the emergency department after sustaining an accidental penetrating injury to the left eye.  Examination shows left globe perforation with decreased visual acuity.  The right eye is normal.  The patient is otherwise healthy.  Surgical treatment is performed with subsequent improvement in vision.  Two months later, the patient experiences pain, photophobia, and diminished vision in the right eye.  Evaluation shows leukocytes in the anterior chamber and vitreous humor and choroidal deposits consistent with granulomatous panuveitis.  Disruption of which of the following immune processes is most likely responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Complement regulation","answer_2":"B. Immune privilege","answer_3":"C. Immune surveillance","answer_4":"D. Immunoglobulin class switching","answer_5":"E. Positive selection","percent_1":"10%","percent_2":"46%","percent_3":"26%","percent_4":"7%","percent_5":"11%","right_answer":"B. Immune privilege","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a #traumatic ocular injury# has developed granulomatous #inflammation of the contralateral eye#, a condition known as sympathetic ophthalmia.  This occurs when there is a robust T-cell response to previously #sequestered antigens# in the eye, an area that displays #immune privilege#. $Certain anatomic sites (eg, #eyes#, #testes#) have inherent immune privilege, in which inflammation is inhibited by multiple mechanisms (eg, physical barriers, lack of lymphatics, low expression of MHC class Ia); this helps limit potential organ damage that may result from a robust inflammatory response. $Self-antigens located in immune-privileged sites can be recognized by T cells that escape negative selection in the thymus.  Therefore, if these self-antigens are released into the lymphatic system as a result of trauma, T cells may #recognize these self-antigens as foreign# and mount a response in both the injured eye and the contralateral eye.  Bacterial introduction and exposure during trauma may upregulate the inflammatory process, increasing the chances that these autoreactive T cells will develop. $Because of this potential sight-threatening immune response, if an eye is severely injured with no possibility that vision will be restored, it is #enucleated# (ie, surgically removed) #to prevent blindness# in the uninjured eye. $#(Choice A)#  Disorders of complement regulation can lead to autoimmune disease (eg, @paroxysmal nocturnal hemoglobinuria@) or increased susceptibility to infections with encapsulated bacteria (eg, Neisseria), but these disorders are typically genetic conditions rather than the result of trauma. $#(Choice C)#  Immune surveillance is a process by which cytotoxic lymphocytes and natural killer cells can recognize neoplastic cells either by their expression of tumor antigens or by a lack of expression of self-antigens (eg, MHC class I). $#(Choice D)#  Immunoglobulin class switching is the process through which activated B lymphocytes switch production from IgM immunoglobulins during the primary immune response to IgG and IgA isotypes, which are active during the secondary response.  This occurs in the germinal centers of lymph nodes and requires interaction of the CD40 receptor on B cells with the CD40 ligand expressed by activated T cells. $#(Choice E)#  Positive selection of T cells occurs prior to negative selection and is responsible for development of a T cell repertoire that can recognize and bind to self-MHC molecules.  T cells expressing a T-cell receptor that is able to bind self-MHC are allowed to survive (although if that response is too strong, they will usually be eliminated through negative selection). $#Educational objective# Traumatic injury to the eye, an area of the body that has inherent immune privilege, can lead to the release of previously sequestered antigens that T cells recognize as foreign.  This can lead to subsequent inflammation and blindness in both the injured and uninjured eye.  ","clickable_1":"images/img1.15838.jpg"},

{"SubjectSystem":"Physiology-ophthalmology","id":"862","title":"A 50-year-old woman who has had mild myopia for decades comes to the office for a routine physical examination.  The patient has no chronic medical conditions and eats a healthy diet consisting of a variety of organically grown foods.  She is excited because she rarely has to wear glasses or contacts anymore.  Her visual acuity at 20 feet is 20/30 in both eyes without wearing her glasses.  Which of the following conditions has the same etiology as the changes causing this patient's visual improvement?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Actinic keratosis","answer_2":"B. Angle-closure glaucoma","answer_3":"C. Coronary atherosclerosis","answer_4":"D. Femoral head osteonecrosis","answer_5":"E. Skin wrinkles","percent_1":"11%","percent_2":"14%","percent_3":"8%","percent_4":"2%","percent_5":"66%","right_answer":"E. Skin wrinkles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp862.jpg","explanation_1":"","explanation_2":"$The improvement in this patient's mild myopia is likely due to @age-related changes@.  Normally, in #accommodation#, when focusing on near objects (eg, reading), ciliary muscle contraction relaxes the zonular fibers, allowing the lens to become more convex so the image focuses #on the retina#. $Starting around age 40-50, almost all individuals develop an inability to focus on near objects.  In this condition, called @presbyopia@, progressive denaturation of lens proteins and changes in lens curvature cause the lens to become less elastic and lose its accommodating power.  In most patients, this causes the image of near objects to focus #behind the retina# resulting in difficulty reading fine print and the need to hold objects farther away in order to see them clearly.  However, in patients with mild #myopia# (increased axial length with an image focused #in front of the retina#), presbyopia can #compensate# for myopia by displacing the image backward, so that it focuses on the retina.  These patients often note improvement in visual acuity with age as presbyopia develops. $#Skin rhytides #(@wrinkles@) are also directly caused by chronological aging (with a contribution from the harmful effects of ultraviolet light).  With aging, skin becomes atrophic and fragile, with reduced elasticity and subdermal fat.  There is dermal and epidermal thinning, flattening of the dermoepidermal junction, a decreased number of fibroblasts, and reduced synthesis and increased breakdown of collagen and elastin. $#(Choices A, B, and C)#  Although age is a risk factor for actinic keratoses, angle-closure glaucoma, and atherosclerosis, age-related changes themselves do not cause these conditions.  Actinic keratoses (ie, premalignant lesions increasing squamous cell carcinoma risk) are rough, scaly, erythematous papules on sun-exposed areas that result from ultraviolet damage.  Angle-closure glaucoma occurs due to impaired aqueous humor flow.  Atherosclerosis is primarily attributable to hyperlipidemia, hypertension, and genetic (familial) predisposition. $#(Choice D)#  Femoral head osteonecrosis is associated with vasculitis (lupus), corticosteroid therapy, sickle cell disease, and alcohol use disorder.  It is not an age-related condition and can occur in children (eg, Legg-Calve-Perthes disease). $#Educational objective# Presbyopia and skin wrinkles are age-related changes.  Presbyopia occurs due to denaturation of structural proteins within the lens, leading to loss of lens elasticity which can result in improved vision in patients with mild myopia.  Decreased synthesis and increased breakdown of collagen and elastin contribute to the development of skin wrinkles.  ","clickable_1":"images/img1.862.jpg","clickable_2":"images/img2.862.jpg","clickable_3":"images/img3.862.jpg"},

{"id":"173","title":"A 63-year-old man comes to the office due to blurred vision in both eyes for the last 2 days.  The blurriness is worse when he reads but is not noticeable when he drives.  The patient has no associated headache, double vision, or weakness.  However, he did start taking diphenhydramine several days ago for seasonal allergies.  Past medical history is unremarkable.  Vital signs are normal.  On physical examination, there is edema and clear drainage affecting the nasal mucosa.  Funduscopic examination is normal.  This patient's visual symptoms are most likely due to blockade of which of the following mediators?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetylcholine","answer_2":"B. Histamine","answer_3":"C. Leukotrienes","answer_4":"D. Norepinephrine","answer_5":"E. Serotonin","percent_1":"66%","percent_2":"28%","percent_3":"2%","percent_4":"4%","percent_5":"1%","right_answer":"A. Acetylcholine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has impaired visual accommodation due to #anticholinergic# (anti-muscarinic) effects of #first-generation antihistamines# (eg, chlorpheniramine, diphenhydramine).  Antihistamines are designed to relieve the allergic symptoms caused by release of histamine from mast cells (eg, rhinorrhea, itchy eyes and nose, urticaria).  However, first-generation antihistamines can have prominent side effects due to blockade of other receptors, including alpha-adrenergic, serotonergic, and cholinergic receptors. $The @ciliary muscle@ attaches to the lens via the zonular fibers.  Contraction of the muscle reduces tension on the fibers, allowing the lens to become more spherical and increasing its refractive power.  The ciliary muscle is under parasympathetic control from the @Edinger-Westphal nucleus/ciliary ganglion@.  Inhibition of this pathway by antimuscarinic agents will limit #accommodation# and cause blurring of vision for close objects.  The pupillary sphincter also receives parasympathetic innervation from the Edinger-Westphal nucleus, and patients on antimuscarinic agents may have mydriasis (pupillary dilation) as well. $#(Choice B)#  First-generation antihistamines easily cross the blood-brain barrier into the central nervous system, where they interfere with the normal neurotransmitter functions of histamine.  Side effects can include drowsiness and cognitive dysfunction. $#(Choice C)#  Leukotrienes are inflammatory mediators that contribute to nasal, ocular, and respiratory symptoms in patients with allergic disorders and asthma.  Antihistamines do not interfere with leukotriene formation or action. $#(Choice D)#  Alpha-adrenergic blockade causes peripheral vasodilation, resulting in hypotension and postural dizziness. $#(Choice E)#  Serotonin receptor blockade by antihistamines causes appetite stimulation and weight gain. $#Educational objective# In addition to blocking histamine receptors, first-generation antihistamines (eg, chlorpheniramine, diphenhydramine) have antimuscarinic, anti-alpha adrenergic, and anti-serotonergic properties.  Anticholinergic effects on the ocular ciliary muscles impair accommodation and cause blurring of vision for close objects.  ","clickable_1":"images/img1.173.jpg","clickable_2":"images/img2.173.jpg"}


]