[

{"id":"998","title":"An 8-month-old boy is evaluated for developmental delay, failure to thrive, and episodic seizures.  Physical examination shows ophthalmoplegia and hypotonia.  Laboratory studies reveal an elevated serum lactate level.  Further histochemical studies show severely reduced pyruvate dehydrogenase enzyme activity in both freshly isolated peripheral blood lymphocytes and cultured fibroblasts.  Increasing which of the following substances in his diet is most likely to help this patient generate energy without further elevating lactate levels?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alanine","answer_2":"B. Asparagine","answer_3":"C. Galactose","answer_4":"D. Glycerol","answer_5":"E. Lysine","answer_6":"F. Serine","percent_1":"32%","percent_2":"10%","percent_3":"8%","percent_4":"15%","percent_5":"32%","percent_6":"2%","right_answer":"E. Lysine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #pyruvate dehydrogenase deficiency#, an inherited inborn error of metabolism often presenting in infancy with lactic acidosis and neurologic defects.  The disease results from deficient activity of the pyruvate dehydrogenase complex, a multi-enzyme complex generating acetyl-CoA from pyruvate, thereby linking glycolysis and the TCA cycle.  Dietary carbohydrates are broken down into pyruvate via glycolysis; in patients with pyruvate dehydrogenase deficiency, the lack of enzymatic activity leads to a #buildup of pyruvate#, which is shunted to lactate via @lactate dehydrogenase@, generating a potentially life-threatening #lactic acidosis#. $Disease management involves the implementation of a #ketogenic diet#: a high-fat, low-carbohydrate diet with moderate levels of protein.  This diet forces the production of ketone bodies from fat and amino acid catabolism to fuel the body in the place of glucose.  The near-absence of glucose in the diet decreases the amount of pyruvate generated, thereby decreasing lactate levels. $Amino acid catabolism results in formation of intermediates that are referred to as glucogenic, ketogenic, or both.  Glucogenic amino acid metabolism produces pyruvate or TCA cycle intermediates, which can be converted to glucose via gluconeogenesis.  Ketogenic amino acid metabolism generates the ketone body precursor acetyl-CoA.  #Lysine# and #leucine# are #exclusively ketogenic# amino acids; they cannot be metabolized to pyruvate and consumption will not lead to increased production of lactic acid. $#(Choices A and F)#  The non-essential glucogenic amino acids alanine and serine can be converted to pyruvate through a transamination reaction catalyzed by alanine transaminase and a deamination reaction catalyzed by serine dehydratase, respectively. $#(Choice B)#  Asparagine is catabolized to aspartate and subsequently transaminated to produce glutamate and oxaloacetate, an intermediate of the TCA cycle.  Oxaloacetate by itself cannot be used to produce energy; it must first undergo condensation with acetyl-CoA to form citrate. $#(Choice C)#  The monosaccharide galactose is metabolized in the glycolytic pathway; dietary intake will result in elevated levels of lactate in patients with pyruvate dehydrogenase deficiency. $#(Choice D)#  Glycerol is metabolized to glyceraldehyde 3-phosphate, a glycolysis intermediate.  It can be used as a substrate to form pyruvate and, subsequently, lactate. $#Educational objective# Pyruvate dehydrogenase complex deficiency is an inherited inborn error of metabolism causing lactic acidosis and neurologic defects.  Patients are unable to convert pyruvate to acetyl-CoA, resulting in a shunting of pyruvate to lactic acid.  In these patients, metabolism of exclusively ketogenic amino acids (eg, lysine, leucine) can provide energy in the form of acetyl-CoA without increasing lactate production.  ","clickable_1":"images/img1.998.jpg"},

{"id":"1034","title":"A 35-year-old woman comes to the emergency department with nausea, vomiting, and fever.  Her symptoms began 24 hours ago, and she has been unable to eat or drink anything since.  She has a 3-year-old daughter who had similar symptoms 2 days earlier but is now fine.  Laboratory studies show a blood glucose level of 82 mg/dL despite her 24-hour fast.  Maintenance of this patient's blood glucose levels is facilitated by hepatic conversion of pyruvate into glucose.  Which of the following substances directly stimulates the first enzyme involved in this process?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetyl-CoA","answer_2":"B. Alanine","answer_3":"C. Citrate","answer_4":"D. Fructose 2,6-bisphosphate","answer_5":"E. Lactate","answer_6":"F. Oxaloacetate","percent_1":"39%","percent_2":"7%","percent_3":"13%","percent_4":"18%","percent_5":"6%","percent_6":"17%","right_answer":"A. Acetyl-CoA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1034.jpg","explanation_1":"","explanation_2":"$During @gluconeogenesis@, substances such as lactate and alanine are converted to pyruvate.  However, pyruvate cannot be converted to phosphoenolpyruvate directly as pyruvate kinase is unidirectional.  To convert pyruvate to phosphoenolpyruvate, pyruvate first undergoes biotin-dependent carboxylation to oxaloacetate in the mitochondria.  This reaction is catalyzed by #pyruvate carboxylase#.  The activity of pyruvate carboxylase is increased by #acetyl-CoA#.  This critical regulatory step diverts pyruvate to pyruvate dehydrogenase when acetyl-CoA levels are too low, preventing the cell from becoming energy starved.  When acetyl-CoA levels are high (as with increased beta oxidation of fatty acids during fasting), pyruvate carboxylase can operate at full capacity and convert most of the pyruvate into oxaloacetate for use in gluconeogenesis. $#(Choice B)#  Muscle converts pyruvate to alanine via transamination, which is then transported to the liver where it is converted back to pyruvate for use in gluconeogenesis.  Alanine allosterically inhibits pyruvate kinase, preventing phosphoenolpyruvate from being consumed by glycolysis during the gluconeogenic state. $#(Choice C)#  Citrate is formed within mitochondria in the first reaction of the @Krebs cycle@, and elevated levels act as an indicator of high cellular energy stores and abundant biosynthetic intermediates.  Citrate is therefore an important positive regulator of acetyl-CoA carboxylase and fructose-1,6-bisphosphatase, key enzymes involved in fatty acid synthesis and gluconeogenesis, respectively. $#(Choice D)#  Regulation of glycolysis and gluconeogenesis occurs mainly through the inverse regulation of phosphofructokinase-1 and fructose 1,6-bisphosphatase by fructose 2,6-bisphosphate.  High levels of fructose 2,6-bisphosphate activate phosphofructokinase-1 and accelerate glycolysis; low levels disinhibit fructose 1,6-bisphosphatase and promote gluconeogenesis. $#(Choice E)#  Lactate is an important source of carbon atoms for glucose synthesis during gluconeogenesis.  During anaerobic glycolysis in skeletal muscle, pyruvate is reduced to lactate by lactate dehydrogenase.  Lactate formed in the contracting muscles is released into the bloodstream and transported to the liver, where it is converted back into glucose. $#(Choice F)#  Oxaloacetate is the product of pyruvate carboxylase during gluconeogenesis.  As such, increased levels of oxaloacetate would decrease the activity of the enzyme. $#Educational objective# Acetyl-CoA stimulates gluconeogenesis by increasing the activity of pyruvate carboxylase when acetyl-CoA is abundant.  This regulatory step allows pyruvate to be shunted toward acetyl-CoA production when acetyl-CoA levels are low, preventing the cell from becoming depleted of energy.  ","clickable_1":"images/img1.1034.jpg","clickable_2":"images/img2.1034.jpg"},

{"id":"1866","title":"A 27-year-old man is brought to the emergency department due to confusion.  His roommate says that he has been binge drinking for the last 5 days and probably has had very little to eat.  The patient's medical history is significant for alcohol-related seizures 1 year ago.  He had been sober until 2 weeks ago, when he started drinking again.  The patient's past medical history is otherwise unremarkable.  On examination, he responds to voice but does not follow commands.  Fingerstick glucose is 35 mg/dL and urine is strongly positive for ketones.  Suppression of which of the following is the primary cause of this patient's hypoglycemia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Gluconeogenesis","answer_2":"B. Glycogenolysis","answer_3":"C. Insulin clearance","answer_4":"D. Insulin sensitivity","answer_5":"E. Lipolysis","percent_1":"74%","percent_2":"13%","percent_3":"3%","percent_4":"4%","percent_5":"6%","right_answer":"A. Gluconeogenesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1866.jpg","explanation_1":"","explanation_2":"$The metabolism of #ethanol# by alcohol dehydrogenase and aldehyde dehydrogenase reduces NAD+ to NADH and increases the #NADH/NAD+ ratio#.  This inhibits all other pathways requiring NAD+, including reactions required for @gluconeogenesis@.  In particular, lactate cannot be converted to pyruvate, and instead the reaction is driven from pyruvate toward lactate.  In addition, excess NADH inhibits the conversion of malate to oxaloacetate.  Pyruvate and oxaloacetate are intermediates in gluconeogenesis; therefore, conversion of these molecules to lactate and malate #inhibits gluconeogenesis#. $Alcohol does not inhibit glycogenolysis #(choice B),# and so in the initial phase of binge drinking (heavy alcohol intake with reduced nutritional carbohydrate intake), hepatic glycogenolysis is able to maintain euglycemia.  However, after a prolonged binge, hepatic glycogen is eventually depleted and blood glucose levels drop. $#(Choices C and D)#  Ethanol has no direct effect on insulin sensitivity.  Impaired clearance of insulin is a major contributor to hypoglycemia in patients with advanced renal insufficiency. $#(Choice E)#  Excess NADH inhibits free fatty acid oxidation, thereby diverting free fatty acids away from lipolysis to the formation of triglycerides.  This contributes to alcohol-induced hepatic steatosis but does not cause hypoglycemia. $#Educational objective# Ethanol inhibits gluconeogenesis and can cause hypoglycemia once hepatic glycogen stores are depleted.  ","clickable_1":"images/img1.1866.jpg"},

{"id":"1071","title":"A 5-day-old term newborn is brought to the emergency department for multiple episodes of emesis.  The breastfed infant has been having fewer wet diapers over the last 2 days.  Vital signs show tachycardia, tachypnea, and hypotension.  Physical examination shows an icteric, lethargic baby with a sunken fontanelle, dry mucous membranes, and hepatomegaly.  A blood culture is drawn and empiric antibiotics are initiated.  Hematologic studies show leukocytosis with bandemia.  Serum studies show hypoglycemia and elevated transaminases.  The ammonia level is normal.  Newborn screen is pending.  Preliminary results from arterial blood culture show gram-negative rods.  The infant is placed on a special formula and gradually improves over the next few days.  Which of the following steps in metabolism is most likely impaired in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1071.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"16%","percent_2":"3%","percent_3":"12%","percent_4":"58%","percent_5":"10%","right_answer":"D. D","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Clinically relevant disorders of galactose metabolism#∆⨉ §^#Enzyme# ∆^#Clinical features# §^Galactose-1-phosphate uridyl$ transferase ∆Jaundice, vomiting, hepatomegaly, renal dysfunction (aminoaciduria, hyperchloremic metabolic acidosis), Escherichia coli sepsis, cataract, hemolytic anemia §^Galactokinase ∆Cataracts, rarely pseudotumor cerebri (galactitol accumulation)","explanation_img":"","explanation_1":"","explanation_2":"$@Lactose@ (milk sugar) is degraded by lactase, the intestinal disaccharidase, to galactose and glucose.  Galactose is then phosphorylated to galactose-1-phosphate by the enzyme galactokinase (GALK).  Galactose-1-phosphate is converted to glucose-1-phosphate by epimerization with transfer of uridine diphosphate (UDP) from UDP-glucose to UDP-galactose.  This reaction is catalyzed by #galactose-1-phosphate uridyl transferase (GALT)#.  UDP-galactose is then epimerized to UDP-glucose by UDP-galactose-4 epimerase.  Although GALT deficiency is the most common form, a defect in any of these three enzymes can cause galactosemia. $#Galactosemia# can present with #vomiting# and lethargy soon after initiation of #breastfeeding#.  In GALT deficiency, toxicity of accumulated galactose-1-phosphate is responsible for impaired liver function (transaminitis, hyperbilirubinemia, hypoglycemia) and renal dysfunction (hyperchloremic metabolic acidosis, aminoaciduria).  Patients are also predisposed to Escherichia coli (gram-negative rod) #sepsis#. $Restricting lactose intake (eg, breast milk) and initiation of soy milk-based formula can result in regression of cataracts and improvement in renal and liver function.  Soy milk consists of sucrose, which is metabolized to glucose and fructose.  Glucose and fructose do not need GALT or GALK to enter the glycolytic pathway and generate energy. $#(Choice A)#  Lactase hydrolyzes lactose to galactose in the small intestine.  Primary lactase deficiency causes lactose intolerance and is rare in neonates. $#(Choice B)#  Aldose reductase converts galactose to galactitol.  GALT and GALK deficiency can lead to galactitol accumulation in the lens, which can lead to #cataract# formation in patients with galactosemia.  However, aldose reductase deficiency does not cause galactosemia. $#(Choice C)#  GALK phosphorylates galactose and its deficiency typically causes less severe manifestations of galactosemia with cataract formation (due to galactitol) being the most common manifestation.  Because galactose-1-phosphate does not accumulate, liver and renal functions are preserved. $#(Choice E)#  Phosphoglucomutase isomerizes glucose-1-phosphate to glucose-6-phosphate, which then enters the glycolytic pathway.  Its deficiency is rare.  In GALT deficiency, accumulation of galactose-1-phosphate blocks phosphoglucomutase, thereby preventing energy production via glycolysis. $#Educational objective# Classic galactosemia results from deficiency of galactose-1-phosphate uridyl transferase.  Clinical features include vomiting, lethargy, jaundice, and Escherichia coli sepsis.  Cessation of breastfeeding and switching to soy milk-based formula is recommended.  ","clickable_1":"images/img1.1071.jpg"},

{"id":"1066","title":"A 35-year-old man comes to the office with progressively worsening fatigue associated with dark urine and back pain.  Two days ago, the patient ate some large, flat beans brought home by his wife after a business trip to Egypt.  Physical examination shows jaundice and pallor.  Laboratory results reveal a hemoglobin level of 8 g/dL.  Further evaluation reveals deficiency of an enzyme involved in the conversion of glucose-6-phosphate to ribulose-5-phosphate.  The substance generated during this conversion is necessary for which of the following biochemical processes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ADP phosphorylation","answer_2":"B. Fatty acid synthesis","answer_3":"C. Glycogen storage","answer_4":"D. Ketone body synthesis","answer_5":"E. Protein degradation","percent_1":"29%","percent_2":"44%","percent_3":"10%","percent_4":"8%","percent_5":"8%","right_answer":"B. Fatty acid synthesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1066.jpg","explanation_1":"","explanation_2":"$This patient most likely has #glucose-6-phosphate dehydrogenase (G6PD) deficiency#.  G6PD catalyzes the first step in the pentose phosphate pathway (PPP), the oxidative portion of which generates 2 molecules of NADPH while converting glucose-6-phosphate to ribulose-5-phosphate.  The nonoxidative reactions of the PPP reversibly convert ribulose-5-phosphate into ribose-5-phosphate (substrate for nucleotide synthesis) or glycolytic intermediates that can be used for energy production. $Because the PPP is the #main source of NADPH#, the pathway is particularly active in: $• Cells experiencing #high oxidative stress# (eg, erythrocytes) in which NADPH is used to regenerate reduced glutathione, an antioxidant that helps maintain cell integrity $• Organs such as the liver and adrenal cortex that are involved in #reductive biosynthesis# (eg, synthesis of fatty acids, cholesterol, steroids) and cytochrome P450 metabolism $• Phagocytic cells generating a respiratory burst via NADPH oxidase $In patients with G6PD deficiency, erythrocytes are unable to maintain a sufficient supply of reduced glutathione during periods of increased oxidative stress, which can occur with certain infections (eg, pneumonia, viral hepatitis), consumption of fava beans, or specific medications (eg, primaquine, sulfa drugs).  The resulting oxidative damage causes #acute hemolytic anemia# and jaundice. $#(Choice A)#  NADH can be used as a reducing agent to convert ADP to ATP during oxidative phosphorylation.  In contrast to NADH, NADPH cannot be used to convert ADP into ATP. $#(Choice C)#  Glycogenesis is the process by which glucose is stored for later use through the addition of glucose molecules to glycogen chains.  It does not require NADPH. $#(Choice D)#  Ketone bodies are formed mainly in the liver during times of fasting when there is increased fat degradation.  Cytosolic HMG-CoA synthase is the starting point of cholesterol synthesis whereas the mitochondrial version of the enzyme is the rate-limiting step in ketone body synthesis.  Unlike cholesterol synthesis, ketone body production does not require NADPH. $#(Choice E)#  Protein catabolism begins with the hydrolysis of polypeptides into amino acids.  These subsequently undergo transamination reactions that funnel the amine nitrogen predominately into glutamate, which is oxidatively deaminated to produce ammonia.  The urea cycle then converts ammonia into urea for elimination in the urine. $#Educational objective# Glucose-6-phosphate dehydrogenase is the rate-limiting enzyme in the pentose phosphate pathway, the major source of cellular NADPH.  This molecule is necessary for reducing glutathione (protects red blood cells from oxidative damage) and for the biosynthesis of cholesterol, fatty acids, and steroids.  "},

{"id":"1032","title":"A 15-year-old boy is brought to the clinic due to poor exercise endurance.  He recently began weight lifting with friends but has had difficulty performing the exercises.  The patient states that his arms \"feel like jelly after just a few repetitions.\"  He also has severe muscle cramping and has noticed occasional urine discoloration after training sessions.  Further evaluation reveals that the patient's exercise tolerance can be greatly improved by drinking an oral glucose solution before beginning a strenuous activity.  Vital signs are normal, and examination is unremarkable.  This patient is most likely deficient in an enzyme that catalyzes which of the following conversions? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1032.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"69%","percent_2":"10%","percent_3":"3%","percent_4":"2%","percent_5":"16%","right_answer":"A. A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1032.jpg","explanation_1":"","explanation_2":"$This patient most likely has #McArdle disease# (glycogen storage disease type V).  This condition is caused by a deficiency of #myophosphorylase#, an isoenzyme of glycogen phosphorylase present in muscle tissue.  Deficiency leads to decreased breakdown of glycogen during exercise, resulting in #poor exercise tolerance#, muscle cramps, and rhabdomyolysis (eg, red urine).  The prognosis is generally good, and symptoms can be improved by #consuming simple sugars# before beginning physical activity. $During @glycogenolysis@, glycogen phosphorylase shortens glycogen chains by cleaving 1,4-alpha-glycosidic linkages between glucose residues, liberating glucose-1-phosphate in the process.  This occurs until 4 residues remain before a branch point (the limit dextrin).  At this point, the debranching enzyme performs 2 enzymatic functions:  $1. Glucosyltransferase cleaves the 3 outer glucose residues of the 4 that are left by glycogen phosphorylase and transfers them to a nearby branch  $2. The enzyme alpha-1,6-glucosidase removes the single remaining branch residue, producing free glucose and a linear glycogen chain that can be further shortened by glycogen phosphorylase $#(Choice B)#  Glucose-1-phosphate generated by glycogenolysis is converted by phosphoglucomutase to glucose-6-phosphate.  Unlike myophosphorylase, phosphoglucomutase is present in both skeletal muscle and liver.  Phosphoglucomutase deficiency is extremely rare, presenting with muscle weakness and fasting hypoglycemia. $#(Choice C)#  Glucose-6-phosphate is converted to 6-phosphogluconate through a series of reactions by glucose-6-phosphate dehydrogenase and 6-phosphogluconolactonase in the @pentose phosphate pathway@.  This pathway maintains adequate levels of reduced glutathione, which is needed to protect from oxidative injury (eg, prevent red cell hemolysis). $#(Choice D)#  Glucose-6-phosphate is converted to fructose-6-phosphate by glucose-6-phosphate isomerase during @glycolysis@.  A deficiency here would disrupt glycolysis, affecting cells that rely on it as their energy source (eg, red blood cells).  Patients have chronic hemolytic anemia. $#(Choice E)#  Within the liver and kidney, glucose-6-phosphatase converts glucose-6-phosphate to glucose to help maintain blood glucose levels during fasting.  A deficiency here leads to glycogen storage disease type I (von Gierke disease), presenting in infancy with hypoglycemia. $#Educational objective# Myophosphorylase deficiency (McArdle disease, or glycogen storage disease type V) causes failure of muscle glycogenolysis, resulting in decreased exercise tolerance, muscle pain, cramping, and myoglobinuria shortly after initiating physical activity.  ","clickable_1":"images/img1.1032.jpg","clickable_2":"images/img2.1032.jpg","clickable_3":"images/img3.1032.jpg"},

{"id":"1030","title":"A 6-month-old girl is brought to the office by her mother for a check-up appointment.  The mother states, \"My baby doesn't seem to be growing much despite feeding as often as my previous children.  I'm worried that something is wrong with her.\"  Height and weight are below the 10th percentile.  Physical examination shows hepatomegaly and hypotonia.  Laboratory results show hypoglycemia and ketoacidosis.  Liver biopsy shows hepatic fibrosis without fat accumulation.  Further analysis reveals excessive amounts of abnormally structured polysaccharides within the cytosol of the hepatocytes.  Which of the following enzymes is most likely deficient in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acid alpha-glucosidase","answer_2":"B. Glucose-6-phosphatase","answer_3":"C. Glycogen debrancher enzyme","answer_4":"D. Liver glycogen phosphorylase","answer_5":"E. Muscle glycogen phosphorylase","answer_6":"F. Pyruvate kinase","percent_1":"7%","percent_2":"24%","percent_3":"46%","percent_4":"20%","percent_5":"1%","percent_6":"2%","right_answer":"C. Glycogen debrancher enzyme","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1030.jpg","explanation_1":"","explanation_2":"$#Glycogen debrancher deficiency# (Cori disease) usually presents early in life with hypoglycemia, hepatomegaly, and ketoacidosis.  Muscle involvement (eg, weakness, #hypotonia#) helps distinguish it from other glycogen storage diseases that involve only the liver (eg, von Gierke disease).  Another key feature is cytosolic #accumulation of abnormal glycogen# containing short outer chains, contributing to #hepatic fibrosis#. $During glycogenolysis, glycogen phosphorylase shortens glycogen chains by cleaving linkages between glucose residues, liberating glucose-1-phosphate.  This occurs until 4 residues remain before a branch point (ie, limit dextrin).  From here, #debranching enzymes# (glycogen debrancher) perform 2 functions:  $1. Glucosyltransferase cleaves the outer 3 of the 4 glucose residues, transferring them to a nearby branch.  $2. Alpha-1,6-glucosidase removes the single remaining residue, producing free glucose and a linear glycogen chain that can be further shortened by glycogen phosphorylase. $#(Choice A)#  Small amounts of glycogen are engulfed by lysosomes and broken down by acid alpha-glucosidase (acid maltase).  Acid maltase deficiency (Pompe disease) is characterized by cardiomegaly, severe generalized hypotonia, and lysosomal glycogen accumulation (hypoglycemia is not seen). $#(Choice B)#  Glucose-6-phosphatase deficiency (von Gierke disease) affects mainly the liver and kidney because the enzyme is not expressed in significant quantities in muscle tissue.  Major symptoms include hypoglycemia, lactic acidosis, and hyperlipidemia.  Hepatic steatosis is a cardinal manifestation. $#(Choice D)#  Liver glycogen phosphorylase deficiency (Hers disease) presents in early childhood with mild hypoglycemia, ketosis, and hepatomegaly.  However, it does not affect skeletal muscles and shows an excess of normally structured glycogen (not abnormally short \"limit dextrins\") on liver biopsy. $#(Choice E)#  Muscle glycogen phosphorylase deficiency (McArdle disease) presents with decreased exercise tolerance, muscle cramping during strenuous activity, and myoglobinuria.  Blood lactate is often very low after exercise, and muscle biopsy shows an excess of normally structured glycogen. $#(Choice F)#  Pyruvate kinase (PK) converts phosphoenolpyruvate to pyruvate during glycolysis.  PK deficiency causes chronic hemolytic anemia because glycolysis is the main source of energy for erythrocytes. $#Educational objective# Glycogen debrancher deficiency (Cori disease) causes accumulation of glycogen with abnormally short outer chains (limit dextrins) due to the inability to degrade branch points.  Patients have hypoglycemia, ketoacidosis, hepatomegaly, muscle weakness, and hypotonia.  "},

{"id":"1036","title":"A 20-year-old man is evaluated in the emergency department for weakness, malaise, and dark urine.  The patient was treated for a bacterial skin infection several days ago.  Physical examination shows scleral icterus.  Laboratory results reveal anemia with an elevated reticulocyte count.  Abnormal erythrocytes are seen on peripheral smear.  Which of the following substrate flow pathways is most likely deficient in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1036.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","answer_7":"G. G","percent_1":"8%","percent_2":"6%","percent_3":"58%","percent_4":"11%","percent_5":"5%","percent_6":"10%","percent_7":"2%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1036.jpg","explanation_1":"","explanation_2":"$This patient is likely suffering from #glucose-6-phosphate dehydrogenase (G6PD)# deficiency, an X-linked recessive disorder resulting in episodic bouts of hemolysis when red blood cells experience increased oxidative stress. $G6PD is the rate-limiting enzyme of the #pentose phosphate pathway (PPP)#.  This enzyme catalyzes the conversion of glucose-6-phosphate to 6-phosphogluconolactone, which is subsequently converted to 6-phosphogluconate.  The PPP serves to generate both #NADPH# and #ribose-5-phosphate#, a precursor for nucleotide synthesis.  Red blood cells utilize reduced NADPH to maintain a steady supply of #glutathione#, a molecule capable of neutralizing free radicals and therefore protecting the cells against oxidative damage.  As the PPP is the only mechanism for red blood cells to generate NADPH, enzymatic defects in the pathway increase their susceptibility to oxidative damage. $Increased #oxidative stress# can occur as a result of exposure to medications (eg, antimalarials, sulfonamides), certain foods (eg, fava beans), and infection.  This patient was likely treated with a sulfonamide drug for his bacterial skin infection, which precipitated hemolytic anemia.  Oxidative damage to red blood cells also causes hemoglobin to denature, forming insoluble Heinz bodies that are removed in the spleen (produces characteristic #bite cells#). $#(Choices A and B)#  Phosphoglucomutase interconverts glucose-6-phosphate and glucose-1-phosphate.  This enzyme links glycogenolysis, glycogenesis, and glycolysis. $#(Choice D)#  This reaction is the final step in both gluconeogenesis and glycogenolysis in the liver.  It is catalyzed by glucose-6-phosphatase and results in the liberation of a free glucose molecule.  Enzyme deficiency results in glycogen storage disease type I. $#(Choice E)#  This reaction is the first step in glycolysis and is catalyzed by hexokinase or glucokinase.  Hexokinase deficiency is a rare cause of hemolytic anemia, and glucokinase deficiency has been linked to hyperglycemic states and diabetes. $#(Choices F and G)#  Interconversion of glucose-6-phosphate and fructose-6-phosphate is catalyzed by the bidirectional enzyme phosphoglucose isomerase.  Enzyme deficiency is responsible for a small percentage of hemolytic anemias. $#Educational objective# Glucose-6-phosphate dehydrogenase (G6PD) is the rate-limiting enzyme of the pentose phosphate pathway.  G6PD deficiency is a common X-linked recessive disorder resulting in episodes of hemolytic anemia during times of increased oxidative stress (eg, use of antimalarials/sulfonamide, infections).  "},

{"id":"12276","title":"A 52-year-old man is being evaluated in the emergency department for abdominal pain associated with watery diarrhea.  His symptoms have been progressive over the last month.  He says that he is depressed and often has difficulty remembering things.  The patient has a 20-year history of alcohol use disorder.  On examination, he appears disheveled.  A pigmented scaly skin rash is present in the malar distribution of his face, neck, and back of his hands.  The rash has been present for several months and worsens on exposure to sunlight.  It is determined that the patient's symptoms are secondary to lack of a specific nutrient.  Which of the following enzymes is most likely to be directly affected by this patient's nutrient deficiency?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Citrate synthase","answer_2":"B. Hexokinase","answer_3":"C. Isocitrate dehydrogenase","answer_4":"D. Phosphoglycerate kinase","answer_5":"E. Succinate dehydrogenase","percent_1":"11%","percent_2":"5%","percent_3":"46%","percent_4":"10%","percent_5":"28%","right_answer":"C. Isocitrate dehydrogenase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp12276.jpg","explanation_1":"","explanation_2":"$This patient likely has #pellagra#, a disease characterized by @photosensitive dermatitis@, diarrhea, and dementia occurring secondary to #vitamin B3# #(niacin) deficiency#.  Pellagra is predominantly seen in malnourished populations (eg, those with alcohol use disorder or malabsorption). $Niacin is a precursor for nicotinamide adenine dinucleotide (#NAD#) and nicotinamide adenine dinucleotide phosphate (#NADP#), two important #cofactors# for many #dehydrogenase# and #reductase enzymes#.  NAD is required for catabolic reactions (eg, glycolysis, beta-oxidation) as well as cell signaling and DNA repair, whereas NADP is necessary for many anabolic reactions such as fatty acid and cholesterol synthesis.  NAD is a key constituent of the citric acid cycle; it serves as a cofactor for isocitrate dehydrogenase, alpha-ketoglutarate dehydrogenase, and malate dehydrogenase. $#(Choice A)#  Citrate synthase is an enzyme of the citric acid cycle; it does not require NAD or NADP as a cofactor. $#(Choices B and D)#  Hexokinase and phosphoglycerate kinase are enzymes used in glycolysis; they do not require NAD or NADP as cofactors. $#(Choice E)#  Succinate dehydrogenase is an enzyme of the citric acid cycle; it catalyzes the conversion of succinate to fumarate using flavin adenine dinucleotide (FAD) as a cofactor. $#Educational objective# Niacin is a precursor for nicotinamide adenine dinucleotide (NAD) and nicotinamide adenine dinucleotide phosphate (NADP), two important cofactors for many dehydrogenase and reductase enzymes.  Niacin deficiency results in pellagra (ie, diarrhea, dementia, and dermatitis).  ","clickable_1":"images/img1.12276.jpg"},

{"id":"1022","title":"A 43-year-old man prospecting for gold in Arizona becomes stuck in the desert after his truck breaks down.  He brought a large supply of water with him but only a few granola bars as food.  After 3 days, he is able to flag down a passing vehicle and obtain transportation to the nearest settlement.  During this ordeal, his liver begins to synthesize large quantities of glucose from source molecules such as alanine, lactate, and glycerol.  As part of this process, phosphoenolpyruvate is formed from oxaloacetate in a reaction that requires a specific nucleoside triphosphate as a cofactor.  Which of the following reactions directly synthesizes this cofactor?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/1022.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","answer_7":"G. G","answer_8":"H. H","percent_1":"4%","percent_2":"3%","percent_3":"11%","percent_4":"21%","percent_5":"40%","percent_6":"12%","percent_7":"5%","percent_8":"5%","right_answer":"E. E","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1022.jpg","explanation_1":"","explanation_2":"$The majority of ATP used for cellular processes is generated by the oxidation of acetate in the tricarboxylic acid (TCA) cycle.  The enzymes of the TCA cycle are located in the mitochondria and generate reduced nicotinamide adenine dinucleotide (NADH) and flavin adenine dinucleotide (FADH2) #(Choices C, D, F, and H)#.  These molecules drive the process of oxidative phosphorylation, which converts their reducing potential into high-energy ATP via the electron transport chain. $ATP can also be generated by #substrate-level phosphorylation#, which involves the direct transfer of a phosphate group from a reactive intermediate to a nucleotide diphosphate (eg, ADP, GDP).  #Succinyl-CoA synthetase# converts succinyl-CoA to succinate and uses the high-energy thioester present in succinyl-CoA to drive #GTP synthesis#.  This GTP can then be used to transphosphorylate ADP to ATP, or it may be utilized by specific GTP-hydrolyzing enzymes, such as #phosphoenolpyruvate carboxykinase# (converts oxaloacetate to phosphoenolpyruvate during gluconeogenesis). $#Educational objective# GTP is synthesized by succinyl-CoA synthetase during the conversion of succinyl-CoA to succinate in the citric acid cycle.  During gluconeogenesis, phosphoenolpyruvate carboxykinase uses GTP to synthesize phosphoenolpyruvate from oxaloacetate.  "},

{"id":"1035","title":"Erythroblasts isolated from a bone marrow biopsy sample of a patient with neonatal jaundice are incubated in a medium containing radiolabeled glucose.  The cells are unable to generate NADPH from glucose metabolism but are able to convert fructose-6-phosphate to ribose-5-phosphate, which is required for nucleic acid synthesis.  Which of the following enzymes is essential for the latter conversion?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aconitase","answer_2":"B. Enolase","answer_3":"C. Glucose-6-phosphate dehydrogenase","answer_4":"D. Glutathione reductase","answer_5":"E. Transketolase","percent_1":"4%","percent_2":"11%","percent_3":"18%","percent_4":"8%","percent_5":"59%","right_answer":"E. Transketolase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1035.jpg","explanation_1":"","explanation_2":"$The #pentose phosphate pathway# (HMP shunt) generates #NADPH# for use in reductive reactions and #ribose-5-phosphate#, a precursor for the synthesis of nucleotides.  The pathway consists of 2 types of reactions, oxidative (irreversible) and nonoxidative (reversible), both of which can function independently depending on cellular requirements. $Activity of the nonoxidative reactions is governed by the cellular demand for ribose-5-phosphate.  When ribose-5-phosphate is produced in excess, transketolase and transaldolase can produce the #glycolytic intermediates# glyceraldehyde-3-phosphate and fructose-6-phosphate for ATP generation.  When ribose-5-phosphate demand exceeds the production capabilities of the oxidative pathway, the nonoxidative pathway functions in #reverse# and transketolase and transaldolase catalyze the conversion of fructose-6-phosphate and glycerldehyde-3-phosphate to ribose-5-phosphate. $#(Choice A)#  Aconitase catalyzes the isomerization of citrate to isocitrate in the citric acid cycle. $#(Choice B)#  Enolase catalyzes the conversion of 2-phosphoglycerate to phosphoenolpyruvate in glycolysis. $#(Choice C)#  Glucose-6-phosphate dehydrogenase catalyzes the initial and rate-limiting step of the pentose phosphate pathway.  Deficiency of this enzyme results in hemolytic anemia due to the inability to generate NADPH in the oxidative portion of the pathway.  However, nonoxidative reactions are responsible for conversion of fructose-6-phosphate to ribose-5-phosphate. $#(Choice D)#  Glutathione reductase catalyzes the reduction of glutathione disulfide to glutathione using NADPH.  Glutathione aids red blood cells in resisting oxidative stress. $#Educational objective# The pentose phosphate pathway consists of an oxidative (irreversible) branch and a nonoxidative (reversible) branch, and each can function independently based on cellular requirements.  Transketolase, an enzyme of the nonoxidative branch, is responsible in part for the interconversion of ribose-5-phosphate (nucleotide precursor) and fructose-6-phosphate (glycolytic intermediate).  "},

{"SubjectSystem":"Biochemstry-Biochemstry","id":"1067","title":"A 23-year-old apparently healthy man who recently immigrated to the United States comes to an outpatient clinic to establish care.  When asked about his past medical history, he says that he has no significant medical problems.  However, his mother told him that he was born with \"a problem metabolizing sugar.\"  The patient maintains no dietary restrictions and regularly eats vegetables, fruits, meats, and processed foods.  Urine samples show a repeatedly positive copper reduction test, but glucose oxidase dipstick testing is negative.  Which of the following enzymes is most likely to be deficient in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acid α-glucosidase","answer_2":"B. Aldolase B","answer_3":"C. Fructokinase","answer_4":"D. Galactose-1-phosphate uridyl transferase","answer_5":"E. Lactase","percent_1":"8%","percent_2":"13%","percent_3":"63%","percent_4":"10%","percent_5":"7%","right_answer":"C. Fructokinase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1067.jpg","explanation_1":"","explanation_2":"$This asymptomatic patient with history of an inborn error of sugar metabolism most likely has #essential fructosuria#.  This benign, autosomal recessive disorder causes some of the dietary fructose load to be secreted in the urine unchanged due to defective metabolism by #fructokinase#.  Fructose, similar to glucose and galactose, is a #reducing sugar# and can be detected by a #copper reduction test#, which nonspecifically detects the presence of reducing sugar.  A urine dipstick, however, uses glucose oxidase to ascertain the presence of urinary glucose and will not test positive in the presence of fructose or galactose. $#(Choice A)#  Acid α-glucosidase (or acid maltase) deficiency causes glycogen storage disease type II (Pompe disease).  Affected infants have cardiomyopathy, muscle weakness, and hypotonia. $#(Choice B)#  Aldolase B deficiency is a life-threatening disorder caused by the inability to metabolize fructose-1-phosphate (a toxic intermediate that accumulates in cells and depletes intracellular phosphate).  Patients become acutely symptomatic after ingesting fructose-containing foods and eventually develop liver failure.  Treatment includes elimination of dietary fructose. $#(Choice D)#  Galactosemia is an autosomal recessive disorder caused by galactose-1-phosphate uridyl transferase deficiency.  It is characterized by neonatal jaundice, vomiting, cataract formation, hepatomegaly, and failure to thrive.  Treatment includes elimination of all milk products from the diet and feeding with soy-based infant formula. $#(Choice E)#  Lactase is a mucosal enzyme responsible for the digestion of lactose.  Acquired lactase deficiency is the most common cause of selective carbohydrate malabsorption.  Patients with lactase deficiency experience gastrointestinal symptoms (eg, bloating, diarrhea) following the ingestion of dairy products. $#Educational objective# Unlike hereditary fructose intolerance (aldolase B deficiency) and classic galactosemia (galactose-1-phosphate uridyl transferase deficiency), essential fructosuria (fructokinase deficiency) is a benign disorder.  Although affected patients are asymptomatic, their urine will test positive for a reducing sugar due to the presence of unmetabolized fructose.  "},

{"id":"1074","title":"An 11-year-old girl is evaluated for blurry vision.  The patient was adopted internationally at age 9.  She has no history of head or eye trauma or exposure to ionizing radiation.  Motor and cognitive milestones have been achieved at the appropriate age.  She has a good appetite and does not follow any specific diet.  The patient takes no medications and has no allergies.  Vaccinations are up to date.  Vital signs are normal.  She is at the 40th percentile for height and weight.  Other than bilateral lens opacities, the rest of her examination is normal.  Urine is positive for reducing substances.  Deficient activity of which of the following enzymes is the most likely cause of this patient's eye condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aldolase B","answer_2":"B. Alpha-galactosidase A","answer_3":"C. Fructokinase","answer_4":"D. Galactokinase","answer_5":"E. Glucose-6-phosphatase","answer_6":"F. Hexosaminidase A","answer_7":"G. Sphingomyelinase","percent_1":"18%","percent_2":"7%","percent_3":"11%","percent_4":"50%","percent_5":"2%","percent_6":"7%","percent_7":"5%","right_answer":"D. Galactokinase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1074.jpg","explanation_1":"","explanation_2":"$This patient most likely has a form of #galactosemia#, a condition that results from deficiency of enzymes involved in galactose metabolism.  Her late presentation, normal growth, and the isolated presence of cataracts are particularly suggestive of #galactokinase (GALK) deficiency#. $After lactose is broken down to galactose and glucose, galactose is normally phosphorylated to galactose-1-phosphate by GALK.  Deficiency causes galactose buildup and this excess is converted to #galactitol#, an osmotic agent that causes #cataracts#.  Excess galactose also spills into the urine and causes it to test positive for a reducing substance. $#Serious systemic manifestations# are typically #not seen# in GALK deficiency, and @cataracts@ are frequently the only manifestation (some developmental milestones [eg, social smile] may be impacted if they occur early in life).  In contrast, galactose-1-phosphate uridyl transferase (#GALT#) #deficiency# results in a #more serious# form of galactosemia.  This is related to the accumulation of galactose-1-phosphate, a toxic metabolite that causes hepatic and renal dysfunction; patients with GALT deficiency present early, in the neonatal period, with vomiting, lethargy, and failure to thrive. $#(Choice A)#  Patients with @aldolase B deficiency@ (hereditary fructose intolerance) cannot metabolize fructose and develop hypoglycemia, hypophosphatemia, and failure to thrive.  Although reducing substances can be positive in the urine, cataracts are not present. $#(Choice B)#  Alpha-galactosidase A deficiency (X-linked recessive) results in Fabry disease, which can present with cataracts.  However, neurological findings (eg, numbness, tingling, burning pain in the hands and feet) and @angiokeratomas@ are also characteristic. $#(Choice C)#  Fructokinase deficiency leads to essential fructosuria, a benign condition that can result in a positive test for reducing substance but not cataracts. $#(Choice E)#  Glucose-6-phosphatase converts glucose-6-phosphate to glucose.  @Glucose-6-phosphatase deficiency@ causes glycogen storage disease type 1 (von Gierke disease).  The main clinical manifestations are hypoglycemia, lactic acidosis, hepatomegaly, and hypertriglyceridemia.  Cataracts are not seen. $#(Choice F)#  Tay-Sachs disease results from hexosaminidase A deficiency.  Affected infants have retinal @cherry-red spots@ and loss of motor skills.  Cataracts are not seen. $#(Choice G)#  Sphingomyelinase deficiency is seen in Niemann-Pick disease and leads to accumulation of sphingomyelin.  Characteristics include hepatosplenomegaly, motor neuropathy, anemia, and macular cherry-red spots but not cataracts. $#Educational objective# Lenticular accumulation of galactitol in the lenses of patients with galactosemia can cause osmotic damage and development of cataracts.  Cataracts are frequently the only manifestation of galactokinase deficiency.  ","clickable_1":"images/img1.1074.jpg","clickable_2":"images/img2.1074.jpg","clickable_3":"images/img3.1074.jpg","clickable_4":"images/img4.1074.jpg","clickable_5":"images/img5.1074.jpg"},

{"id":"1023","title":"A 5-month-old boy is brought to the office due to poor feeding.  His mother says that he has difficulty holding his head up while breastfeeding and his suckling seems weaker than usual.  Weight is at the 5th percentile.  Length and head circumference are tracking along the 25th percentile.  Physical examination shows hepatomegaly and hypotonia in all 4 limbs.  Cardiac auscultation shows a gallop rhythm, and chest x-ray reveals severe cardiomegaly.  Muscle biopsy shows enlarged lysosomes containing periodic acid-Schiff (PAS)–positive material.  Which of the following enzymes is most likely deficient in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acid alpha-glucosidase","answer_2":"B. Galactokinase","answer_3":"C. Glucose-6-phosphatase","answer_4":"D. Glycogen debrancher enzyme","answer_5":"E. Glycogen phosphorylase","answer_6":"F. Pyruvate kinase","percent_1":"59%","percent_2":"4%","percent_3":"7%","percent_4":"16%","percent_5":"11%","percent_6":"2%","right_answer":"A. Acid alpha-glucosidase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1023.jpg","explanation_1":"","explanation_2":"$This patient most likely has glycogen storage disease type II (#Pompe disease#).  This condition is caused by deficiency of #acid alpha-glucosidase# (alpha-1,4 glucosidase or acid maltase), an enzyme responsible for breaking down glycogen within the acidic environment of lysosomes.  Although most glycogen is degraded in the cytoplasm, a small percentage is inadvertently engulfed by lysosomes, especially in cells containing high amounts of glycogen such as hepatocytes and myocytes.  Deficiency of acid maltase results in pathologic accumulation of glycogen within liver and muscle lysosomes.  Cardiac and skeletal muscle are particularly susceptible because the ballooning lysosomes interfere with contractile function. $The classic form of the disease presents in early infancy with marked #cardiomegaly#, severe generalized #hypotonia#, macroglossia, and hepatomegaly.  Blood glucose levels are normal, unlike with glycogen storage diseases that primarily affect the liver (eg, von Gierke disease).  A key distinguishing feature is that muscle biopsy will show accumulation of #glycogen in lysosomes#. $#(Choice B)#  Galactokinase catalyzes the phosphorylation of galactose to galactose-1-phosphate in the first committed step of @galactose catabolism@.  Galactokinase deficiency causes neonatal cataract formation due to accumulation of galactitol in the lens. $#(Choices C, D, and E)#  Other glycogen storage diseases are caused by deficiencies of glucose-6-phosphatase, glycogen phosphorylase, and glycogen debrancher enzyme (debranching enzyme).  However, glycogen accumulation within lysosomal vacuoles is specific for acid alpha-glucosidase deficiency. $#(Choice F)#  @Pyruvate kinase@ deficiency causes chronic hemolytic anemia, splenomegaly, and iron overload as a result of impaired erythrocyte survival. $#Educational objective# Acid maltase (alpha-glucosidase) deficiency presents in early infancy with cardiomegaly, macroglossia, and profound muscular hypotonia.  Abnormal glycogen accumulation within lysosomal vesicles is seen on muscle biopsy.  ","clickable_1":"images/img1.1023.jpg","clickable_2":"images/img2.1023.jpg"},

{"id":"1069","title":"A 6-month-old boy is brought to the emergency department by his mother because of recent onset of vomiting, irritability, and jaundice.  The infant was born at term and had been healthy until the onset of these symptoms.  All of his vaccinations are up-to-date.  He had been breast-fed exclusively until 1 week ago, when cereals and fruit juices were introduced into his diet.  Further evaluation reveals hepatomegaly and abnormal liver function tests.  Which of the following enzymes is most likely to be deficient in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Galactose-1-phosphate uridyl transferase","answer_2":"B. Aldolase B","answer_3":"C. Fructokinase","answer_4":"D. Galactokinase","answer_5":"E. Acid α-glucosidase","percent_1":"10%","percent_2":"64%","percent_3":"20%","percent_4":"3%","percent_5":"2%","right_answer":"B. Aldolase B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1069.jpg","explanation_1":"","explanation_2":"$Dietary fructose is obtained mainly from fruits, vegetables, honey, table sugar (sucrose), and processed foods.  Fructose is rapidly absorbed in the proximal small bowel by the hexose transporter GLUT 5.  Initial metabolism of fructose involves three enzymes: fructokinase, aldolase B, and triokinase.  Fructose is phosphorylated on the first carbon by hepatic fructokinase, yielding fructose-1-phosphate.  Metabolism of fructose-1-phosphate by aldolase B generates dihydroxyacetone phosphate (DHAP) and glyceraldehyde.  Glyceraldehyde is then phosphorylated to glyceraldehyde-3-phosphate (G3P), an intermediate of glycolysis, by triose kinase.  DHAP can also be converted to G3P by triose phosphate isomerase. $Aldolase B deficiency causes the potentially life-threatening disorder known as hereditary fructose intolerance.  Patients typically present when fructose-containing foods are introduced into the diet.  The primary manifestations are vomiting and hypoglycemia about 20-30 minutes after fructose ingestion.  Hypoglycemia results from intracellular accumulation of fructose-1-phosphate and depletion of inorganic phosphate, which inhibit glycogenolysis and gluconeogenesis.  Failure to thrive, hepatomegaly, and jaundice can also occur.  Undiagnosed individuals may eventually develop liver and renal failure.  Elimination of dietary fructose is the mainstay of treatment and results in symptom improvement with a good long-term prognosis. $#(Choices A and D)#  Galactose-1-phosphate uridyl transferase deficiency (classic galactosemia) is an autosomal recessive disorder characterized by vomiting, feeding intolerance, neonatal jaundice, hepatomegaly, and death if untreated.  Symptoms start soon after breastfeeding is initiated.  Galactokinase deficiency is a more benign disorder of galactose metabolism that results in the formation of neonatal cataracts. $#(Choice C)#  Fructokinase deficiency causes essential fructosuria, a benign autosomal recessive disorder.  Fructose from the diet is absorbed and secreted freely in the urine due to impairment of the first step in fructose metabolism. $#(Choice E)#  Glycogenolysis is accomplished mainly by glycogen phosphorylase and debranching enzyme, but a small amount is also broken down by the lysosomal enzyme α-1,4-glucosidase.  Alpha-glucosidase (or acid maltase) deficiency causes Pompe disease.  This disease presents not with hypoglycemia, but with cardiomyopathy and hypotonia. $#Educational objective# Aldolase B deficiency causes hereditary fructose intolerance.  This disease manifests after introduction of fructose into the diet with vomiting and hypoglycemia about 20-30 minutes after fructose ingestion.  These infants can present with failure to thrive, jaundice, and hepatomegaly.  "},

{"id":"1028","title":"A 31-year-old man comes to the office for a routine checkup.  He has no significant medical problems and does not take any medications.  The patient works as a fitness trainer and lifts weights recreationally.  He has been consuming carbohydrate-rich food prior to his weightlifting sessions and claims that it increases muscle strength.  A literature review shows that the rate of glycogenolysis within myocytes increases several hundredfold during active skeletal muscle contraction.  Which of the following substances is most likely responsible for increasing the reaction rate during active contraction?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. ATP","answer_2":"B. Ca2+","answer_3":"C. cAMP","answer_4":"D. Glucose-6-phosphate","answer_5":"E. Lactate","percent_1":"15%","percent_2":"39%","percent_3":"23%","percent_4":"6%","percent_5":"16%","right_answer":"B. Ca2+","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1028.jpg","explanation_1":"","explanation_2":"$Glycogen is broken down by the enzyme #glycogen phosphorylase#, which is regulated through phosphorylation (active state) and dephosphorylation (inactive state).  #Phosphorylase kinase (PK)# is the enzyme responsible for the phosphorylation of glycogen phosphorylase, whereas #phosphoprotein phosphatase# catalyzes its dephosphorylation. $PK is regulated differently in liver than in muscles.  Glycogen stored in the #liver# is used to maintain blood glucose levels during the fasting state, whereas glycogen in the muscles is used to provide energy for muscle contraction.  In the liver, PK is activated primarily through the binding of #epinephrine and glucagon# to Gs protein-coupled receptors, which #increases cAMP concentrations# and causes phosphorylation of PK (via protein kinase A). $#Skeletal muscle# lacks glucagon receptors, but muscle PK can still be phosphorylated in response to an epinephrine-induced increase in cAMP concentrations.  However, increased #intracellular calcium# is a more powerful activator of muscle PK.  Release of sarcoplasmic calcium stores following neuromuscular acetylcholine stimulation allows for #synchronization# of skeletal muscle contraction and glycogen breakdown, providing the energy necessary for anaerobic muscle contraction. $#(Choices A and D)#  Phosphorylated glycogen phosphorylase (active form) is allosterically inhibited by ATP and glucose-6-phosphate in both liver and muscle cells.  Increased intracellular ATP levels help to decrease the rate of glycogenolysis upon cessation of active muscle contraction. $#(Choice C)#  Although increased cAMP stimulates muscle glycogen breakdown via the action of epinephrine on beta-1 adrenergic receptors, it is not responsible for synchronization of active muscle contraction and glycogen breakdown. $#(Choice E)#  Lactate is produced in tissues during anaerobic glycolysis, such as in muscles during strenuous exercise as a result of relatively hypoxic conditions.  The lactate produced by the muscles can be converted to glucose in the liver via gluconeogenesis. $#Educational objective# Synchronization of glycogen degradation with skeletal muscle contraction occurs due to release of sarcoplasmic calcium following neuromuscular stimulation.  Increased intracellular calcium causes activation of phosphorylase kinase, stimulating glycogen phosphorylase to increase glycogenolysis.  "},

{"id":"1807","title":"A 47-year-old homeless man comes to the emergency department due to a \"pins-and-needles\" sensation in his legs.  He also has painful lesions on his lips and corners of his mouth.  He has had no loss of consciousness, nausea, vomiting, or diplopia.  The patient drinks alcohol heavily on a daily basis and has a history of intravenous heroin use.  On physical examination, he appears unkempt and ill appearing.  Temperature is 36.8 C (98.2 F), blood pressure is 146/90 mm Hg, and pulse is 106/min.  He has glossitis and angular stomatitis.  Abdominal examination reveals hepatomegaly.  Laboratory evaluation shows very low urinary riboflavin excretion.  Activity of which of the following enzymes is most likely directly impaired in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fumarase","answer_2":"B. Glucose-6-phosphate dehydrogenase","answer_3":"C. HMG-CoA reductase","answer_4":"D. Isocitrate dehydrogenase","answer_5":"E. Malate dehydrogenase","answer_6":"F. Succinate dehydrogenase","answer_7":"G. Succinate thiokinase","percent_1":"7%","percent_2":"8%","percent_3":"6%","percent_4":"14%","percent_5":"9%","percent_6":"50%","percent_7":"5%","right_answer":"F. Succinate dehydrogenase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1807.jpg","explanation_1":"","explanation_2":"$This patient's low urinary riboflavin excretion suggests a significant deficiency in riboflavin intake.  Symptomatic #riboflavin deficiency# is rare in the United States but can be seen with chronic alcohol use and in severely malnourished patients.  Clinical manifestations include angular stomatitis, cheilitis, glossitis, seborrheic dermatitis, eye changes (eg, keratitis, corneal neovascularization), and anemia. $The #riboflavin# (vitamin B2)-containing coenzymes are key constituents of the #electron transport chain#.  Typically, riboflavin is first phosphorylated to become flavin mononucleotide (FMN), which can then be integrated into a coenzyme-flavin complex or further phosphorylated to flavin adenine dinucleotide (FAD).  FMN and FAD participate as coenzymes in numerous reduction-oxidation reactions and are converted into reduced, energy-carrying states (FMNH2 and FADH2) through the acceptance of electrons. $FMN serves as a component of complex I, whereas FAD functions as a component of #succinate dehydrogenase# (complex II).  Complex II participates in both the electron transport chain and tricarboxylic acid (TCA) cycle.  During the TCA cycle, succinate dehydrogenase converts succinate to fumarate and transfers electrons to coenzyme Q (ubiquinone) via FAD.  Complex II also accepts electrons from other sources of FADH2, such as fatty acid oxidation. $#(Choices A, D, E, and G)#  Isocitrate dehydrogenase, succinate thiokinase, malate dehydrogenase, and fumarase are enzymes that participate in the TCA cycle but do not use FAD or FMN as cofactors. $#(Choice B)#  Reduced glutathione is an antioxidant that minimizes oxidative damage in many cells.  Glutathione reductase regenerates reduced glutathione using nicotinamide adenine dinucleotide phosphate (NADPH) as an electron donor and FAD as a cofactor.  Although glucose-6-phosphate dehydrogenase (G6PD) is the rate-limiting enzyme in the pentose phosphate pathway and supplies the necessary NADPH, it does not use FAD as a cofactor. $#(Choice C)#  HMG-CoA reductase is the rate-limiting enzyme in the cholesterol synthesis pathway.  FMN and FAD are not used as cofactors. $#Educational objective# Riboflavin is a precursor of the coenzymes FMN and FAD.  FAD participates in the tricarboxylic acid cycle and electron transport chain by acting as an electron acceptor for succinate dehydrogenase (complex II), which converts succinate into fumarate.  "},

{"id":"107111","title":"A 2-month-old boy is brought to the emergency department due to irritability and vomiting.  The patient is exclusively breastfed but has not been tolerating feeds since yesterday.  Urine output has decreased.  The mother has a history of obesity and had gastric bypass surgery several years prior to pregnancy.  Temperature is 37 C (98.6 F), pulse is 190/min, and respirations are 60/min.  The patient is in moderate respiratory distress and has an enlarged liver.  Physical examination is otherwise normal.  Chest radiography reveals cardiomegaly.  Further work-up shows impaired carbohydrate metabolism with increased serum levels of lactate and decreased erythrocyte transketolase activity.  Which of the following additional enzymes is most likely to have impaired activity in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-1,4-glucosidase","answer_2":"B. Alpha-L-iduronidase","answer_3":"C. Galactose-1-phosphate uridyltransferase","answer_4":"D. Glucose-6-phosphatase","answer_5":"E. Pyruvate dehydrogenase","percent_1":"27%","percent_2":"2%","percent_3":"13%","percent_4":"17%","percent_5":"40%","right_answer":"E. Pyruvate dehydrogenase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Thiamine deficiency#∆⨉ §^#Risk factors# ∆ • Malnutrition (eg, chronic alcohol use, anorexia, gastric bypass surgery) §^#Pathophysiology# ∆ • Impaired reactions of thiamine-dependent enzymes* → ↓ glucose metabolism & ATP production §^#Presentation# ∆ • Beriberi $== ○ \"Wet\": cardiomyopathy, heart failure $== ○ \"Dry\": symmetric peripheral neuropathy (motor & sensory) • Wernicke encephalopathy: encephalopathy, oculomotor dysfunction, ataxia §^#Management# ∆ • Thiamine supplementation %*Thiamine is a cofactor for transketolase, pyruvate dehydrogenase, & α-ketoglutarate dehydrogenase.","explanation_img":"","explanation_1":"","explanation_2":"$This patient has #decreased activity# of #erythrocyte transketolase# (ETKA), a thiamine-dependent enzyme in the pentose phosphate pathway.  This finding is essentially diagnostic for #thiamine (vitamin B1) deficiency#.  The primary risk factor for thiamine deficiency is malnutrition; in this case, #gastric bypass# surgery without appropriate micronutrient supplementation likely led to maternal thiamine deficiency and, in turn, to deficiency in this exclusively breastfed infant. $In addition to involvement in transketolase activity, thiamine is a cofactor for other enzymes involved in #glucose metabolism# (eg, 2-carbon transfer, decarboxylation), including alpha-ketoglutarate dehydrogenase and #pyruvate dehydrogenase# (converts pyruvate to acetyl-CoA).  Impaired pyruvate dehydrogenase activity diverts pyruvate to the @anaerobic glycolysis pathway@, which produces #lactate#.  Lactic acidosis leads to decreased peripheral vascular resistance, which contributes to the classic finding of high-output heart failure.  However, over time, direct impairment of myocyte energy production leads to reduced cardiac contractility and a low-output state. $#Myocardial dysfunction# due to thiamine deficiency is referred to as #wet beriberi#.  Infantile beriberi is rare but often fulminant, with symptoms related to #pulmonary/systemic fluid overload#, including feeding intolerance and respiratory distress, as well as cardiomegaly and hepatomegaly, as seen in this patient.  Wet beriberi can be fatal without prompt thiamine supplementation. $#(Choice A)#  Alpha-1,4-glucosidase deficiency (Pompe disease) causes cardiomegaly due to glycogen accumulation in myocytes; heart failure can lead to hepatomegaly.  Infants typically have profound weakness and hypotonia, findings not present in this patient.  Moreover, ETKA and lactate would be normal. $#(Choice B)#  Alpha-L-iduronidase deficiency (Hurler syndrome) results in the accumulation of glycosaminoglycans and often presents with hepatomegaly; heart failure can also occur.  In contrast to this patient, characteristic coarse facial features and recurrent respiratory infections are expected; serum lactate and ETKA would be normal. $#(Choice C)#  Galactose-1-phosphate uridyltransferase deficiency (galactosemia) results in impaired galactose metabolism.  Hepatomegaly and vomiting are common but typically develop in the first week of life and are associated with jaundice and hypotonia.  ETKA would be normal. $#(Choice D)#  Glucose-6-phosphatase deficiency (von Gierke disease) results in accumulation of glycogen in the liver, causing hepatomegaly; lactic acidosis is common.  However, cardiomegaly would not be seen, and ETKA would be normal. $#Educational objective# Decreased erythrocyte transketolase activity is seen with deficiency of thiamine (vitamin B1), which is a cofactor for several enzymes (eg, pyruvate dehydrogenase) involved in glucose metabolism.  Severe deficiency can lead to heart failure (wet beriberi), which in infants may manifest as respiratory distress and feeding intolerance with cardiomegaly and hepatomegaly.  ","clickable_1":"images/img1.107111.jpg"},

{"id":"1019","title":"An 8-year-old boy is evaluated for exercise intolerance.  The patient experiences fatigue, muscle pain, and cramps during exercise as well as severe muscle stiffness following strenuous activity.  Physical examination is unremarkable.  A forearm ischemic exercise test is performed by applying a blood pressure cuff on the patient's exercising forearm and sampling blood lactate several minutes after the exercise.  The patient's blood samples show no rise in lactate levels.  Biochemical analysis of a muscle biopsy reveals absent lactate dehydrogenase activity.  In this patient, strenuous exercise leads to inhibition of glycolysis in skeletal muscle due to intracellular depletion of which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. AMP","answer_2":"B. Carnitine","answer_3":"C. Citrate","answer_4":"D. FADH2","answer_5":"E. NAD+","answer_6":"F. Pyruvate","percent_1":"6%","percent_2":"3%","percent_3":"4%","percent_4":"3%","percent_5":"65%","percent_6":"19%","right_answer":"E. NAD+","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1019.jpg","explanation_1":"","explanation_2":"$In glycolysis, glucose is metabolized to pyruvate.  Under aerobic conditions, pyruvate is converted to acetyl-CoA to enter the tricarboxylic acid (TCA) cycle.  When oxygen is depleted (eg, in exercising muscle), pyruvate is converted to lactate (#anaerobic glycolysis#). $During glycolysis, glyceraldehyde-3-phosphate (G3P) is converted to 1-3-bisphosphoglycerate (BPG) by the enzyme G3P dehydrogenase.  This enzyme reduces NAD+ to NADH.  NAD+ is present in limited amounts in most cells, and it must be regenerated from NADH for glycolysis to continue.  Under aerobic conditions, NAD+ is converted to NADH in the TCA cycle.  NADH is then reconverted to NAD+ in the electron transport chain as the energy in NADH is utilized to synthesize ATP. $In anaerobic glycolysis, #NAD+# is #regenerated# from NADH when pyruvate is converted to lactate via #lactate dehydrogenase#.  In patients with lactate dehydrogenase deficiency, glycolysis is inhibited in strenuously exercising muscle as muscle cells cannot regenerate NAD+.  Consequently, high-intensity physical activity leads to muscle breakdown, pain, and fatigue as insufficient amounts of energy are being produced in the exercising muscle. $#(Choice A)#  During muscle contraction, glycogen is broken down via glycogen phosphorylase for energy production by the glycolytic pathway.  Epinephrine causes cyclic AMP-mediated phosphorylation of glycogen phosphorylase, which activates this enzyme.  Non-phosphorylation-dependent activation of glycogen phosphorylase can occur during muscle contraction via increased intracellular calcium concentrations and via AMP under extreme conditions. $#(Choice B)#  Carnitine is an amino acid derivative responsible for transporting fatty acids into the mitochondria for beta-oxidation.  Carnitine is synthesized from lysine and methionine; vitamin C is essential for this synthesis. $#(Choice C)#  Citrate is formed from the condensation of acetyl CoA with oxaloacetate in the first step of the TCA cycle.  Increased citrate concentrations decrease glycolysis as citrate is a powerful allosteric inhibitor of phosphofructokinase-1.  In exercising muscles under anaerobic conditions, oxidative phosphorylation of glucose through the citric acid cycle is not a dominant pathway; therefore, excess citrate is not produced. $#(Choice D)#  FADH2 is not produced in glycolysis.  FADH2 is produced from FAD during the conversion of succinate to fumarate in the TCA cycle by the enzyme succinate dehydrogenase. $#(Choice F)#  In glycolysis, pyruvate is formed from phosphoenolpyruvate by a unidirectional enzyme called pyruvate kinase.  In the absence of lactate dehydrogenase activity, pyruvate will accumulate in the cell under anaerobic conditions. $#Educational objective# Under anaerobic conditions, NADH transfers electrons to pyruvate to form lactate and regenerate NAD+.  NAD+ is required to convert glyceraldehyde-3-phosphate to 1-3-bisphosphoglycerate in glycolysis.  "},

{"id":"1073","title":"A 6-month-old full-term boy is brought to the emergency department with lethargy and vomiting.  He was born by uncomplicated spontaneous vaginal delivery and has been growing and developing normally.  The patient was breastfed exclusively until 2 days ago when homemade pureed food was added to his diet.  He has had no fever or diarrhea.  His parents are healthy and he has had no sick contacts.  Examination shows a pale, diaphoretic, and ill-appearing infant.  Serum glucose is 30 mg/dL.  Diagnostic testing confirms aldolase B deficiency.  Which of the following should be removed from this patient's diet?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amylose","answer_2":"B. Cellulose","answer_3":"C. Galactose","answer_4":"D. Glucose","answer_5":"E. Lactose","answer_6":"F. Maltose","answer_7":"G. Sucrose","percent_1":"1%","percent_2":"1%","percent_3":"16%","percent_4":"2%","percent_5":"4%","percent_6":"4%","percent_7":"72%","right_answer":"G. Sucrose","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1073.jpg","explanation_1":"","explanation_2":"$Carbohydrates are classified as monosaccharides, disaccharides, and polysaccharides.  @Disaccharides@ and polysaccharides must be broken down to their monosaccharide components for energy production and utilization. $Aldolase B metabolizes fructose-1-phosphate, a product of fructose metabolism, to dihydroxyacetone phosphate (DHAP) and glyceraldehyde, which can then enter the glycolytic pathway.  Aldolase B deficiency can result in #fructose-1-phosphate accumulation#; this toxic metabolite depletes intracellular phosphate and inhibits the activation of hepatic phosphorylase and gluconeogenesis.  The resulting condition, hereditary fructose intolerance (eg, fructosemia), is an #autosomal recessive# disorder. $Because #gluconeogenesis is impaired#, fructosemia typically presents with life-threatening #hypoglycemia#.  Consequences of hypoglycemia include lethargy, sweating, vomiting, and dehydration.  These symptoms manifest after intake of fructose or sucrose, such as from formula or fruit.  Strict abstinence from #dietary fructose and sucrose# can result in dramatic recovery. $#(Choices A and D)#  Starch (similar to glycogen in mammals) is the major storage form of carbohydrates in plants and contains only glucose molecules.  Starch consists of an unbranched portion composed of amylose and a branched portion called amylopectin.  Patients with fructosemia have normal metabolism of glucose. $#(Choice B)#  Cellulose is a linear polysaccharide of glucose that is mainly present in the cell wall of plant cells.  Cellulose is an insoluble, indigestible dietary fiber that is responsible for the bulk of fecal matter. $#(Choices C, E, and F)#  Breast milk contains the disaccharides lactose (composed of galactose and glucose) and maltose (composed of 2 glucose molecules).  Patients with aldolase B deficiency can consume these disaccharides as their breakdown will not produce fructose.  However, patients with galactosemia cannot metabolize galactose in breast milk or cow's milk-based formula.  These patients typically present in the first few days of life with jaundice, vomiting, poor feeding, and hepatomegaly. $#Educational objective# Aldolase B deficiency, or hereditary fructose intolerance, leads to accumulation of the toxic metabolite fructose-1-phosphate.  Patients have hypoglycemia and vomiting when fructose or sucrose is consumed.  Treatment involves strict removal of both carbohydrates from the diet.  ","clickable_1":"images/img1.1073.jpg"},

{"id":"1070","title":"Nutrition researchers investigating the relationship between fructose consumption and cardiovascular disease conduct a prospective cohort study on a population of randomly selected young adults.  Study participants undergo semiannual measurement of waist circumference, blood pressure, and serum cholesterol and triglyceride concentrations.  Dietary fructose consumption is assessed through the use of questionnaires and by measuring urinary fructose excretion.  A 23-year-old man enrolled in the study is found to excrete large amounts of fructose in his urine compared to other study participants despite maintaining a moderate fructose intake.  Further evaluation shows a hereditary defect in fructose metabolism, but he is asymptomatic and has no other medical problems.  This patient most likely remains able to metabolize fructose due to the compensatory activity of which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aldolase B","answer_2":"B. Aldose reductase","answer_3":"C. Fructokinase","answer_4":"D. Hexokinase","answer_5":"E. UDP-galactose-4-epimerase","percent_1":"29%","percent_2":"16%","percent_3":"21%","percent_4":"30%","percent_5":"4%","right_answer":"D. Hexokinase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1070.jpg","explanation_1":"","explanation_2":"$Fructose is obtained in the diet primarily from fruits and food sweeteners such as table sugar (sucrose) and high-fructose corn syrup.  Fructose is absorbed in the proximal intestine through the GLUT5 fructose transporter.  It is normally phosphorylated by #fructokinase# in the liver, yielding #fructose-1-phosphate#, which is converted by aldolase B to dihydroxyacetone phosphate (DHAP) and glyceraldehyde #(choice C).#  Glyceraldehyde and DHAP can be converted to glyceraldehyde-3-phosphate, which can then be metabolized in the glycolytic pathway. $#Fructokinase deficiency# (essential fructosuria) is an #asymptomatic#, autosomal recessive disorder that causes dietary fructose to be excreted unchanged in the urine.  In fructokinase deficiency, #hexokinase# takes over the role of fructose metabolism, converting dietary fructose into #fructose-6-phosphate#.  Fructose-6-phosphate can be metabolized in the glycolytic pathway or converted to glucose-6-phosphate or glucose-1-phosphate, which can be used in the pentose phosphate pathway or for glycogen synthesis, respectively. $#(Choice A)#  Aldolase B plays a nonessential role in glycolysis due to the redundant function of aldolase A.  However, it is particularly important during fructose metabolism as deficiency of this enzyme leads to toxic accumulation of fructose-1-phosphate (hereditary fructose intolerance).  This life-threatening disorder presents in infancy after the introduction of fructose-containing foods. $#(Choice B)#  @Aldose reductase@ is the enzyme that converts glucose to sorbitol.  Aldose reductase has a low affinity for glucose, and normally only very small amounts of glucose are metabolized by this enzyme.  The amount of glucose metabolized by the aldose reductase pathway increases significantly in diabetes mellitus and contributes to chronic complications such as neuropathy and retinopathy. $#(Choice E)#  UDP-galactose-4-epimerase is involved in the metabolism of @galactose@; it does not play a role in fructose metabolism. $#Educational objective# Essential fructosuria is a benign disorder of fructose metabolism caused by fructokinase deficiency.  In patients with essential fructosuria, some of the dietary fructose load is converted by hexokinase to fructose-6-phosphate, which can then enter glycolysis; this pathway is not significant in normal individuals.  ","clickable_1":"images/img1.1070.jpg","clickable_2":"images/img2.1070.jpg"}


]