[

{"id":"16324","title":"A 56-year-old man comes to the office for follow-up of type 2 diabetes mellitus.  The patient has had inadequate glycemic control with metformin monotherapy; an additional medication that inhibits dipeptidyl peptidase-4 was prescribed 3 months ago.  The patient also has hypertension for which he takes ramipril.  He does not use tobacco, alcohol, or recreational drugs.  The patient says he is generally compliant with dietary guidance but occasionally eats fast food.  Blood pressure is 126/74 mm Hg and pulse is 76/min.  BMI is 31.4 kg/m2.  Physical examination shows no abnormalities.  Laboratory results show a hemoglobin A1c of 6.8%.  The newly prescribed medication most likely improved this patient's glycemic control through which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased dietary carbohydrate digestion","answer_2":"B. Decreased renal glucose reabsorption","answer_3":"C. Increased glucagon secretion","answer_4":"D. Increased glucose-dependent insulin release","answer_5":"E. Increased peripheral tissue glucose uptake","percent_1":"11%","percent_2":"6%","percent_3":"6%","percent_4":"64%","percent_5":"13%","right_answer":"D. Increased glucose-dependent insulin release","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp16324.jpg","explanation_1":"","explanation_2":"$#Glucagon-like peptide-1# (GLP-1) is secreted by intestinal L cells in response to food intake and regulates glucose levels by slowing gastric emptying, suppressing glucagon secretion, and #increasing glucose-dependent insulin release#.  It acts through cell surface receptors and is degraded by dipeptidyl peptidase-4 (DPP-4), which is found on the cell surface and in the circulation. $#DPP-4 inhibitors# (eg, sitagliptin, saxagliptin) #inhibit degradation of GLP-1#, prolonging its effects and leading to improved glycemic control (eg, hemoglobin A1c reduction).  GLP-1's effect on insulin secretion is glucose dependent: as glucose levels fall (ie, fasting state), so does insulin secretion; therefore, the risk of hypoglycemia is low. $GLP-1 agonists (eg, exenatide) are also available; they are intrinsically resistant to DPP-4 and have a similar (but more potent) effect in lowering blood glucose with a low risk of hypoglycemia. $#(Choice A)#  Alpha-glucosidase inhibitors (eg, acarbose) impair the hydrolysis (ie, digestion) of polymeric carbohydrates, leading to decreased postprandial glucose absorption.  Although DPP-4 inhibitors can delay gastric emptying, they do not decrease the digestion of carbohydrates. $#(Choice B)#  Sodium-glucose cotransporter 2 inhibitors (eg, canagliflozin, dapagliflozin) act in the kidney to decrease reabsorption of filtered glucose. $#(Choice C)#  GLP-1 acts directly on pancreatic islet cells to suppress (not increase) glucagon secretion, an effect that is enhanced by DPP-4 inhibitors. $#(Choice E)#  Metformin inhibits mitochondrial enzymes required for gluconeogenesis, leading to decreased hepatic glucose production and lower circulating glucose levels.  It also increases peripheral glucose uptake and improves insulin sensitivity by activating AMP-activated protein kinase. $#Educational objective# Glucagon-like peptide-1 (GLP-1), degraded by dipeptidyl peptidase-4 (DPP-4), helps regulate blood glucose by slowing gastric emptying, suppressing glucagon secretion, and increasing glucose-dependent insulin release.  DPP-4 inhibitors (eg, sitagliptin) increase the effects of GLP-1 and improve glycemic control.  Because the effect on insulin is glucose dependent, there is minimal risk of hypoglycemia.  "},

{"id":"848","title":"A 65-year-old man comes to the physician because of a non-healing ulcer on his right foot.  His past medical history is significant for recurrent high blood glucose readings for the last several years, because he has failed to comply with appropriate treatment.  His BMI is 37 kg/m2.  Physical examination is significant for a bilateral symmetric decrease in vibration sensation over the feet and ankles.  Which of the following is most likely to be associated with this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Pancreatic islet infiltration with leukocytes","answer_2":"B. Pancreatic islet amyloid deposition","answer_3":"C. Circulating anti-islet antibodies","answer_4":"D. Strong linkage with HLA class II gene makeup","answer_5":"E. Episodic ketoacidosis that requires insulin therapy","percent_1":"5%","percent_2":"68%","percent_3":"3%","percent_4":"17%","percent_5":"8%","right_answer":"B. Pancreatic islet amyloid deposition","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"The patient described in this vignette has type 2 diabetes mellitus (advanced age, obesity, prolonged non-compliance with treatment without immediate life-threatening consequences).  The two cardinal defects involved in the pathophysiology of type 2 diabetes mellitus are increased insulin resistance and defective insulin secretion.  Although still controversial, many researchers believe that increased insulin resistance is the primary abnormality in type 2 diabetes mellitus.  Early in the pathogenesis of type 2 diabetes, glucose tolerance is thought to remain normal because of a compensatory increase in insulin secretion from beta cells.  This compensatory insulin response by beta cells ultimately fails, causing poor glucose tolerance.  A number of genetic and acquired factors are implicated in the beta-cell dysregulation of type 2 diabetes.  Islet amyloid polypeptide (amylin) is one factor thought to be responsible for this beta cell dysfunction.  Amylin is stored in insulin secretory granules and is co-secreted with insulin from pancreatic beta cells.  Deposits of amylin are universally seen in the pancreatic islets of patients with type 2 diabetes mellitus.  Amylin may play a causative role in beta cell apoptosis and defective insulin secretion; however, this theory is still controversial. $Type 1 and type 2 diabetes mellitus have very strong genetic components.  Twin studies have shown a concordance rate of 50% in identical twins for diabetes mellitus type 1, and around 80% for diabetes mellitus type 2.  The genes involved in the pathogenesis of diabetes mellitus type 2 remain largely unknown.  Gene polymorphism within the major histocompatibility complex contributes to type 1 diabetes mellitus disease in humans.  HLA-DQ and -DR are the most important determinants of type 1 diabetes mellitus.  In the general population, DR3 and DR4 are seen in approximately 40% of subjects; however, in patients with type 1 diabetes mellitus, DR3 and DR4 haplotypes are seen in more than 90% of subjects. $#(Choices A, C, D & E)  #These are features of type 1 diabetes mellitus.  Type 1 diabetes occurs when an autoimmune response is triggered by an environmental insult in genetically susceptible individuals.  Patients with type 2 diabetes retain at least some beta cell function, but patients with type 1 diabetes mellitus develop absolute deficiency of insulin secondary to immune destruction of pancreatic beta cells.  These patients need insulin for survival.  Discontinuation of insulin treatment results in ketoacidosis.  $#Educational objective# Pancreatic islet amyloid deposition is characteristic of type 2 diabetes mellitus.  A strong linkage with HLA class II gene makeup, pancreatic islet infiltration with leukocytes (insulitis), and antibodies against islet antigens are frequently seen in type 1 diabetes. "},

{"id":"15308","title":"A 36-year-old man with type 1 diabetes mellitus comes to the office due to recurrent hypoglycemic episodes.  He previously had difficulty controlling his high blood glucose levels, but over the past several weeks his blood glucose has intermittently dropped to <50 mg/dL with accompanying symptoms of tremulousness and headache.  There have been no recent changes in his diet, activity level, insulin dosage, or other medical therapy.  The patient's other medical conditions include chronic kidney disease from diabetic nephropathy.  His estimated glomerular filtration rate has declined to 20 mL/min in recent months, and he is under consideration for initiation of hemodialysis.  Physical examination findings are unchanged from the previous office visit 3 months ago.  Which of the following is most likely contributing to this patient's current glycemic disturbances?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased hepatic glucose production","answer_2":"B. Decreased renal insulin clearance","answer_3":"C. Increased pancreatic insulin secretion","answer_4":"D. Increased renal glucose excretion","answer_5":"E. Increased tissue insulin sensitivity","percent_1":"5%","percent_2":"60%","percent_3":"2%","percent_4":"32%","percent_5":"2%","right_answer":"B. Decreased renal insulin clearance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Insulin# is a peptide hormone that has both #renal and hepatic clearance#.  Degradation of circulating insulin in the kidneys is dependent on an adequate glomerular filtration rate (GFR), which allows for delivery of insulin to the proximal tubule cells where it is broken down.  #Chronic kidney disease# (CKD) causes #decreased GFR#, which impairs insulin clearance. $In patients with normal pancreatic function, hypoglycemia is avoided because pancreatic insulin production decreases and circulating insulin levels rapidly return to baseline.  However, patients taking #exogenous insulin# are at increased #risk of hypoglycemia# if there is no decrease in dosage to compensate for renal failure. $In light of this patient's worsening CKD, his symptomatic hypoglycemia is likely due to #reduced renal insulin clearance# and a prolonged insulin effect. $#(Choice A)#  Advanced CKD leads to reduced gluconeogenesis in the kidney, not the liver.  Hepatic gluconeogenesis is inhibited by inflammatory cytokine release (eg, sepsis), heavy alcohol use, and beta blockers. $#(Choice C)#  Patients with type 1 diabetes typically have minimal to no secretory reserve and cannot increase insulin in response to physiologic stimuli. $#(Choice D)#  Increased renal glucose excretion can cause glucosuria; however, this occurs in the setting of significant hyperglycemia (not hypoglycemia).  In addition, this patient's low glomerular filtration rate would be expected to reduce renal glucose excretion. $#(Choice E)#  Insulin sensitivity is decreased (not increased) in CKD due to the accumulation of urea and other metabolic toxins. $#Educational objective# Insulin has both renal and hepatic clearance.  In patients with advanced chronic kidney disease and diabetes mellitus, decreased renal clearance of insulin can lead to symptomatic hypoglycemia if exogenous insulin doses are not adjusted based on the change in renal function.  "},

{"id":"15770","title":"A 45-year-old woman comes to the office for follow-up of type 2 diabetes mellitus.  The patient is taking the maximum dose of metformin.  Despite adherence to medications and lifestyle changes, her hemoglobin A1c is 7.7%.  Family history is significant for an osteoporotic fracture in her mother.  Blood pressure is 134/86 mm Hg, and pulse is 72/min.  BMI is 33 kg/m2.  Physical examination shows no abnormalities.  The results of other laboratory tests are normal.  After discussion, a sodium-glucose cotransporter-2 inhibitor is added to the patient's drug regimen.  Which of the following is the most likely additional effect of the newly prescribed medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased blood pressure","answer_2":"B. Increased bone mineral density","answer_3":"C. Increased fluid retention","answer_4":"D. Increased postprandial satiety","answer_5":"E. Increased risk for fasting hypoglycemia","percent_1":"60%","percent_2":"4%","percent_3":"9%","percent_4":"9%","percent_5":"18%","right_answer":"A. Decreased blood pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15770.jpg","explanation_1":"","explanation_2":"$Sodium-glucose cotransporter-2 (SGLT-2) is a transport protein that reabsorbs 90% of filtered glucose in the proximal renal tubule.  #SGLT-2 inhibitors# (eg, canagliflozin, dapagliflozin) are oral antidiabetic agents that #decrease renal reabsorption of glucose and sodium#, lowering blood glucose and causing #osmotic diuresis#.  Because of their diuretic effects, SGLT-2 inhibitors consequently: $• #decrease blood pressure# (due to intravascular volume reduction) $• lower mortality for #heart failure# (due to preload/afterload reduction) $• slow progression of #diabetic nephropathy# (due to natriuresis, which reduces glomerular hyperfiltration) $In elderly patients taking diuretics (eg, furosemide) and antihypertensives, SGLT-2 inhibitors should be used with caution due to concern for #orthostatic hypotension#, which can lead to falls and acute kidney injury.  Because of increased renal glucose excretion, patients typically experience a mild reduction in weight (often desirable) but may be at increased risk for genitourinary infections (eg, vaginal candidiasis). $#(Choice B)#  SGLT-2 inhibitors may decrease (not increase) bone density, possibly because decreased sodium reabsorption is associated with increased phosphate reabsorption in the proximal tubule, resulting in increased parathyroid hormone secretion and, subsequently, increased bone resorption. $#(Choice C)#  Thiazolidinediones (eg, pioglitazone) are antidiabetic medications associated with fluid retention.  In contrast, SGLT-2 inhibitors induce a net loss of sodium and fluid. $#(Choice D)#  Glucagon-like peptide-1 (GLP-1) regulates glucose by slowing gastric emptying and increasing glucose-dependent insulin release.  Pharmacologic @GLP-1 agonists@ (eg, exenatide) increase postprandial satiety, which leads to weight loss, and are used in the treatment of type 2 diabetes mellitus. $#(Choice E)#  Because renal glucose filtration is proportional to blood glucose level (eg, less glucose is filtered if serum glucose is normal or low, such as in a fasting state), SGLT-2 inhibitors carry a low risk for hypoglycemia.  In addition, they do not increase pancreatic insulin secretion, further reducing the risk for hypoglycemia. $#Educational objective# Sodium-glucose cotransporter-2 inhibitors (eg, canagliflozin, dapagliflozin) decrease renal reabsorption of glucose and sodium.  The resultant osmotic diuresis and natriuresis lead to reduced blood pressure, decreased mortality in heart failure, and slowed progression of diabetic nephropathy.  ","clickable_1":"images/img1.15770.jpg"},

{"id":"1011","title":"A 53-year-old woman comes to the physician for a routine check-up.  She has no current complaints.  Her past medical history is significant for osteoarthritis of the right knee.  Her mother suffered from hypertension and was diagnosed with breast cancer at age 68, from which she died 4 years later.  Her father had diabetes mellitus and died in a motor vehicle accident at age 56.  The patient's blood pressure is 140/85 mm Hg and heart rate is 80/min.  Physical examination is normal.  Laboratory testing is significant for a fasting blood glucose level of 140 mg/dL on more than 2 occasions.  This patient is most likely to die from which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Breast cancer","answer_2":"B. Hyperosmolar nonketotic coma","answer_3":"C. Myocardial infarction","answer_4":"D. Renal failure","answer_5":"E. Stroke","percent_1":"6%","percent_2":"4%","percent_3":"61%","percent_4":"23%","percent_5":"5%","right_answer":"C. Myocardial infarction","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Risk factors for coronary heart disease!?Highest risk factors$ (coronary heart $disease equivalents)? • Noncoronary atherosclerotic disease• Diabetes mellitus• Chronic kidney disease?Major risk factors? • Hypertension• Hyperlipidemia (↑ LDL & triglycerides)• Cigarette smoking• Advanced age• Obesity• Physical inactivity","explanation_img":"","explanation_1":"","explanation_2":"Several studies have shown that diabetes mellitus is one of the strongest risk factors for coronary heart disease.  Cardiovascular mortality is increased by 2- to 4-fold in patients with type 2 diabetes mellitus, and approximately 40% of patients die secondary to coronary heart disease.  For a person with type 2 diabetes mellitus, the risk of dying from coronary heart disease exceeds the risk of dying from any of the other listed causes, even in the absence of other major risk factors for coronary heart disease. $#(Choice A)#  The risk of breast cancer is not increased in patients with diabetes mellitus.  Although this patient has a family history of breast cancer, her risk is not significantly increased since her mother was at an advanced age when the cancer occurred. $#(Choice B)#  Diabetic ketoacidosis (DKA) and hyperosmolar coma are acute complications of untreated diabetes mellitus.  Hyperosmolar coma is seen mainly with type 2 diabetes mellitus and is characterized by very high blood sugar levels without ketoacidosis.  The mortality of hyperosmolar coma is higher than DKA; however, very few patients with diabetes die directly from DKA or hyperosmolar coma. $#(Choice D)#  Diabetes mellitus is the leading cause of end-stage renal disease (ESRD), followed by hypertension.  However, approximately 50% of patients with ESRD die due to cardiovascular disease, with infections being the next most common cause. $#(Choice E)#  The risk of stroke is increased in patients with diabetes mellitus.  However, cerebrovascular accidents account for about 10% of total mortality in patients with type 2 diabetes mellitus versus 40% from coronary heart disease. $#Educational objective# Patients with #noncoronary atherosclerotic disease#, #diabetes mellitus#, or #chronic kidney disease# are at the same risk of cardiovascular events (eg, myocardial infarction, stroke) as patients with known coronary heart disease.  Coronary heart disease is the most common cause of death in patients with diabetes mellitus. "},

{"id":"921","title":"A 21-year-old man comes to the office due to recent weight loss and fatigue.  The patient is a college athlete and states, \"My coach wants me to put on more weight, but I can't seem to do it.  It doesn't matter how much I eat, I keep losing weight.  I've been really thirsty and drinking lots of water lately too, and it's causing me to use the bathroom frequently during practice.  I'm worried that I'm going to get dropped from the team if I don't get myself together.\"  He is sexually active and has 1 lifetime partner.  The patient's father was diagnosed with colon cancer at age 64.  Which of the following studies would be the best next step to establish the diagnosis in this patient? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Colonoscopy","answer_2":"B.Hemoglobin A1c","answer_3":"C.HIV testing","answer_4":"D.Serum TSH level","answer_5":"E.Urinalysis","answer_6":"F.Urine drug screen","percent_1":"2%","percent_2":"63%","percent_3":"1%","percent_4":"13%","percent_5":"20%","percent_6":"2%","right_answer":"B.Hemoglobin A1c","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Type 1 diabetes mellitus#∆⨉ §^#Etiology# ∆ • Autoimmune destruction of pancreatic beta cells • #Insulin deficiency# §^#Signs &$ symptoms# ∆ • Polydipsia, polyuria • Polyphagia • Weight loss • Blurred vision • Ketoacidosis §^#Diagnosis# ∆ • #Fasting glucose (#≥126 mg/dL) • #Hemoglobin A1c (#≥6.5%) • Random glucose (≥200 mg/dL) • Oral glucose tolerance test","explanation_img":"","explanation_1":"","explanation_2":"This patient's polyuria, polydipsia, fatigue, and weight loss despite increased food intake are suggestive of #type 1 diabetes mellitus#.  Patients often develop these characteristic symptoms over an acute to subacute time frame and may occasionally present with diabetic ketoacidosis (nausea/vomiting, abdominal pain, decreased mental status, fruity odor to breath).  Although most patients with type 1 diabetes mellitus are diagnosed before age 10, onset in adolescence and adulthood is not uncommon. $Appropriate initial tests and related diagnostic criteria for diabetes include: $• #Fasting plasma glucose ≥126 mg/dL# $• #Hemoglobin A1c ≥6.5%# $• #Random (nonfasting) glucose ≥200 mg/dL# in a patient with #symptoms# of hyperglycemia (eg, polyuria, polydipsia) $• Oral glucose tolerance test with plasma glucose ≥200 mg/dL 2 hours after glucose ingestion (preferred for diagnosis of gestational diabetes) $#(Choice A)#  Colon cancer in a first-degree relative increases an individual's risk for this disease.  However, because this patient's father was at an advanced age at diagnosis, the patient's risk is not significantly elevated. $#(Choice C)#  Acute HIV presents as an acute viral syndrome with nonspecific symptoms and signs (eg, weight loss, fatigue).  However, polyuria and polydipsia suggest diabetes rather than acute HIV. $#(Choice D)#  It is possible that weight loss and polyuria are due to thyrotoxicosis, but the absence of other symptoms of thyroid disease (eg, palpitations, heat intolerance, excessive sweating) makes this less likely. $#(Choice E)#  Acute cystitis can cause frequent urination but the total urine volume is not increased, and polydipsia and weight loss are more suggestive of diabetes mellitus.  Although urinalysis can detect glucosuria, it has low sensitivity for diabetes and should not be used to confirm the diagnosis. $#(Choice F)#  Although surreptitious drug abuse can be considered in patients with weight loss or other unexplained symptoms, a hemoglobin A1c test is more likely to be diagnostic in light of this patient's polyuria and polydipsia. $#Educational objective# Type 1 diabetes mellitus typically presents subacutely with polyuria and polydipsia accompanied by fatigue and weight loss.  The diagnosis can be confirmed with a fasting blood glucose or hemoglobin A1c measurement.  "},

{"id":"15675","title":"A 58-year-old man comes to the office for evaluation of a foot wound.  The patient noticed a small ulcer on the bottom of his right foot a week ago but recalls no significant foot injury.  He has been applying antiseptics, but the wound has failed to heal.  The patient has a 15-year history of type 2 diabetes mellitus and is nonadherent to medical therapy.  He has smoked a pack of cigarettes daily for 20 years.  Temperature is 37.1 C (98.8 F), blood pressure is 140/80 mm Hg, and pulse is 72/min.  Right lower extremity examination shows a 1-cm (0.39-in) plantar ulcer under the first metatarsal head.  There are no other lesions, and the tibial and dorsalis pedis pulses are normal.  Which of the following is the strongest contributing factor underlying the development of this patient's foot ulcer?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atherosclerotic disease","answer_2":"B. Bacterial infection","answer_3":"C. Irritant dermatitis","answer_4":"D. Sensory impairment","answer_5":"E. Systemic vasculitis","answer_6":"F. Venous insufficiency","percent_1":"14%","percent_2":"2%","percent_3":"0%","percent_4":"69%","percent_5":"6%","percent_6":"9%","right_answer":"D. Sensory impairment","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Lower extremity ulcers#∆⨉∆⨉∆⨉ § ∆^#Arterial insufficiency# ∆^#Venous insufficiency# ∆^#Neuropathic# §^#Common$ location# ∆Tips of toes, malleoli ∆Medial tibia ∆Bony prominences, plantar $surfaces §^#Clinical$ features# ∆Sharply demarcated, pale$ base; deep ∆Irregular, shallow,  erythematous base$ with granulation tissue & $exudate ∆Sharply demarcated, $erythematous base §^#Pain# ∆Very painful ∆Moderate pain ∆None §^#Skin changes# ∆Hairless, shiny, cold ∆Brown/hyperpigmentation, $erythema, thickened skin ∆Dry, scaly, calloused §^#Pulses# ∆Decreased/absent ∆Present ∆Present §^#Associated$ conditions# ∆Smoking, hypertension,$ atherosclerosis ∆Deep vein thrombosis, $varicose veins, pregnancy, $increased age ∆Diabetes mellitus, other $peripheral neuropathy §^#Treatment# ∆Revascularization, $antiplatelet agents ∆Compression, elevation ∆Pressure offloading","explanation_img":"","explanation_1":"","explanation_2":"This patient has a plantar ulcer under the first metatarsal head.  In a patient with chronic, poorly controlled #diabetes mellitus#, this is likely a #neuropathic ulcer# due to underlying peripheral #sensory neuropathy#.  Chronic hyperglycemia promotes nerve injury and impairs nerve repair in distal sensory fibers, causing decreased sensation of pain, pressure, and proprioception. $Loss of these protective senses can cause individuals to not recognize an injury due to minor trauma, friction, or #pressure#.  Areas that are particularly susceptible are points of localized pressure created by a shoe or weight-bearing bones of the foot (eg, plantar surface of the #first metatarsal head#).  A wound in this area often goes unnoticed (due to lack of pain sensation and being hidden by socks or shoes) and can develop into a nonhealing @foot ulcer@. $Loss of proprioception and an increase in ligamentous laxity can also cause chronic pressure-induced joint/skin damage in the feet of patients with diabetic neuropathy, which can lead to calluses or foot deformities (eg, @Charcot foot@, @hammer toe@). $#(Choice A)#  Although diabetic patients (especially those who smoke) often have comorbid arterial insufficiency, arterial ulcers are typically painful, sharply demarcated, and located at the tips of the toes.  This patient has full distal pulses, which makes clinically significant atherosclerotic disease unlikely to be the primary cause of the ulcer. $#(Choice B)#  Bacterial infection may delay ulcer healing, especially if there is underlying osteomyelitis, but it is not the inciting cause of neuropathic ulcers.  In addition, although diabetic ulcers are often colonized by bacteria, this patient has no fever, erythema, or purulent drainage to suggest serious infection. $#(Choice C)#  @Irritant contact dermatitis@ presents with pruritic or painful erythema in areas of exposed skin (eg, hands).  It can occasionally cause small vesicles or fissures, but ulcers are not typical. $#(Choice E)#  Systemic vasculitic disorders (eg, polyarteritis nodosa) are an uncommon cause of skin ulcers.  Vasculitic ulcers are usually painful and associated with other skin (eg, purpura, nodules) and systemic (eg, fever, fatigue) symptoms. $#(Choice F)#  Ulcers caused by @venous insufficiency@ are most common over the tibias or proximal to the medial malleolus.  They present as irregular ulcerations in the setting of stasis dermatitis and/or varicose veins. $#Educational objective# Neuropathic foot ulcers can occur in diabetic patients when loss of pain sensation and proprioception delays recognition of injury due to trauma, friction, or sustained pressure (on plantar surface of foot bones).  The risk is greatest in patients with longstanding diabetes who have poor glycemic control. ","clickable_1":"images/img1.15675.jpg","clickable_2":"images/img2.15675.jpg","clickable_3":"images/img3.15675.jpg","clickable_4":"images/img4.15675.jpg","clickable_5":"images/img5.15675.jpg"},

{"id":"994","title":"A 17-year-old boy who was recently diagnosed with type 1 diabetes mellitus is found unresponsive at home.  His family reports that the patient did not feel good last night and skipped dinner, but he still took his usual dose of insulin.  Paramedics find that his fingerstick blood glucose is 32 mg/dL and immediately administer intramuscular glucagon.  Glucagon binds to a transmembrane receptor in hepatocytes, which promotes binding of intracellular GTP to a specific receptor-associated protein.  This leads to further downstream signaling and rapid metabolic changes within hepatocytes, including a rapid decrease in intracellular glycogen stores and release of glucose into the blood.  Which of the following is the most likely mediator responsible for these effects?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. cGMP-dependent protein kinase","answer_2":"B. Janus tyrosine kinase","answer_3":"C. Phosphodiesterase","answer_4":"D. Protein kinase A","answer_5":"E. Tyrosine-specific protein kinase","percent_1":"18%","percent_2":"6%","percent_3":"3%","percent_4":"61%","percent_5":"11%","right_answer":"D. Protein kinase A","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp994.jpg","explanation_1":"","explanation_2":"$#Glucagon# exerts its effects through G protein-coupled receptors using the #adenylate cyclase second messenger system#.  G protein is a heterotrimer consisting of alpha, beta, and gamma subunits associated with the intracellular domain of these transmembrane receptors.  The alpha subunit of the inactivated G protein is bound to GDP.  On #receptor activation#, the alpha subunit undergoes a conformational change, which releases GDP and binds GTP.  #GTP binding# allows the alpha subunit to dissociate from the remainder of the G protein complex. $There are multiple subtypes of alpha G proteins, each with different secondary effects.  A specific alpha subunit known as #Gs# (present in glucagon, TSH, and PTH receptor complexes) #activates adenylate cyclase# when released from the G protein complex.  Adenylate cyclase converts ATP to #cAMP#, which activates #protein kinase A#.  Protein kinase A phosphorylates specific serine/threonine residues in various enzymes, leading to their activation or deactivation.  Protein kinase A also phosphorylates proteins that bind to the regulatory regions of genes on DNA. $#(Choice A)#  cGMP activates protein kinase G, which mediates a number of intracellular effects (eg, smooth muscle relaxation, platelet activation, sperm metabolism).  cGMP is inactivated by cGMP phosphodiesterase, which cleaves cGMP in the corpus cavernosum of the penis and regulates penile erection.  Drugs that inhibit cGMP-specific phosphodiesterase (eg, sildenafil) are used in the treatment of erectile dysfunction. $#(Choice B)#  Janus tyrosine kinase (JAK) is a cytoplasmic protein activated by ligand binding to non-G protein-coupled transmembrane receptors that lack intrinsic @tyrosine kinase@ activity.  Growth hormone, erythropoietin, and cytokines (eg, interferon) are common ligands for these receptors.  JAKs activate cytoplasmic transcription factors called STATs (signal transducers and activators of transcription), which enter the nucleus to promote gene transcription. $#(Choice C)#  cAMP is cleaved by the enzyme cAMP phosphodiesterase to its inactive form, 5'-AMP.  Drugs that inhibit cAMP phosphodiesterase lead to prolongation of the actions of cAMP.  An example is the use of theophylline in bronchial asthma. $#(Choice E)#  Ligands such as insulin and epidermal growth factor act through transmembrane receptors that have intrinsic tyrosine kinase domains. $#Educational objective# Protein kinase A is responsible for the intracellular effects of the G protein-mediated adenylate cyclase second messenger system.  Hormone receptors that use this system include the TSH, glucagon, and PTH receptors.  ","clickable_1":"images/img1.994.jpg"},

{"id":"847","title":"Researchers are investigating the relationship between glucose transport proteins and insulin concentration in different types of tissues.  Experiments in which cells are taken from various tissue samples and exposed to increasing concentrations of insulin are performed.  The number of surface glucose transporters are then measured.  The results from 2 cell samples are plotted on the graphs below.","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/847.jpg","title_2":"Which of the following cell types are most likely represented in cell samples A and B, respectively?","audio":"","comparison_items":"§∆Cell sample A ∆Cell sample B","answer_1":"§A. ∆Cerebral neurons ∆Hepatocytes","answer_2":"§B. ∆Intestinal epithelial cells ∆Pancreatic beta cells","answer_3":"§C. ∆Renal tubular cells ∆Hepatocytes","answer_4":"§D. ∆Renal tubular cells ∆Skeletal myocytes","answer_5":"§E. ∆Skeletal myocytes ∆Adipocytes","percent_1":"24%","percent_2":"5%","percent_3":"9%","percent_4":"55%","percent_5":"7%","right_answer":"§D. ∆Renal tubular cells ∆Skeletal myocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp847.jpg","explanation_1":"","explanation_2":"$The #glucose transport proteins# (GLUTs) are a family of transmembrane proteins responsible for transport of glucose across cell membranes.  Of these, only #GLUT-4# is #responsive to insulin#.  In the absence of insulin, GLUT-4 is sequestered in the cytoplasm and the cells become less permeable to glucose.  However, increasing insulin concentrations induce translocation of GLUT-4 to the plasma membrane, facilitating glucose transport into the cell (#sample B#).  GLUT-4 is predominantly expressed in #skeletal muscle cells and adipocytes#, where it facilitates insulin-mediated glucose uptake and storage. $In contrast to GLUT-4, #GLUTs 1, 2, 3, and 5# are always present on the plasma membrane, regardless of insulin levels, and are responsible for #insulin-independent# glucose transport (#sample A#). $• GLUT-1 contributes to basal glucose transport in erythrocytes and at the blood-brain barrier. $• GLUT-2 is present in hepatocytes, pancreatic beta cells, and at the basolateral membrane of #renal tubules# and small intestinal mucosa.  It plays a role in absorption of dietary glucose, reabsorption of glucose from renal tubules, hepatic glucose regulation, and sensitivity of beta cells to circulating glucose. $• GLUT-3 is involved in placental and neuronal glucose transport. $• GLUT-5 is a fructose transporter found in spermatocytes and the gastrointestinal tract. $#(Choices A, B, and C)#  Glucose uptake by hepatocytes, pancreatic beta cells, neurons, and enterocytes primarily involves insulin-independent glucose transporters and does not substantially change with insulin concentration. $#(Choice E)#  Both skeletal myocytes and adipocytes express GLUT-4 and would show increased glucose uptake in response to insulin. $#Educational objective# Glucose transport protein (GLUT)-4 is an insulin-sensitive glucose transporter expressed in skeletal muscle cells and adipocytes that translocates to the plasma membrane in response to increasing insulin levels.  In contrast, GLUT-1, 2, 3, and 5 are always present on the plasma membrane and constitutively transport glucose in an insulin-independent manner.  "},

{"id":"19237","title":"A 46-year-old man develops episodes of \"dizzy spells\" accompanied by palpitations and sweating during exercise.  His symptoms improve after drinking orange juice or eating a protein bar.  The patient was diagnosed with type 2 diabetes 6 months ago and advised to lose weight with dietary modification and exercise.  Since then, he has been working out intensively and has lost 10 kg (22 lb).  Which of the following mechanisms is responsible for this patient's symptoms when exercising? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased hepatic glucose production","answer_2":"B. Increased glucokinase activity","answer_3":"C. Increased glucose-6-phosphatase activity","answer_4":"D. Translocation of glucose transporter 2 to the cell membrane","answer_5":"E. Translocation of glucose transporter 4 to the cell membrane","percent_1":"19%","percent_2":"9%","percent_3":"6%","percent_4":"8%","percent_5":"58%","right_answer":"E. Translocation of glucose transporter 4 to the cell membrane","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19237.jpg","explanation_1":"","explanation_2":"$#Glucose uptake in skeletal muscle# occurs by facilitated diffusion via glucose transporter (GLUT) 4.  In the fed state, #insulin# induces muscular glucose uptake by stimulating #translocation of GLUT4# from intracellular depots to the plasma membrane and T tubules.  As circulating glucose and insulin levels fall in the fasting state, GLUT4 is resequestered, and muscle becomes increasingly dependent on internal stores of glucose and glycogen and, subsequently, on fatty acids released by lipolysis in the liver. $However, translocation of GLUT4 is also induced by #muscle contraction#, allowing insulin-independent #glucose uptake during exercise#.  Over time, regular exercise also causes increased expression of GLUT4 and greater insulin-dependent GLUT4 translocation, leading to increased skeletal muscle glucose uptake at any given insulin level (ie, increased insulin sensitivity) and therefore lower blood glucose. $This patient has been engaging in a regular exercise program and is likely experiencing rapid uptake of glucose while exercising.  As blood glucose levels fall, counterregulatory factors (eg, glucagon, epinephrine) are activated, leading to his symptoms (eg, palpitations, sweating), which are then relieved by the intake of sugar.  #Exercise-induced hypoglycemia# is common in patients with diabetes mellitus due to the lack of physiologic insulin regulation along with insufficient carbohydrate supplementation. $#(Choice A)#  As blood glucose levels fall during fasting or exercise, glucagon and epinephrine stimulate hepatic @glycogenolysis and gluconeogenesis@, leading to increased (not decreased) glucose production. $#(Choice B)#  Glucokinase phosphorylates glucose to glucose-6-phosphate, primarily for glycogen synthesis.  It is expressed mainly in the liver and is stimulated by rising, not falling, glucose levels. $#(Choice C)#  Glucose-6-phosphatase catalyzes the hydrolysis of glucose-6-phosphate to glucose during gluconeogenesis, thereby helping to maintain glucose levels in the fasting state; increased activity would improve hypoglycemic symptoms by increasing circulating glucose levels. $#(Choice D)#  GLUT2 is found primarily in the liver and pancreatic beta cells, where it facilitates insulin-independent glucose uptake.  It is not expressed significantly in muscle or translocated in response to muscle contraction. $#Educational objective# Glucose uptake in skeletal muscle occurs primarily via glucose transporter (GLUT) 4.  Muscle contraction and insulin induce translocation of GLUT4 to the cell surface, increasing glucose uptake during exercise and the fed state, respectively.  Over time, regular exercise causes increased expression of GLUT4, leading to increased skeletal muscle glucose uptake at any given insulin level and therefore lower blood glucose levels.  ","clickable_1":"images/img1.19237.jpg"},

{"id":"1984","title":"A 34-year-old man comes to the office with his girlfriend for follow-up of type 1 diabetes mellitus.  He was diagnosed 15 years ago and is currently treated with a combination of basal and rapid-acting insulin injections.  The patient has been experiencing intermittent episodes of hypoglycemia with a blood glucose of 35-54 mg/dL.  Two weeks ago, he was taken to the emergency department after passing out due to low glucose levels.  The patient is prescribed an injectable medication to be administered at home by a caregiver when hypoglycemia is associated with impaired consciousness.  This medication rapidly improves hypoglycemia by which of the following mechanisms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreasing uptake of glucose by fat and muscles","answer_2":"B. Decreasing uptake of glucose by the liver","answer_3":"C. Increasing gastrointestinal absorption of glucose","answer_4":"D. Increasing gluconeogenesis","answer_5":"E. Increasing glycogenolysis","percent_1":"10%","percent_2":"6%","percent_3":"3%","percent_4":"34%","percent_5":"46%","right_answer":"E. Increasing glycogenolysis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Metabolic effects of glucagon# ∆⨉ §^#Liver# ∆ • ↑ glycogenolysis (primary) • ↑ gluconeogenesis, ↓ glycolysis (secondary) • ↓ lipogenesis §^#Adipose# ∆ • ↑ lipolysis §^#Heart# ∆ • ↑ heart rate, contractility (high dose) • Useful in treating beta blocker overdose","explanation_img":"","explanation_1":"","explanation_2":"#Hypoglycemia# initially manifests with neurogenic (autonomic) symptoms, including anxiety, tremor, and sweating.  However, as hypoglycemia worsens patients may develop life-threatening neuroglycopenic symptoms, including confusion, #loss of consciousness#, and seizures.  Mild to moderate hypoglycemia is usually self-treated with oral fast-acting carbohydrates (eg, glucose tablets, fruit juices).  However, when hypoglycemia becomes severe enough to induce unconsciousness, #parenteral treatment# is necessary. $In a medical setting, severe hypoglycemia is usually treated with an infusion of glucose, but this requires intravenous access.  In a nonmedical setting, severe hypoglycemia can be treated with #emergency glucagon kits#, which are produced in intranasal and subcutaneous/intramuscular formulations and can be administered by a caregiver or informed bystander. $#Glucagon# rapidly corrects hypoglycemia by #increasing hepatic glycogenolysis#; the free glucose residues are then released into the blood, causing a return to consciousness within 10-15 minutes of administration.  Subsequently, glucagon induces gluconeogenesis and suppresses hepatic glucose uptake, which provide a delayed but somewhat more sustained effect #(choices B and D)#. $#(Choice A)#  Glucagon has little direct effect on glucose uptake in adipose and muscle tissue, which is primarily regulated by insulin.  Although epinephrine raises blood glucose (in part) by suppression of peripheral glucose uptake and can be administered by auto-injector, it is less effective than glucagon for hypoglycemia and is primarily used for severe allergy/anaphylaxis. $#(Choice C)#  Glucose is taken up from the intestinal lumen into epithelial cells via sodium-glucose cotransporter-1 (SGLT-1) and then passed into the blood via glucose transporter 2 (GLUT-2).  Glucagon causes a decrease in intestinal motility but does not have a major effect on the transport of glucose by SGLT-1 or GLUT-2. $#Educational objective# Severe hypoglycemia causing impaired conciousness can be treated by a caregiver or bystander with injectable or intranasal glucagon.  Glucagon rapidly corrects hypoglycemia by increasing hepatic glycogenolysis, resulting in the release of glucose from preexisting hepatic glycogen stores.  "},

{"id":"6803","title":"Researchers measure the serum insulin levels of healthy volunteers after equivalent loads of oral and intravenous glucose.  The following curves are observed:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/6803.jpg","title_2":"Which of the following endogenous substances best explains the difference between the curves?","audio":"","comparison_items":"","answer_1":"A. Insulin-like growth factor-1","answer_2":"B. Glucagon-like peptide-1","answer_3":"C. Somatostatin","answer_4":"D. Secretin","answer_5":"E. Cholecystokinin","percent_1":"19%","percent_2":"51%","percent_3":"10%","percent_4":"13%","percent_5":"6%","right_answer":"B. Glucagon-like peptide-1","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Incretins are gastrointestinal hormones produced by the gut mucosa that stimulate pancreatic insulin secretion in response to sugar-containing meals.  This response is independent of blood glucose levels, and typically occurs prior to any elevation in blood glucose level following a meal.  Two hormones with incretin effects are glucagon-like peptide-1 (GLP-1) and gastric inhibitory peptide (glucose-dependent insulinotropic peptide, GIP).  Insulin levels will also increase following intravenous administration of glucose due to the sensitivity of the pancreatic beta-cells to increases in blood glucose, but this increase will not be as marked as that seen following oral glucose administration because the effect of incretin is absent.$ #(Choice A)# Insulin-like growth factor-1 is produced by the liver in response to stimulation by growth hormone.  It functions as a mitogen and as an inhibitor of apoptosis. $ #(Choice C)# Somatostatin is produced by cells in the stomach, small bowel and pancreas and inhibits the production and release of most other gastrointestinal hormones, including insulin. $ #(Choice D)# Secretin is a hormone produced in the duodenum in response to increased luminal acidity.  It stimulates the release of bicarbonate-rich secretions from the pancreas, gallbladder and duodenum.  It also increases the activity of cholecystokinin. $ #(Choice E)# Cholecystokinin is produced by the duodenum in response to a fat or protein-rich meal.  It has many functions including inhibition of further gastric emptying, stimulation of pancreatic enzyme secretion and stimulation of bile production and gallbladder contraction. $ #Educational objective# Incretin functions by stimulating insulin release following oral consumption of glucose.  Incretin-stimulated insulin release is independent of the increase in insulin secretion brought on by elevations in the blood glucose level. "},

{"id":"19219","title":"A 34-year-old man is admitted to the hospital after sustaining a head injury and fractures of both femurs in a motor vehicle collision.  CT scan of the head reveals a left-sided extradural hematoma.  He has no history of chronic illness and takes no medications.  The patient receives intravenous fluid boluses and blood transfusions and is taken to the operating room for fracture repair and removal of the hematoma.  On the first postoperative day, laboratory results show high plasma glucose and lactate levels.  Which of the following is the primary contributor to this patient's elevated blood glucose levels?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Administration of intravenous fluid boluses","answer_2":"B. Decreased hepatic glycerol supply","answer_3":"C. Increased anaerobic glycolysis","answer_4":"D. Increased hepatic glucose production","answer_5":"E. Increased renal gluconeogenesis","percent_1":"9%","percent_2":"2%","percent_3":"19%","percent_4":"64%","percent_5":"5%","right_answer":"D. Increased hepatic glucose production","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Stress hyperglycemia#∆⨉ §^#Presentation# ∆ • Transient hyperglycemia without known diabetes §^#Risk factors# ∆ • Hemorrhage, major trauma • Hypoxia • Sepsis §^#Pathogenesis# ∆ • Secretion of cortisol, catecholamines, glucagon & proinflammatory cytokines • Increased hepatic glycogenolysis & gluconeogenesis","explanation_img":"","explanation_1":"","explanation_2":"#Stress hyperglycemia# is a transiently elevated blood glucose level in the context of severe illness in patients without preexisting diabetes mellitus.  It is common in the intensive care unit and is typically seen in those with sepsis and other severe infections, burns, trauma, or major hemorrhage. $Severe metabolic stress is associated with increased production of #cortisol#, #catecholamines# (primarily epinephrine and norepinephrine), glucagon, and proinflammatory cytokines (eg, IL-1, IL-6, tumor necrosis factor-alpha).  Cortisol, catecholamines, and glucagon act on the liver to #increase glycogenolysis and gluconeogenesis#, stimulating release of glucose from the liver into the blood. $In addition, the release of proinflammatory cytokines is associated with increased expression of glucose transporter (GLUT) 1 in the CNS and macrophages, along with decreased expression of GLUT4 (which mediates insulin-induced glucose uptake in peripheral tissues).  This facilitates #increased glucose uptake by the brain #and #immune cells# responsible for fighting infection. $#(Choice A)#  During trauma resuscitation, most patients are given isotonic fluids (eg, normal saline, Ringer lactate), which are unlikely to cause hyperglycemia.  Even if mild fluid-induced hyperglycemia occurs, blood glucose levels typically normalize quickly after fluid boluses. $#(Choice B)#  Norepinephrine stimulates peripheral lipolysis, releasing glycerol, which can be taken up by the liver for use in gluconeogenesis.  Therefore, stress increases, not decreases, the hepatic glycerol supply. $#(Choice C)#  Severe illness is often associated with increased anaerobic glycolysis due to systemic or local tissue hypoxia (blood loss in this patient).  Increased conversion of glucose to lactate in ischemic tissues raises plasma lactate levels.  Glucose levels are often concurrently elevated due to stress hyperglycemia, but anaerobic glycolysis itself depletes glucose. $#(Choice E)#  The renal cortex can convert lactate to glucose via gluconeogenesis.  However, it makes a significantly smaller contribution to circulating glucose levels than hepatic gluconeogenesis. $#Educational objective# Stress hyperglycemia is transiently elevated blood glucose levels in the context of severe illness (eg, sepsis, burns, major hemorrhage) in patients without preexisting diabetes mellitus.  Cortisol and catecholamines released in response to severe metabolic stress act on the liver to increase glycogenolysis and gluconeogenesis.  "},

{"id":"846","title":"A 56-year-old man is evaluated for progressive visual impairment.  The patient works as part of the grounds crew at an airport, and says he has trouble identifying aircraft at a distance and with filling out paperwork at the end of his shift.  His medical history includes poorly controlled diabetes mellitus, hypertension, and gout.  A year ago, the patient underwent an uncomplicated repair of a right inguinal hernia.  Physical examination shows bilateral clouding of the lens.  The remainder of the examination is unremarkable.  Which of the following metabolic conversions is most likely contributing to this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Galactitol to tagatose","answer_2":"B. Galactose to galactitol","answer_3":"C. Glucose to sorbitol","answer_4":"D. Glucose-6-phosphate to 6-phosphogluconolactone","answer_5":"E. Pyruvate to lactate","percent_1":"1%","percent_2":"13%","percent_3":"84%","percent_4":"2%","percent_5":"1%","right_answer":"C. Glucose to sorbitol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp846.jpg","explanation_1":"","explanation_2":"$This patient has #cataracts#, an opacification of the lens of the eye that can lead to blindness, likely a result of long-standing #hyperglycemia# due to poorly controlled diabetes mellitus.  Certain cells (eg, retinal, endothelial, lens, renal mesangial, Schwann) are more vulnerable to hyperglycemia-induced damage because they are unable to regulate glucose transport when circulating levels are high. $Multiple metabolic pathways are involved in the pathogenesis of hyperglycemia-induced tissue damage: $• #Advanced glycosylation end-products (AGEs):#  Glucose can nonenzymatically attach to proteins and lipids, forming reversible glycosylation products that slowly stabilize into irreversible products.  Under hyperglycemic conditions, AGEs accumulate and facilitate deposition of LDL in blood vessel walls and inflammatory cell invasion that causes atherosclerosis and microangiopathic complications.  High glucose levels in the aqueous humor may also induce nonenzymatic glycation of lens proteins, which contributes to cataract formation. $• #Polyol pathway overactivity:#  The enzyme aldose reductase converts #glucose to sorbitol#, which is then oxidized to fructose by the enzyme sorbitol dehydrogenase.  With hyperglycemia, formation of sorbitol occurs faster than its metabolism to fructose, resulting in its accumulation.  Sorbitol increases the osmotic pressure in tissues and stimulates the influx of water, leading to #osmotic cellular injury#.  In addition, #oxidative stress# resulting from the depletion of NADPH (aldose reductase consumes NADPH) also contributes to cataract formation and other diabetic complications such as retinopathy, peripheral neuropathy, and nephropathy. $#(Choices A and B)#  Aldose reductase also catalyzes the conversion of galactose (obtained from dietary lactose) to galactitol, but sorbitol dehydrogenase is incapable of oxidizing galactitol to its corresponding keto sugar (tagatose, a food sweetener).  In galactosemia (galactose 1-phosphate uridyltransferase deficiency), excess galactitol is produced, which causes cataracts in newborns. $#(Choice D)#  In the hexose monophosphate shunt, glucose-6-phosphate is converted to 6-phosphogluconolactone by the enzyme glucose-6-phosphate dehydrogenase (G6PD), generating the reducing equivalent NADPH.  G6PD deficiency results in hemolytic anemia during times of increased oxidative stress. $#(Choice E)#  Lactate dehydrogenase catalyzes the conversion of pyruvate to lactate under anaerobic conditions.  Excess lactate forms in hypoxic states, causing metabolic acidosis. $#Educational objective# In hyperglycemic states, aldose reductase converts glucose to sorbitol at a rate faster than sorbitol can be metabolized.  Sorbitol accumulates in certain cells such as lens cells, causing an influx of water and resulting in osmotic cellular injury.  Depletion of NADPH by aldose reductase also increases oxidative stress, which accelerates development of cataracts and diabetic microvascular complications (eg, neuropathy, retinopathy).  "},

{"id":"8531","title":"A 43-year-old woman comes to the office due to episodic confusion, blurred vision, tremors, and sweating.  The episodes have increased in intensity in the past few months and seem to occur any time during the day.  Her symptoms are relieved by drinking orange juice.  During a recent episode, the patient's blood glucose level was 32 mg/dL as measured by her husband's home glucose meter.  Medical history includes major depression and irritable bowel syndrome.  Laboratory studies performed during the next episode of symptoms show the following results:","title_table":"?Glucose? 35 mg/dL ?Insulin? 18 µU/mL (normal: <3 µU/mL) ?C-peptide? 4.01 ng/mL (normal: <0.6ng/mL)","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely cause of this patient's symptoms?","audio":"","comparison_items":"","answer_1":"A. Alpha cell tumor","answer_2":"B. Insulin administration","answer_3":"C. Somatostatinoma","answer_4":"D. Sulfonylurea use","answer_5":"E. VIP-secreting tumor","percent_1":"6%","percent_2":"8%","percent_3":"6%","percent_4":"72%","percent_5":"8%","right_answer":"D. Sulfonylurea use","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Evaluation of hypoglycemia#∆⨉∆⨉∆⨉ § ∆^#Serum insulin# ∆^#C-peptide# ∆^#Hypoglycemic drug assay# §^Exogenous insulin ∆^Normal/increased ∆^#Low# ∆^Negative §^Oral hypoglycemic agents ∆^Normal/increased ∆^Normal/elevated ∆^#Positive# §^Insulinoma ∆^Normal/increased ∆^Normal/elevated ∆^Negative","explanation_img":"","explanation_1":"","explanation_2":"This patient has symptomatic #hypoglycemia#, confirmed by the #Whipple triad#: $• Symptoms consistent with hypoglycemia (eg, tremor, diaphoresis, confusion) $• Low blood glucose level $• Relief of hypoglycemic symptoms when the blood glucose level is corrected $@Insulin@ is initially synthesized as preproinsulin, after which the signal peptide is removed, yielding proinsulin.  In the secretory granules, proinsulin is cleaved into #insulin# and #C-peptide#, which are then released together in equimolar amounts.  Normally, as blood glucose falls, endogenous insulin secretion is suppressed, and serum levels of both insulin and C-peptide drop. $Hypoglycemia due to excessive #endogenous insulin production# is associated with #elevated levels of C-peptide#.  This can occur due to autonomous insulin-producing tumors (insulinomas) or intake of insulin secretagogues (eg, #sulfonylureas#).  Self-induced hypoglycemia via oral hypoglycemics is often a manifestation of a factitious disorder and is typically seen in health care workers and family members of patients with diabetes using these medications (which is likely in this patient whose husband has home glucose-testing supplies).  Sulfonylurea abuse can be confirmed by testing the urine or blood for specific hypoglycemic agents. $#(Choice A)#  Glucagonoma is a rare tumor of pancreatic alpha cells that secretes excessive amounts of glucagon.  This results in hyperglycemia, weight loss, anemia, and necrolytic migratory erythema (a raised, erythematous rash affecting the face, groin, and extremities). $#(Choice B)#  Hypoglycemia due to exogenous insulin injection, which does not contain C-peptide, is associated with an elevated serum insulin level but an undetectable C-peptide level. $#(Choice C)#  Somatostatinoma is a rare tumor of pancreatic delta cells that is associated with hyperglycemia, weight loss, abdominal pain, steatorrhea, cholelithiasis, and hypochlorhydria.  These manifestations are due to somatostatin-induced inhibition of insulin, gastrin, secretin, and cholecystokinin secretion, as well as decreased gastrointestinal motility. $#(Choice E)#  VIPomas are non–beta cell pancreatic islet cell tumors that hypersecrete vasoactive intestinal polypeptide (VIP).  Features include watery diarrhea, hypokalemia, and impaired gastric acid secretion. $#Educational objective# Hypoglycemia is characterized by tremor, diaphoresis, and confusion in association with a low blood glucose level and resolution of symptoms when the blood glucose level is corrected.  Hypoglycemia with elevated insulin and low C-peptide levels suggests exogenous insulin injection, whereas elevated C-peptide suggests an insulin secretagogue or insulin-secreting tumor. ","clickable_1":"images/img1.8531.jpg"},

{"id":"1324","title":"In a series of animal experiments, the insulin concentration in the pancreatic veins is measured after the administration of various agents.  Epinephrine administration is found to cause a decrease in insulin levels.  However, after pretreatment with Drug A, epinephrine injection causes a paradoxical increase in insulin concentration.  Which of the following receptors does Drug A most likely block?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-2 adrenergic receptors","answer_2":"B. Beta-2 adrenergic receptors","answer_3":"C. Glucagon-like peptide-1 receptors","answer_4":"D. Histamine H2 receptors","answer_5":"E. Muscarinic M3 receptors","percent_1":"42%","percent_2":"37%","percent_3":"19%","percent_4":"1%","percent_5":"2%","right_answer":"A. Alpha-2 adrenergic receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1324.jpg","explanation_1":"","explanation_2":"$Pancreatic beta cell insulin secretion is influenced by serum glucose levels and other factors such as autonomic nervous system activity.  Parasympathetic stimulation of muscarinic M3 receptors promotes insulin secretion and is induced by the smell and/or sight of food.  In contrast, sympathetic stimulation is more complex, since both alpha-2 and beta-2 adrenergic receptors are present on pancreatic beta cells and exert opposite effects.  Stimulation of beta-2 receptors promotes insulin secretion while stimulation of alpha-2 receptors inhibits insulin release.  However, the alpha-2-mediated inhibitory effect is predominant, causing sympathetic stimulation to lead to overall inhibition of insulin secretion.  Likewise, epinephrine administration activates both alpha-2 and beta-2 receptors, but the overriding inhibitory effect results in decreased insulin secretion.  Following pretreatment with an alpha-2 receptor blocker (Drug A), epinephrine's effect on beta-2 receptors would become dominant, resulting in increased insulin secretion. $#(Choice B)#  Stimulation of beta-2 adrenergic receptors results in increased insulin secretion; beta-2 receptor blockade would inhibit insulin release. $#(Choice C)#  Glucagon-like peptide-1 (GLP-1) is an incretin hormone secreted by the intestinal L cells in response to food and acts on receptors found on pancreatic beta cells to potentiate glucose-induced insulin release.  Blocking GLP-1 receptors reduces insulin release.  GLP-1 receptor agonists (eg, exenatide, liraglutide) are commonly used to treat type 2 diabetes mellitus. $#(Choice D)#  Histamine H2 receptor stimulation increases insulin secretion.  Blocking these receptors would cause a decrease in insulin release. $#(Choice E)#  Parasympathetic stimulation increases insulin secretion via M3 muscarinic receptors.  Blocking these receptors would inhibit the release of insulin. $#Educational objective# Alpha-2 adrenergic receptors inhibit insulin secretion, and beta-2 adrenergic receptors stimulate insulin secretion.  The alpha-2-mediated inhibitory effect is generally predominant, causing sympathetic stimulation to lead to overall inhibition of insulin secretion.  "},

{"id":"18965","title":"A 48-year-old woman comes to the office for follow-up of type 2 diabetes mellitus.  She has had diabetes for 10 years with gradually worsening glycemic control despite taking multiple oral antidiabetic agents.  Three months ago, the patient discontinued her oral medications (except for metformin) and started a daily injection of insulin glargine; she has had multiple visits with the diabetes educator since then to review injection technique and titrate up the dose.  However, the patient reports a 4.5-kg (10-lb) weight gain since starting insulin.  She says, \"I feel like I need to eat more.  If that's how insulin is going to be, then I don't want to continue it.\"  Which of the following is the most appropriate response to this patient's statement? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. \"Regular exercise can reduce insulin-induced weight gain.  What are your current exercise habits?\"","answer_2":"B. \"Some patients eat more after starting insulin because they fear their sugar may drop.  Have you noticed that happening to you?\"","answer_3":"C. \"Sometimes stress can increase your appetite.  How are things in your life right now?\"","answer_4":"D. \"Unfortunately, although insulin controls diabetes, it can cause weight gain.  But the benefits outweigh the side effects.\"","percent_1":"15%","percent_2":"50%","percent_3":"19%","percent_4":"16%","right_answer":"B. \"Some patients eat more after starting insulin because they fear their sugar may drop.  Have you noticed that happening to you?\"","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Insulin-induced weight gain# ∆⨉ §^#Physiologic factors# ∆ • Increased peripheral glucose uptake • Increased adipose fatty acid uptake • Reduced renal glucose losses §^#Behavioral factors# ∆ • Less rigorous dietary adherence • Eating/snacking in response to hypoglycemic symptoms §^#Patient counseling# ∆ • Review for changes in diet • Ask about hypoglycemic symptoms","explanation_img":"","explanation_1":"","explanation_2":"#Insulin# therapy for diabetes mellitus commonly causes #weight gain# due to increased peripheral glucose uptake, increased adipose lipid deposition, and reduced renal glucose loss (due to normalization of blood glucose, which reduces the filtered glucose load).  Behavioral factors, including snacking and less rigorous adherence to dietary recommendations, can also contribute.  Weight gain is especially pronounced in patients with type 2 diabetes who typically have high circulating levels of insulin and preexisting obesity. $This patient has experienced weight gain after initiating a long-acting insulin analogue (ie, insulin glargine).  Insulin normally suppresses appetite, but this patient reports #increased need to eat#, which suggests that the weight gain may not be simply due to the metabolic effects of insulin.  Specifically, this patient may be eating more to suppress #feelings of hypoglycemia#. $To address this patient's insulin-induced weight gain, the clinician should obtain additional history to elicit the #patient's perspective# on appetite, recent changes in #dietary patterns#, and associated #hypoglycemic symptoms#.  Once the causes are better understood, several strategies, including dietary modification and changes to the insulin regimen, can mitigate insulin-induced weight gain. $#(Choice A)#  Periodic review of exercise habits is recommended for patients with diabetes.  However, this patient has already stated that appetite is her primary concern, so this should be explored first. $#(Choice C)#  Patients can gain weight due to a variety of factors.  In addition to physiologic factors, stress often alters diet and exercise habits, leading to weight gain.  However, this patient's weight gain is temporally associated with the initiation and titration of insulin, which makes insulin the most reasonable culprit.  If the issue is not resolved after addressing the patient's insulin regimen, other factors can be explored. $#(Choice D)#  Although the benefits of improved glycemic control with insulin generally outweigh the negative effects of weight gain, this statement does not address the patient's concerns and could miss an opportunity to improve the insulin program. $#Educational objective# Insulin can cause weight gain due to physiologic (eg, increased peripheral glucose uptake, reduced renal loss of glucose) and behavioral (eg, increased snacking in response to hypoglycemia, less rigorous attention to diet) factors.  Counseling should elicit the patient's perspective on appetite, changes in dietary patterns, and hypoglycemic symptoms.  "},

{"id":"1655","title":"A 64-year-old woman is brought to the emergency department due to confusion and lethargy.  The patient was asymptomatic when her husband left for work in the morning, but when he arrived home, he found her in bed, weak and disoriented.  The patient's medical conditions include type 2 diabetes mellitus and hypertension, for which she takes multiple medications.  She does not use tobacco, alcohol, or recreational drugs.  Temperature is 37 C (98.6 F), blood pressure is 140/70 mm Hg, pulse is 74/min, and respirations are 18/min.  On physical examination, the patient is somnolent but withdraws all extremities to pain.  Laboratory testing shows an elevated serum C-peptide level.  If this patient's current condition is due to an antidiabetic drug, which of the following is the most likely culprit agent?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acarbose","answer_2":"B. Canagliflozin","answer_3":"C. Glyburide","answer_4":"D. Long-acting insulin","answer_5":"E. Metformin","answer_6":"F. Pioglitazone","answer_7":"G. Short-acting insulin","percent_1":"2%","percent_2":"4%","percent_3":"64%","percent_4":"8%","percent_5":"7%","percent_6":"8%","percent_7":"7%","right_answer":"C. Glyburide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1655.jpg","explanation_1":"","explanation_2":"$This patient with type 2 diabetes mellitus has acute confusion and lethargy, findings consistent with symptomatic #hypoglycemia#, a common adverse effect of certain antidiabetic medications.  Her #elevated C-peptide# level further indicates a medication that stimulates #endogenous# pancreatic insulin secretion independent of blood glucose levels, such as #sulfonylureas# (eg, glyburide) or meglitinides. $Insulin is synthesized in pancreatic beta cells as preproinsulin, which is guided by a signal peptide into the rough endoplasmic reticulum during translation.  The signal peptide is then removed, converting preproinsulin to proinsulin.  Protein folding and disulfide bond formation take place as proinsulin traverses the rough endoplasmic reticulum.  Proinsulin is then transported to the Golgi apparatus, where it is packaged with proteolytic enzymes into insulin secretory granules and cleaved into mature insulin and C-peptide.  #C-peptide and insulin# are then #cosecreted# from pancreatic beta cells in equimolar amounts. $When hypoglycemia is due to excessive endogenous insulin production (eg, sulfonylureas, meglitinides, insulinoma), C-peptide levels are elevated.  In contrast, #exogenous insulin# and insulin analogues (ie, insulin-like polypeptides with structural alterations to optimize pharmacokinetic properties) #do not contain C-peptide#.  When hypoglycemia is induced by these agents, endogenous insulin secretion is suppressed and C-peptide levels are low #(choices D and G)#. $#(Choice A)#  Acarbose inhibits alpha-glucosidase in the intestinal brush border, impairing the hydrolysis of polymeric carbohydrates and leading to decreased postprandial glucose absorption.  Acarbose indirectly decreases endogenous insulin (and C-peptide) secretion by reducing postprandial hyperglycemia. $#(Choices B, E, and F)#  Sodium-glucose cotransporter-2 inhibitors (eg, canagliflozin, dapagliflozin) act in the kidney to decrease the reabsorption of filtered glucose.  Metformin decreases hepatic glucose production and increases peripheral glucose uptake and use.  Thiazolidinediones (eg, pioglitazone) increase insulin sensitivity.  These agents do not increase endogenous insulin secretion and therefore do not elevate the C-peptide level. $#Educational objective# Proinsulin is cleaved into insulin and C-peptide; therefore, C-peptide is a marker of endogenous insulin secretion.  Diabetic medications that increase endogenous insulin secretion (eg, sulfonylureas) elevate the C-peptide level.  "},

{"id":"1996","title":"A 55-year-old man comes to the office to establish care after relocating to the area.  The patient has a 6-year history of type 2 diabetes mellitus for which he takes metformin monotherapy.  He feels well and has no other medical conditions.  The patient does not use tobacco or alcohol.  He consumes a balanced diet and jogs for 40 minutes every morning.  Review of his blood glucose journal over the last few months shows fasting glucose levels of 150-180 mg/dL.  Laboratory analysis shows a hemoglobin A1c level of 4%.  Further evaluation with hemoglobin electrophoresis shows a hemoglobin A2 level of 7.5% (normal: 1.5%-3.5%).  Which of the following is the most likely explanation for this patient's lower-than-expected hemoglobin A1c level?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Beta-thalassemia minor","answer_2":"B. Folate deficiency","answer_3":"C. Iron deficiency","answer_4":"D. Low erythropoietin","answer_5":"E. Poor glycemic control","answer_6":"F. Sickle cell trait","percent_1":"77%","percent_2":"1%","percent_3":"3%","percent_4":"4%","percent_5":"2%","percent_6":"13%","right_answer":"A. Beta-thalassemia minor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"Hemoglobin A1c is produced by irreversible nonenzymatic glycosylation of the N-terminal of the hemoglobin molecule.  The degree of glycosylation (ie, hemoglobin A1c level) directly correlates with average blood glucose levels over the life span of circulating erythrocytes, which is normally approximately 3 months.  #Higher glucose levels# and #increased exposure time #of red cells to glucose #increase hemoglobin A1c# values.  As such, conditions that alter red blood cell survival time also affect hemoglobin A1c levels. $This patient has an elevated @hemoglobin A2@, which suggests comorbid #beta-thalassemia minor#.  Hemoglobin A2 is elevated in beta-thalassemia to compensate for beta-globin–chain underproduction, but results in microcytic red cells that are prone to hemolysis.  #Increased erythrocyte turnover# results in a #misleadingly low hemoglobin A1c level#.  In such cases, measurement of glycated serum proteins (ie, fructosamine) is sometimes used to estimate glycemic control. $#(Choices B and C)#  Deficiencies of iron, folate, and vitamin B12 can reduce production of new red cells, leading to a preponderance of older erythrocytes and falsely elevated hemoglobin A1c.  In contrast, treatment of vitamin deficiencies causes young red cells to be rapidly released into circulation, falsely lowering hemoglobin A1c. $#(Choice D)#  Advanced diabetic nephropathy may cause reduced erythropoietin production.  The resulting decrease in production of new red cells may lead to falsely high hemoglobin A1c (similar to nutrient deficiencies). $#(Choice E)#  Chronically elevated blood glucose (ie, poor glycemic control) is the primary cause of increased hemoglobin A1c in patients with diabetes. $#(Choice F)#  Sickle cell trait is characterized by heterozygous carriage of hemoglobin S.  Some patients with sickle cell trait can have slightly reduced hemoglobin A1c level due to increased red cell turnover (homozygous individuals with sickle cell disease have rapid red cell turnover and very low A1c).  However, hemoglobin A2 percentage remains near normal in patients with sickle cell mutations. $#Educational objective# Hemoglobin A1c is produced by nonenzymatic glycosylation of the hemoglobin molecule.  A hemoglobin A1c assay provides an estimate of chronic glycemic control over the life span of circulating erythrocytes (~3 months).  However, rapid erythrocyte turnover (eg, hemolytic anemia) can give a misleadingly low hemoglobin A1c in relation to glycemic status. ","clickable_1":"images/img1.1996.jpg"},

{"id":"1540","title":"A 19-year-old man is brought to the emergency department due to weakness and confusion.  Family members report that for the last 2 weeks he has experienced polyuria, polydipsia, and increased appetite.  Medical history is remarkable for an appendectomy at age 12.  The patient does not use tobacco, alcohol, or illicit drugs.  Family history is significant for hypothyroidism in his brother.  Temperature is 36.7 C (98 F), blood pressure is 90/60 mm Hg, pulse is 97/min, and respirations are 22/min.  On physical examination, the patient is lethargic but follows simple commands.  His breath has a fruity odor.  This patient is most likely deficient in a hormone that normally performs which of the following actions?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activates hormone-sensitive lipase","answer_2":"B. Decreases glucagon secretion","answer_3":"C. Decreases muscle glycogen synthesis","answer_4":"D. Increases hepatic glucose production","answer_5":"E. Increases renal glucose reabsorption","percent_1":"10%","percent_2":"74%","percent_3":"3%","percent_4":"8%","percent_5":"4%","right_answer":"B. Decreases glucagon secretion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Insulin effects#∆⨉∆⨉ §^#Effect# ∆^#Target organs# ∆^#Consequences of inadequate insulin# §^↑ Glucose uptake ∆ • Skeletal muscle • Adipose tissue • Liver ∆ • #Hyperglycemia# $== ○ Polyuria, polydipsia $== ○ Lethargy $== ○ Polyphagia or anorexia §^↑ Glycogen synthesis/$ ↓ glycogenolysis ∆ • Liver ∆↕ §^↓ Glucagon secretion ∆ • Pancreas (alpha cells) ∆↕ §^↓ Lipolysis/$ ↓ ketogenesis ∆ • Adipose tissue • Liver ∆ • Ketosis/ketoacidosis §^↑ Protein synthesis ∆ • Muscle ∆ • Muscle wasting, weight loss","explanation_img":"","explanation_1":"","explanation_2":"This patient has undiagnosed type 1 diabetes mellitus and is now presenting with #diabetic ketoacidosis# (polyuria, polydipsia, altered mental status, fruity breath [exhaled ketones]).  Diabetic ketoacidosis results from a #deficiency of insulin# coupled with an excess of counterregulatory hormones (ie, glucagon, epinephrine). $Blood glucose levels are normally maintained within a tight range by the opposing effects of insulin (secreted by beta cells) and glucagon (secreted by alpha cells).  In the fasting state, low blood glucose levels stimulate secretion of glucagon, which increases blood glucose levels by upregulating glycogenolysis and gluconeogenesis in the liver.  In contrast, insulin is released in response to high glucose levels and functions to decrease hepatic glucose production #(choice D)# and increase glucose uptake by insulin-responsive tissues.  #Insulin #also #suppresses glucagon# by directly acting on the alpha cells, enhancing the metabolic effects of insulin. $In type 1 diabetes mellitus, unsuppressed glucagon secretion due to insulin deficiency contributes to excess blood glucose levels. $#(Choice A)#  In adipose tissue, hormone-sensitive lipase hydrolyzes intracellular triglycerides to release free fatty acids.  Hormone-sensitive lipase is activated by ACTH and epinephrine in the fasting state and is downregulated by insulin in the fed state.  In untreated type 1 diabetes, the lack of insulin induces a catabolic state, resulting in increased lipolysis; patients typically lose weight despite a normal or increased appetite. $#(Choice C)#  In skeletal muscle, insulin increases glucose uptake and synthesis of glycogen, which is then available for energy production during exercise.  Insulin also increases amino acid transport and ribosomal translation efficiency in muscle tissue, leading to an overall increase in protein synthesis.  Insulin deficiency in type 1 diabetes leads to decreased muscle glycogen synthesis and muscle wasting. $#(Choice E)#  In the renal tubules, glucose is actively taken up from the tubular lumen by sodium-glucose co-transporter 2 (SGLT2) and then passed across the basolateral membrane.  This occurs independent of insulin levels and leads to near-complete reabsorption of filtered glucose (unless severe hyperglycemia overwhelms the reabsorptive capacity, leading to osmotic diuresis and polyuria). $#Educational objective# Normal blood glucose levels are maintained by the opposing effects of insulin and glucagon.  Glucagon stimulates hepatic glycogenolysis and gluconeogenesis, whereas insulin increases peripheral glucose uptake and inhibits lipolysis and ketoacid formation.  Insulin also suppresses glucagon release.  "},

{"id":"1121","title":"A 14-year-old boy is brought to the emergency department due to excessive urination and thirst.  He has lost 4.5 kg (10 lb) in the last 3 weeks.  The patient has no past medical problems.  His father has type 1 diabetes mellitus.  Physical examination shows dry mucous membranes.  Laboratory studies reveal blood glucose of 455 mg/dL, normal anion gap, and hemoglobin A1c of 11.3%.  The patient is diagnosed with type 1 diabetes, and treatment with insulin is initiated.  In addition to lowering blood glucose, insulin increases glycogen synthesis in hepatocytes.  Activation of which of the following molecules most likely promotes this metabolic effect?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Janus kinase (JAK)","answer_2":"B. Lipoxygenase","answer_3":"C. Phospholipase C","answer_4":"D. Protein kinase A","answer_5":"E. Protein phosphatase","percent_1":"23%","percent_2":"2%","percent_3":"9%","percent_4":"27%","percent_5":"39%","right_answer":"E. Protein phosphatase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1121.jpg","explanation_1":"","explanation_2":"$#Insulin# decreases blood glucose levels by increasing glucose uptake into skeletal muscle and adipocytes.  In addition to having glucose lowering effects, insulin is an anabolic hormone that promotes synthesis of glycogen, triglycerides, nucleic acids, and proteins.  Furthermore, insulin inhibits glycogenolysis and gluconeogenesis. $The surface receptor for insulin is a transmembrane protein with #intrinsic tyrosine kinase# activity in its cytoplasmic domain.  Insulin binding activates tyrosine kinase, leading to phosphorylation of insulin receptor substrate 1 (IRS-1).  IRS-1 then activates several intracellular pathways that induce the physiologic effects of insulin.  Activation of the MAP kinase pathway promotes mitogenic functions such as DNA synthesis and cell growth.  In contrast, activation of #phosphatidylinositol-3-kinase (PI3K)# stimulates metabolic functions such as translocation of GLUT-4 to the cell membrane, #glycogen synthesis#, and fat synthesis.  PI3K promotes glycogen synthesis by activating #protein phosphatase#, an enzyme that dephosphorylates glycogen synthase, leading to its activation. $#(Choice A)#  Janus kinase (JAK) is a component of the second messenger system for various peptide hormones (eg, growth hormone, prolactin) and cytokines (eg, interferon, interleukin).  JAK has tyrosine kinase activity; however, it is a cytoplasmic enzyme that is not part of a cell surface receptor (non-receptor tyrosine kinase). $#(Choice B)#  Lipoxygenase is an enzyme involved in arachidonic acid metabolism and is responsible for the arm of that pathway that synthesizes leukotrienes. $#(Choice C)#  Phospholipase C is activated in the G-protein/inositol triphosphate (IP3)/calcium second messenger system.  Hormone-receptor binding activates a G-protein that in turn activates phospholipase C to degrade phospholipids into IP3 and diacylglycerol.  Both diacylglycerol and the increased intracellular calcium caused by IP3 lead to protein kinase C activation. $#(Choice D)#  Protein kinase A is the primary intracellular effector enzyme in the G-protein/adenylate cyclase second messenger system.  Glucagon acts through this pathway to stimulate glycogen breakdown.  Protein kinase A activates glycogen phosphorylase via activation of glycogen phosphorylase kinase. $#Educational objective# Insulin is an anabolic hormone that acts via receptor tyrosine kinase signaling to increase the synthesis of glycogen, proteins, fatty acids, and nucleic acids.  Tyrosine kinase/phosphatidylinositol-3-kinase stimulation promotes glycogen synthesis by activating protein phosphatase, an enzyme that dephosphorylates (activates) glycogen synthase.  "},

{"id":"934","title":"A 66-year-old man comes to the office due to progressive vision impairment over the last year that has begun to affect his ability to drive.  He has difficulty reading road signs at night and reports excessive glare from the headlights of oncoming cars.  The patient has a long history of hypertension and type 2 diabetes mellitus.  Funduscopy reveals a diminished red reflex bilaterally with obscuration of retinal detail.  It is determined that the patient's condition is in part due to intracellular accumulation of sorbitol.  In healthy cells, this sugar alcohol is normally metabolized into which of the following substances to facilitate excretion?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Fructose","answer_2":"B. Galactitol","answer_3":"C. Galactose","answer_4":"D. Glucose","answer_5":"E. Xylulose","percent_1":"63%","percent_2":"16%","percent_3":"6%","percent_4":"8%","percent_5":"7%","right_answer":"A. Fructose","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp934.jpg","explanation_1":"","explanation_2":"$This patient has #cataracts#, a vision-impairing opacification of the lens that causes loss of the @red reflex@ with decreased visualization of retinal details on ophthalmoscopic evaluation.  The incidence of cataracts increases with #age#; other risk factors include smoking, excessive sunlight exposure, #diabetes mellitus#, and glucocorticoid use.  In this patient, long-term hyperglycemia most likely contributed to cataract formation by causing #oversaturation of the polyol pathway#. $The first step in the polyol pathway (an alternative route of glucose metabolism) is the conversion of glucose into sorbitol by aldose reductase.  Sorbitol cannot readily cross cell membranes and is therefore trapped inside the cells where it forms.  The second enzyme in the pathway, sorbitol dehydrogenase, is able to #convert sorbitol into fructose# at a sufficient rate to prevent accumulation when glucose levels are normal.  However, the process is slow; in long-standing hyperglycemia, sorbitol accumulates in tissues with lower sorbitol dehydrogenase activity, such as the retina, lens, kidney, and peripheral nerves. $#Sorbitol accumulation# increases cellular #osmotic and oxidative stress# and contributes to the pathogenesis of diabetic retinopathy, neuropathy, and nephropathy.  In lens cells, the increased stress leads to the development of hydropic lens fibers that degenerate, eventually resulting in lens opacification and cataract formation. $#(Choices B and C)#  Another function of aldose reductase is the conversion of galactose into galactitol (ie, this enzyme converts sugars into their corresponding sugar alcohols).  Galactitol production via this pathway is normally insignificant.  In galactosemia (galactose-1-phosphate uridyltransferase deficiency), an increased amount of galactitol is produced, resulting in congenital cataracts. $#(Choice D)#  The end product of sorbitol metabolism in most cells is fructose (not glucose), which is then excreted by the cells and taken up by the liver to produce glucose and triglycerides. $#(Choice E)#  Xylulose is an intermediate in the pentose phosphate pathway, which is used to generate NADPH (for cholesterol and fatty acid synthesis) and ribose 5-phosphate (for nucleotide synthesis). $#Educational objective# In the polyol pathway, aldose reductase converts glucose into sorbitol, which is slowly metabolized into fructose by sorbitol dehydrogenase.  Chronic hyperglycemia overwhelms this pathway, causing intracellular sorbitol accumulation and increased osmotic/oxidative stress.  This accelerates cataract development in patients with diabetes, and contributes to the pathogenesis of diabetic retinopathy, neuropathy, and nephropathy.  ","clickable_1":"images/img1.934.jpg"},

{"subjectSystem":"Biostatistics-Endocrine","id":"1013","title":"A 50-year-old man comes to the physician for a routine check-up.  He has a 20-pack-year smoking history and consumes alcohol occasionally.  He eats a balanced diet and consumes fried foods and red meat several times a week.  He is not very active and spends much of his free time watching television and sitting at his computer.  His family history is significant for hypertension in his mother and bladder cancer in his father.  His blood pressure is 160/90 mm Hg and heart rate is 70/min.  Laboratory testing is significant for a fasting blood glucose level of 155 mg/dL.  Which of the following interventions is likely to have the greatest effect on reducing this patient's mortality risk?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Annual fecal occult blood test","answer_2":"B. Annual prostate-specific antigen test","answer_3":"C. Daily aspirin","answer_4":"D. Dietary modification","answer_5":"E. Regular exercise","answer_6":"F. Smoking cessation","answer_7":"G. Tight glycemic control","percent_1":"0%","percent_2":"0%","percent_3":"4%","percent_4":"8%","percent_5":"11%","percent_6":"67%","percent_7":"9%","right_answer":"F. Smoking cessation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","table":"","explanation_img":"images/exp1013.jpg","explanation_1":"","explanation_2":"$One of the objectives for the national Healthy People 2020 initiative is to reduce the prevalence of tobacco smoking in adults from 20% in 2008 to less than 12% by 2020.  Tobacco use, especially smoking, is the single most preventable cause of death and disease in the United States.  In addition to its numerous direct adverse effects, tobacco smoking also substantially increases the risk for macrovascular (eg, myocardial infarction [MI], stroke) and microvascular (eg, retinopathy, nephropathy) complications of diabetes mellitus.  These complications significantly increase mortality, primarily by increasing the risk of MI.  The risk of MI-associated mortality begins to decrease immediately upon smoking cessation.  However, it takes several tobacco-free years before the risk returns to baseline, especially in patients with a long history of smoking.  In addition, smokers with diabetes have a higher likelihood of developing hypercholesterolemia, poor glycemic control, and end-stage renal disease.  It appears that smoking not only worsens the complications of diabetes but also increases the likelihood of developing diabetes in the first place, thus highlighting the importance of prevention and early cessation. $#(Choice A)#  Fecal occult blood testing screens for colorectal cancer and improves mortality through earlier detection.  Even so, the mortality benefit is much lower than that achieved by smoking cessation. $#(Choice B)#  Prostate-specific antigen is increased in some patients with prostate cancer.  However, annual prostate-specific antigen testing has not been shown to improve mortality from prostate cancer. $#(Choice C)#  Aspirin use significantly reduces the risk of death from coronary heart disease in diabetic patients, at levels similar to smoking cessation.  However, when all-cause mortality is compared, smoking cessation has a greater effect on reducing mortality than daily aspirin therapy. $#(Choices D, E, and G)#  Dietary modification and exercise reduce the risk of cardiovascular disease (to a lesser extent than smoking cessation) and help improve glycemic control in diabetic individuals.  Although tight glycemic control has been shown to reduce the risk of microvascular complications from diabetes, it does not significantly improve cardiovascular or all-cause mortality. $#Educational objective# Smoking cessation is by far the most effective preventive intervention in almost all patients, and this is especially true in those with diabetes. "},

{"id":"1010","title":"A 24-year-old postpartum woman comes to the office for follow-up of gestational diabetes.  The patient was diagnosed with gestational diabetes mellitus during routine screening at 28 weeks gestation; she was treated with dietary modification and exercise and required insulin briefly.  Since delivery 12 weeks ago, she has continued to follow dietary recommendations, and her blood glucose has been fairly well controlled without insulin.  The patient has fasting blood glucose levels of 100-120 mg/dL.  Medical history is otherwise unremarkable.  Family history is significant for diabetes mellitus in her mother and gestational diabetes in her sister.  Vital signs are within normal limits.  BMI is 22 kg/m2.  Physical examination shows no abnormalities.  Her gestational diabetes and fasting hyperglycemia are suspected to be genetically predisposed.  This patient's condition is most likely caused by reduced activity of which of the following enzymes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Aldolase A","answer_2":"B. Enolase","answer_3":"C. Glucokinase","answer_4":"D. Lactate dehydrogenase","answer_5":"E. Phosphofructokinase","answer_6":"F. Pyruvate carboxylase","answer_7":"G. Pyruvate kinase","percent_1":"3%","percent_2":"2%","percent_3":"58%","percent_4":"2%","percent_5":"22%","percent_6":"7%","percent_7":"6%","right_answer":"C. Glucokinase","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1010.jpg","explanation_1":"","explanation_2":"$Glucose-induced insulin release from pancreatic beta cells requires the following steps:  $1. Glucose enters the beta cell through glucose transporter type 2 (GLUT-2).  $2. Glucose is metabolized by glucokinase to glucose-6-phosphate.  $3. Glucose-6-phosphate enters glycolysis to produce ATP.  $4. Increased ATP levels causes closure of ATP-sensitive potassium (KATP) channels.  $5. Depolarization of beta cells triggers opening of voltage-dependent calcium channels.  $6. Influx of calcium causes insulin release. $#Glucokinase# has a lower glucose affinity than other hexokinases, which allows it to limit the rate of glucose entry into the glycolytic pathway based on blood glucose levels.  It therefore functions as a #glucose sensor# for beta cells in controlling insulin release. $Heterozygous mutations of the glucokinase gene that decrease the activity or affinity of the enzyme cause a decrease in beta cell glucose metabolism, leading to reduced ATP formation and insulin secretion at any given glucose level.  Glucokinase mutations are one cause of #maturity-onset diabetes of the young (MODY)#, an autosomal dominant disorder characterized by #mild hyperglycemia# that often worsens with pregnancy-induced insulin resistance.  In contrast to those with more common type 2 diabetes mellitus, patients with MODY are typically younger and nonobese, and the condition is #nonprogressive#, even without treatment. $#(Choices A, B, E, and G)#  Glycolytic enzyme deficiencies (eg, aldolase A, enolase, phosphofructokinase, pyruvate kinase) generally present with hemolytic anemia because red blood cells rely completely on anaerobic glycolysis for energy production. $#(Choice D)#  Lactate dehydrogenase is present in most cells and catalyzes the conversion of pyruvate to lactate during anaerobic glycolysis.  Deficiency can cause decreased exercise tolerance and muscle stiffness. $#(Choice F)#  Pyruvate carboxylase, one of the gluconeogenesis pathway enzymes in the mitochondria, catalyzes the conversion of pyruvate to oxaloacetate.  Deficiency of pyruvate carboxylase causes lactic acidosis and fasting hypoglycemia. $#Educational objective# Insulin release by pancreatic beta cells is stimulated by increased glucose metabolism and ATP production.  Glucokinase functions as a glucose sensor in pancreatic beta cells by controlling the rate of glucose entry into the glycolytic pathway.  Mutations in the glucokinase gene lead to a state in which higher glucose levels are required to stimulate insulin secretion and are a cause of maturity-onset diabetes of the young.  "},

{"id":"849","title":"A 24-year-old man diagnosed with diabetes mellitus 2 years ago is brought to the emergency department after a temporary loss of consciousness.  He was getting ready to eat and administered a preprandial insulin injection, but he was distracted by a phone call from work and ended up skipping the meal.  His girlfriend found him passed out in his bedroom and administered glucagon immediately.  The patient recovered consciousness within 15 minutes.  Metabolic changes in which of the following organs are most likely responsible for this patient's recovery?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adipose tissue","answer_2":"B. Adrenals","answer_3":"C. Kidney","answer_4":"D. Liver","answer_5":"E. Pancreas","answer_6":"F. Skeletal muscles","answer_7":"G. Small intestine","percent_1":"3%","percent_2":"1%","percent_3":"1%","percent_4":"87%","percent_5":"3%","percent_6":"4%","percent_7":"0%","right_answer":"D. Liver","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"#Glucagon# increases serum glucose by increasing hepatic glucose production via #glycogenolysis# (breakdown of glycogen) and #gluconeogenesis# (production of glucose from noncarbohydrate sources).  Glucagon-induced glycogenolysis is the predominant initial means of rapidly increasing blood glucose levels during hypoglycemia. $Glucagon functions by stimulating G protein–coupled receptors on hepatocytes, increasing intracellular cAMP concentration and activating protein kinase A.  This leads to activation of the key glycogenolytic enzyme, glycogen phosphorylase.  It also stimulates gluconeogenesis by activating rate-limiting gluconeogenetic enzymes (eg, pyruvate carboxylase, phosphoenolpyruvate carboxykinase) and decreasing intracellular fructose-2,6-bisphosphate levels (inhibiting glycolysis). $#(Choices A, B, and F)#  Epinephrine from the adrenals increases glucose by multiple mechanisms, including increased glycogenolysis and gluconeogenesis in the liver and decreased glucose uptake by skeletal muscle.  Epinephrine also causes increased alanine release from skeletal muscle, which serves as a source of gluconeogenesis in the liver.  In adipose tissue, epinephrine increases the breakdown of triglycerides, thereby increasing circulating free fatty acids and glycerol that can be utilized as gluconeogenetic substrates. $#(Choice C)#  During the first 12 hours of fasting, hepatic glycogenolysis is the source for most of the body's glucose.  When hypoglycemia is sustained, gluconeogenesis in the renal cortex becomes an important glucose source.  Epinephrine is more effective than glucagon in stimulating renal gluconeogenesis. $#(Choice E)#  Glucagon and insulin are pancreatic hormones that act as key blood glucose regulators.  Insulin decreases blood glucose levels and suppresses glucagon secretion.  Although it sounds counterintuitive, glucagon stimulates insulin secretion by acting on the pancreatic beta cells (allowing glucose to be taken up by insulin-sensitive tissues). $#(Choice G)#  The treatment of choice in hypoglycemic patients without an altered sensorium is to administer glucose orally as glucose is a monosaccharide that gets absorbed rapidly from the gastrointestinal tract. $#Educational objective# Glucagon increases serum glucose by increasing hepatic glycogenolysis and gluconeogenesis.  Glucagon also stimulates insulin secretion from the pancreas.  Unlike epinephrine, glucagon has an insignificant effect on glucose homeostasis in the skeletal muscle, adipose tissue, and renal cortex.  "},

{"id":"1031","title":"A 45-year-old man is referred to an endocrinologist for newly diagnosed diabetes mellitus.  A week ago, his primary care physician noted an elevated fasting serum glucose level.  The endocrinologist discusses the different treatment options available, including oral and injectable medications.  He recommends treatment with a medication that alters glucose metabolism within the liver by increasing the concentration of fructose 2,6-bisphosphate within hepatocytes.  Which of the following conversions will be inhibited by high intracellular concentrations of this metabolite?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acetyl CoA → fatty acids","answer_2":"B. Alanine → glucose","answer_3":"C. Fructose-6-phosphate → fructose-1,6-bisphosphate","answer_4":"D. Glucose → glycogen","answer_5":"E. NAD+ → NADH","percent_1":"4%","percent_2":"37%","percent_3":"43%","percent_4":"11%","percent_5":"5%","right_answer":"B. Alanine → glucose","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1031.jpg","explanation_1":"","explanation_2":"$#Fructose 2,6-bisphosphate# helps control the balance between #gluconeogenesis# and #glycolysis# through inverse regulation of phosphofructokinase-1 (PFK-1) and fructose 1,6-bisphosphatase.  Fructose 2,6-bisphosphate activates PFK-1, the main regulatory enzyme involved in glycolysis, which converts fructose 6-phosphate to fructose 1,6-bisphosphate.  The opposite reaction (fructose 1,6-bisphosphate to fructose-6-phosphate) occurs in gluconeogenesis and is catalyzed by the enzyme fructose-1,6-bisphosphatase (inhibited by fructose 2,6-bisphosphate). $The interconversion of fructose-6-phosphate and fructose 2,6-bisphosphate is achieved by a bifunctional enzyme complex composed of PFK-2 (increases fructose 2,6-bisphosphate levels) and fructose 2,6-bisphosphosphatase (decreases fructose 2,6-bisphosphate levels).  #Insulin# causes activation of PFK-2, leading to #increased fructose 2,6-bisphosphate levels# and #augmented glycolysis#.  High concentrations of fructose 2,6-bisphosphate also #inhibit gluconeogenesis#, leading to #decreased conversion of alanine# and other gluconeogenic substrates to glucose. $#(Choice A)#  Fatty acid synthesis is upregulated by insulin and high citrate levels (which increase when acetyl-CoA is abundant, as with active glycolysis).  Therefore, fatty acid synthesis is likely to be upregulated in metabolic states in which fructose 2,6-bisphosphate concentration is increased. $#(Choice C)#  The conversion of fructose-6-phosphate to fructose-1,6-bisphosphate is catalyzed by the enzyme PFK-1.  This enzyme is allosterically activated by high levels of fructose-2,6-bisphosphate, and so conversion would be increased. $#(Choice D)#  Glycogen formation is stimulated by increased levels of insulin and glucose-6-phosphate.  Because elevated insulin levels also increase fructose 2,6-bisphosphate formation, the rise of fructose 2,6-bisphosphate levels in hepatocytes is typically concurrent with increased glycogen synthesis. $#(Choice E)#  The rise in fructose-2,6-bisphosphate accelerates glycolysis, leading to increased conversion of NAD+ to NADH. $#Educational objective# Fructose 2,6-bisphosphate (F2,6BP) activates phosphofructokinase-1 (increasing glycolysis) and inhibits fructose 1,6-bisphosphatase (decreasing gluconeogenesis).  F2,6BP concentration is regulated by a bifunctional enzyme complex: phosphofructokinase-2 increases F2,6BP levels in response to insulin, and fructose 2,6-bisphosphatase decreases F2,6BP levels in response to glucagon.  "},

{"SubjectSystem":"Pharmacology-Endocrine","id":"920","title":"A 50-year-old woman enrolls in a clinical trial testing a medication for type 2 diabetes mellitus that may slow the progression of or reverse nonalcoholic steatohepatitis (NASH).  Medical history includes type 2 diabetes mellitus and NASH, which was diagnosed a year ago by biopsy.  Medications include metformin, atorvastatin, and aspirin.  Laboratory studies show a fasting glucose of 155 mg/dL, hemoglobin A1c of 8.2%, ALT of 85 U/L, and AST of 74 U/L.  The study drug will be taken in addition to metformin to enhance glycemic control, and markers for NASH-related disease activity will be measured at 12 months.  The study drug activates peroxisome proliferator–activated receptor gamma, a nuclear receptor and transcription factor.  Activation of this receptor would most likely result in which of the following metabolic changes?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased insulin resistance","answer_2":"B. Downregulation of adiponectin","answer_3":"C. Increased free fatty acid levels","answer_4":"D. Increased insulin release","answer_5":"E. Upregulation of leptin activity","percent_1":"49%","percent_2":"14%","percent_3":"13%","percent_4":"16%","percent_5":"8%","right_answer":"A. Decreased insulin resistance","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp920.jpg","explanation_1":"","explanation_2":"$This clinical trial is studying a #thiazolidinedione# (TZD), a class of medications that #decrease insulin resistance#, a key pathologic factor in both type 2 diabetes mellitus and nonalcoholic steatohepatitis (NASH). $TZDs (eg, pioglitazone) bind to #peroxisome proliferator–activated receptor gamma# (PPAR-γ), a transcriptional regulator of genes involved in glucose and lipid metabolism.  The activated complex then binds to the transcriptional regulatory sequences to upregulate target genes that enhance insulin sensitivity, including: $#Glucose transporter-4#, an insulin-responsive, transmembrane glucose transporter expressed in adipocytes and skeletal myocytes that increases glucose uptake by target cells $#Adiponectin#, a cytokine secreted by fat tissue that increases the number of insulin-responsive adipocytes and stimulates fatty acid oxidation #(choice B)# $TZDs are functionally similar to fibrate medications (eg, fenofibrate, gemfibrozil), which bind PPAR-α and are effective in lowering blood triglyceride levels.  The PPAR family of transcriptional regulators also plays a significant role in the pathogenesis of metabolic syndrome (obesity, hypertension, dyslipidemia, and insulin resistance), and their activation and subsequent increase in insulin sensitivity are thought to reverse the histologic changes in NASH. $#(Choice C)#  PPAR-γ activation leads to an increase in fat mass secondary to the increased differentiation of preadipocytes into mature adipocytes.  The increased movement of free fatty acids into fat cells, along with increased fatty acid oxidation (adiponectin effect), causes circulating free fatty acid levels to decrease. $#(Choice D)#  TZDs do not stimulate insulin secretion; rather, as insulin resistance diminishes, circulating levels of insulin tend to decrease over time. $#(Choice E)#  Leptin is a hormone secreted by fat cells that acts on the hypothalamus to decrease appetite.  Although PPAR-γ activation increases fat cell mass, circulating leptin levels remain unchanged or decrease due to the inhibiting effect of PPAR-γ on leptin gene transcription. $#Educational objective# Thiazolidinediones (TZDs) activate peroxisome proliferator–activated receptor gamma, a nuclear receptor that alters the transcription of genes involved in glucose and lipid metabolism.  The resulting decrease in insulin resistance lowers blood glucose and can help reverse nonalcoholic steatohepatitis.  "},

{"id":"14136","title":"A 44-year-old man comes to the office for follow-up of type 2 diabetes mellitus.  He was diagnosed 4 years ago and has since been taking metformin.  Six months ago, a new antidiabetic agent was added because of suboptimal glycemic control.  Today, the patient is pleased because he has unintentionally lost 7 kg (15.4 lb).  His only symptoms are occasional nausea, vomiting, and a prolonged sensation of fullness after eating.  Vital signs are within normal limits.  BMI is 34 kg/m2.  Physical examination reveals normal heart and lung sounds, a nontender abdomen, and normal deep tendon reflexes.  Laboratory testing shows normal renal function and a hemoglobin A1c of 7.2%.  If this patient's weight loss is due to the new medication, which of the following agents is most likely responsible?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Basal-bolus insulin therapy","answer_2":"B. Dipeptidyl peptidase-4 inhibitor","answer_3":"C. Glucagon-like peptide-1 agonist","answer_4":"D. Sulfonylurea","answer_5":"E. Thiazolidinedione","percent_1":"2%","percent_2":"16%","percent_3":"59%","percent_4":"11%","percent_5":"11%","right_answer":"C. Glucagon-like peptide-1 agonist","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Weight-favorable antidiabetic medications# ∆⨉ §^#Weight-loss$ medications# ∆ • GLP-1 agonist $== ○ Decreases gastric emptying $== ○ Increases satiety (hypothalamic effect) • SGLT-2 inhibitor $== ○ Increases glucosuria §^#Weight-neutral$ medications# ∆ • DPP-4 inhibitor $== ○ Inhibits metabolism of GLP-1 • Metformin $== ○ Suppresses hepatic gluconeogenesis $== ○ Decreases gastrointestinal glucose absorption %#DPP-4 =# dipeptidyl peptidase-4; #GLP-1 =# glucagon-like peptide-1; #SGLT-2 =# sodium-glucose cotransporter-2.","explanation_img":"","explanation_1":"","explanation_2":"This patient with inadequately controlled diabetes on metformin therapy was prescribed a second medication.  The new agent is associated with nausea, vomiting, early satiety, and significant weight loss, effects characteristic of a #glucagon-like peptide-1 (GLP-1) agonist# (eg, exenatide, liraglutide). $@GLP-1@ is secreted by intestinal L cells in response to food intake and regulates glucose by #slowing gastric emptying#, suppressing glucagon secretion, and increasing #glucose-dependent insulin release# (ie, insulin release in response to food intake), which lowers the risk for hypoglycemia.  It acts through cell surface receptors that are coupled with a G protein–adenylyl cyclase system.  Native GLP-1 is degraded by dipeptidyl peptidase-4 (DPP-4), but synthetic GLP-1 agonists are more resistant to degradation, prolonging their therapeutic effect. $Although insulin secretion is increased by GLP-1 agonists, most patients #lose weight# due to #suppressed appetite# caused by the following: $• Slowed gastric emptying $• Nausea and vomiting $• #Increased satiety# (mediated by receptors in the hypothalamus) $These effects are also seen in patients without diabetes, a reason that certain GLP-1 agonists are also approved for the primary indication of weight loss. $#(Choice A)#  Basal-bolus insulin therapy is typically used to treat patients with severe diabetes mellitus (eg, hemoglobin A1c >10%).  Insulin therapy is not associated with gastrointestinal side effects but causes significant weight gain. $#(Choice B)#  DPP-4 inhibitors (eg, sitagliptin) are oral agents that block the degradation of endogenous GLP-1.  Because they act indirectly on the GLP-1 receptor, their effects (eg, antihyperglycemic, weight loss–related) are less pronounced compared to GLP-1 agonists, which act directly on the receptor.  Therefore, these agents do not result in weight loss but are considered weight neutral. $#(Choice D)#  Sulfonylureas directly stimulate pancreatic insulin secretion independent of circulating glucose levels, resulting in significant weight gain and risk for hypoglycemia. $#(Choice E)#  Thiazolidinediones (eg, pioglitazone) increase the transcription of certain insulin-responsive genes and decrease insulin resistance.  Weight gain and fluid retention are common side effects; weight loss is not seen. $#Educational objective# Glucagon-like peptide-1 (GLP-1) agonists slow gastric emptying, suppress glucagon secretion, and increase glucose-dependent insulin release.  These agents cause significant weight loss by suppressing the appetite and increasing satiety.  ","clickable_1":"images/img1.14136.jpg"},

{"id":"19345","title":"A 20-year-old woman with cystic fibrosis comes to the clinic for routine follow-up.  She has no concerns since her last visit 3 months ago.  Vital signs are normal.  Examination shows a hyperexpanded chest with equal aeration bilaterally.  Fasting glucose level is 90 mg/dL.  Plasma glucose level 2 hours after oral glucose tolerance testing is 185 mg/dL (normal: <140).  Which of the following is the primary mechanism responsible for this patient's abnormal test result?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased insulin production due to disruption of pancreatic islet cells","answer_2":"B. Decreased insulin production due to pancreatic islet cell autoantibodies","answer_3":"C. Increased glucagon secretion due to chronic malnutrition","answer_4":"D. Increased insulin degradation due to hypermetabolic needs","answer_5":"E. Increased insulin resistance from chronic stimulation by cortisol and epinephrine","percent_1":"81%","percent_2":"4%","percent_3":"5%","percent_4":"2%","percent_5":"7%","right_answer":"A. Decreased insulin production due to disruption of pancreatic islet cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"@Cystic fibrosis@ (CF) is an autosomal recessive disorder caused by a mutation (eg, ΔF508) in the gene encoding the CF transmembrane conductance regulator (CFTR) protein.  @CFTR@ normally regulates the transport of chloride ions across secretory epithelial cells; a defect in this protein leads to the accumulation of #thick, inspissated secretions# in ducts throughout the body (eg, lungs, pancreas, gastrointestinal tract, vas deferens). $In the @pancreas@, dehydrated, viscous secretions block the lumen of the #pancreatic ducts#, causing both #exocrine #(ie, malabsorption) and #endocrine dysfunction#.  Endocrine dysfunction is due to pancreatic fibrosis and fat infiltration, which cause progressive encroachment, disruption, and #destruction of pancreatic islet cells#.  This injury results in #decreased insulin production# and #CF-related diabetes# (CFRD).  In the initial stages, glucose is typically normal when fasting (ie, able to produce some insulin) but elevated after a glycemic load, as seen in this patient.  As the disease progresses, there is fasting hyperglycemia and increasing hemoglobin A1c levels. $Because early diagnosis and treatment with insulin are associated with improved pulmonary status and overall survival, all CF patients should undergo regular screening with oral glucose tolerance tests. $#(Choice B)#  Decreased insulin production due to pancreatic islet cell autoantibodies describes the pathogenesis of type 1 diabetes mellitus.  Islet cell destruction in CFRD is not an autoimmune process. $#(Choice C)#  Although glucagon increases in response to starvation, chronic malnutrition is likely to result in glucagon resistance.  In addition, glucagon-producing alpha islet cells are damaged along with beta cells in patients with CF, resulting in decreased glucagon secretion. $#(Choices D and E)#  Stress-induced hyperglycemia and insulin resistance can occur in times of acutely increased metabolic demand (eg, trauma, burn, sepsis) due to the release of cortisol, epinephrine, and glucagon.  Patients with late-stage CFRD may have a component of insulin resistance during times of acute stress and inflammation (eg, pulmonary exacerbation); however, this is not the primary mechanism of CFRD. $#Educational objective# Cystic fibrosis (CF) causes the accumulation of thick, viscous secretions in ducts throughout the body.  CF-related diabetes occurs after the progressive destruction of pancreatic islet cells leads to decreased insulin production.  ","clickable_1":"images/img1.19345.jpg","clickable_2":"images/img2.19345.jpg","clickable_3":"images/img3.19345.jpg"},

{"id":"606","title":"A 46-year-old woman comes to the office due to frequent episodes of headache, nausea, sweating, and a feeling as if she is going to pass out.  The patient has had 3 such episodes in the past 2 weeks, with symptoms occurring when she skips a meal.  During the most recent episode, finger-stick glucose was 50 mg/dL.  She was diagnosed with type 2 diabetes mellitus 3 years ago and initially treated with metformin monotherapy; glipizide was added 3 months ago due to inadequate glycemic control.  The patient has no other medical conditions.  Vital signs are within normal limits and physical examination shows no abnormalities.  Hemoglobin A1c is 6.9%.  The medication most likely responsible for this patient's current symptoms works by targeting which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Intracellular mitochondrial enzymes","answer_2":"B. Intracellular nuclear receptors","answer_3":"C. Membrane ion channels","answer_4":"D. Surface adenylate cyclase–coupled receptors","answer_5":"E. Surface tyrosine kinase receptor","percent_1":"4%","percent_2":"8%","percent_3":"63%","percent_4":"10%","percent_5":"16%","right_answer":"C. Membrane ion channels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Noninsulin antidiabetic agents for type 2 diabetes mellitus# ∆⨉∆⨉ §^#Agent# ∆^#Mechanism of action# ∆^#Adverse effects# §#Insulin secretagogues# • Sulfonylureas • Meglitinides ∆↑ Insulin secretion by inhibiting β-cell $KATP channels ∆ • Hypoglycemia • Weight gain §#Biguanides# • Metformin ∆Stimulate AMPK & inhibit mitochondrial$ gluconeogenesis, ↓ hepatic glucose production & ↑$ peripheral glucose uptake ∆ • Diarrhea • Lactic acidosis §#Thiazolidinediones# • Pioglitazone ∆Activate transcription regulator PPAR-γ, ↓ insulin$ resistance ∆ • Fluid retention/heart$ failure • Weight gain §#GLP-1 agonists# • Exenatide • Liraglutide ∆↑ Glucose-dependent insulin secretion, ↓ $glucagon secretion, delayed gastric emptying ∆ • Pancreatitis • Weight loss §#DPP4 inhibitors# • Sitagliptin • Saxagliptin ∆↑ Endogenous GLP-1 & GIP levels ∆ • Nasopharyngitis §#SGLT-2 inhibitors# • Canagliflozin • Dapagliflozin ∆↑ Renal glucose excretion ∆ • Urinary tract $infections • Hypotension %#AMPK =# AMP-activated protein kinase; #DPP4 =# dipeptidyl peptidase-4; #GIP =# gastric inhibitory polypeptide; #GLP-1 =# glucagon-like peptide-1; #KATP =# ATP-sensitive potassium; #PPAR-γ =# peroxisome proliferator–activated receptor γ; #SGLT-2 =# sodium-glucose cotransporter-2.","explanation_img":"","explanation_1":"","explanation_2":"This patient has symptomatic hypoglycemia following initiation of a #sulfonylurea# medication (ie, glipizide) for diabetes mellitus.  Sulfonylureas #inhibit# the ATP-sensitive #potassium channel# on the pancreatic beta cell membrane, inducing depolarization with opening of L-type calcium channels (ie, increased Ca2+ influx), #stimulating insulin release#.  Sulfonylurea-induced stimulation of beta cells is #independent of blood glucose# and occurs even when blood glucose levels are normal, increasing the risk for hypoglycemia. $The #risk for hypoglycemia# associated with sulfonylureas is increased in the setting of skipped meals (as in this patient), in excessively high medication doses, and with concurrent renal or hepatic disease (which decreases drug metabolism and clearance).  Although hypoglycemia can occur with any sulfonylurea medication, the risk is highest with longer-acting sulfonylureas (eg, glyburide). $#(Choice A)#  Metformin inhibits the mitochondrial enzymes required for gluconeogenesis, leading to decreased hepatic glucose production and lower circulating glucose levels.  It also increases peripheral glucose uptake and improves insulin sensitivity by activating AMP-activated protein kinase.  Metformin does not increase endogenous insulin secretion and therefore is not associated with hypoglycemia. $#(Choice B)#  Thiazolidinediones (eg, pioglitazone) decrease insulin resistance by binding to peroxisome proliferator–activated receptor gamma, a transcriptional regulator of genes involved in glucose and lipid metabolism. $#(Choice D)#  Glucagon-like polypeptide-1 (GLP-1) is secreted by the intestine in response to food intake and slows gastric emptying and increases glucose-dependent insulin release.  GLP-1 agonists (eg, exenatide) act through cell surface receptors that are coupled with a G protein–adenylyl cyclase system.  Because the effects of GLP-1 agonists are glucose dependent (eg, occur primarily in the presence of food), these medications are not typically associated with hypoglycemia. $#(Choice E)#  Insulin acts by binding to a cell surface receptor consisting of 2 alpha and 2 beta subunits.  The alpha subunits are located extracellularly and provide binding sites for insulin.  The membrane-spanning beta subunits contain the intracellular tyrosine kinase domains. $#Educational objective# Sulfonylureas inhibit the ATP-sensitive potassium channel on the pancreatic beta cell membrane, inducing depolarization Ca2+ influx, and insulin release independent of blood glucose concentrations.  Sulfonylureas can induce hypoglycemia because they stimulate insulin secretion even when blood glucose levels are normal.  "},

{"id":"18956","title":"A 65-year-old woman comes to the clinic for a follow-up appointment.  Medical history is notable for type 2 diabetes mellitus, hypertension, stable coronary artery disease, and heart failure with preserved ejection fraction.  Blood pressure is 144/95 mm Hg.  Physical examination shows no murmurs and the lungs are clear on auscultation.  Fasting glucose is 122 mg/dL and hemoglobin A1c is 7.8%.  The remainder of the laboratory results, including hepatic and renal markers, are within normal limits.  She is prescribed canagliflozin.  Which of the following potential complications should this patient be counseled on prior to initiation of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Delayed gastric emptying","answer_2":"B. Fluid overload","answer_3":"C. Hypoglycemia","answer_4":"D. Lactic acidosis","answer_5":"E. Vaginitis","answer_6":"F. Weight gain","percent_1":"3%","percent_2":"5%","percent_3":"18%","percent_4":"3%","percent_5":"64%","percent_6":"7%","right_answer":"E. Vaginitis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Noninsulin antidiabetic agents for type 2 diabetes mellitus# ∆⨉∆⨉ §^#Agent# ∆^#Mechanism of action# ∆^#Adverse effects# §#Insulin secretagogues# • Sulfonylureas • Meglitinides ∆↑ Insulin secretion by inhibiting β-cell $KATP channels ∆ • Hypoglycemia • Weight gain §#Biguanides# • Metformin ∆Stimulate AMPK & inhibit mitochondrial$ gluconeogenesis, ↓ hepatic glucose production & ↑$ peripheral glucose uptake ∆ • Diarrhea • Lactic acidosis §#Thiazolidinediones# • Pioglitazone ∆Activate transcription regulator PPAR-γ, ↓ insulin$ resistance ∆ • Fluid retention/heart$ failure • Weight gain §#GLP-1 agonists# • Exenatide • Liraglutide ∆↑ Glucose-dependent insulin secretion, ↓ $glucagon secretion, delayed gastric emptying ∆ • Pancreatitis • Weight loss §#DPP4 inhibitors# • Sitagliptin • Saxagliptin ∆↑ Endogenous GLP-1 & GIP levels ∆ • Nasopharyngitis §#SGLT-2 inhibitors# • Canagliflozin • Dapagliflozin ∆↑ Renal glucose excretion ∆ • Urinary tract $infections • Hypotension %#AMPK =# AMP-activated protein kinase; #DPP4 =# dipeptidyl peptidase-4; #GIP =# gastric inhibitory polypeptide; #GLP-1 =# glucagon-like peptide-1; #KATP =# ATP-sensitive potassium; #PPAR-γ =# peroxisome proliferator–activated receptor γ; #SGLT-2 =# sodium-glucose cotransporter-2.","explanation_img":"","explanation_1":"","explanation_2":"#Sodium-glucose cotransporter-2# (SGLT2) is a high-capacity transport protein that reabsorbs 90% of filtered glucose in the proximal tubule.  #SGLT2 inhibitors# (eg, canagliflozin, dapagliflozin) are oral antidiabetic agents that @decrease renal reabsorption of glucose@ and sodium, leading to urinary glucose loss and decreased blood glucose levels.  The decreased reabsorption of sodium and glucose also induces #osmotic diuresis# and natriuresis, leading to a decrease in blood pressure and a lower rate of hospitalization for heart failure. $However, the glycosuria induced by SGLT2 inhibitors creates a more favorable environment for pathogenic bacteria and fungi in the genitourinary tract and perineum.  This leads to an increased risk for #urinary tract infections# (eg, pyelonephritis), #genital mycotic infections# (eg, vaginitis), and #necrotizing fasciitis# of the perineum (ie, Fournier gangrene).  Other adverse effects include hypovolemia, which can lead to orthostatic hypotension and acute kidney injury. $#(Choice A)#  Glucagon-like peptide-1 agonists (eg, exenatide, dulaglutide) lower blood glucose levels by increasing glucose-dependent insulin secretion and suppressing glucagon secretion.  Adverse effects include delayed gastric emptying and a possible increased risk for pancreatitis. $#(Choice B)#  Thiazolidinediones (eg, pioglitazone) increase the reabsorption of sodium in the renal collecting tubule; this can lead to significant fluid retention, particularly in patients with heart failure.  In contrast, SGLT2 inhibitors reduce fluid retention. $#(Choices C and F)#  Exogenous insulin and sulfonylureas (eg, glimepiride), which stimulate endogenous insulin secretion, can cause hypoglycemia and weight gain.  SGLT2 inhibitors carry a low risk for hypoglycemia because the glucose-lowering effect is proportionate to the filtered glucose load.  In addition, renal glucose wasting typically induces mild weight loss. $#(Choice D)#  Metformin inhibits hepatic gluconeogenesis, leading to the accumulation of lactate.  Patients with decreased lactate clearance (eg, renal or hepatic dysfunction, congestive heart failure) can have excessive accumulation of lactate, leading to lactic acidosis. $#Educational objective# Sodium-glucose cotransporter-2 inhibitors (eg, canagliflozin, dapagliflozin) decrease renal reabsorption of glucose, leading to urinary glucose loss and decreased blood glucose levels.  However, the resultant glycosuria can lead to genitourinary tract infections and genital mycotic infections.  ","clickable_1":"images/img1.18956.jpg"},

{"id":"1768","title":"Researchers studying the pathophysiology of diabetes mellitus identify a family with an inherited mutation in the insulin gene.  The mutation results in a single amino acid substitution in the proinsulin molecule.  However, affected family members are asymptomatic, and most have completely normal blood glucose levels.  Analysis of the mature insulin molecule shows that it is identical to normal human insulin.  The researchers conclude that the amino acid substitution affects a segment of proinsulin removed during post-translational processing of the protein.  The polypeptide segment containing the mutation is most likely to undergo which of the following processes within pancreatic beta cells?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Degradation in lysosomes","answer_2":"B. Degradation in proteasomes","answer_3":"C. Degradation in the rough endoplasmic reticulum","answer_4":"D. Direct translocation across the plasma membrane","answer_5":"E. Storage in secretory granules","percent_1":"9%","percent_2":"30%","percent_3":"8%","percent_4":"13%","percent_5":"39%","right_answer":"E. Storage in secretory granules","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1768.jpg","explanation_1":"","explanation_2":"$Insulin, a polypeptide hormone synthesized by pancreatic beta cells, is released in response to elevated glucose levels.  Insulin mRNA codes for #preproinsulin#, a larger precursor molecule that begins with a hydrophobic N-terminal signal peptide.  Shortly after translation begins, this signal sequence interacts with cytosolic signal recognition peptide, which halts protein synthesis until the ribosome translocates to the rough endoplasmic reticulum (RER).  Once bound to the RER, translation resumes and the growing peptide chain is extruded into the RER.  The N-terminal signal peptide is then cleaved from preproinsulin to yield #proinsulin#. $Proinsulin undergoes conformational changes and the addition of 3 disulfide bonds in the RER.  Proinsulin is then transported to the Golgi apparatus, where it is packed into secretory granules.  Endopeptidases in the secretory granules cleave @proinsulin@ into #insulin# and #C-peptide#, which are then stored within the granules until they are secreted from the cell via exocytosis #(choices A, B, and C)#. $Exogenous insulin administered to patients with diabetes does not contain C-peptide.  However, C-peptide released from beta cells remains in the circulation with a half-life of approximately 35 minutes and can be assayed as a surrogate marker for endogenous insulin production. $#(Choice D)#  Most proteins destined for the extracellular space have a signaling sequence that directs them to the RER/Golgi apparatus, where they are packaged into secretory vesicles.  However, a few proteins, such as interleukin-1, lack a signaling sequence and are secreted directly from the cytoplasm via an unconventional mechanism. $#Educational objective# Cleavage of proinsulin in pancreatic beta-cell secretory granules yields insulin and C-peptide, which are stored in the granules until they are secreted in equimolar amounts.  ","clickable_1":"images/img1.1768.jpg"},

{"id":"19224","title":"A 34-year-old man comes to the office for a follow-up visit.  The patient has had type 1 diabetes since age 12 and is diligent in taking insulin to achieve good glycemic control.  Over the past few months, he has had more frequent episodes of hypoglycemia despite no changes in his treatment, diet, or physical activity, but the episodes have been associated with less severe hypoglycemic symptoms compared to prior episodes.  Physical examination is unremarkable.  Laboratory results show normal basic metabolic panel and serum TSH level.  Hemoglobin A1c is 7.0%.  Which of the following factors is primarily responsible for this patient's increased frequency of hypoglycemia?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased epinephrine release","answer_2":"B. Decreased glucagon release","answer_3":"C. Decreased growth hormone release","answer_4":"D. Downregulation of insulin receptors","answer_5":"E. Upregulation of beta-adrenergic receptors","percent_1":"9%","percent_2":"38%","percent_3":"12%","percent_4":"20%","percent_5":"20%","right_answer":"B. Decreased glucagon release","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19224.jpg","explanation_1":"","explanation_2":"$As blood glucose levels fall through the physiologic range, insulin secretion by pancreatic beta cells decreases, leading to reduced peripheral uptake and utilization of glucose.  At the same time, alpha cells increase secretion of #glucagon#, which is the #primary counterregulatory hormone# to insulin and acts on the liver to rapidly increase glycogenolysis and gluconeogenesis and decrease glycolysis. $Patients with #type 1 diabetes mellitus# are at increased #risk of hypoglycemia# because #exogenous insulin# is not subject to the same regulation as endogenous insulin and will continue to be absorbed from the injection site despite falling glucose levels.  Those with long-standing diabetes (ie, >5 years) frequently also have #alpha cell failure# with #decreased glucagon secretion# and therefore have an even greater risk of rapid hypoglycemia.  Patients with pancreatogenic diabetes (eg, secondary to chronic pancreatitis) also typically have inadequate alpha cell reserve and can experience frequent hypoglycemia. $#(Choice A)#  Progressive hypoglycemia prompts a catecholamine (eg, epinephrine) surge, which increases hepatic glucose production and triggers many of the characteristic hypoglycemic symptoms (eg, arousal, tremor).  Patients with long-standing diabetes often have a blunted autonomic response to hypoglycemia, with #reduced hypoglycemic awareness#, but catecholamines are less important than glucagon in raising blood glucose levels. $#(Choice C)#  Prolonged hypoglycemia can stimulate secretion of cortisol and growth hormone, which increase glucose levels.  These hormones typically act over longer timescales (eg, days/weeks) and are less important than glucagon in preventing acute hypoglycemia. $#(Choice D)#  Chronic exposure to high circulating insulin levels leads to downregulation of insulin receptors and reduced insulin sensitivity.  This effect promotes hyperglycemia, not hypoglycemia. $#(Choice E)#  Repeated hypoglycemia causes downregulation of beta-adrenergic receptors, which contributes to reduced hypoglycemic awareness.  Depending on the systems involved, upregulation of beta-adrenergic receptors would generally reduce hypoglycemia and increase awareness. $#Educational objective# Patients with type 1 diabetes mellitus are at increased risk of hypoglycemia because exogenous insulin will continue to be absorbed from the injection site despite falling glucose levels.  Those with long-standing diabetes may also have decreased glucagon secretion and therefore have an even greater risk of rapid hypoglycemia.  "},

{"id":"15876","title":"A 55-year-old man comes to the emergency department due to progressive weakness and lethargy.  Over the past 3 months, he has had excessive thirst, frequent urination, and an unintentional 5-kg (11-lb) weight loss.  The patient has not seen a physician in several years.  His parents have type 2 diabetes mellitus.  Blood pressure is 108/60 mm Hg and pulse is 98/min.  BMI is 38 kg/m2.  Physical examination shows dry mucous membranes and poor skin turgor.  Laboratory testing reveals a blood glucose concentration of 600 mg/dL.  Serum beta-hydroxybutyrate is normal and hemoglobin A1c is 14%.  The patient is admitted for intravenous fluids and insulin infusion.  The next day, his symptoms and blood glucose significantly improve.  In preparation for discharge, the insulin infusion is changed to a subcutaneous regimen that mimics the physiologic pattern of insulin release.  This patient's insulin therapy was most likely transitioned to which of the following regimens?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Insulin aspart before each meal","answer_2":"B. Insulin detemir twice daily","answer_3":"C. Insulin glargine once daily","answer_4":"D. Insulin glargine once daily plus insulin lispro before each meal","answer_5":"E. NPH insulin premixed with regular insulin given twice daily","percent_1":"20%","percent_2":"2%","percent_3":"4%","percent_4":"63%","percent_5":"12%","right_answer":"D. Insulin glargine once daily plus insulin lispro before each meal","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15876.jpg","explanation_1":"","explanation_2":"$This patient has an elevated hemoglobin A1c, confirming a diagnosis of #type 2 diabetes mellitus#; he has altered mentation (eg, lethargy), dehydration (eg, dry mucous membranes), and severe hyperglycemia that is consistent with a #hyperosmolar hyperglycemic state#.  After acute management (eg, intravenous fluids and insulin infusion), he needs to transition to chronic (subcutaneous) insulin therapy. $A variety of commercial insulin analogues with different pharmacokinetics are available; the ideal regimen mimics normal insulin secretion using separate injections of the following: $• #Long-acting insulins# (eg, #glargine#) mimic continuous, steady-level #basal# insulin secretion by the pancreas that suppresses hepatic gluconeogenesis; they have an extended duration of action and #little or no peak# effect.  They are typically given #once daily# and are used to control fasting hyperglycemia that is attributable to inappropriate hepatic gluconeogenesis. $• #Rapid-acting insulins# (eg, lispro, aspart) mimic rapid-onset, short-lived #postprandial# insulin surges in response to meals; they #peak# and are cleared quickly.  They are given multiple times daily, just before each meal, so that the peak effect coincides with postprandial glucose surges. $#(Choice A)#  Insulin aspart alone can replicate postprandial insulin secretion but does not provide a basal insulin effect. $#(Choices B and C)#  Insulins detemir and glargine are long-acting basal insulins without significant peak effects; because of detemir's shorter duration of action (ie, <24 hr), it is sometimes given twice daily to ensure 24-hour coverage.  These medications do not treat postprandial hyperglycemia. $#(Choice E)#  NPH is an intermediate-acting insulin; it can be used as a basal insulin if given twice daily to provide 24-hour coverage.  Unlike physiologic basal insulin secretions, NPH has a significant peak effect that increases the risk for hypoglycemia.  In addition, premixing with regular insulin does not easily allow for premeal bolus adjustments.  Therefore, a combined formulation of NPH and regular insulin (usually in a 70/30 ratio) is less representative of physiologic insulin secretion compared to separate injections of basal and rapid-acting premeal insulin. $#Educational objective# Physiologic insulin secretion can be approximated by separate administrations of long-acting and rapid-acting insulin analogues.  Long-acting preparations (eg, glargine) replicate basal insulin secretion, whereas premeal, rapid-acting insulin (eg, lispro) replicates meal-related insulin surges.  "},

{"id":"1012","title":"A 16-year-old boy is brought to the emergency department because of confusion, fatigue, and abdominal pain.  He has also experienced excessive thirst and polyuria during the last 3 weeks.  His past medical history is insignificant.  Family history is unremarkable.  Urine dipstick is positive for glucose and ketones.  Which of the following factors most likely contributed to the development of this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abdominal fat distribution","answer_2":"B. Excessive body weight","answer_3":"C. Genetic defects in insulin secretion","answer_4":"D. Islet amyloid deposition","answer_5":"E. Islet leukocytic infiltration","percent_1":"1%","percent_2":"2%","percent_3":"19%","percent_4":"5%","percent_5":"72%","right_answer":"E. Islet leukocytic infiltration","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1012.jpg","explanation_1":"","explanation_2":"$This patient is presenting with diabetic ketoacidosis, a condition that most commonly affects patients with #type 1 diabetes mellitus# due to their absolute insulin deficiency.  Type 1 diabetes mellitus occurs in genetically susceptible individuals who are exposed to triggering environmental factors (eg, viral infections, environmental toxins, dietary components).  This results in an #autoimmune response# against #pancreatic beta cells# that leads to progressive loss of beta cell mass.  Overt manifestations of diabetes mellitus tend to develop once >90% of beta cells are destroyed.  Although antibodies against islet antigens are detected in a large number of patients, they are thought to play a permissive role in disease pathogenesis; the destruction of beta cells occurs primarily through #cell-mediated immunity#.  Infiltration of islets by inflammatory cells is called #insulitis# and is more prominent during the early stages of disease. $#(Choices A and B)#  Abdominal fat deposition and excessive body weight are important contributors to insulin resistance and development of type 2 diabetes mellitus.  Intra-abdominal visceral fat is more strongly related to insulin resistance than is subcutaneous fat. $#(Choice C)#  Maturity-onset diabetes of the young is an autosomal dominant disease caused by mutations that impair glucose sensing and insulin secretion by pancreatic beta cells.  It presents as non-insulin-dependent diabetes at a young age (<25) and accounts for <5% of all cases of diabetes mellitus. $#(Choice D)#  Islet amyloid polypeptide is secreted along with insulin from pancreatic beta cells.  Amyloid deposition occurs in the islets of patients with type 2 diabetes mellitus, although its role as a causative agent of beta cell dysfunction remains unknown.  Patients with type 1 diabetes mellitus have low circulating levels of islet amyloid polypeptide due to extensive beta cell destruction. $#Educational objective# Autoimmune insulitis with progressive beta cell loss is the most common cause of type 1 diabetes mellitus.  Insulin resistance accompanied by relative insulin deficiency is the main cause of type 2 diabetes mellitus. "},

{"id":"6692","title":"A 34-year-old woman is brought to the emergency department in the early morning with confusion, tremor, and sweating.  Her husband reports that she did not wake to her alarm clock and was difficult to arouse.  Over the past week, the patient has had similar episodes in the morning before eating and after exercise.  Past medical history is unremarkable.  Blood pressure is 135/95 mm Hg, pulse is 110/min, and respirations are 24/min.  The patient is arousable to voice but does not follow commands.  Cranial nerve examination, muscle tone, and deep tendon reflexes are normal.  A bedside fingerstick glucose level is 35 mg/dL.  The patient is given an intravenous infusion of glucose, which rapidly improves her mental status.  Further evaluation reveals that her episodes of hypoglycemia are due to increased levels of an endogenous hormone.  This hormonal imbalance is most likely causing the patient's symptoms by stimulating which of the following conversions? ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/6692.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","answer_6":"F. F","percent_1":"20%","percent_2":"9%","percent_3":"44%","percent_4":"6%","percent_5":"3%","percent_6":"18%","right_answer":"C. C","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp6692.jpg","explanation_1":"","explanation_2":"$This patient has developed #hypoglycemia# secondary to #increased levels of an endogenous hormone#.  Hypoglycemia can develop due to #insulin excess# (either endogenous [eg, insulinoma] or exogenous [eg, inadvertent overdose, surreptitious insulin/secretagogue use]) as well as deficiency of @counterregulatory hormones@ (eg, glucagon, epinephrine, cortisol). $Insulin lowers plasma glucose by increasing glucose uptake in fat, muscle, and liver.  In addition, insulin causes an #increase in glycolysis# by #activating# phosphofructokinase-2 (#PFK2#), the enzyme that produces fructose 2,6-bisphosphate.  The intracellular concentration of fructose 2,6-bisphosphate is the major regulator of phosphofructokinase-1 (#PFK1#), which #converts fructose 6-phosphate# to #fructose 1,6-bisphosphate# in the rate-limiting step of glycolysis.  Fructose 2,6-bisphosphate stimulates PFK1 while inhibiting the reverse enzyme, fructose 1,6-bisphosphatase.  As a result, the rise in fructose 2,6-bisphosphate levels caused by insulin leads to an increase in glycolysis and inhibition of gluconeogenesis, with a corresponding #decrease# in circulating #glucose levels#. $#(Choice A)#  Insulin promotes the storage of glucose by inhibiting glycogen phosphorylase (breaks down glycogen into glucose-6-phosphate) and stimulating glycogen synthase (incorporates UDP-glucose into glycogen). $#(Choices B, D, and E)#  Glucose 6-phosphate is converted to fructose 6-phosphate by phosphoglucose isomerase.  Fructose 1,6-bisphosphate is converted to glyceraldehyde 3-phosphate and dihydroxyacetone phosphate by fructose bisphosphate aldolase.  Glyceraldehyde 3-phosphate is converted to phosphoenolpyruvate through the action of multiple enzymes.  These steps are readily reversible and not regulated by insulin. $#(Choice F)#  Oxaloacetate is converted to phosphoenolpyruvate by phosphoenolpyruvate carboxykinase during gluconeogenesis; this reaction is downregulated by high insulin levels. $#Educational objective# Phosphofructokinase-1 (PFK1) catalyzes the rate-limiting step in glycolysis, and the most potent stimulator of PFK1 is fructose 2,6-bisphosphate.  Insulin increases production of fructose 2,6-bisphosphate by phosphofructokinase-2 (PFK2), thereby stimulating glycolysis.  ","clickable_1":"images/img1.6692.jpg"},

{"id":"19748","title":"A 2-hour-old newborn has a blood glucose concentration of 30 mg/dL.  The patient was delivered via caesarean to a 32-year-old woman at 38 weeks gestation.  Birth weight is 4.5 kg (9 lb 14 oz).  The pregnancy was complicated by gestational diabetes treated with insulin.  However, glycemic control remained suboptimal due to maternal noncompliance with insulin treatment and poor adherence to dietary recommendations.  Examination of the neonate is unremarkable.  Which of the following is the most likely primary mechanism responsible for this patient's low blood glucose concentration?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased glycogen stores","answer_2":"B. Hyperfunctioning pancreas","answer_3":"C. Impaired hepatic glycogenolysis","answer_4":"D. Increased release of cortisol","answer_5":"E. Insulin resistance","percent_1":"4%","percent_2":"78%","percent_3":"8%","percent_4":"2%","percent_5":"8%","right_answer":"B. Hyperfunctioning pancreas","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19748.jpg","explanation_1":"","explanation_2":"$Glucose levels fall in all newborns after birth, but usually remain ≥40 mg/dL due to mobilization of hepatic glycogen stores and initiation of feeding; glucose <40 mg/dL is indicative of #neonatal hypoglycemia#, a common metabolic derangement seen in #infants of diabetic mothers#. $During gestation, glucose is transferred continuously from mother to fetus via the placenta.  Mothers with diabetes, particularly those with poor glycemic control, often have hyperglycemia, causing #fetal hyperglycemia#.  In utero, this results in compensatory #hyperfunctioning of pancreatic beta cells#, which then produce increased amounts of insulin to handle the excessive glucose load.  Once the maternal glucose supply is interrupted at delivery, persistent #hyperinsulinemia# causes increased glucose consumption and transient neonatal hypoglycemia. $Most neonates with hypoglycemia are asymptomatic but may develop autonomic symptoms (eg, jitteriness, irritability) and, if severe, hypotonia and seizures.  #Macrosomia# (>4 kg [8 lb 14 oz] birth weight) is also common in infants of diabetic mothers due to increased exposure to growth factors (eg, insulin, insulin-like growth factors, growth hormone) that stimulate fetal growth and increased deposition of glycogen and fat in developing tissues #(choice A).# $#(Choice C)#  Hypoglycemia due to impaired hepatic glycogenolysis is characteristic of certain glycogen storage diseases (eg, von Gierke disease, Cori disease), which typically present within the first several months of life with failure to thrive, ketotic hypoglycemia, and hepatomegaly (ie, protruding abdomen) due to increased hepatic glycogen content. $#(Choices D and E)#  Critically ill infants may produce increased cortisol due to stress (eg, sepsis, mechanical ventilation) with resultant hyperglycemia.  Insulin resistance, which is not typically seen in infants but is related to obesity in children and adults, also causes hyperglycemia.  However, this neonate is hypoglycemic. $#Educational objective# Neonatal hypoglycemia is common in infants of diabetic mothers.  The pathophysiology involves maternal hyperglycemia, which in turn causes fetal hyperglycemia and compensatory hyperfunctioning of the pancreas (ie, hyperinsulinemia).  After birth, persistently elevated insulin levels lead to transient hypoglycemia.  "},

{"id":"6705","title":"A 32-year-old man is evaluated for recurrent nausea and vomiting.  The patient has nausea and upper abdominal discomfort after meals and feels full even after eating a small amount of food.  He also has experienced several episodes of vomiting of undigested food particles but has had no fever or diarrhea.  The patient has a history of type 1 diabetes mellitus and diabetic neuropathy.  Physical examination shows a clear oropharynx.  The abdomen is soft, nondistended, and nontender with no organomegaly.  Bowel sounds are normoactive.  Stool testing for occult blood is negative.  Upper gastrointestinal endoscopy reveals no abnormalities.  Treatment with an oral medication is initiated, but it is stopped after the patient experiences abnormal involuntary movements.  A macrolide antibiotic is prescribed, which improves his symptoms.  Which of following mechanisms is most likely responsible for the improvement in this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Agonistic activity on motilin receptors","answer_2":"B. Blockade of gastrointestinal muscarinic receptors","answer_3":"C. Increase in intestinal fluid secretion","answer_4":"D. Protective effect on gastric mucosa","answer_5":"E. Suppression of intestinal bacterial growth","percent_1":"64%","percent_2":"7%","percent_3":"2%","percent_4":"4%","percent_5":"24%","right_answer":"A. Agonistic activity on motilin receptors","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with diabetes mellitus has postprandial nausea, vomiting of undigested food, bloating, and early satiety, raising strong suspicion for #diabetic gastroparesis#, an autonomic neuropathy of the gastrointestinal tract marked by delayed gastric emptying in the absence of mechanical obstruction (eg, normal esophagogastroduodenoscopy [EGD]).  Metoclopramide, a dopamine 2 receptor antagonist, can improve symptoms but is occasionally associated with extrapyramidal side effects (eg, dystonia) and tardive dyskinesia (eg, involuntary movements). $For patients with gastroparesis who cannot tolerate metoclopramide, #erythromycin#, a macrolide antibiotic, can be used as an alternate prokinetic agent.  The prokinetic effects of erythromycin stem from the #activation of the motilin receptor# in the smooth muscle of the upper digestive tract, which results in coordinated peristaltic contractions that begin in the stomach and move through the entire upper digestive system (thereby propelling food into the colon). $When used as an antibiotic, erythromycin can cause significant abdominal cramping, but in the setting of gastroparesis, the prokinetic effects can be leveraged to improve gastric emptying and ameliorate gastroparesis symptoms.  However, the agonist effects of erythromycin diminish over time# #(tachyphylaxis) so it is generally used for short periods (<4 weeks). $#(Choices B and C)#  Patients with irritable bowel syndrome (IBS) who have significant gastrointestinal bloating symptoms can be treated with antispasmodic medications (eg, dicycloverine) that block gastrointestinal muscarinic receptors.  Those with constipation-predominant IBS are sometimes treated with lubiprostone, a chloride channel activator, to increase intestinal fluid secretion.  IBS is usually marked by periods of diarrhea and/or constipation and abdominal bloating; early satiety and vomiting of undigested food would be atypical. $#(Choice D)#  Peptic ulcer disease (PUD) is treated with medications (eg, proton pump inhibitor, sucralfate) that have a protective effect on the gastrointestinal mucosa.  Although PUD can occasionally cause nausea, vomiting, and early satiety due to gastric outlet obstruction, most patients have significant upper abdominal pain.  In addition, an EGD would show a gastric or duodenal ulcer. $#(Choice E)#  Patients with small intestinal bacterial overgrowth (SIBO)—colonization of the small intestine with colonic bacteria—often develop bloating, abdominal discomfort, flatulence, and/or diarrhea.  However, early satiety and vomiting of undigested food would be atypical.  In addition, SIBO is generally treated with rifaximin or neomycin. $#Educational objective# Erythromycin stimulates upper gastrointestinal motility by acting as an agonist on motilin receptors in the muscularis externa.  Therefore, it can be used to treat gastroparesis (ie, delayed gastric emptying), a condition that frequently occurs in patients with long standing diabetes mellitus. "},

{"id":"850","title":"A 60-year-old man comes to the office for follow-up of type 2 diabetes mellitus.  His treatment regimen includes oral medications and a once-daily injection of long-acting subcutaneous insulin.  The patient is adherent with treatment and has modified his lifestyle.  Review of home glucose measurements shows that his postprandial glucose levels are frequently elevated; however, fasting levels are normal.  He has no other medical conditions and does not use tobacco, alcohol, or recreational drugs.  Vital signs are within normal limits.  Physical examination shows no abnormalities.  Hemoglobin A1c is 8.3%.  Additional insulin therapy 3 times a day before each meal is planned to improve glycemic control.  Which of the following types of insulin is most appropriate for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Insulin aspart","answer_2":"B. Insulin degludec","answer_3":"C. Insulin detemir","answer_4":"D. Insulin glargine","answer_5":"E. NPH insulin","percent_1":"75%","percent_2":"2%","percent_3":"4%","percent_4":"10%","percent_5":"9%","right_answer":"A. Insulin aspart","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp850.jpg","explanation_1":"","explanation_2":"$The beta cells of the pancreas produce #basal insulin# continuously at a low level to suppress on-going hepatic gluconeogenesis.  After meals, insulin secretion increases briefly to control the #postprandial# rise in blood glucose.  Commercial insulin analogues with different pharmacokinetics can be given subcutaneously to replicate physiologic insulin secretion: $• #Long-acting insulins# (eg, glargine) mimic basal insulin secretion; they have an extended duration of action and little or no peak effect.  They are typically given once daily and suppress #fasting hyperglycemia,# which is predominantly caused by inappropriate hepatic gluconeogenesis. $• #Rapid-acting insulins# (eg, lispro, aspart) are given to mimic the effects of postprandial insulin; they #peak quickly# and are then rapidly cleared.  They are given prior to meals so that the peak effect coincides with postmeal glucose excursions; they control #postprandial hyperglycemia#.  Because they are quickly cleared, they have minimal effect on fasting glucose levels. $This patient has normal fasting glucose levels, suggesting that his long-acting basal insulin regimen is appropriate but that he has elevated postprandial glucose.  His postprandial hyperglycemia is best treated with a #rapid-acting premeal insulin analogue#, such as #aspart#, lispro, or glulisine.  Regular insulin also can be given before mealtimes but has a more delayed peak onset and a longer duration of action compared to rapid-acting insulin analogues (which have amino acid changes that accelerate hexamer dissociation compared to regular insulin). $#(Choices B, C, and D)#  Insulins @degludec, detemir, and glargine@ have long durations of action due to structural modifications (eg, polymerizing residues, fatty acid side chains) that delay absorption and distribution.  They have minimal peak effect and are used as basal insulin substitutes. $#(Choice E)#  @NPH@, an intermediate-acting crystalline suspension of insulin with zinc/protamine, can be given twice daily when used as basal insulin.  However, unlike other basal insulins, it has a noticeable peak effect and can lead to hypoglycemia if the peak does not correspond to a meal (eg, nocturnal hypoglycemia), making it a less preferable option for this use. $#Educational objective# Long-acting insulin analogues (eg, glargine) have an extended duration of action without a noticeable peak in activity and are typically given once daily to mimic basal insulin secretion.  Rapid-acting insulins (eg, aspart, lispro) are quickly absorbed from the injection site and are given at mealtimes to replicate postprandial insulin secretion.  ","clickable_1":"images/img1.850.jpg","clickable_2":"images/img2.850.jpg"},

{"id":"600","title":"A 21-year-old man comes to the emergency department due to several days of dizziness and extreme fatigue.  The patient has been drinking a lot of water and urinating more than usual for the past 2 weeks.  He developed nausea and vomiting one day ago and has had difficulty keeping food and liquids down.  The patient has no other medical conditions and takes no medications.  Blood pressure is 90/60 mm Hg, pulse is 120/min, and respirations are 20/min.  Urinalysis is positive for glucose and ketones.  The patient is given intravenous fluids and an intravenous infusion of recombinant human insulin without any structural modifications.  His condition improves, and he remains stable for the rest of the hospitalization.  In preparation for discharge, a plan is made to prescribe a regimen that includes a subcutaneous formulation of the same insulin that the patient was receiving intravenously.  Which of the following drug concentration curves shown in the image below is most likely to be obtained after subcutaneous injection of this insulin?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/600.jpg","title_2":"","audio":"","comparison_items":"","answer_1":"A. A","answer_2":"B. B","answer_3":"C. C","answer_4":"D. D","answer_5":"E. E","percent_1":"13%","percent_2":"43%","percent_3":"24%","percent_4":"8%","percent_5":"12%","right_answer":"B. B","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp600.jpg","explanation_1":"","explanation_2":"$This young patient with symptoms of hyperglycemia (eg, polyuria, polydipsia) that progressed to volume depletion, glucosuria, and ketonuria has #diabetic ketoacidosis# (DKA), likely due to new-onset type 1 diabetes mellitus.  DKA is treated with an #intravenous# infusion of #regular insulin# that begins to lower serum glucose and ketone levels within #minutes#.  Intravenous regular insulin has a half-life of 5 minutes, allowing rapid adjustment of the infusion rate, which is required when glucose levels change rapidly during DKA management. $Following resolution of DKA, patients are transitioned to subcutaneous insulin to be continued at home.  This patient's postdischarge regimen includes the #subcutaneous# formulation of regular insulin, which begins working within 30 minutes after injection, #peaks in 2-4 hours#, and lasts 5-8 hours.  The delayed onset and prolonged duration of action compared to the intravenous formation are due to subcutaneous polymerization (eg, hexamer formation) that delays systemic absorption. $Subcutaneous regular insulin is used to treat #post prandial hyperglycemia# and is used with basal insulin (intermediate acting [ie, NPH] or long acting [eg, glargine]), which treats fasting hyperglycemia.  Regular insulin and neutral protamine Hagedorn (NPH) are the only human recombinant insulins #without amino acid modification#.  All other insulin preparations (eg, glargine, lispro) have structural modifications (eg, amino acid changes) to improve pharmacokinetics and are considered insulin analogs. $#(Choice A)#  Insulin aspart, lispro, and glulisine are rapid-acting insulin analogues used to treat postprandial hyperglycemia.  Because they have a more rapid onset of action (15 min) and peak effect (45-75 min) compared to regular insulin, these analogues more closely mimic postprandial physiologic insulin secretion. $#(Choice C)#  NPH is an intermediate-acting insulin that has a more delayed onset (2 hr) and peak effect (4-6 hr) compared to regular insulin; it can be used as a basal insulin (given twice a day).  Unlike regular insulin, NPH is a crystalline suspension that is not suitable for intravenous use. $#(Choices D and E)#  Detemir and glargine are long-acting basal insulin analogues that do not have a significant peak effect.  Unlike glargine, which has a duration of action of 24 hours, detemir typically lasts just under 24 hours, making it the less-preferred basal insulin. $#Educational objective# Intravenous regular insulin has a rapid onset and short half-life, allowing the rapid adjustments needed in diabetic ketoacidosis management.  In contrast, regular insulin given subcutaneously starts working within 30 minutes, peaks in 2-4 hours, and lasts 5-8 hours, making it usable as a premeal insulin that treats postprandial hyperglycemia.  "},

{"id":"985","title":"A 20-year-old woman comes to the emergency department with lethargy, abdominal pain, and nausea.  She has had polyuria and excessive thirst for one day.  She also complains of dysuria and chills over the last few days but did not seek medical care until today.  Physical examination shows tachycardia and dry mucous membranes.  Laboratory results are as follows:","title_table":"!Serum chemistry panel! ?Sodium? 130 mEq/L ?Chloride? 93 mEq/L ?Bicarbonate? 12 mEq/L ?Blood urea nitrogen? 30 mg/dL ?Creatinine? 1.3 mg/dL ?Calcium? 10.0 mg/dL ?Glucose? 698 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following electrolyte findings would most likely be seen in this patient?","audio":"","comparison_items":"§∆Extracellular potassium concentration ∆Intracellular potassium stores","answer_1":"§A. ∆ Decreased ∆Decreased","answer_2":"§B. ∆ Decreased ∆Increased","answer_3":"§C. ∆ Increased ∆Decreased","answer_4":"§D. ∆ Increased ∆Increased","answer_5":"§E. ∆ No Change ∆No change","percent_1":"7%","percent_2":"12%","percent_3":"78%","percent_4":"2%","percent_5":"1%","right_answer":"§C. ∆ Increased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp985.jpg","explanation_1":"","explanation_2":"$This young patient has both clinical (eg, polyuria, polydipsia, volume depletion) and biochemical (eg, hyperglycemia, low bicarbonate, high anion gap, decreased serum sodium levels) signs of diabetic ketoacidosis (DKA).  DKA is often precipitated by infections, including urinary tract infections (likely in this patient).  Patients with DKA lose significant amounts of potassium in the urine, primarily via glycosuria-induced osmotic diuresis and hypovolemia-mediated increase in aldosterone secretion.  This results in a #total body potassium deficit# that is reflected by decreased intracellular potassium stores (since 98% of the body's potassium is stored intracellularly).  Despite the low intracellular potassium levels, #extracellular potassium concentrations are normal or increased# due to the following mechanisms:  $1. Loss of intracellular free water caused by increased plasma osmolality leads to extracellular movement of potassium secondary to increasing intracellular potassium concentration  $2. Lack of insulin also causes extracellular shifting of potassium as insulin normally promotes cellular uptake of potassium $Clinicians must be careful when giving insulin and intravenous fluids during resuscitation of dehydrated, hyperglycemic patients.  These interventions force potassium back into the cells, causing a precipitous drop in serum potassium due to the total body deficit.  Despite normal or elevated serum potassium, timely administration of potassium supplementation is essential when treating a patient with DKA. $#(Choice A)#  A decrease in both intra- and extracellular potassium levels is seen with mineralocorticoids excess, diuretic use, and chronic gastrointestinal losses. $#(Choice B)#  Extracellular potassium concentration decreases following glucose and insulin administration as potassium moves into the intracellular compartment.  Stimulation of beta-adrenergic receptors also causes increased transfer of potassium to the intracellular compartment. $#(Choice D)#  Renal excretion of potassium is impaired in most patients with chronic renal failure, resulting in increased total body potassium storage and hyperkalemia. $#(Choice E)#  Normal extracellular potassium levels are common in patients with DKA as the extracellular potassium shift is often mitigated by increased urinary potassium losses.  However, intracellular potassium levels are always decreased in DKA. $#Educational objective# Most patients with diabetic ketoacidosis have normal to increased serum potassium levels despite a total body potassium deficit.  Replacement of potassium is a crucial step in the management of patients with diabetic ketoacidosis.  "},

{"id":"18958","title":"A 53-year-old man comes to the office due to uncontrolled type 2 diabetes mellitus.  The patient was diagnosed 3 years ago and prescribed metformin and lifestyle modification.  In the past year, his hemoglobin A1c levels have been steadily rising.  Blood pressure is 145/90 mm Hg.  BMI is 37 kg/m2.  Laboratory results are normal except for a fasting plasma glucose of 155 mg/dL and a hemoglobin A1c level of 8%.  Additional treatment with canagliflozin is initiated.  Over the next several days, which of the following effects are most likely to occur in this patient due to the new medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Urinary glucose excretion∆Total body sodium content∆Extracellular fluid volume","answer_1":"§A. ∆ Decreased ∆Decreased ∆Unchanged","answer_2":"§B. ∆ Decreased ∆Increased ∆Decreased","answer_3":"§C. ∆ Increased ∆Decreased ∆Decreased","answer_4":"§D. ∆ Increased ∆Unchanged ∆Increased","answer_5":"§E. ∆ Increased ∆Increased ∆Decreased","percent_1":"2%","percent_2":"2%","percent_3":"70%","percent_4":"9%","percent_5":"17%","right_answer":"§C. ∆ Increased ∆Decreased ∆Decreased","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18958.jpg","explanation_1":"","explanation_2":"$Sodium-glucose cotransporter 2 (SGLT2) is a low-affinity, high-capacity transport protein that normally reabsorbs 90% of filtered glucose in the proximal renal tubule.  Glucose reabsorption by SGLT2 is driven by the cotransport of sodium, which occurs down its concentration gradient.  The sodium is actively pumped across the basolateral membrane by Na-K-ATPase, and glucose follows by facilitated diffusion via glucose transporter 2. $#SGLT2 inhibitors# (eg, canagliflozin, dapagliflozin) are oral antidiabetic agents that have the following effects: $• Decreased renal reabsorption of glucose, leading to #increased urinary glucose excretion# and lower blood glucose levels $• Natriuresis and osmotic #diuresis# due to decreased reabsorption of sodium and glucose, leading to a small #decrease in extracellular fluid volume#, total #body sodium content#, and blood pressure $• Decreased sodium reabsorption and @increased tubular sodium delivery@ to the macula densa, leading to decreased activation of the renin-angiotensin-aldosterone system, lower glomerular (and systemic) pressure, and delayed progression of nephropathy $#Educational objective# Sodium-glucose cotransporter 2 inhibitors decrease renal reabsorption of glucose and sodium, leading to increased urinary glucose excretion and decreased blood glucose levels.  In addition, natriuresis and osmotic diuresis lead to a small decrease in extracellular fluid volume, total body sodium content, and blood pressure.  ","clickable_1":"images/img1.18958.jpg"},

{"id":"604","title":"A 48-year-old man comes to establish care after moving to a new state.  He feels well and has no symptoms.  The patient has a history of type 2 diabetes mellitus diagnosed 6 months ago; he was prescribed metformin by his previous physician but stopped taking it due to diarrhea.  He was unable to follow up with the physician and has not taken any other medications.  The patient exercises regularly and follows a low-carbohydrate diet.  Laboratory results show a fasting blood glucose of 140 mg/dL and a hemoglobin A1c of 7.5%.  The physician counsels the patient about adding canagliflozin to optimize glycemic control.  Which of the following tests should be ordered prior to initiating this new medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Leukocyte count","answer_2":"B. Serum creatinine","answer_3":"C. Serum uric acid","answer_4":"D. Thyroid function tests","answer_5":"E. Urinalysis","percent_1":"3%","percent_2":"61%","percent_3":"4%","percent_4":"3%","percent_5":"30%","right_answer":"B. Serum creatinine","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp604.jpg","explanation_1":"","explanation_2":"$Sodium-glucose cotransporter-2 (SGLT-2) is a low-affinity, high-capacity transport protein that reabsorbs 90% of filtered glucose in the proximal tubule.  #SGLT-2 inhibitors# (eg, canagliflozin, dapagliflozin) are oral antidiabetic agents that #decrease renal reabsorption# of sodium and #glucose# and thereby decrease blood glucose levels.  They are used primarily as a combination therapy (eg, with metformin), especially in patients with atherosclerotic cardiovascular disease (eg, prior myocardial infarction), heart failure, or nephropathy (eg, albuminuria). $Because SGLT-2 inhibitors rely on adequate renal glucose filtration to exert their #antihyperglycemic effect#, they become #less effective# or ineffective as #renal function declines# (eg, when estimated glomerular filtration rate [eGFR] falls <30-45 mL/min/1.73 m2).  Therefore, checking serum #creatinine# (used to calculate eGFR) is recommended prior to medication initiation. $#(Choices A and E)#  Although SGLT-2 inhibitors increase the risk for genitourinary infections (eg, candidiasis, urinary tract infection), screening for infection with a leukocyte count and urinalysis in asymptomatic patients (eg, no dysuria or fever) is unnecessary. $#(Choice C)#  Certain drugs such as diuretics (eg, thiazide, loop) reduce renal uric acid clearance and may precipitate gout.  However, SGLT-2 inhibitors are associated with increased renal uric acid clearance and are not expected to increase the risk for gout. $#(Choice D)#  Thyroid function tests are routinely performed on patients taking lithium and amiodarone, which can alter thyroid hormone metabolism.  However, thyroid function tests are not required for antidiabetic medications. $#Educational objective# Sodium-glucose cotransporter-2 inhibitors (eg, canagliflozin, dapagliflozin) lower glucose levels by decreasing renal reabsorption of glucose and have cardioprotective and renoprotective effects.  Checking serum creatinine is recommended prior to initiation because the antihyperglycemic effect of these medications becomes less pronounced as renal function declines.  "},

{"id":"607","title":"A 54-year-old woman comes to the office for evaluation of elevated blood glucose.  The patient was recently seen at an urgent care center, where she was found to have a nonfasting blood glucose level of 190 mg/dL.  Medical history is insignificant, although she has not seen a physician for several years.  She does not use tobacco or alcohol.  BMI is 31.5 kg/m2.  Physical examination shows no abnormalities.  Hemoglobin A1c is 8.5% and fasting plasma glucose level is 146 mg/dL.  Recommendations for dietary modification and exercise are provided, and pharmacotherapy with metformin is planned.  Which of the following laboratory tests should be obtained prior to starting this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Blood cell counts and mean corpuscular volume","answer_2":"B. Oral glucose tolerance test","answer_3":"C. Plasma lactate level","answer_4":"D. Serum creatinine level","answer_5":"E. Serum potassium level","answer_6":"F. Serum TSH level","percent_1":"4%","percent_2":"3%","percent_3":"31%","percent_4":"55%","percent_5":"4%","percent_6":"3%","right_answer":"D. Serum creatinine level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Metformin# ∆⨉ §^#Mechanism of action# ∆ • Inhibits mitochondrial glycerophosphate dehydrogenase • Upregulates AMP-activated protein kinase §^#Metabolic effects# ∆ • ↓ Hepatic glucose production • ↓ Intestinal glucose absorption • ↑ Peripheral glucose uptake/utilization • ↓ Lipogenesis §^#Pharmacokinetics# ∆ • Renal clearance • No significant metabolites §^#Adverse effects# ∆ • Diarrhea • Lactic acidosis • Vitamin B12 deficiency §^#Precautions/contraindications# ∆ • Renal insufficiency (check serum creatinine) • Hepatic insufficiency • Decompensated heart failure","explanation_img":"","explanation_1":"","explanation_2":"$#Metformin# lowers blood glucose by decreasing hepatic gluconeogenesis and increasing insulin-dependent peripheral glucose uptake.  It functions by inhibiting mitochondrial @glycerol-3-phosphate dehydrogenase@, which #reduces# availability of #gluconeogenesis substrates# (eg, glycerol, lactate).  Metformin also upregulates AMP-activated protein kinase, which inhibits lipogenesis and subsequently lowers circulating lipid levels. $Metformin is the preferred first-line medication for type 2 diabetes mellitus.  It does not increase endogenous insulin secretion and therefore carries a #low risk of hypoglycemia#.  In addition, it also leads to #modest weight loss# in most patients. $However, the inhibition of gluconeogenesis by metformin results in @increased lactate@ production.  Patients with significant renal dysfunction or other disorders that reduce lactate clearance (eg, hepatic impairment) are at risk for metformin-induced #lactic acidosis#.  For this reason, the glomerular filtration rate should be estimated using #serum creatinine measurement# prior to the initiation of metformin. $#(Choice A)#  Metformin can cause vitamin B12 deficiency (leading to macrocytic anemia), likely due to decreased intestinal absorption.  However, this is a chronic effect seen after long-term use, and pretreatment testing is not needed. $#(Choice B)#  The oral glucose tolerance test is used for the initial diagnosis of diabetes mellitus, primarily gestational diabetes.  This patient's diagnosis has been confirmed with elevated fasting glucose and hemoglobin A1c; additional diagnostic testing is not necessary. $#(Choice C)#  Plasma lactate levels are used to confirm acute lactic acidosis; measurement of a baseline level is not useful. $#(Choice E)#  Monitoring serum potassium is not necessary with metformin use.  Serum potassium is routinely monitored with diuretics (especially loop diuretics), spironolactone, ACE inhibitors, and angiotensin II receptor blockers. $#(Choice F)#  Thyroid function tests routinely performed in patients taking lithium and amiodarone but are not required for antidiabetic medications, including metformin. $#Educational objective# Metformin lowers blood glucose by reducing hepatic gluconeogenesis and increasing insulin-dependent peripheral glucose uptake.  Lactic acidosis is a rare complication of metformin therapy; the risk is increased in patients with underlying renal insufficiency.  ","clickable_1":"images/img1.607.jpg","clickable_2":"images/img2.607.jpg"},

{"id":"1492","title":"A 62-year-old woman is brought to the emergency department after a fall and is found to have a left femoral neck fracture.  The patient is admitted to the hospital, and a hip arthroplasty is planned.  Medical history is significant for long-standing type 2 diabetes mellitus, hypertension, hyperlipidemia, and migraines.  While hospitalized, the patient receives a combination of long- and short-acting insulin for diabetes management.  On the morning of surgery, fasting blood glucose level is 42 mg/dL.  The patient is awake and alert and says she feels hungry but has no other symptoms of hypoglycemia.  Concurrent use of which of the following medications best explains this finding?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atorvastatin","answer_2":"B. Doxazosin","answer_3":"C. Hydrochlorothiazide","answer_4":"D. Losartan","answer_5":"E. Propranolol","answer_6":"F. Verapamil","percent_1":"6%","percent_2":"7%","percent_3":"17%","percent_4":"4%","percent_5":"63%","percent_6":"3%","right_answer":"E. Propranolol","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1492.jpg","explanation_1":"","explanation_2":"$Prolonged hypoglycemia can lead to irreversible neurologic deficits and death.  To prevent injury, counterregulatory systems raise blood glucose in response to hypoglycemia via sympathetic nervous system activation (ie, norepinephrine/#epinephrine# release) and increase secretion of #glucagon#, cortisol, and growth hormone. $Symptoms of hypoglycemia fall into 2 general categories: neurogenic (autonomic) and neuroglycopenic. $• #Neurogenic symptoms# are mediated via norepinephrine/epinephrine and acetylcholine release during sympathetic stimulation.  Symptoms due to #norepinephrine/epinephrine# include tremulousness, tachycardia, and anxiety/arousal, whereas #acetylcholine# causes sweating, hunger, and paresthesias. $• #Neuroglycopenic symptoms# are due to inadequate availability of glucose in the CNS and include behavioral changes, confusion, visual disturbances, stupor, and seizures. $This patient has #reduced awareness# of hypoglycemia, likely due to the use of a #nonselective beta blocker# (eg, propranolol) for chronic treatment of migraines and/or hypertension.  Nonselective beta blockers attenuate the norepinephrine/epinephrine-mediated symptoms of hypoglycemia, but cholinergic symptoms (eg, hunger) are unaffected.  In addition, nonselective beta blockers can contribute to the severity of hypoglycemia; epinephrine stimulates hepatic gluconeogenesis and peripheral glycogenolysis, but this effect is diminished by nonselective beta blockers. $#(Choices A and C)#  Statins (eg, atorvastatin) and hydrochlorothiazide can increase blood glucose levels but would not mask symptoms of hypoglycemia. $#(Choice B)#  Insulin-secreting pancreatic beta cells have alpha-2 and beta-2 receptors; stimulation of alpha-2 receptors inhibits insulin secretion, whereas stimulation of beta-2 receptors increases insulin secretion.  Doxazosin is a selective alpha-1 blocker and has no effect on glucose levels. $#(Choices D and F)#  Angiotensin II receptor blockers (eg, losartan) and nondihydropyridine calcium channel blockers (eg, verapamil) do not mask the symptoms of hypoglycemia and have virtually no effect on glucose levels. $#Educational objective# Nonselective beta blockers exacerbate hypoglycemia and mask hypoglycemic symptoms mediated by norepinephrine/epinephrine.  "},

{"id":"11565","title":"A 76-year-old woman is brought to the hospital after her daughter found her unresponsive in the morning.  The patient and her daughter walked extensively during a family outing the previous day; the patient then skipped dinner and went to bed as soon as they returned home.  Medical history includes type 2 diabetes mellitus managed with an oral medication.  Blood pressure is 140/80 mm Hg and pulse is 102/min.  The patient is diaphoretic and responds only to pain.  Blood glucose is 34 mg/dL.  Her condition rapidly improves after administration of an intravenous bolus of dextrose, but she becomes confused again several hours later.  Repeat blood glucose is 39 mg/dL.  Which of the following medications is the most likely cause of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acarbose","answer_2":"B. Glyburide","answer_3":"C. Metformin","answer_4":"D. Pioglitazone","answer_5":"E. Sitagliptin","percent_1":"5%","percent_2":"65%","percent_3":"11%","percent_4":"10%","percent_5":"10%","right_answer":"B. Glyburide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Noninsulin antidiabetic agents for type 2 diabetes mellitus# ∆⨉∆⨉ §^#Agent# ∆^#Mechanism of action# ∆^#Adverse effects# §#Insulin secretagogues# • Sulfonylureas • Meglitinides ∆↑ Insulin secretion by inhibiting β-cell $KATP channels ∆ • Hypoglycemia • Weight gain §#Biguanides# • Metformin ∆Stimulate AMPK & inhibit mitochondrial$ gluconeogenesis, ↓ hepatic glucose production & ↑$ peripheral glucose uptake ∆ • Diarrhea • Lactic acidosis §#Thiazolidinediones# • Pioglitazone ∆Activate transcription regulator PPAR-γ, ↓ insulin$ resistance ∆ • Fluid retention/heart$ failure • Weight gain §#GLP-1 agonists# • Exenatide • Liraglutide ∆↑ Glucose-dependent insulin secretion, ↓ $glucagon secretion, delayed gastric emptying ∆ • Pancreatitis • Weight loss §#DPP4 inhibitors# • Sitagliptin • Saxagliptin ∆↑ Endogenous GLP-1 & GIP levels ∆ • Nasopharyngitis §#SGLT-2 inhibitors# • Canagliflozin • Dapagliflozin ∆↑ Renal glucose excretion ∆ • Urinary tract $infections • Hypotension %#AMPK =# AMP-activated protein kinase; #DPP4 =# dipeptidyl peptidase-4; #GIP =# gastric inhibitory polypeptide; #GLP-1 =# glucagon-like peptide-1; #KATP =# ATP-sensitive potassium; #PPAR-γ =# peroxisome proliferator–activated receptor γ; #SGLT-2 =# sodium-glucose cotransporter-2.","explanation_img":"","explanation_1":"","explanation_2":"This patient's #persistent hypoglycemia# indicates #excessive insulin secretion# caused by her diabetes medication, which is most likely a #sulfonylurea# (eg, glyburide, glimepiride).  Sulfonylureas bind to a receptor on pancreatic beta cells and inhibit the ATP-sensitive potassium channel, altering the cell's resting potential and resulting in calcium influx stimulating exocytosis of insulin secretory granules.  The increased insulin secretion occurs #independent of blood glucose# concentrations (ie, even when blood glucose concentrations are low). $Hypoglycemia with sulfonylureas can be induced by exercise, missed meals, or initiation of additional antidiabetic medications.  The risk is greater in the elderly population and in patients with chronic kidney disease or hepatic impairment (due to slower drug metabolism and clearance).  The hypoglycemia may reoccur following successful initial treatment until the drug has been fully cleared. $#(Choice A)#  Acarbose is an alpha-glucosidase inhibitor that decreases intestinal carbohydrate digestion and glucose absorption, thereby blunting postprandial hyperglycemia.  It is not associated with hypoglycemia because the medication does not induce insulin secretion. $#(Choice C)#  Metformin is a biguanide that decreases hepatic gluconeogenesis and intestinal glucose absorption and increases peripheral glucose uptake and use.  Because metformin does not increase endogenous insulin production, it is not associated with hypoglycemia. $#(Choice D)#  Thiazolidinediones (eg, pioglitazone) increase insulin sensitivity by increasing glucose use and decreasing glucose production in adipose tissue, muscle, and liver.  Thiazolidinediones do not increase endogenous insulin production and therefore carry a low risk of hypoglycemia. $#(Choice E)#  Unlike sulfonylureas, dipeptidyl peptidase-4 inhibitors (eg, sitagliptin) and glucagon-like peptide-1 agonists (eg, exenatide) increase glucose-dependent insulin release from the pancreatic beta cells.  The effects on insulin release diminish as glucose levels approach normal (eg, fasting state), and therefore, hypoglycemia risk is very low. $#Educational objective# Sulfonylureas (eg, glyburide, glimepiride) increase insulin secretion by pancreatic beta cells independent of blood glucose concentration.  These medications have a high incidence of hypoglycemia, especially in the elderly population.  "},

{"id":"18952","title":"A 52-year-old woman comes to the office for follow-up of type 2 diabetes mellitus.  The patient was diagnosed with diabetes 6 months ago and initiated intensive lifestyle modification with increased exercise and a calorie-restricted diet; since that time, she has felt better subjectively but has lost only 2 kg (4.4 lb).  Vital signs are normal.  BMI is 35 kg/m2.  Fasting glucose is 155 mg/dL and hemoglobin A1c is 8.0%.  Serum renal and liver function markers are normal.  After discussion with the patient, metformin therapy is initiated.  Which of the following physiologic changes are most likely to result as a direct effect of this medication?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Hepatic gluconeogenesis∆Muscle glucose uptake∆Endogenous insulin production","answer_1":"§A.∆ Decreased∆Increased∆Increased","answer_2":"§B.∆ Decreased∆Increased∆Unchanged","answer_3":"§C.∆ Decreased∆Unchanged∆Unchanged","answer_4":"§D.∆ Unchanged∆Increased∆Unchanged","answer_5":"§E.∆ Unchanged∆Unchanged∆Increased","percent_1":"16%","percent_2":"63%","percent_3":"15%","percent_4":"5%","percent_5":"1%","right_answer":"§B.∆ Decreased∆Increased∆Unchanged","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Metformin# ∆⨉ §^#Mechanism of action# ∆ • Inhibits mitochondrial glycerophosphate dehydrogenase • Upregulates AMP-activated protein kinase §^#Metabolic effects# ∆ • ↓ Hepatic glucose production • ↓ Intestinal glucose absorption • ↑ Peripheral glucose uptake/utilization • ↓ Lipogenesis §^#Pharmacokinetics# ∆ • Renal clearance • No significant metabolites §^#Adverse effects# ∆ • Diarrhea • Lactic acidosis • Vitamin B12 deficiency §^#Precautions/contraindications# ∆ • Renal insufficiency (check serum creatinine) • Hepatic insufficiency • Decompensated heart failure","explanation_img":"","explanation_1":"","explanation_2":"This patient has uncontrolled type 2 diabetes mellitus and is appropriately given metformin, which is the preferred first-line medication for most patients.  #Metformin# has a number of important @metabolic effects@: $• #Reduced hepatic gluconeogenesis#: metformin inhibits mitochondrial glycerophosphate dehydrogenase, which reduces the availability of substrates for gluconeogenesis (eg, glycerol, lactate). $• #Increased# insulin-dependent #peripheral glucose uptake# and utilization. $Reduced circulating lipid levels: metformin upregulates AMP-activated protein kinase in hepatocytes, which inhibits lipogenesis. $Circulating levels of endogenous insulin are unchanged or slightly decreased by metformin; therefore, metformin carries #low risk of hypoglycemia#.  In addition, it reduces caloric intake due to decreased appetite and decreased absorption of glucose, leading to modest #weight loss# in most patients. $#(Choice A)#  Sulfonylureas (eg, glyburide, glimepiride) stimulate beta cell insulin release, leading to decreased glycogenolysis and gluconeogenesis and increased peripheral uptake of glucose; the higher circulating insulin levels also confer an increased risk of hypoglycemia and weight gain. $#Educational objective# Metformin reduces hepatic gluconeogenesis and release of glucose into circulation; increases peripheral glucose uptake and utilization; and reduces circulating lipid levels.  Circulating insulin levels are unchanged or slightly decreased; therefore, metformin carries low risk of hypoglycemia.  In addition, metformin reduces caloric intake due to decreased appetite and decreased absorption of glucose, leading to modest weight loss.  ","clickable_1":"images/img1.18952.jpg"},

{"id":"15881","title":"A 67-year-old woman comes to the office for follow-up of type 2 diabetes mellitus.  She was diagnosed with diabetes 6 months ago.  Lifestyle modification was initially advised, but the patient had no significant glycemic improvement.  One month ago, the patient was started on metformin; however, she has been experiencing abdominal discomfort and diarrhea attributed to the therapy.  She has no other medical conditions.  BMI is 28 kg/m2.  Physical examination is unremarkable.  Laboratory tests show hemoglobin A1c is 8.2%.  After further discussion and with medication affordability taken into consideration, metformin is discontinued and glipizide is prescribed.  Compared to metformin, this new therapy is most likely to increase the risk of which of the following?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute pancreatitis","answer_2":"B. Renal dysfunction","answer_3":"C. Symptomatic hypoglycemia","answer_4":"D. Vitamin B12 deficiency","answer_5":"E. Vulvovaginal candidiasis","percent_1":"9%","percent_2":"6%","percent_3":"77%","percent_4":"2%","percent_5":"7%","right_answer":"C. Symptomatic hypoglycemia","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Noninsulin antidiabetic agents for type 2 diabetes mellitus# ∆⨉∆⨉ §^#Agent# ∆^#Mechanism of action# ∆^#Adverse effects# §#Insulin secretagogues# • Sulfonylureas • Meglitinides ∆↑ Insulin secretion by inhibiting β-cell $KATP channels ∆ • Hypoglycemia • Weight gain §#Biguanides# • Metformin ∆Stimulate AMPK & inhibit mitochondrial$ gluconeogenesis, ↓ hepatic glucose production & ↑$ peripheral glucose uptake ∆ • Diarrhea • Lactic acidosis §#Thiazolidinediones# • Pioglitazone ∆Activate transcription regulator PPAR-γ, ↓ insulin$ resistance ∆ • Fluid retention/heart$ failure • Weight gain §#GLP-1 agonists# • Exenatide • Liraglutide ∆↑ Glucose-dependent insulin secretion, ↓ $glucagon secretion, delayed gastric emptying ∆ • Pancreatitis • Weight loss §#DPP4 inhibitors# • Sitagliptin • Saxagliptin ∆↑ Endogenous GLP-1 & GIP levels ∆ • Nasopharyngitis §#SGLT-2 inhibitors# • Canagliflozin • Dapagliflozin ∆↑ Renal glucose excretion ∆ • Urinary tract $infections • Hypotension %#AMPK =# AMP-activated protein kinase; #DPP4 =# dipeptidyl peptidase-4; #GIP =# gastric inhibitory polypeptide; #GLP-1 =# glucagon-like peptide-1; #KATP =# ATP-sensitive potassium; #PPAR-γ =# peroxisome proliferator–activated receptor γ; #SGLT-2 =# sodium-glucose cotransporter-2.","explanation_img":"","explanation_1":"","explanation_2":"Metformin is the preferred initial medication for most patients with type 2 diabetes due to its low cost, lack of weight gain, and low risk of hypoglycemia.  However, metformin can cause gastrointestinal side effects (eg, nausea, diarrhea), which may be severe enough to warrant therapeutic change.  Sulfonylureas are not typically preferred second-line agents; however, they are affordable and may be used as add-on therapy or as a replacement for metformin when cost is a major concern. $#Sulfonylureas# inhibit the ATP-sensitive potassium channel on the pancreatic beta cell membrane, inducing depolarization and L-type calcium channel opening.  The increased Ca2+ influx stimulates beta cell #insulin release independent# of blood glucose concentrations (eg, even when blood glucose levels are normal or low).  Therefore, a main associated risk is #hypoglycemia#.  Circumstances that can lead to hypoglycemia include exercise, missed meals, or initiation of additional antidiabetic medications.  Longer-acting sulfonylureas (eg, glyburide) are more prone to causing hypoglycemia than shorter-acting drugs (eg, glipizide) and are therefore not preferred. $#(Choice A)#  Glucagon-like peptide-1 (GLP-1) helps regulate glucose by slowing gastric emptying and increasing insulin release in response to food intake.  Pharmacologic GLP-1 agonists (eg, exenatide) lower blood glucose and promote weight loss; these agents are associated with acute pancreatitis. $#(Choice B)#  In patients with poor oral intake (eg, gastroenteritis) or in those who are on concurrent diuretics (eg, furosemide), osmotic diuresis caused by sodium-glucose cotransporter 2 (SGLT2) inhibitors can lead to additional dehydration, resulting in acute kidney injury.  In the long term, however, SGLT2 inhibitors have renoprotective effects and are recommended in patients with diabetic nephropathy. $#(Choice D)#  Metformin can decrease absorption of vitamin B12, leading to B12 deficiency in long-term use.  Sulfonylureas do not have a significant effect on vitamin B12 metabolism. $#(Choice E)#  SGLT2 inhibitors (eg, dapagliflozin) decrease renal reabsorption of glucose, leading to increased urinary glucose loss and lower blood glucose levels.  The excess glucose in the urine can increase the risk of urinary tract infections and vulvovaginal candidiasis. $#Educational objective# Sulfonylureas inhibit the ATP-sensitive potassium channel on the pancreatic beta cell membrane, inducing depolarization and L-type calcium channel opening.  The increased Ca2+ influx stimulates beta cell insulin release independent of blood glucose concentrations, increasing the risk of hypoglycemia when meals are missed or during exercise.  "},

{"id":"11040","title":"A 42-year-old man with a long history of type 1 diabetes mellitus comes to the office due to frequent involuntary loss of urine.  For the past several months, he has been having difficulty starting and maintaining a urinary stream.  In the last 3 weeks, he has had 2 episodes of nocturnal enuresis and multiple daytime episodes of uncontrolled voiding without any sensation of a full bladder.  His other medical problems include chronic kidney disease and gastroparesis.  He does not use tobacco or alcohol.  Which of the following additional findings would most likely be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Enlarged prostate on rectal examination","answer_2":"B. Increased postvoid residual volume","answer_3":"C. Loss of sensation in perineal area","answer_4":"D. Lower extremity hyperreflexia","answer_5":"E. Mini-mental state examination score of 22","percent_1":"12%","percent_2":"42%","percent_3":"36%","percent_4":"9%","percent_5":"1%","right_answer":"B. Increased postvoid residual volume","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This patient's findings suggest #overflow incontinence#, which is mainly due to #impaired detrusor contractility# or #bladder outlet obstruction# (eg, tumor obstructing the urethra).  Patients usually develop involuntary and continuous urinary leakage when the bladder is full and often have incomplete emptying.  This patient's overflow incontinence is most likely due to diabetic autonomic neuropathy affecting detrusor muscle innervation, which is common in type 1 diabetics. $Patients initially have infrequent urination due to loss of autonomic afferent innervation and inability to sense a full bladder.  Involvement of efferent fibers to the bladder subsequently causes incomplete emptying.  Patients can develop recurrent urinary tract infections (UTIs) and overflow incontinence with poor urinary stream and dribbling.  Pelvic floor relaxation at night combined with a full bladder can lead to nocturnal enuresis.  Postvoid residual (PVR) testing with ultrasound or catheterization can confirm inadequate bladder emptying. $#(Choice A)#  Enlarged prostate on rectal examination may indicate either benign prostatic hyperplasia or prostate cancer, which causes urge incontinence (bladder irritation from the enlarged prostate) or overflow incontinence (urethral obstruction).  However, these conditions are commonly seen in older individuals (age >50-60). $#(Choice C)#  Loss of sensation in the perineal area (saddle anesthesia) can indicate cauda equina syndrome, which is commonly due to epidural cord compression from a malignancy.  Patients usually develop urinary retention late in the course of the disease, usually associated with fecal incontinence. $#(Choices D and E)#  Cognitive impairment (mini-mental status examination score ≤ 22) is often seen in normal pressure hydrocephalus, and lower extremity hyperreflexia would suggest spinal cord disease.  Both of these conditions can cause loss of central nervous system inhibition of detrusor contraction, leading to urge incontinence.  Urge incontinence is characterized by a sudden desire to urinate.  However, absence of other symptoms (eg, gait disturbance) in this patient makes these conditions less likely. $#Educational objective# Diabetic autonomic neuropathy is common in type 1 diabetics and can cause overflow incontinence due to inability to sense a full bladder and incomplete emptying.  Postvoid residual (PVR) testing with ultrasound or catheterization can confirm inadequate bladder emptying.  "}


]