[

{"subjectSystem":"Pathology-Female reproductive","id":"2056","title":"A 33-year-old nulligravid woman comes to the office due to infertility.  She has never become pregnant despite years of unprotected intercourse with her husband.  The patient also has a history of pelvic pain that worsens with menses.  The pain has persisted despite medical therapy and is suspected to be due to endometriosis.  Exploratory laparoscopy is performed, and multiple nodules, along with thin, filmy adhesions, are present throughout the pelvis.  Several biopsies are obtained.  In addition to having endometrial glands with hemosiderin pigment, one of the samples contains simple cuboidal epithelial cells.  Which of the following is the most likely site of the biopsy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Cervix","answer_2":"B. Endometrium","answer_3":"C. Fallopian tube","answer_4":"D. Ovary","answer_5":"E. Vagina","percent_1":"20%","percent_2":"7%","percent_3":"18%","percent_4":"51%","percent_5":"4%","right_answer":"D. Ovary","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Epithelia of the female reproductive tract!?Organ? Type?Ovary? • Simple cuboidal (covers surface)?Fallopian$ tube? • Simple columnar (ciliated & nonciliated)?Uterus? • Endometrium: simple columnar?Cervix? • Endocervix: simple columnar• Ectocervix: stratified squamous, nonkeratinized?Vagina? • Stratified squamous, nonkeratinized","explanation_img":"","explanation_1":"","explanation_2":"#Endometriosis# refers to the implantation of ectopic endometrial tissue outside of the uterus (commonly within the pelvis) and may present with #pelvic pain#, #dysmenorrhea#, and #infertility#.  Definitive diagnosis is made by surgical biopsy with microscopic examination.  Histologic features of @endometriosis@ include #endometrial glands# (lined by columnar epithelium), #endometrial stroma#, and #hemosiderin# (due to breakdown of accumulated blood). $This patient's biopsy reveals endometriosis involving the #ovary#.  The surface of the @ovary@ is covered by a #simple cuboidal epithelium#, which is a modified mesothelium and is continuous with the peritoneum.  The ovarian surface epithelium is thought to take part in the repair of surface defects created by ovulation. $On cross section, the ovary contains an outer cortex surrounding an inner medulla.  The #cortex# shows ovarian stroma (storiform pattern of blue, spindled stromal cells) with interspersed #follicles# seen at different developmental states.  The mature follicle consists of an oocyte (germ cell) encircled by granulosa and theca cells, which support the oocyte throughout follicle development.  The #medulla# is predominantly composed of blood vessels and nerves within loose connective tissue. $#(Choice A)#  The @ectocervix@ is lined by nonkeratinized stratified squamous epithelium, and the @endocervix@ is lined by simple columnar epithelium.  The area where ectocervical squamous epithelium transitions to endocervical columnar epithelium is termed the squamocolumnar junction. $#(Choice B)#  @Endometrial mucosa@ covers the uterine cavity and consists of endometrial glands (lined by columnar cells) with surrounding stroma. $#(Choice C)#  The mucosal folds and fimbriae of the @fallopian tube@ are lined by simple columnar epithelial cells, some of which are ciliated and function to transport the egg or embryo toward the uterus. $#(Choice E)#  The @vagina@ is lined by nonkeratinized stratified squamous epithelium. $#Educational objective# Histologic features of endometriosis include endometrial glands (lined by columnar epithelium), endometrial stroma, and hemosiderin.  Endometriosis commonly involves the ovary, which is covered by a simple cuboidal surface epithelium.  ","clickable_1":"images/img1.2056.jpg","clickable_2":"images/img2.2056.jpg","clickable_3":"images/img3.2056.jpg","clickable_4":"images/img4.2056.jpg","clickable_5":"images/img5.2056.jpg","clickable_6":"images/img6.2056.jpg","clickable_7":"images/img7.2056.jpg"},

{"id":"1928","title":"A 26-year-old woman, gravida 1, para 1, comes to the office for a routine examination.  The patient has noticed new facial hair over the past few months and thinks her voice is deeper.  Her last menstrual period was 5 months ago.  The patient's mother died from infiltrating lobular breast carcinoma at age 60.  Physical examination is significant for coarse facial hair, and pelvic examination reveals clitoromegaly with a large adnexal mass.  Urine pregnancy test is negative.  Pelvic ultrasonography confirms a large ovarian mass.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Dysgerminoma","answer_2":"B. Endodermal sinus tumor","answer_3":"C. Granulosa cell tumor","answer_4":"D. Mature cystic teratoma","answer_5":"E. Serous cystadenocarcinoma","answer_6":"F. Sertoli-Leydig cell tumor","percent_1":"5%","percent_2":"0%","percent_3":"13%","percent_4":"2%","percent_5":"2%","percent_6":"77%","right_answer":"F. Sertoli-Leydig cell tumor","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","table_3":"§^#Malignant ovarian neoplasms#∆⨉∆⨉§^#Histologic type# ∆^#Diagnosis# ∆^#Key features#§^#Epithelial# ∆^#Serous cystadenocarcinoma# ∆ • Most common ovarian cancer• Often bilateral• Histology: psammoma bodies§↕ ∆^#Mucinous cystadenocarcinoma# ∆ • Pseudomyxoma peritonei• Mucin-producing epithelial cells§^#Germ cell# ∆^#Dysgerminoma# ∆ • Adolescents• ↑ β-hCG, ↑ LDH• Histology: 'fried-egg' cells§↕ ∆^#Endodermal sinus (yolk sac)# ∆ • ↑ AFP• Aggressive• Schiller-Duval bodies resembling glomeruli§^#Stroma (sex cord)# ∆^#Granulosa cell tumor# ∆ • ↑ Estrogen (eg, endometrial hyperplasia, postmenopausal bleeding)• ↑ Inhibin• Histology: Call-Exner bodies, coffee-bean nuclei§↕ ∆^#Sertoli-Leydig cell tumor# ∆ • ↑ Androgens (eg, hirsutism, clitoromegaly)%#AFP =# alpha-fetoprotein; #LDH =# lactate dehydrogenase.","explanation_img":"","explanation_1":"","explanation_2":"This patient with an ovarian mass, hirsutism (eg, coarse facial hair), and voice deepening likely has a #Sertoli-Leydig cell tumor#, an ovarian sex cord–stromal tumor.  Ovarian tumors can be associated with increased hormonal or enzymatic activity based on their cell composition.  Sertoli and Leydig cells are normally found in the male testes but can develop in the ovaries and produce #excess testosterone#.  With proliferation of these cells, male-range testosterone levels can occur and cause signs of hyperandrogenism.  Therefore, patients typically present with: $• #Frank virilization#:  Testosterone excess can cause #hirsutism# and #clitoromegaly#, as seen in this patient.  Additional features may include male pattern (bitemporal) baldness, #voice deepening#, and increased muscle mass. $• Anovulation and amenorrhea:  Elevated testosterone levels suppress hypothalamic GnRH and pituitary FSH/LH release.  Therefore, patients may develop signs of anovulation such as abnormal uterine bleeding or #amenorrhea#. $Diagnosis is supported by markedly elevated serum testosterone levels, but surgical removal is needed for definitive histologic diagnosis. $#(Choices A and B)#  Dysgerminomas and endodermal sinus (yolk sac) tumors are both malignant ovarian germ cell tumors with hormonal activity.  Dysgerminomas secrete β-hCG and lactate dehydrogenase; yolk sac tumors secrete alpha-fetoprotein.  Because they do not secrete testosterone, neither tumor type is associated with rapid-onset virilization. $#(Choice C)#  Granulosa cell tumors are sex cord–stromal tumors that secrete estrogen and inhibin.  Patients typically have signs of excessive estrogen (eg, breast tenderness, abnormal uterine bleeding due to endometrial hyperplasia) rather than signs of excess testosterone. $#(Choice D)#  Mature cystic teratomas (dermoid cysts) are the most common benign germ cell tumor and are typically composed of several differentiated tissues (eg, hair, sebaceous glands) arising from the ectoderm, mesoderm, and endoderm.  Most mature cystic teratomas do not produce hormones.  The exception is struma ovarii, a monodermal teratoma mostly composed of thyroid tissue that can secrete thyroid hormone and cause signs of hyperthyroidism (eg, tachycardia, weight loss). $#(Choice E)#  Serous cystadenocarcinomas are the most common epithelial ovarian cancer but typically have no hormonal or enzymatic activity. $#Educational objective# Sertoli-Leydig cell tumors of the ovary arise from the sex cord stroma and secrete testosterone.  Therefore, patients typically have signs and symptoms of hyperandrogenism, including rapid-onset virilization (eg, hirsutism, clitoromegaly, voice deepening) and amenorrhea.  "},

{"id":"18654","title":"A 55-year-old woman comes to the office due to vaginal bleeding.  The patient underwent menopause at age 49 but has had intermittent, light vaginal bleeding for the last 6 months.  She has no pelvic pain and otherwise feels well.  The patient has type 2 diabetes mellitus, which is managed with diet and exercise.  Vital signs are normal.  BMI is 38 kg/m2.  Speculum examination shows dark red blood at the cervical os.  On bimanual examination, the uterus is small and nontender and there are no palpable adnexal masses.  Which of the following is the most likely underlying cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Autonomous pituitary secretion of prolactin","answer_2":"B. Ectopic implantation of endometrial glands and stroma","answer_3":"C. Elevated sex-hormone binding globulin levels","answer_4":"D. Increased peripheral aromatization of androgens","answer_5":"E. Suppression of hypothalamic GnRH secretion","percent_1":"1%","percent_2":"19%","percent_3":"7%","percent_4":"63%","percent_5":"10%","right_answer":"D. Increased peripheral aromatization of androgens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18654.jpg","explanation_1":"","explanation_2":"$This obese patient with #postmenopausal bleeding# most likely has #endometrial hyperplasia or cancer#.  The most common risk factor for endometrial hyperplasia/cancer is chronic unopposed estrogen exposure, which is associated with #obesity#, early menarche, late menopause, and chronic anovulation. $Postmenopausal women have decreased ovarian function (ie, low estrogen and progesterone production), resulting in cessation of endometrial proliferation and subsequent amenorrhea.  However, small amounts of androgens continue to be produced in the ovaries and adrenal glands after menopause.  In obese women, these androgens (eg, androstenedione) are readily converted to estrogens (eg, estrone) by the #aromatase# enzyme found #in adipose tissue#. $The increased peripheral production of estrogens in adipose tissue and the decrease in sex-hormone binding globulin levels (that normally occurs with menopause) lead to elevated free estrogen levels #(choice C).#  However, ovarian progesterone production remains low; therefore, the #unopposed estrogen# causes #unregulated endometrial proliferation# and subsequent endometrial hyperplasia or cancer, which often presents as postmenopausal or abnormal uterine bleeding. $#(Choice A)#  Hyperprolactinemia due to autonomous pituitary secretion of prolactin (ie, pituitary adenoma) causes negative feedback to the @hypothalamus@.  This results in decreased hypothalamic GnRH secretion, decreased pituitary FSH and LH secretion, and decreased estrogen and progesterone levels.  Therefore, premenopausal women often have signs of hyperprolactinemia (eg, galactorrhea) and hypoestrogenism (eg, amenorrhea).  In postmenopausal women, the most common symptom is tumor mass effect (eg, headache, bitemporal hemianopsia). $#(Choice B)#  @Endometriosis@, the ectopic implantation of endometrial glands and stroma, typically causes painful menses (ie, dysmenorrhea) due to inflamed tissue on the peritoneum.  Endometriosis is uncommon after menopause because it requires high premenopausal estrogen levels that do not occur even in obese women. $#(Choice E)#  Suppression of hypothalamic GnRH secretion (ie, hypothalamic hypogonadism) most commonly occurs in women with severe caloric restriction (eg, anorexia), excessive energy expenditure (eg, female athlete triad), or stress.  The decreased GnRH secretion results in decreased pituitary FSH and LH secretion and subsequent decreased ovarian estrogen and progesterone production.  Therefore, patients typically have amenorrhea rather than postmenopausal bleeding. $#Educational objective# Endometrial hyperplasia and cancer often present with postmenopausal bleeding.  A common risk factor for endometrial cancer is obesity due to the peripheral aromatization of androgens to estrogens in adipose tissue, which leads to chronic unopposed estrogen exposure and uncontrolled endometrial tissue proliferation.  ","clickable_1":"images/img1.18654.jpg","clickable_2":"images/img2.18654.jpg"},

{"id":"19886","title":"A 20-year-old woman comes to the office due to 6 hours of right lower quadrant pain.  The pain came on suddenly and has become intense and constant.  She has been unable to eat or drink today due to nausea and frequent vomiting.  The patient has had 2 sexual partners in the last year and has a history of chlamydial cervicitis.  She takes ibuprofen for dysmenorrhea on the first day of her menses.  The patient has a 6-cm, right ovarian cyst, which was noted on ultrasound last year.  Her last menstrual period was 3 weeks ago.  Temperature is 37.2 C (99 F), blood pressure is 110/80 mm Hg, and pulse is 104/min.  Abdominal examination shows tenderness to deep palpation in the right lower quadrant.  Urine pregnancy test is negative.  Leukocyte count is 8,000/mm3.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Acute appendicitis","answer_2":"B. Ectopic pregnancy","answer_3":"C. Endometriosis","answer_4":"D. Ovarian torsion","answer_5":"E. Tuboovarian abscess","percent_1":"11%","percent_2":"6%","percent_3":"6%","percent_4":"69%","percent_5":"8%","right_answer":"D. Ovarian torsion","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Ovarian torsion#∆⨉ §^#Anatomy# ∆ • Rotation of ovary around infundibulopelvic (suspensory) & uteroovarian ligaments §^#Clinical$ features# ∆ • Sudden-onset unilateral pelvic pain • Nausea & vomiting • ± Palpable adnexal mass §^#Ultrasound# ∆ • Doppler shows absent blood flow to ovary §^#Treatment# ∆ • Surgery for detorsion","explanation_img":"","explanation_1":"","explanation_2":"This patient's presentation suggests #ovarian torsion#, a gynecologic emergency most commonly affecting reproductive-aged women.  @Ovarian torsion@ is the partial or complete rotation of the ovary around the infundibulopelvic (suspensory ligament of the ovary) and uteroovarian ligaments, which can affect ovarian blood supply because the ovarian vessels travel in the #infundibulopelvic ligament#.  Right-sided torsion is more common because of the greater length of the right uteroovarian ligament and because the rectosigmoid colon takes up space around the left ovary (leaving less room for movement).  Risk factors include pregnancy, ovulation induction (used for infertility treatment), and #ovarian masses ≥5 cm#. $Patients typically have #lower abdominal pain# (often sudden), nausea, and vomiting.  Physical examination typically shows unilateral abdominal or #pelvic tenderness#.  Peritoneal signs (rebound, involuntary guarding) and fever may develop if the ovary becomes necrotic.  Initial evaluation includes complete blood count and pregnancy test (to exclude ectopic pregnancy).  Leukocyte count is nonspecific because it may be normal or elevated with ovarian torsion.  The diagnosis is confirmed with pelvic ultrasound showing an adnexal mass with absent Doppler flow. $#(Choices A and E)#  Appendicitis and tuboovarian abscess can cause acute right lower quadrant pain; however, both diagnoses are unlikely in this afebrile patient with no leukocytosis. $#(Choice B)#  Ectopic pregnancy can present with diffuse or localized abdominal pain and vaginal bleeding.  A negative urine pregnancy test and menses occurring only 3 weeks earlier make ectopic pregnancy extremely unlikely. $#(Choice C)#  Endometriosis typically presents with chronic pelvic pain, dysmenorrhea, deep dyspareunia, and infertility.  This patient's sudden onset of pain makes this diagnosis less likely. $#Educational objective# Ovarian torsion typically occurs in reproductive-aged women due to rotation of the ovary around the infundibulopelvic (suspensory) and uteroovarian ligaments.  Patients typically have sudden-onset unilateral pelvic pain and a tender adnexal mass.  ","clickable_1":"images/img1.19886.jpg"},

{"SubjectSystem":"Pathophysiology-Female reproductive System","id":"20084","title":"A 30-year-old woman comes to the office for evaluation of irregular menses.  The patient has had increasingly irregular menses over the past 6 months, and hot flashes and unintentional weight loss for the past few months.  She has also had intermittent lower abdominal pain that is usually worse after increased physical activity.  The patient has no chronic medical conditions and takes no daily medications.  On examination, the abdomen is nontender.  A pelvic examination shows a left adnexal mass and a small uterus.  TSH is low and a urine pregnancy test is negative.  Pelvic ultrasound reveals a 6-cm left ovarian mass.  The mass is surgically removed, and gross examination of the specimen shows a cystic lesion with an oily substance.  Which of the following cell types is the most likely source of the neoplasm in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ectopic endometrial cells","answer_2":"B. Germ cells","answer_3":"C. Granulosa cells","answer_4":"D. Ovarian fibroblasts","answer_5":"E. Theca cells","percent_1":"9%","percent_2":"41%","percent_3":"22%","percent_4":"6%","percent_5":"21%","right_answer":"B. Germ cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp20084.jpg","explanation_1":"","explanation_2":"$#Ovarian tumors# are classified based on their #predominant cell type#, which determines their classic clinical symptoms and gross appearance.  Ovarian tumor types include: $• Surface epithelial-stroma: composed of cells that support the normal ovarian structure for ovulation (eg, serous, mucinous epithelial cells). $• Sex cord-stroma: composed of cells that support and surround the oocyte.  These cells secrete sex hormones including estrogen (granulosa cells) and testosterone (Sertoli-Leydig cells). $• Germ cell: composed of cells that can develop into an embryo or placenta.  These tumors are composed of varying amounts of germ layers (ie, endoderm, mesoderm, ectoderm), yolk sac, or placenta (eg, chorion).  They often have associated hormonal activity (eg, increased hCG, alpha fetoprotein). $This patient's unintentional weight loss, hot flashes, irregular menses, and low TSH level are consistent with #thyrotoxicosis# (ie, abnormally high circulating thyroid hormone levels).  In the setting of an adnexal mass, this presentation is classic for #struma ovarii#, an ovarian #germ cell tumor# composed of >50% mature thyroid tissue (derived from the #endoderm#) that can secrete thyroid hormone.  On gross examination, struma ovarii typically appears as an oily (eg, sebaceous) cystic mass.  Microscopic examination reveals @thyroid follicles@ filled with colloid and surrounded by ovarian stroma. $#(Choice A)#  @Endometriomas@ occur when ectopic endometrial tissue and old blood collect in the ovary.  Patients can have lower abdominal pain; however, they typically have regular menses.  In addition, endometriosis is not associated with hot flashes, weight loss, or abnormal TSH levels. $#(Choice C)#  Granulosa cell tumors are a type of sex cord–stroma tumor that secrete estrogen and inhibin, thereby suppressing FSH release and causing irregular menses.  They do not secrete thyroid hormone and therefore do not cause thyrotoxicosis. $#(Choice D)#  @Ovarian fibromas@ are sex cord–stroma tumors that arise from ovarian fibroblasts, which have no endocrine activity and therefore do not affect TSH levels.  Fibromas are typically solid, not cystic. $#(Choice E)  #Ovarian thecomas are benign sex cord–stroma tumors composed of cells histologically similar to thecal cells.  Therefore, thecomas typically increase circulating estrogen (causing abnormal uterine bleeding) but do not cause thyrotoxicosis. $#Educational objective# Struma ovarii is an ovarian germ cell tumor composed of >50% mature thyroid tissue that can secrete thyroid hormone.  Therefore, struma ovarii can be a rare cause of thyrotoxicosis (eg, weight loss, irregular menses, low TSH level).  ","clickable_1":"images/img1.20084.jpg","clickable_2":"images/img2.20084.jpg","clickable_3":"images/img3.20084.jpg"},

{"id":"1992","title":"A 28-year-old nulliparous woman with HIV comes to the office for a gynecologic examination.  The patient acquired HIV from her mother at birth and has been nonadherent with regular health maintenance visits.  Menarche was at age 10, cycles occur every 28 days, and her last menstrual period was 2 weeks ago.  The patient has 1 lifetime male partner with whom she has been sexually active for 5 years.  Her mother had cervical cancer at age 46 and died of AIDS-related complications at age 48.  Pap testing reveals high-grade cervical dysplasia.  Which of the following is the strongest risk factor for high-grade cervical dysplasia in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Age at first intercourse","answer_2":"B. Early menarche","answer_3":"C. Family history of cervical cancer","answer_4":"D. Immunosuppression","answer_5":"E. Nulliparity","percent_1":"11%","percent_2":"5%","percent_3":"17%","percent_4":"65%","percent_5":"2%","right_answer":"D. Immunosuppression","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Risk factors for cervical cancer#§ • Infection with high-risk HPV strains (eg, 16, 18)• History of sexually transmitted infections• Early onset of sexual activity• Multiple or high-risk sexual partners• Immunosuppression• Oral contraceptive pill use• Low socioeconomic status• Tobacco use%#HPV =# human papillomavirus.","explanation_img":"","explanation_1":"","explanation_2":"Infection with high-risk #human papillomavirus# (HPV) #types 16 and 18# can cause cervical dysplasia, also known as cervical intraepithelial neoplasia (CIN), due to the integration and expression of @viral oncogenes@. $Most women infected with HPV have an intact immune response and experience spontaneous regression of the virus; #persistent HPV infection# increases the #risk of progression# to high-grade cervical dysplasia/cancer.  Therefore, risk factors for high-grade cervical dysplasia are related to either high rates of HPV acquisition or immunosuppression (eg, HIV, organ transplant) that reduces the rate of infection clearance. $HPV is typically sexually transmitted; therefore, cervical dysplasia is more common in patients with prior sexually transmitted infections, #multiple or high-risk sexual partners#, and lack of barrier contraception use.  In addition, those with #impaired cellular immunity# (eg, HIV coinfection) cannot mount an effective immune response against HPV due to T-cell deficiency, which leads to persistent infection and increased oncogenicity.  Early initiation and sustained adherence to antiretroviral therapy can reduce the risk for progression to cervical cancer in patients with HIV. $#(Choice A)#  Women with early coitarche (eg, initial sexual intercourse at age <18) have twice the risk for cervical cancer compared to women with coitarche after age 21.  This patient has been sexually active since age 23, which is lower risk. $#(Choices B and E)#  Age at menarche and parity do not affect cervical cancer risk.  However, women with early menarche (eg, age <12) and nulliparity are at increased risk for endometrial cancer due to increased lifetime estrogen exposure. $#(Choice C)#  The risks for ovarian and breast cancer increase with a family history of BRCA1/2 mutations.  In contrast, family history is not a significant risk factor for cervical cancer because the pathogenesis is almost exclusively linked to HPV exposure. $#Educational objective# Human papillomavirus (HPV) infection, especially types 16 and 18, is the strongest risk factor for the development of high-grade cervical dysplasia (cervical intraepithelial neoplasia) and cervical cancer.  Immunosuppression (eg, HIV) is another risk factor because it allows for persistent HPV infection, increasing the oncogenic potential of the virus.  ","clickable_1":"images/img1.1992.jpg"},

{"id":"19969","title":"A 24-year-old woman comes to the emergency department due to lower abdominal cramping and vaginal bleeding.  The patient started to have vaginal spotting a few days ago but has had slightly increased bleeding with painful lower abdominal cramping since this morning.  She is sexually active, and her last menstrual period was 5 weeks ago.  Blood pressure is 130/80 mm Hg and pulse is 100/min.  Diffuse tenderness to palpation is present over the lower abdomen.  On speculum examination, the cervix is closed and there is dark red blood coming from the cervical os.  Bimanual examination reveals a small uterus and a 3-cm mass in the left adnexa.  Quantitative serum β-hCG level is 1,200 mIU/mL (normal: <5).  Which of the following is the most likely underlying cause of this patient's presentation?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Abnormal ovum fertilization by 2 sperm","answer_2":"B. Benign proliferation of the uterine myometrium","answer_3":"C. Endometrial tissue development within the ovary","answer_4":"D. Implantation of a fertilized embryo in the fallopian tube","answer_5":"E. Torsion of an ovarian mass containing ectoderm, endoderm, and mesoderm","percent_1":"13%","percent_2":"1%","percent_3":"2%","percent_4":"83%","percent_5":"2%","right_answer":"D. Implantation of a fertilized embryo in the fallopian tube","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19969.jpg","explanation_1":"","explanation_2":"$This patient has lower abdominal pain and vaginal bleeding.  In the setting of a #positive pregnancy test# (eg, detectable β-hCG) and an #adnexal mass#, her presentation is most concerning for #ectopic pregnancy#. $Following ovulation, the ovum normally travels along the length of the fallopian tube where it can be fertilized by a sperm cell.  The fertilized ovum continues through the fallopian tube, developing into a blastocyst, and subsequently implants on the uterine endometrium.  However, migration of the fertilized ovum is occasionally impeded, resulting in #implantation in the fallopian tube# (~90%) or other @extrauterine locations@.  Ectopic pregnancy often occurs secondary to tubal pathology (eg, pelvic inflammatory disease, prior pelvic surgery) but can present in patients without risk factors. $After implantation in the fallopian tube, the ectopic pregnancy develops into a highly vascular adnexal mass that draws blood flow from surrounding tissues to maintain its rapid growth.  This causes ischemic injury to surrounding tissues, fallopian tube edema, and potential tubal rupture, resulting in the classic symptoms of #pelvic cramping# and #vaginal bleeding# (eg, spotting). $#(Choice A)#  A hydatidiform mole can occur due to abnormal ovum fertilization by 2 sperm and may present with vaginal bleeding and adnexal enlargement (ie, theca lutein cyst formation due to β-hCG stimulation).  Patients typically have an enlarged uterus (due to abundant growth of chorionic villi) and markedly elevated β-hCG levels (>100,000 mIU/mL), neither of which is seen in this patient. $#(Choice B)#  Uterine leiomyoma (ie, @fibroids@) are tumors arising from benign proliferation of the myometrium.  Although they can cause cramping and vaginal bleeding, fibroids usually present with uterine enlargement or an abnormal uterine contour, which are not seen in this patient.  In addition, fibroids are not associated with elevated β-hCG levels. $#(Choice C)#  An endometrioma, or ectopic endometrial tissue in the ovary, can cause an adnexal mass and vaginal bleeding if ruptured.  However, patients typically have dysmenorrhea and additional symptoms associated with endometriosis (eg, dyspareunia, dyschezia). $#(Choice E)#  Ovarian torsion can occur in patients with a mature teratoma (an ovarian mass composed of ectoderm, endoderm, and mesoderm).  Although torsion can cause pelvic pain and a palpable adnexal mass, the pain is typically sudden and unilateral and vaginal bleeding is uncommon. $#Educational objective# Ectopic pregnancy occurs when a fertilized embryo implants in an extrauterine location (eg, the fallopian tube).  Patients can have pelvic cramping, vaginal bleeding, and a palpable adnexal mass.  ","clickable_1":"images/img1.19969.jpg","clickable_2":"images/img2.19969.jpg"},

{"id":"869","title":"A 35-year-old nulliparous woman is diagnosed with cervical intraepithelial neoplasia grade 3.  The patient has been sexually active for 15 years and has had 3 lifetime partners.  She has been monogamous with her current partner for several months and has a progestin-releasing intrauterine device for contraception.  The patient has never used condoms, and she douches regularly.  Menarche occurred at age 9, and menses recur every 28 days and last 3 days.  The patient had a plantar wart a few years ago which resolved on its own, but otherwise has no chronic medical conditions.  Her mother was diagnosed with endometrial cancer at age 42.  Which of the following risk factors contributed the most to the development of this patient's cervical abnormalities?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Early menarche","answer_2":"B. Family history of endometrial cancer","answer_3":"C. History of plantar warts","answer_4":"D. Lack of barrier contraception use","answer_5":"E. Nulliparity","answer_6":"F. Practice of douching","percent_1":"8%","percent_2":"9%","percent_3":"13%","percent_4":"64%","percent_5":"3%","percent_6":"2%","right_answer":"D. Lack of barrier contraception use","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Risk factors for cervical cancer#§ • Infection with high-risk HPV strains (eg, 16, 18)• History of sexually transmitted infections• Early onset of sexual activity• Multiple or high-risk sexual partners• Immunosuppression• Oral contraceptive pill use• Low socioeconomic status• Tobacco use%#HPV =# human papillomavirus.","explanation_img":"","explanation_1":"","explanation_2":"#Cervical intraepithelial neoplasia# (CIN) represents a @spectrum@ of dysplastic changes that can lead to cervical cancer.  CIN and cervical cancer are strongly related to #human papillomavirus (HPV)# infection, which directly promotes epithelial cell dysplasia via integration and expression of @viral oncogenes@. $Risk factors for CIN/cervical cancer include increased exposure to HPV and impaired immunity, which both increase the likelihood of persistent HPV infection and ongoing cervical dysplasia: $• #Increased HPV exposure:#  Most HPV infections are acquired by skin-to-skin contact, but #types 16 and 18# (responsible for most cases of CIN/cancer) are usually sexually transmitted.  Therefore, patients with an early onset of sexual activity, multiple or high-risk sexual partners, and #lack of barrier contraceptive #(condom) use are more likely to be exposed to oncogenic HPV types. $• #Immunosuppression:#  In patients with an intact immune system, most HPV infections are transient.  However, patients with impaired cellular immunity (eg, #HIV# coinfection, #tobacco use#) are more likely to have persistent HPV infection. $The correct and consistent use of condoms reduces contact during sexual activity and lowers the likelihood of HPV infection via sexual transmission.  Vaccination also decreases the risk for persistent HPV infection and therefore CIN/cervical cancer. $#(Choices A and E)#  Early menarche and nulliparity increase the risk for endometrial, not cervical, cancer.  These factors are associated with increased lifetime estrogen exposure, which stimulates endometrial proliferation. $#(Choice B)#  Family history is a risk factor for endometrial cancer (eg, Lynch syndrome) but not for cervical cancer, which is usually due to persistent HPV infection. $#(Choice C)#  Plantar warts (@verruca vulgaris@) are common in children and young adults.  However, they are most often caused by infection with HPV types 1-4, which are not associated with cervical dysplasia or invasive cervical cancer. $#(Choice F)#  Research on douching and HPV infection rates demonstrates mixed results; that is, douching-induced epithelial injury may increase HPV transmission, whereas postcoital douching may decrease transmission.  In general, douching is not a significant risk factor for persistent HPV infection. $#Educational objective# Human papillomavirus (HPV) infections, particularly types 16 and 18, are the primary cause of cervical dysplasia and cancer.  The risk is higher in patients with increased HPV exposure (eg, multiple sexual partners, lack of barrier contraception use) or impaired immunity (eg, HIV) due to persistent HPV infection.  ","clickable_1":"images/img1.869.jpg","clickable_2":"images/img2.869.jpg","clickable_3":"images/img3.869.jpg"},

{"id":"11885","title":"A 39-year-old, nulliparous woman comes to the office due to pelvic pressure and constipation that have worsened over the past year. She frequently has an uncomfortable sensation of incomplete evacuation following defecation. Menses occur every 28 days without heavy bleeding or severe pain. The patient has no pain with intercourse and routinely uses condoms for contraception. BMI is 24 kg/m2. Examination shows an irregularly enlarged uterus and normal rectal tone. Which of the following is the most likely etiology of the patient's constipation?","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A.Adenomyosis","ansImg_1":"","answer_2":"B.Cervical carcinoma","ansImg_2":"","answer_3":"C.Posterior subserosal uterine leiomyoma","ansImg_3":"","answer_4":"D.Posterior vaginal wall prolapse","ansImg_4":"","answer_5":"E.Rectovaginal endometriosis","ansImg_5":"","right_answer":"C.Posterior subserosal uterine leiomyoma","percent_1":"9%","percent_2":"1%","percent_3":"74%","percent_4":"8%","percent_5":"8%","explanation_img":"images/exp11885.jpg","explanation_1":"","explanation_2":"$This patient with constipation, pelvic pressure, and an irregularly enlarged uterus likely has a #uterine leiomyoma#.  Leiomyomas (ie, fibroids) are monoclonal tumors; each fibroid is derived from a distinct progenitor cell.  They can be located on the serosal surface of the uterus (subserosal), within the uterine wall (intramural), and beneath the endometrium (submucosal). $Subserosal fibroids typically cause greater uterine irregularity and enlargement compared to intramural or submucosal fibroids, which are more constrained by uterine tissue.  Because the uterus is located posterior to the bladder and anterior to the rectosigmoid colon, #irregular uterine enlargement# from fibroids can put pressure on these adjacent organs, causing bulk-related symptoms (eg, #pelvic pressure#).  Fibroids in the #posterior uterus# can put pressure on the #colon#, leading to #constipation#. $Additional symptoms vary, depending on location.  Anterior subserosal fibroids may cause obstructive urinary symptoms (eg, urgency, incomplete emptying).  Other types (eg, submucosal or intramural) can lead to reproductive difficulties due to distortion of the endometrial cavity.  Submucosal fibroids in particular can cause prolonged and/or heavy menstrual bleeding. $#(Choice A)#  Adenomyosis typically presents with dysmenorrhea, heavy menstrual bleeding, and a diffusely tender, @uniformly globular uterus@ rather than an irregularly enlarged uterus.  It is not associated with constipation. $#(Choice B)#  Advanced-stage cervical cancer may cause bulk-related symptoms such as constipation and pelvic pressure.  However, patients typically have abnormal bleeding (eg, postcoital bleeding) or a visible cervical lesion. $#(Choice D)#  Pelvic organ prolapse is the herniation of pelvic structures through the vagina due to pelvic floor weakening.  Although @posterior vaginal wall prolapse@ (ie, rectocele) can cause pelvic pressure and constipation, it does not cause uterine enlargement.  In addition, premenopausal, nonobese, nulliparous women are at low risk for pelvic organ prolapse. $#(Choice E)#  Rectovaginal @endometriosis@, ectopic implants of endometrial glands and stroma, may cause pelvic pain and constipation, especially around menses.  However, dyspareunia (ie, pain with intercourse), dyschezia, and a palpable, tender nodularity are typically present. $#Educational objective# Subserosal uterine leiomyomas (fibroids) can cause irregular uterine enlargement and bulk-related symptoms (eg, pelvic pressure).  Posterior leiomyomas can cause constipation due to pressure on the colon.  ","clickable_1":"images/img1.11885.jpg","clickable_2":"images/img2.11885.jpg","clickable_3":"images/img3.11885.jpg"},

{"id":"20083","title":"A 37-year-old woman comes to the emergency department due to sudden-onset nausea and severe right lower quadrant pain.  The pain developed an hour ago after exercise and has become increasingly severe.  The patient has no chronic medical conditions and has had no prior surgeries.  She does not use contraception, and her last menstrual period was 3 weeks ago.  Blood pressure is 136/94 mm Hg and pulse is 104/min.  The abdomen is tender to palpation over the right lower quadrant.  Pelvic ultrasound shows a right ovarian mass with no blood flow to the ovary.  The specimen obtained from diagnostic laparoscopy and right oophorectomy is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/20083.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Ectopic pregnancy","answer_2":"B. Endometrioma","answer_3":"C. Mature cystic teratoma","answer_4":"D. Mucinous cystadenoma","answer_5":"E. Ovarian fibroma","answer_6":"F. Yolk sac tumor","percent_1":"1%","percent_2":"0%","percent_3":"97%","percent_4":"1%","percent_5":"1%","percent_6":"1%","right_answer":"C. Mature cystic teratoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp20083.jpg","explanation_1":"","explanation_2":"$This patient with sudden, severe right lower quadrant pain and absent blood flow to the ovary has ovarian torsion due to a #mature cystic teratoma# (ie, dermoid cyst).  Dermoid cysts are benign germ cell tumors typically diagnosed in women age 10-30.  Patients with a mature teratoma are often asymptomatic and diagnosed incidentally (eg, pelvic examination, ultrasound).  However, the increase in ovarian bulk can #predispose to ovarian torsion# (@rotation of the adnexa@ around the infundibulopelvic ligament); affected patients typically develop sudden, unilateral pelvic pain after physical activity (eg, exercise). $Teratomas have a gross appearance consistent with #all 3 germ cell layers# (ectoderm, mesoderm, endoderm).  These pluripotent germ cells reside in the ovary and later differentiate into nonovarian tissue, including skin, hair, sebaceous glands (ectoderm); muscle, cartilage, fat (mesoderm); and thyroid or gastrointestinal tissue (endoderm).  The typical teratoma is a #unilateral#, #multicystic# mass containing #yellow sebaceous fluid#, solid components (eg, teeth, cartilage), and #hair#. $#(Choice A)#  An @ectopic pregnancy@ can implant on the ovary and cause nausea, abdominal pain, and an ovarian mass.  However, gross pathology typically reveals products of conception (eg, embryo, chorionic villi). $#(Choice B)#  @Endometriomas@ are cystic masses of ectopic endometrial tissue and old blood that typically have a homogenous, chocolate cyst appearance. $#(Choice D)#  @Mucinous cystadenomas@ are benign, surface epithelial ovarian masses that appear as thin-walled loculations of mucinous fluid; there is no associated hair. $#(Choice E)#  @Ovarian fibromas@ are sex cord tumors and have smooth capsules with homogenously dense tissue composed of fibroblastic cells. $#(Choice F)#  Yolk sac tumors are malignant germ cell tumors with gray-yellow, necrotic, and hemorrhagic areas on a gross specimen; there is no associated hair. $#Educational objective# Mature cystic teratomas (ie, dermoid cysts) are derived from all 3 germ cell layers; therefore, the typical gross appearance is a multicystic mass containing yellow sebaceous fluid, solid components (eg, teeth, cartilage), and hair.  Although often asymptomatic, affected patients are at increased risk of ovarian torsion.","clickable_1":"images/img1.20083.jpg","clickable_2":"images/img2.20083.jpg","clickable_3":"images/img3.20083.jpg","clickable_4":"images/img4.20083.jpg","clickable_5":"images/img5.20083.jpg"},

{"id":"127","title":"A 45-year-old woman comes to the office due to unintentional loss of 6.8 kg (15 lb) over the past 6 months.  She used to enjoy dining with friends but now avoids it due to excessive lower abdominal pressure and feeling full very quickly.  She also has epigastric pain but no dysphagia, regurgitation, vomiting, or diarrhea.  Physical examination shows bilateral adnexal fullness.  A pelvic ultrasound shows bilateral complex ovarian masses with solid and cystic components.  Chest x-ray is normal.  CT scan shows stomach wall thickening in addition to the ovarian masses.  Which of the following is most likely to be seen on histologic evaluation of the ovaries?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Bilobed nuclei and inclusion-like nucleoli","answer_2":"B. Intercellular bridges and keratin pearls","answer_3":"C. Mucin-secreting signet cells","answer_4":"D. Nests of epithelial cells with abundant clear cytoplasm","answer_5":"E. Sebaceous glands and keratinaceous debris","percent_1":"2%","percent_2":"4%","percent_3":"79%","percent_4":"10%","percent_5":"5%","right_answer":"C. Mucin-secreting signet cells","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp127.jpg","explanation_1":"","explanation_2":"$This patient's unintentional weight loss and early satiety are concerning for malignancy.  The epigastric pain and gastric thickening on CT scan, as well as the lower abdominal pressure and adnexal masses, suggest gastric and ovarian involvement, respectively.  The ovaries are a common site for metastases, often from a primary gastrointestinal tract cancer.  This patient likely has a #Krukenberg tumor#, a primary #gastric cancer# that has #metastasized to the ovary#, often presenting with bilateral ovarian lesions.  The cardinal histologic feature is nests of #signet ring cells#.  The appearance is a result of large amounts of #mucin displacing the nucleus#. $Gastric signet ring cell cancer is particularly infiltrative and spreads to the ovaries by hematogenous or lymphatic invasion and peritoneal seeding.  In contrast, primary ovarian and other cancers rarely metastasize to the stomach. $#(Choice A)#  @Hodgkin lymphoma@ is notable for Reed-Sternberg cells, which are derived from B cells and show bilobed (\"owl's eye\") or multiple nuclei and prominent inclusion-like nucleoli.  Most patients have an enlarged lymph node in the neck or a mediastinal mass on chest x-ray, with no involvement of other organ systems. $#(Choice B)#  Intercellular bridges are connections between squamous epithelial cells, and keratin pearls are whorl-shaped accumulations of keratin seen in @squamous cell carcinoma@ (SCC).  Common sites of SCC include the skin (eg, scaly patch or plaque on face), lung (cough, hemoptysis, chest pain, dyspnea), and middle third of the esophagus (dysphagia, unintentional weight loss). $#(Choice D)#  Renal cell carcinoma causes the triad of flank pain, hematuria, and a palpable abdominal mass.  @Clear cell carcinoma@ is the most common type and appears as nests of epithelial cells with abundant clear cytoplasm separated by branching vascular tissue.  This tumor spreads to the lungs and bone by invasion of the inferior vena cava without gastric or ovarian involvement. $#(Choice E)#  Sebaceous glands and keratinaceous debris are histologic features of @mature cystic teratomas@ of the ovaries, which are benign tumors that are most commonly asymptomatic or can cause torsion (acute pelvic pain) if very large. $#Educational objective# A Krukenberg tumor is a gastric tumor that has metastasized to the ovary and can present with unintentional weight loss, epigastric pain, and adnexal masses.  Histologically, the metastatic tumor cells have large amounts of mucin with displaced nuclei, resulting in a signet ring appearance. ","clickable_1":"images/img1.127.jpg","clickable_2":"images/img2.127.jpg","clickable_3":"images/img3.127.jpg","clickable_4":"images/img4.127.jpg"},

{"id":"20237","title":"A 48-year-old woman comes to the office due to painful, heavy menses for the past 6 months. The patient has 4-5 days of heavy bleeding, often soaking through a tampon or sanitary napkin every few hours. Menstrual periods occur every 28-30 days. The patient is not on contraception and has no significant medical history. Vital signs are normal. Urine pregnancy test is negative. After an appropriate workup, a hysterectomy is performed, and the surgical specimen is shown below:","image_1":"images/20237.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A.Adenomyosis","ansImg_1":"","answer_2":"B.Chronic endometritis","ansImg_2":"","answer_3":"C.Complete hydatidiform mole","ansImg_3":"","answer_4":"D.Endometriosis","ansImg_4":"","answer_5":"E.Uterine leiomyoma","ansImg_5":"","answer_6":"F.Uterine sarcoma","ansImg_6":"","right_answer":"A.Adenomyosis","percent_1":"51%","percent_2":"5%","percent_3":"0%","percent_4":"11%","percent_5":"21%","percent_6":"10%","explanation_img":"images/exp20237.jpg","explanation_1":"","explanation_2":"$This patient with heavy menses and dysmenorrhea has #adenomyosis#, the abnormal presence of @endometrial glands and stroma@ within the uterine myometrium (ie, uterine wall).  Adenomyosis typically occurs in women age >40, and risk factors include multiparity and prior uterine surgery (eg, cesarean delivery). $The pathology of adenomyosis correlates with its clinical symptoms.  Adenomyosis has a gross appearance as areas of #dark red endometrial tissue within the myometrium#.  With each menstrual cycle, the endometrial tissue proliferates and sheds but the bleeding is confined within the uterine wall, causing #dysmenorrhea#.  In addition, the ectopic endometrial glands induce #myometrial hyperplasia and hypertrophy#, creating a #globular, uniformly enlarged uterus#.  This uterine enlargement also increases the surface area of the endometrial cavity, resulting in #regular, heavy menses# (eg, every 28-30 days).  Definitive treatment is with hysterectomy. $#(Choice B)#  Chronic endometritis is an intrauterine polymicrobial infection that typically causes constant pelvic pain with irregular bleeding rather than dysmenorrhea and regular, heavy menses.  Because the disease process is intracavitary, there is no associated uterine enlargement.  Gross pathology may reveal intrauterine adhesions due to chronic intrauterine inflammation. $#(Choice C)#  A @complete hydatidiform mole@ typically causes amenorrhea or irregular, first-trimester bleeding rather than regular, heavy menses.  In addition, patients typically have markedly elevated β-hCG levels (ie, >100,000 mIU/mL).  Gross pathology may reveal uterine enlargement, but there are typically numerous edematous intrauterine chorionic villi. $#(Choice D)#  Endometriosis is a common cause of dysmenorrhea due to ectopic implantation of endometrial glands and stroma in the abdominopelvic cavity; because the ectopic implants are extrauterine, patients do not have uterine enlargement or heavy menses.  Gross pathology typically reveals black powder¬–burn lesions or ovarian cysts (ie, @endometrioma@). $#(Choice E)#  @Uterine leiomyomas@ are benign, uterine smooth muscle cell tumors that can cause regular, heavy menses.  However, gross pathology typically reveals an irregularly enlarged uterus with discrete tumors rather than a uniformly globular uterus. $#(Choice F)#  Uterine sarcomas are malignant uterine tumors.  Affected patients typically have irregular, postmenopausal bleeding rather than regular, heavy menses.  Gross pathology typically reveals a discrete uterine mass. $#Educational objective# Adenomyosis typically presents with regular (ie, cyclic), heavy, painful menses.  Gross pathology reveals a uniformly enlarged, globular uterus with the abnormal presence of endometrial glands and stroma in the myometrium.  ","clickable_1":"images/img1.20237.jpg","clickable_2":"images/img2.20237.jpg","clickable_3":"images/img3.20237.jpg","clickable_4":"images/img4.20237.jpg"},

{"id":"11929","title":"A 44-year-old woman, gravida 2 para 2, is being evaluated after having several episodes of painless postcoital bleeding.  She has not received any preventative health care in many years.  Her menstrual periods have been regular, and she uses barrier contraceptives.  Speculum examination reveals an ulcerative lesion at the external cervical os.  Cervical biopsy shows malignant squamous cells invading the underlying stroma.  Further analysis of the malignant cells reveals that a double-stranded DNA virus, which encodes several proteins including E6 and E7, has integrated into the host genome.  Which of the following is the most likely mechanism by which these viral proteins are involved in this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Constitutive activation of a cytoplasmic signal transducer protein","answer_2":"B. Constitutive activation of a transmembrane growth factor receptor","answer_3":"C. Inactivation of DNA repair proteins","answer_4":"D. Increased growth factor synthesis and secretion","answer_5":"E. Inhibition of cell cycle regulatory proteins","percent_1":"3%","percent_2":"3%","percent_3":"8%","percent_4":"2%","percent_5":"84%","right_answer":"E. Inhibition of cell cycle regulatory proteins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp11929.jpg","explanation_1":"","explanation_2":"$This patient has biopsy-confirmed squamous cell #carcinoma of the cervix# as a result of #human papillomavirus (HPV)# infection.  HPV is a small double-stranded DNA virus with multiple genotypes.  High-risk subtypes 16 and 18 are the most common identified in cervical cancers. $The oncogenic capability of HPV is dependent on its ability to integrate into the host genome and subsequently produce #viral proteins E6 and E7#, which interact with cell cycle regulatory proteins #p53 and Rb#, respectively.  E6 binds p53, leading to its ubiquination and subsequent proteasomal degradation.  Without p53, the cell is unable to halt cell growth to repair damaged DNA or trigger apoptosis when DNA is damaged beyond repair.  Similarly, E7 binds Rb and displaces bound transcription factors, promoting unregulated DNA replication and cyclin-mediated cell cycling.  The collective effects of E6 and E7 lead to #inhibition of cell cycle regulation# and evasion of apoptosis, consequently increasing malignant potential. $#(Choice A)#  RAS and BRAF are proto-oncogenes that code for cytoplasmic signal transducer proteins, which upregulate cellular proliferation and differentiation when activated.  Mutations causing constitutive activation of these proteins are linked to development of pancreatic cancer (Ras) and malignant melanomas (BRAF). $#(Choice B)#  Mutations resulting in upregulation of the epithelial growth factor receptor (EGFR) gene have been implicated in the development of solid tumors (eg, colon, breast, lung). $#(Choice C)#  MSH2 is a DNA mismatch repair protein encoded by the MSH2 gene, which leads to ineffective DNA repair when inactivated.  This is the pathogenic basis of hereditary nonpolyposis colorectal cancer (HNPCC). $#(Choice D)#  Platelet derived growth factor (PDGF) activity is essential for normal development of the central nervous system during the embryonic period.  Upregulation of PDGF synthesis and corresponding receptor activation are responsible for the malignant transformation of glial cells in glioblastoma. $#Educational objective# Human papillomavirus (HPV) oncogenicity relies on the inhibitory effects of viral proteins E6 and E7 on cell cycle regulatory proteins p53 and Rb.  This allows cells infected with HPV to undergo unchecked cellular proliferation and evasion of apoptosis, promoting genomic instability and malignant transformation. "},

{"id":"18233","title":"A 49-year-old woman comes to the office for evaluation of abnormal uterine bleeding.  The patient has had irregular menses for the past 2 years, but now she has been bleeding daily for 2 weeks.  She also has had increased abdominal bloating and pressure but no constipation or diarrhea.  Medical history includes early-stage breast cancer diagnosed at age 45 and managed with tamoxifen for the past 4 years.  On examination, there is a midline, immobile pelvic mass at the level of the umbilicus.  The patient undergoes hysterectomy with bilateral salpingo-oophorectomy.  The final pathology report notes nuclear atypia and numerous mitoses in the affected portion of the myometrium.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adenomyosis","answer_2":"B. Cervical cancer","answer_3":"C. Endometritis","answer_4":"D. Uterine fibroid","answer_5":"E. Uterine sarcoma","percent_1":"16%","percent_2":"8%","percent_3":"4%","percent_4":"10%","percent_5":"62%","right_answer":"E. Uterine sarcoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Uterine sarcoma!?Risk$factors? • Tamoxifen use• Pelvic radiation• Postmenopausal status?Clinical$ features? • Abnormal/postmenopausal bleeding• Bulk symptoms (eg, pelvic pressure, bloating)• Uterine mass?Histopathology? • Arises from uterine smooth muscle or endometrial stromal cells• Malignant features:$==○ Cellular atypia$==○ Abundant mitoses$==○ Tumor cell necrosis","explanation_img":"","explanation_1":"","explanation_2":"This patient with abnormal uterine bleeding and bulk symptoms (eg, bloating, pelvic pressure) had a midline pelvic mass similar to that caused by uterine leiomyomas (ie, fibroids).  However, uterine fibroids tend to regress rather than enlarge as patients approach menopause (median age 51).  In this patient, who was increasingly symptomatic and at increased risk due to #tamoxifen use#, the most concerning potential diagnosis is #uterine sarcoma#, a rare but #aggressive malignant tumor# arising from the #uterine myometrium# or endometrial connective tissue. $Because uterine sarcomas and leiomyomas often have overlapping clinical presentations and imaging findings, microscopic evaluation is required to differentiate between the two: $• Leiomyomas (uterine fibroids) are benign tumors of the uterine myometrium caused by monoclonal proliferation of myocytes and fibroblasts.  Therefore, microscopy shows no nuclear atypia and a minimal number of mitotic figures #(choice D)#. $• In contrast, uterine sarcomas are rapidly progressive malignant tumors.  Therefore, microscopy shows myocytes and/or endometrial stromal cells with #nuclear atypia#, #abundant mitoses#, and areas of necrosis. $Treatment for uterine sarcoma is hysterectomy followed in some cases with chemotherapy and/or pelvic radiation. $#(Choice A)#  Adenomyosis, the invagination of endometrial tissue into the myometrium, commonly presents with heavy menstrual bleeding and an enlarged uterus due to increased endometrial surface area.  However, microscopy typically reveals endometrial glands embedded in the myometrium. $#(Choice B)#  Cervical cancer classically presents with abnormal vaginal bleeding (eg, postcoital bleeding).  Although cervical cancer can cause nuclear atypia with numerous mitoses, these abnormal changes occur in cervical squamocolumnar epithelial cells, not the myometrium. $#(Choice C)#  Chronic endometritis may present with abnormal uterine bleeding; however, it does not cause a large or immobile pelvic mass.  Microscopy typically shows plasma cells within the endometrial stroma, not the myometrium. $#Educational objective# Uterine sarcoma is a rare but aggressive malignant tumor of the uterine myometrium and/or endometrial stromal tissue.  Patients typically have clinical features similar to those with uterine leiomyomas (eg, abnormal uterine bleeding, immobile pelvic mass), but uterine sarcoma can be distinguished by microscopy, which typically shows characteristic malignant features such as nuclear atypia, abundant mitoses, and tumor necrosis.  "},

{"id":"19970","title":"A 38-year-old woman comes to the emergency department for lower abdominal pain.  The patient has had some mild, cramping abdominal pain for the past few days, but today it became constant.  She has also had intermittent vaginal bleeding.  The patient has a history of irregular menses, and her last menstrual period was 8 weeks ago.  Physical examination shows a left adnexal mass.  The patient undergoes surgery and the resected specimen is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/19970.jpg","title_2":"Which of the following risk factors is most strongly associated with this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Family history of ovarian cancer","answer_2":"B. Müllerian anomaly","answer_3":"C. Prior pelvic surgery","answer_4":"D. Progestin-only oral contraceptive use","answer_5":"E. Recent anticoagulant use","percent_1":"13%","percent_2":"9%","percent_3":"65%","percent_4":"11%","percent_5":"3%","right_answer":"C. Prior pelvic surgery","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp19970.jpg","explanation_1":"","explanation_2":"$This patient with lower abdominal cramping, vaginal bleeding, and a palpable adnexal mass has an #ectopic pregnancy# (ie, embryo implantation in an extrauterine location [most commonly the #fallopian tube#]).  The surgical specimen above reveals products of conception (eg, embryo) surrounded by the fallopian tube wall, which is grossly intact but edematous with evidence of hemorrhage (ie, blood clots) due to tubal injury. $The fallopian tube, specifically the ampulla, is the most common site of ectopic pregnancy due to high rates of #tubal scarring# among reproductive-aged women.  Tubal scarring impedes the migration of the embryo past the abnormally scarred segment and promotes tubal rather than uterine implantation.  #Risk factors# associated with tubal scarring include prior ectopic pregnancy, pelvic inflammatory disease, and #prior pelvic surgery# (eg, tubal ligation).  Other risk factors for ectopic pregnancy include tobacco use (due to decreased tubal motility) and in vitro fertilization. $#(Choice A)#  Family history of ovarian cancer due to an inherited mutation (eg, BRCA) can increase the risk of ovarian cancer but does not affect the risk of ectopic pregnancy. $#(Choice B)#  @Müllerian anomalies@ typically cause agenesis or hypoplasia of the fallopian tubes, uterus, cervix, or vagina.  Therefore, patients are at increased risk for infertility and spontaneous abortion rather than ectopic pregnancy. $#(Choice D)#  Progestin-only oral contraceptives decrease, not increase, the risk for ectopic pregnancy by preventing ovulation and thickening the cervical mucus to prevent sperm entry. $#(Choice E)#  Recent anticoagulant use is a risk factor for hemorrhagic ovarian cysts, which develop due to bleeding into a physiologic ovarian cyst and can cause severe abdominal pain with cyst rupture.  Hemorrhagic cysts are typically thin-walled and filled with blood or clot; there are no associated products of conception. $#Educational objective# Ectopic pregnancy occurs when the embryo implants in an extrauterine location, most commonly the fallopian tube.  Risk factors for ectopic pregnancy include tubal scarring (eg, prior pelvic surgery, pelvic inflammatory disease), tobacco use, and in vitro fertilization.  ","clickable_1":"images/img1.19970.jpg","clickable_2":"images/img2.19970.jpg"},

{"id":"19189","title":"A 38-year-old woman comes to the emergency department due to an acute episode of heavy menstrual bleeding.  The patient has a history of menorrhagia, with monthly cycles lasting 7-10 days and brisk blood flow with the passage of large clots.  Pelvic examination reveals an enlarged fibroid uterus, and she is found to have significant anemia due to blood loss.  The patient is prescribed continuous leuprolide therapy.  After several weeks, which of the following sustained hormonal changes are expected to have occurred as a result of the treatment?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"§∆Endogenous GnRH ∆Follicle stimulating hormone ∆Estrogen","answer_1":"§A.∆ ↑ ∆↑ ∆↑","answer_2":"§B.∆ ↑ ∆↑ ∆↓","answer_3":"§C.∆ ↑ ∆↓ ∆↓","answer_4":"§D.∆ ↓ ∆↓ ∆↑","answer_5":"§E.∆ ↓ ∆↓ ∆↓","percent_1":"3%","percent_2":"4%","percent_3":"14%","percent_4":"6%","percent_5":"73%","right_answer":"§E.∆ ↓ ∆↓ ∆↓","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp19189.jpg","explanation_1":"","explanation_2":"$This patient has symptomatic uterine fibroids (ie, leiomyomas), which are benign, estrogen-dependent tumors that can cause bulk (eg, pelvic pressure, constipation) or bleeding symptoms such as heavy menses and blood loss anemia. $Patients with symptomatic fibroids may be treated with #leuprolide#, a #GnRH receptor agonist# that initially stimulates gonadotropin (ie, FSH, LH) secretion from the pituitary.  However, unlike endogenous GnRH (which is released in a pulsatile fashion), #continuous# leuprolide therapy (eg, depot injection formulations) eventually causes desensitization and @downregulation@ of pituitary GnRH receptors, leading to #decreased FSH# (hypogonadotropic) and #decreased estrogen# (hypogonadal) levels.  Over time, leuprolide's feedback inhibition at the hypothalamic level also leads to #decreased endogenous GnRH# release. $The hypogonadotropic, hypogonadal state induced by leuprolide can #shrink estrogen-dependent fibroids# and induce amenorrhea, thereby improving bleeding symptoms. $#(Choice A)#  @Clomiphene@, used for ovulation induction to treat infertility, acts on the hypothalamus by interfering with hypothalamic estrogen receptors, thereby inhibiting normal negative feedback from estrogen; this promotes GnRH and FSH secretion and stimulates ovulation. $#(Choice B)#  @Letrozole@, an aromatase inhibitor, decreases peripheral (ie, adipose) and ovarian conversion of androgens to estrogens; the decreased estrogen level releases estrogenic negative feedback on the hypothalamus to increase GnRH and FSH secretion.  Letrozole is used as adjuvant therapy for estrogen receptor–positive breast cancer in postmenopausal women (by decreasing estrogen levels) and for ovulation induction (by stimulating GnRH and FSH release). $#(Choice C)#  Depot medroxyprogesterone acetate (DMPA), a progesterone contraceptive, inhibits pituitary secretion of gonadotropins (ie, FSH, LH) to prevent ovulation.  The decrease in FSH causes increased hypothalamic GnRH secretion and suppressed ovarian estrogen production. $#(Choice D)#  Exogenous estrogen–containing medications (eg, combined estrogen-progestin oral contraceptives, menopausal hormone therapy) increase estrogen levels, producing negative feedback at the hypothalamus and decreased GnRH and FSH levels. $#Educational objective# Leuprolide is a GnRH agonist used to treat symptomatic uterine fibroids (eg, heavy menses, anemia).  When administered in a continuous fashion, leuprolide inhibits the release of endogenous hypothalamic GnRH and downregulates pituitary GnRH receptors, thereby decreasing GnRH, FSH, and estrogen levels (ie, hypogonadotropic hypogonadism).  ","clickable_1":"images/img1.19189.mp4","clickable_2":"images/img2.19189.jpg","clickable_3":"images/img3.19189.jpg"},

{"id":"258","title":"A 30-year-old nulliparous woman comes to the office for evaluation of infertility.  The patient has been attempting to conceive for the past 2 years.  Menarche was at age 11, and her menstrual cycles occur 2-3 times per year and last 7-10 days.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 122/84 mm Hg and pulse is 84/min.  BMI is 35 kg/m2.  Physical examination shows mild acne and hair growth on the upper lip and chin.  This patient is at greatest risk for which of the following complications?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adrenal atrophy","answer_2":"B. Chronic pelvic pain","answer_3":"C. Cushing syndrome","answer_4":"D. Diabetes mellitus, type 1","answer_5":"E. Endometrial carcinoma","answer_6":"F. Vaginal intraepithelial neoplasia","percent_1":"5%","percent_2":"9%","percent_3":"10%","percent_4":"9%","percent_5":"65%","percent_6":"2%","right_answer":"E. Endometrial carcinoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp258.jpg","explanation_1":"","explanation_2":"$This patient with oligomenorrhea, signs of hyperandrogenism (eg, acne, hirsutism), and infertility likely has #polycystic ovary syndrome# (PCOS).  PCOS is characterized by #increased ovarian androgen production#, which acts on the hypothalamic-pituitary-ovarian (HPO) axis to cause an abnormally elevated LH/FSH ratio that @inhibits ovulation@.  Therefore, a common presentation is #irregular menses# with #anovulatory infertility#.  Obesity, which is common with PCOS, can also contribute to the anovulatory state by inducing hyperinsulinism, which acts synergistically in the ovary with LH to upregulate androgen production. $In addition to increased androgen levels, PCOS causes #increased estrogen levels# due to androgen-to-estrogen conversion by the enzyme aromatase within the ovary (eg, estradiol) and @adipose tissue@ (eg, estrone).  Estrogen normally stimulates endometrial proliferation to allow for implantation.  Progesterone, which is released after ovulation, opposes endometrial proliferation by inducing cellular differentiation, protecting against endometrial hyperplasia. $Women with PCOS have disproportionately high estrogen production but #low progesterone# release (ie, #unopposed estrogen# exposure) due to chronic anovulation, resulting in unregulated, increasingly disordered endometrial proliferation and increased risk for #endometrial hyperplasia# and #carcinoma#. $#(Choice A)#  Adrenal atrophy presents with severe fatigue, weight loss, and low blood pressure due to glucocorticoid and mineralocorticoid deficiency.  In contrast to PCOS (which is associated with hirsutism), women may experience axillary and pubic hair loss due to adrenal androgen deficiency. $#(Choice B)#  Various disorders (eg, endometriosis, pelvic inflammatory disease) can cause chronic pelvic pain by inducing pelvic inflammation and tissue fibrosis.  However, PCOS does not typically cause pelvic inflammation or pain. $#(Choice C)#  Patients with Cushing syndrome have symptoms similar to those of patients with PCOS such as obesity, menstrual irregularities, and increased body hair.  However, additional findings such as hypertension, abdominal striae, and supraclavicular fat pads are also typically seen due to the excess cortisol. $#(Choice D)#  Having another autoimmune disease (eg, Hashimoto thyroiditis) increases the risk of type 1 diabetes mellitus.  Although PCOS is a risk factor for type 2 diabetes mellitus (due to increased insulin resistance), it is not associated with type 1 diabetes mellitus. $#(Choice F)#  The primary risk factor for vaginal intraepithelial neoplasia is persistent human papillomavirus infection. $#Educational objective# Polycystic ovary syndrome can present with irregular menses, hyperandrogenism (eg, acne, hirsutism), and anovulatory infertility.  Patients are at increased risk for endometrial hyperplasia and carcinoma due to increased estrogen production and chronic anovulation.  ","clickable_1":"images/img1.258.jpg","clickable_2":"images/img2.258.jpg"},

{"id":"18747","title":"A group of premenopausal women participate in a clinical trial for a medication used to treat endometriosis.  Prior to initiation of the medication, all the women had normal premenopausal levels of gonadotropin-releasing hormone (GnRH), FSH, and estrogen.  The medication is administered as an intramuscular depot that results in unchanging steady-state serum drug levels.  The participants' hormone levels are recorded over the next two months, with the results shown below:","title_table":"","title_table_3":"§ ∆Day 3 ∆Day 60 §GnRH ∆ Normal ∆Low §FSH ∆ High ∆Low §Estrogen ∆ High ∆Low","exhibit_1":"","table_before_image":"","image_1":"","title_2":"The observed hormone levels are most consistent with administration of which of the following medications?","audio":"","comparison_items":"","answer_1":"A. Clomiphene citrate","answer_2":"B. Danazol","answer_3":"C. Ethinyl estradiol","answer_4":"D. Etonogestrel","answer_5":"E. Letrozole","answer_6":"F. Leuprolide","percent_1":"6%","percent_2":"6%","percent_3":"8%","percent_4":"6%","percent_5":"3%","percent_6":"72%","right_answer":"F. Leuprolide","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp18747.jpg","explanation_1":"","explanation_2":"$Patients with @endometriosis@ have painful menses due to extrauterine endometrial implants, which shed with menses and cause intraperitoneal irritation.  Treatment aims to suppress menstruation by decreasing the activity of the hypothalamic-pituitary-ovarian axis (@HPO axis@). $#Leuprolide# is a GnRH receptor agonist (ie, #GnRH analogue#) that can be administered in either a pulsatile (mimicking endogenous GnRH secretion) or @continuous fashion@.  Leuprolide, when administered #continuously# and over a prolonged duration, produces 2 distinct hormonal patterns: $• Initially (ie, day 3), the GnRH receptor agonist effect of leuprolide stimulates the HPO axis; this causes increased FSH and estrogen secretion without a significant change in GnRH levels. $• With #prolonged use# (ie, day 60), leuprolide causes desensitization and downregulation of pituitary GnRH receptors, which eventually leads to #low FSH and estrogen# levels.  Because leuprolide is an exogenous GnRH analogue, its prolonged use also #decreases endogenous GnRH# levels. $The resulting hypogonadotropic, hypogonadal state induces #amenorrhea#, thereby improving dysmenorrhea associated with endometriosis. $#(Choice A)#  @Clomiphene@ competitively binds to hypothalamic estrogen receptors, which prevents estrogenic negative feedback.  Therefore, GnRH, FSH, and estrogen levels are all elevated following treatment. $#(Choice B)#  Danazol is primarily an androgen receptor agonist but can also suppress FSH and LH release from the anterior pituitary.  Therefore, both FSH and estrogen would be low, and GnRH levels may be elevated due to reduced feedback inhibition. $#(Choices C and D)#  Ethinyl estradiol and etonogestrel are a synthetic estrogen and progestin, respectively.  These medications suppress both the hypothalamus and anterior pituitary gland, resulting in decreased GnRH, FSH, and estrogen levels.  In this case, the study participants' initially elevated FSH and estrogen levels are more consistent with administration of a GnRH analogue. $#(Choice E)#  @Letrozole@, an aromatase inhibitor, inhibits androgen-to-estrogen conversion.  Therefore, estrogen levels are low initially, which stimulates high GnRH and FSH levels.  Over time, high FSH levels eventually stimulate increased estrogen production, which mostly restores estrogenic negative feedback; therefore, GnRH, FSH, and estrogen levels may normalize by day 60. $#Educational objective# Continuously administered GnRH receptor agonists (eg, leuprolide) initially stimulate pituitary FSH and ovarian estrogen secretion.  However, prolonged use eventually inhibits endogenous GnRH release and downregulates pituitary GnRH receptors, causing decreased GnRH, FSH, and estrogen levels.  The resulting hypogonadotropic, hypogonadal state induces amenorrhea, thereby improving dysmenorrhea associated with endometriosis.  ","clickable_1":"images/img1.18747.jpg","clickable_2":"images/img2.18747.jpg","clickable_3":"images/img3.18747.mp4","clickable_4":"images/img4.18747.jpg","clickable_5":"images/img5.18747.jpg"},

{"id":"11652","title":"A 26-year-old woman is being evaluated for lower abdominal discomfort.  Medical history is significant for mild intermittent asthma and migraines without aura.  She has never been pregnant.  The patient is sexually active with her husband and they use condoms for contraception.  She drinks alcohol socially and does not use tobacco or illicit drugs.  Her mother was diagnosed with breast cancer at age 52 and her grandfather died of colon cancer at age 77.  BMI is 30 kg/m2.  Ultrasound of the abdomen reveals a right-sided adnexal mass that is subsequently removed with laparoscopic surgery.  Histologic findings are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/11652.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Ectopic pregnancy","answer_2":"B. Endometriosis","answer_3":"C. High-grade serous ovarian carcinoma","answer_4":"D. Mature teratoma","answer_5":"E. Polycystic ovary syndrome","percent_1":"4%","percent_2":"13%","percent_3":"34%","percent_4":"39%","percent_5":"10%","right_answer":"D. Mature teratoma","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"","explanation_img":"images/exp11652.jpg","explanation_1":"","explanation_2":"$This patient has a #mature teratoma#, the most common subtype of ovarian germ cell neoplasm.  They are primarily found in women age 10-30.  Most patients are asymptomatic and found to have an incidental mass on pelvic examination or ultrasound, but some can present with pain or abdominal discomfort. $Teratomas are characterized by the presence of tissue from #multiple germ layers# (ectoderm, mesoderm, and endoderm).  Morphologically, they are subclassified as #benign# mature teratomas (contain mature tissue) and malignant immature teratomas (contain mature and immature tissue, commonly fetal neuroepithelium). $Mature teratomas are #cystic# lesions and may contain sebaceous content, hair, and teeth.  By microscopy, diverse tissues can be seen, including skin (eg, #hair follicles, sebaceous glands#), bone, respiratory epithelium, and thyroid tissue.  Although mature teratomas are benign, they may seldom develop malignant change (eg, squamous cell carcinoma). $#(Choice A)#  In @ectopic pregnancy@, the blastocyst implants outside the endometrial cavity (eg, fallopian tube).  It can be diagnosed with transvaginal ultrasonography and β-hCG measurements.  Although ectopic pregnancy may present with abdominal pain, histologic evaluation of the mass would reveal chorionic villi. $#(Choice B)#  @Endometriosis@ is characterized by endometrial tissue implanted outside the uterine cavity.  Ovarian endometriosis may present with abdominal pain and an adnexal mass; however, microscopic examination would show endometrial glands and stroma. $#(Choice C)#  @High-grade serous ovarian carcinoma@ usually presents in older women.  Typical histologic features include ovarian stromal invasion by atypical cells (pleomorphic, large, irregular nuclei and prominent nucleoli) forming papillae and glandular spaces. $#(Choice E)#  Polycystic ovary syndrome presents with clinical/biochemical evidence of hyperandrogenism and oligo/anovulation.  Ultrasound would reveal polycystic ovaries (rather than a unilateral adnexal mass), and microscopy would reveal cystic follicles and stromal fibrosis. $#Educational objective# Teratomas are the most common subtype of ovarian germ cell neoplasms and occur most frequently in women age 10-30.  Mature teratomas are benign and show mature tissues derived from multiple germ layers, frequently including skin, hair, and teeth.  ","clickable_1":"images/img1.11652.jpg","clickable_2":"images/img2.11652.jpg","clickable_3":"images/img3.11652.jpg"},

{"id":"19641","title":"A 48-year-old woman comes to the office due to heavy menstrual bleeding for the last several months.  The patient has monthly menses with 5-6 days of heavy bleeding and passage of large blood clots and increased abdominal cramping.  She has no significant medical history and has had 2 vaginal deliveries.  Her family history is significant for endometrial cancer in her mother.  BMI is 24 kg/m2.  Vital signs are normal.  Pelvic ultrasound shows a uterine mass.  The patient undergoes a total abdominal hysterectomy; gross examination of the uterus is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/19641.jpg","title_2":"The abnormal region indicated by the arrow is most likely to display which of the following microscopic findings?","audio":"","comparison_items":"","answer_1":"A. Dysplastic squamocolumnar cells with areas of atypia","answer_2":"B. Ectopic endometrial glands and hemosiderin-laden macrophages","answer_3":"C. Hyperplastic proliferation of irregular endometrial glands","answer_4":"D. Infiltration of the stroma by high-grade serous carcinoma","answer_5":"E. Monoclonal proliferation of myocytes and fibroblasts","percent_1":"5%","percent_2":"4%","percent_3":"24%","percent_4":"8%","percent_5":"59%","right_answer":"E. Monoclonal proliferation of myocytes and fibroblasts","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp19641.jpg","explanation_1":"","explanation_2":"$This patient with heavy menses and a uterine mass has a #uterine leiomyoma#, also known as a fibroid.  @Fibroids@ are common, benign tumors arising from smooth muscle cells and fibroblasts that can grow in a variety of sizes and locations within the uterine myometrium, resulting in variable clinical presentations.  This patient has an #intramural fibroid# (within the uterine wall), which can increase the endometrial surface area (due to mass effect) and result in #heavy menses#. $Patients with symptomatic uterine fibroids are often treated surgically with a hysterectomy.  Grossly, fibroids appear as #discrete, yellow-gray tumors# with a thin pseudocapsule that separates the fibroid from the normal uterine myometrium.  Diagnosis is confirmed with microscopy, which typically reveals #monoclonal proliferation of myocytes and fibroblasts# because each fibroid arises from a single progenitor smooth muscle cell.  Due to their benign nature, fibroid myocytes are uniform in size and shape and have minimal mitotic figures. $#(Choice A)#  Patients with cervical cancer are often asymptomatic or have irregular, postcoital spotting rather than heavy menses.  @Cervical cancer@ is typically found in the cervical transformation zone (rather than the uterine myometrium) and microscopy shows dysplastic squamocolumnar cells with areas of atypia. $#(Choice B)#  Patients with endometriosis typically present with painful menses (ie, dysmenorrhea); however, there are usually endometrial tissue implants @outside the uterus@ rather than an intrauterine mass.  Light microscopy typically reveals @ectopic endometrial glands@ and hemosiderin-laden macrophages. $#(Choice C)#  Patients with @endometrial hyperplasia@ or cancer typically present with irregular, heavy menses and a thickened endometrium (rather than a mass in the myometrium).  Histopathology typically reveals hyperplastic proliferation of irregular endometrial glands. $#(Choice D)#  Microscopy of @ovarian cancer@ typically reveals infiltration of the stroma by high-grade serous carcinoma.  Ovarian cancer is unlikely in this patient as it typically causes an @adnexal mass@ rather than a solitary intrauterine mass. $#Educational objective# Uterine leiomyomas (ie, fibroids) are common, benign tumors arising from the uterine myometrium that occur due to monoclonal proliferation of myocytes and fibroblasts. ","clickable_1":"images/img1.19641.jpg","clickable_2":"images/img2.19641.jpg","clickable_3":"images/img3.19641.jpg","clickable_4":"images/img4.19641.jpg","clickable_5":"images/img5.19641.jpg","clickable_6":"images/img6.19641.jpg","clickable_7":"images/img7.19641.jpg"},

{"id":"11858","title":"A 34-year-old woman comes to the office for follow-up after 2 abnormal Pap test results.  The patient has had 4 lifetime sex partners, uses oral contraceptive pills, and has never been pregnant.  She has no chronic medical conditions and does not use tobacco, alcohol, or recreational drugs.  Physical examination is normal.  A cervical biopsy reveals high-grade cervical intraepithelial neoplasia.  Which of the following microscopic findings is most likely to be present in the tissue sample?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Atypical glandular cells invading the basement membrane","answer_2":"B. Cells with nuclear atypia in the lower third of the epithelium only","answer_3":"C. Cells with perinuclear vacuolization only","answer_4":"D. Expansion of atypical basal cells toward the epithelial surface","answer_5":"E. Nests of atypical cells in the subepithelial stroma","percent_1":"22%","percent_2":"11%","percent_3":"6%","percent_4":"50%","percent_5":"11%","right_answer":"D. Expansion of atypical basal cells toward the epithelial surface","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp11858.jpg","explanation_1":"","explanation_2":"$#Human papillomavirus# (HPV) can infect cervical epithelial cells and cause disordered growth (ie, #dysplasia#) known as #cervical intraepithelial neoplasia# (CIN), which can then progress to invasive cervical cancer.  Regular cervical cancer screening with cytology (ie, Pap test) can help identify dysplasia earlier; further evaluation (eg, colposcopy, biopsy) is performed if cytology reveals certain squamous or glandular abnormalities. $This patient has had 2 abnormal Pap test results and now has a tissue biopsy revealing high-grade CIN.  The #CIN grade# refers to the #depth of epithelial dysplasia# on histopathology.  Dysplasia, which appears as atypical, immature-appearing squamous cells with enlarged, pleomorphic, hyperchromatic nuclei, begins at the basal epithelial layer and extends toward the epithelial surface: $• Low-grade CIN (ie, CIN 1) means that dysplasia is confined to the lower third of the cervical epithelium; most cases regress spontaneously once the HPV infection is cleared by the immune system #(choice B)#. $• In contrast, #high-grade CIN# (ie, CIN 2 or CIN 3) indicates that dysplastic epithelial cells have #advanced beyond the lower one third# of the epithelium and show extension toward the epithelial surface (sometimes involving the entire thickness of the epithelium, known as carcinoma in situ).  High-grade CIN has a higher risk of progression to invasive carcinoma. $Basement membrane invasion, a histologic finding that describes the extension of atypical cells below the epithelium (eg, nests of atypical cells in the subepithelial stroma), is consistent with invasive cervical cancer #(choice E)#. $#(Choice A)#  Atypical glandular cells invading the basement membrane describes cervical adenocarcinoma, derived from the mucus-secreting columnar epithelium of the endocervix.  This patient has a diagnosis of high-grade CIN, which is a squamous (not glandular) intraepithelial lesion. $#(Choice C)#  Perinuclear vacuolization (ie, koilocytic change) indicates active HPV infection and may be present with or without other dysplastic changes.  Although koilocytes may be seen in this patient's biopsy, this finding alone is not diagnostic of high-grade CIN. $#Educational objective# Human papillomavirus infection of basal cervical epithelial cells can cause dysplasia known as cervical intraepithelial neoplasia (CIN).  CIN is classified as low-grade (if involving the lower one third of the epithelium) or high-grade (if extending above the lower one third).  Basement membrane invasion signifies invasive cancer.  "},

{"id":"1158","title":"A 49-year-old woman, gravida 2 para 2, comes to the office due to 10 months of irregular vaginal bleeding.  The patient's last menstrual period was 3 years ago.  She has a history of hypothyroidism and takes levothyroxine daily.  Ultrasound reveals a thickened endometrium and a solid, left adnexal mass.  Endometrial biopsy reveals hyperplasia, and the patient is scheduled for laparotomy.  Intraoperatively, the ovarian mass is yellow and firm.  Microscopic examination of the mass shows small, cuboidal cells in sheets as well as in a microfollicular pattern with gland-like structures containing eosinophilic material.  Which of the following is most likely secreted by this patient's tumor?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. α-Fetoprotein","answer_2":"B. β-hCG","answer_3":"C. Cancer antigen 125","answer_4":"D. Estrogen","answer_5":"E. Testosterone","answer_6":"F. Thyroxine","percent_1":"12%","percent_2":"10%","percent_3":"22%","percent_4":"43%","percent_5":"2%","percent_6":"11%","right_answer":"D. Estrogen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","ansImg_11":"","table":"!Granulosa cell tumor of the ovary!?Clinical features? • Large, unilateral adnexal mass• ↑ Estrogen (endometrial hyperplasia, postmenopausal bleeding)• ↑ Inhibin?Histology? • Granulosa cells: cuboidal cells with nuclear grooves (ie, coffee bean nuclei)• Call-Exner bodies: granulosa cells form follicle-like structures around eosinophilic material","explanation_img":"","explanation_1":"","explanation_2":"This patient with vaginal bleeding, endometrial hyperplasia, and a unilateral adnexal mass has pathologic features consistent with a #granulosa cell tumor# (GCT).  GCTs are a type of ovarian #sex-cord stromal tumor# (derived from cells that support and surround the developing oocyte) that are most often seen in #postmenopausal# patients. $GCTs #secrete estrogen# and inhibin.  Unopposed estrogen leads to #endometrial hyperplasia# (eg, postmenopausal #bleeding#, thickened endometrium on ultrasound), with increased cellular division that increases the risk of endometrial carcinoma. $Gross inspection typically shows a large, #unilateral#, solid and cystic mass, which may appear yellow (because of intracellular lipid content).  Microscopically, GCTs show a proliferation of neoplastic @granulosa cells@ (eg, small, cuboidal cells with nuclear grooves [ie, #coffee bean nuclei#]) and variable architectural patterns (eg, sheets, cords).  The granulosa cells characteristically form follicle- or rosette-like structures around central eosinophilic material (ie, #Call-Exner bodies#). $#(Choice A)#  Alpha-fetoprotein is normally produced by the fetal liver and yolk sac, but it is also a tumor marker in patients with hepatocellular, nonseminomatous testicular, or ovarian tumors (eg, yolk sac tumor).  @Yolk sac tumors@ typically occur in young women, and histopathology may show Schiller-Duval bodies, which resemble glomeruli. $#(Choice B)#  β-hCG is used to confirm pregnancy and screen for gestational trophoblastic disease and germ cell tumors (eg, choriocarcinoma).  Histopathology of @choriocarcinoma@ shows syncytiotrophoblasts and cytotrophoblasts. $#(Choice C)#  Cancer antigen 125 (CA-125) is elevated in epithelial carcinomas of the ovary (eg, serous).  Histopathology of @serous carcinoma@ often shows markedly atypical cells that line complex papillary structures and invade the ovarian stroma.  Psammoma bodies may also be seen. $#(Choice E)#  Testosterone is produced by Sertoli-Leydig tumors, another type of ovarian sex-cord stromal tumor.  Affected patients show evidence of hyperandrogenism (eg, hirsutism, clitoromegaly, deepening voice). $#(Choice F)#  Struma ovarii is an ovarian germ cell tumor that can cause hyperthyroidism by secreting thyroxine.  Histopathology shows mature @thyroid tissue@ (eg, follicular epithelial cells surrounding colloid); endometrial hyperplasia would not be expected. $#Educational objective# Granulosa cell tumors are ovarian sex-cord stromal tumors that often secrete estrogen (eg, postmenopausal bleeding, endometrial hyperplasia).  Gross pathology typically shows a large, unilateral, solid and cystic mass, which may appear yellow.  Call-Exner bodies (ie, neoplastic granulosa cells forming follicle-like structures around central eosinophilic material) are often seen on microscopy.  ","clickable_1":"images/img1.1158.jpg","clickable_2":"images/img2.1158.jpg","clickable_3":"images/img3.1158.jpg","clickable_4":"images/img4.1158.jpg","clickable_5":"images/img5.1158.jpg"},

{"id":"1957","title":"A 42-year-old woman, gravida 4 para 4, comes to the office due to heavy and painful menstrual bleeding over the past 3 months.  The patient's last menstrual period was 3 weeks ago.  Menarche was at age 10, and menstrual periods last for 3-5 days and occur every 30 days.  She is sexually active with her husband and does not have pain with intercourse.  The patient had a bilateral tubal ligation 3 years ago after the birth of her last child.  She takes no medications and has no allergies.  BMI is 24 kg/m2.  Vital signs are normal.  On bimanual examination, the uterus is uniformly enlarged and tender.  Urine β-hCG is negative.  Which of the following is the most likely cause of this patient's symptoms?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Benign myometrial smooth muscle cell proliferation","answer_2":"B. Blastocyst implantation in the fallopian tube","answer_3":"C. Endometrial glands and stroma within the myometrium","answer_4":"D. Localized overgrowth of endometrium into the uterine cavity","answer_5":"E. Unregulated endometrial proliferation with increased gland-to-stroma ratio","percent_1":"20%","percent_2":"2%","percent_3":"49%","percent_4":"10%","percent_5":"19%","right_answer":"C. Endometrial glands and stroma within the myometrium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp1957.jpg","explanation_1":"","explanation_2":"$This patient has #adenomyosis#, a disorder caused by an abnormal collection of #endometrial glands and stroma within the uterine myometrium#.  Adenomyosis is common in multiparous women, and prior uterine surgery (eg, cesarean delivery) is a risk factor. $Although the exact pathogenesis is unclear, adenomyosis may occur due to endometrial invagination into the myometrium during periods of myometrial weakening or changes in vascularity at the endomyometrial interface (eg, pregnancy, uterine surgery).  The clinical features of adenomyosis reflect its pathophysiology: $• endometrial gland proliferation and cyclic bleeding within the myometrium leads to #dysmenorrhea# and #uterine tenderness# $• abnormal myometrial hyperplasia and hypertrophy results in a concentric, #uniformly enlarged uterus# $• uterine enlargement and subsequently increased endometrial surface area causes #regular, heavy menstrual bleeding# $Definitive therapy is with hysterectomy, which allows for histologic diagnosis. $#(Choice A)#  Leiomyomas (ie, uterine fibroids) are benign myometrial smooth muscle cell tumors.  Although fibroids can cause regular, heavy menses (also due to increased endometrial surface area), the uterus is typically nontender and @irregularly enlarged@ rather than tender and uniformly enlarged. $#(Choice B)#  An @ectopic pregnancy@ most commonly occurs due to abnormal blastocyst implantation in the fallopian tube.  Although prior tubal surgery (eg, bilateral tubal ligation) is a risk factor, ectopic pregnancy is unlikely in this patient with a negative urine β-hCG.  In addition, uterine enlargement would not be seen. $#(Choice D)#  @Endometrial polyps@ are benign, intracavitary, focal hyperplastic growths of endometrial tissue.  In contrast to adenomyosis, endometrial polyps cause painless intermenstrual bleeding rather than painful, cyclic, heavy menses.  There is also no associated uterine tenderness or enlargement. $#(Choice E)#  Patients with endometrial hyperplasia have unregulated endometrial gland proliferation with increased gland-to-stroma ratio; the thickened endometrial lining may slightly increase uterine size and cause heavy menses.  However, endometrial hyperplasia does not typically cause dysmenorrhea or uterine tenderness.  In addition, the most common risk factor is unopposed estrogen from chronic anovulation and/or obesity; this patient has regular menses and a normal BMI. $#Educational objective# Adenomyosis is the abnormal presence of endometrial glands and stroma within the uterine myometrium.  Affected patients are typically multiparous women with dysmenorrhea, heavy menses, and a uniformly enlarged uterus.  ","clickable_1":"images/img1.1957.jpg","clickable_2":"images/img2.1957.jpg","clickable_3":"images/img3.1957.jpg"},

{"id":"333","title":"A 28-year-old nulliparous woman comes to the clinic for an infertility evaluation.  The patient has had unprotected intercourse with her husband for the past 12 months without conceiving and often experiences pain with deep vaginal penetration.  Menarche was at age 11, and her menstrual period occurs every 26 days and lasts 5-7 days.  Menstrual cycles are accompanied by moderate to severe lower abdominal pain.  Pelvic examination shows a normal-sized, retroverted uterus.  The posterior vaginal fornix is tender to palpation.  Which of the following pathologic findings are most likely to be seen in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Ectopic endometrial tissue","answer_2":"B. Glycogen-deficient vaginal epithelium","answer_3":"C. Increased endometrial gland/stroma ratio","answer_4":"D. Multiple ovarian cysts with cortical fibrosis","answer_5":"E. Proliferation of endometrial glands within the myometrium","percent_1":"68%","percent_2":"5%","percent_3":"7%","percent_4":"4%","percent_5":"16%","right_answer":"A. Ectopic endometrial tissue","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Endometriosis!?Etiology? • Extrauterine implantation of ectopic $endometrial glands & stroma?Clinical $features? • Dysmenorrhea• Dyspareunia• Adnexal mass (endometrioma)• Immobile uterus?Diagnosis? • Direct visualization, surgical biopsy?Complications? • Chronic pelvic pain• Infertility","explanation_img":"","explanation_1":"","explanation_2":"This patient with dysmenorrhea and dyspareunia likely has #endometriosis#, the presence of #ectopic endometrial glands and stroma# in an @extrauterine location@ (eg, peritoneal cavity).  Risk factors include nulliparity, early menarche, and prolonged menses; in contrast, multiparity and late menarche lower the risk due to fewer menstrual cycles (ie, fewer opportunities for retrograde menstruation). $Like the uterine endometrium, ectopic endometrium undergoes periods of proliferation and breakdown concordant with the @menstrual cycle@.  Although patients typically have #regular menstrual cycles# (eg, every 26 days, lasting 5 days), shedding from ectopic endometrial glands can form intraperitoneal blood collections, leading to #dysmenorrhea#.  Over time, the blood undergoes hemolysis and induces #pelvic inflammation# followed by #adhesion formation#, which, in turn, distorts pelvic organ anatomy and function. $Pelvic inflammation and adhesions can cause #infertility# by interfering with ovulation, preventing fertilization by sperm, and inhibiting implantation.  Tissue adhesions involving the uterosacral ligaments can also cause a fixed, @retroverted uterus@.  In addition, nodular implants within the posterior cul-de-sac can lead to #painful intercourse# and tenderness with palpation of the posterior vaginal fornix. $#(Choice B)#  Estrogen deficiency (eg, primary ovarian insufficiency, menopause) can cause glycogen deficiency in the vaginal epithelium and flattening of the vaginal rugae, which contribute to dyspareunia.  However, this patient's regular menses indicate normal estrogen levels. $#(Choice C)#  Endometrial hyperplasia increases the endometrial gland/stroma ratio because the primary risk factor, excess estrogen stimulation, preferentially stimulates glandular proliferation.  In contrast to this patient with endometriosis, those with endometrial hyperplasia typically have irregular, anovulatory menses. $#(Choice D)#  Multiple ovarian follicular cysts with cortical fibrosis occur in polycystic ovary syndrome (PCOS).  Although PCOS can cause infertility due to anovulation, it is typically associated with obesity, hyperandrogenism (eg, hirsutism, acne), and oligomenorrhea.  This patient's regular menses make this etiology unlikely. $#(Choice E)#  @Adenomyosis@ is the abnormal presence and proliferation of endometrial glands within the uterine myometrium.  Although adenomyosis can cause dysmenorrhea, patients typically have heavy menses and a symmetrically enlarged uterus, which are not seen in this patient. $#Educational objective# Endometriosis is the presence of endometrial glands and stroma in an extrauterine location.  Ectopic implants within the intraperitoneal cavity degenerate during menses and can cause abdominopelvic inflammation and the formation of tissue adhesions.  Therefore, patients with endometriosis may have dysmenorrhea, dyspareunia, and infertility.  ","clickable_1":"images/img1.333.jpg","clickable_2":"images/img2.333.jpg","clickable_3":"images/img3.333.jpg","clickable_4":"images/img4.333.jpg"},

{"id":"578","title":"A 55-year-old postmenopausal woman comes to the office due to abdominal distension and decreased appetite.  She also has lost 4.5 kg (9.9 lb) unintentionally over the past few months.  The patient has no chronic medical conditions and takes no medications.  She had 1 vaginal delivery in her 20s and has had no abdominal surgery.  The patient had multiple abnormal Pap tests in the past and had a cervical conization at age 38; she did not receive the human papillomavirus vaccine.  The patient does not use tobacco, alcohol, or illicit drugs.  BMI is 24 kg/m2.  Imaging studies reveal a right-sided ovarian mass and a large accumulation of free peritoneal fluid.  A serum CA-125 level is elevated.  Which of the following would most likely have reduced the risk of this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Consistent condom use","answer_2":"B. Human papillomavirus vaccination","answer_3":"C. Long-term antioxidant supplementation","answer_4":"D. Nulliparity","answer_5":"E. Use of combined oral contraceptive pills","percent_1":"5%","percent_2":"27%","percent_3":"5%","percent_4":"6%","percent_5":"57%","right_answer":"E. Use of combined oral contraceptive pills","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Epithelial ovarian cancer#∆⨉ §^#Risk factors# ∆ • Increasing age • Nulliparity • Early menarche • Late menopause • Endometriosis • BRCA1 or BRCA2 mutations • Lynch syndrome • Asbestos exposure §^#Protective factors# ∆ • Combined oral contraceptive pills • Multiparity • Breastfeeding • Bilateral salpingo-oophorectomy • Bilateral tubal ligation • Hysterectomy","explanation_img":"","explanation_1":"","explanation_2":"This postmenopausal patient's ovarian mass, abdominal distension, and elevated cancer antigen 125 (CA-125) level are consistent with #epithelial ovarian cancer# (EOC).  Patients often have advanced disease at the initial presentation because symptoms (eg, decreased appetite, weight loss) can be subtle.  The most likely pathogenesis of EOC is #repeated injury# and repair to the #ovarian surface#, which makes surface epithelial cells susceptible to malignant transformation (ie, acquiring oncogenic mutations). $The most common cause of injury is ovulation, which requires rupture of an ovarian follicle to release an oocyte.  Therefore, patients with an increased lifetime number of ovulatory cycles (eg, increasing age, nulliparity, early menarche) are at increased risk for EOC #(choice D).#  In contrast, #protective factors# typically #suppress ovulation#.  Combined oral contraceptive pills contain estrogen and progestin, which provide negative feedback to the @hypothalamic-pituitary-ovarian axis@.  The estrogen component likely decreases FSH secretion (that normally stimulates follicular growth), and the progestin component may suppress the LH surge (that normally triggers ovulation). $Although #combined oral contraceptive pills# may not prevent ovulation during every menstrual cycle, the overall decrease in lifetime number of ovulatory cycles provides protection against EOC.  Other risk-reducing factors include multiparity and breastfeeding. $#(Choices A and B)#  Consistent condom use and human papillomavirus (HPV) vaccination can reduce transmission of high-risk HPV, which in turn can reduce the risk of oropharyngeal, cervical, vaginal, vulvar, and anogenital epithelial cancers.  Neither protects against ovarian cancer because ovarian cancer is not linked to HPV infection. $#(Choice C)#  Antioxidants neutralize reactive oxygen species and free radicals, thereby decreasing their damage to cells.  However, long-term antioxidant supplementation (eg, vitamin C) does not appear to decrease the risk of any cancer type, including ovarian cancer. $#Educational objective# The risk of epithelial ovarian cancer increases with the lifetime number of ovulatory cycles.  Combined oral contraceptive pills, multiparity, and breastfeeding are protective factors because they suppress ovulation and decrease the lifetime number of ovulatory cycles.  ","clickable_1":"images/img1.578.jpg"},

{"id":"1837","title":"A 73-year-old woman comes to the office due to increasing abdominal girth.  She also has constipation and decreased appetite that has worsened progressively for the last 6 months.  On physical examination, the abdomen is distended and nontender, and there is a palpable right adnexal mass.  The patient undergoes a right oophorectomy, and gross and microscopic examinations of the specimen are shown in the @exhibit@.  Which of the following markers is most likely to be elevated in this patient?","title_table":"","title_table_3":"","exhibit_1":"images/exhibit1837.jpg","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha-fetoprotein","answer_2":"B. β-hCG","answer_3":"C. Cancer antigen 125","answer_4":"D. Estrogen","answer_5":"E. Lactate dehydrogenase","answer_6":"F. Testosterone","percent_1":"8%","percent_2":"7%","percent_3":"69%","percent_4":"8%","percent_5":"5%","percent_6":"3%","right_answer":"C. Cancer antigen 125","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Malignant ovarian neoplasms#∆⨉∆⨉§^#Histologic type# ∆^#Diagnosis# ∆^#Key features#§^#Epithelial# ∆^#Serous cystadenocarcinoma# ∆ • Most common ovarian cancer• Often bilateral• Histology: psammoma bodies§↕ ∆^#Mucinous cystadenocarcinoma# ∆ • Pseudomyxoma peritonei• Mucin-producing epithelial cells§^#Germ cell# ∆^#Dysgerminoma# ∆ • Adolescents• ↑ β-hCG, ↑ LDH• Histology: 'fried-egg' cells §↕ ∆^#Endodermal sinus (yolk sac)# ∆ • ↑ AFP• Aggressive• Schiller-Duval bodies resembling glomeruli§^#Stroma (sex cord)# ∆^#Granulosa cell tumor# ∆ • ↑ Estrogen (eg, endometrial hyperplasia, postmenopausal bleeding)• ↑ Inhibin• Histology: Call-Exner bodies, coffee-bean nuclei§↕ ∆^#Sertoli-Leydig cell tumor# ∆ • ↑ Androgens (eg, hirsutism, clitoromegaly)%#AFP =# alpha-fetoprotein; #LDH =# lactate dehydrogenase.","explanation_img":"","explanation_1":"","explanation_2":"Patients with ovarian cancer can present with a pelvic mass, ascites, and peritoneal metastasis that result in decreased appetite, abdominal distension, and bowel or bladder changes (eg, constipation, urinary frequency). $Ovarian cancer has 3 histologic types:  epithelial, germ cell, and sex cord–stromal.  @Epithelial ovarian cancer@ is the most common subtype, and histologic findings include #anaplasia# of epithelial cells with #invasion into the stroma#, multiple #papillary formations# with cellular atypia, and occasional psammoma bodies. $Epithelial ovarian cancer is associated with #elevated cancer antigen 125# (CA-125) levels.  CA-125 is a protein expressed and released by cells from the peritoneum and müllerian structures (eg, uterus, fallopian tubes) that surround the ovaries.  Conditions that irritate or stimulate these cells, either benign (eg, endometriosis) or malignant (eg, epithelial ovarian cancer), cause CA-125 levels to rise.  Therefore, in patients with an ovarian mass, an elevated CA-125 level often indicates a rapid-growth #tumor irritating the peritoneal tissue# or other pelvic structures. $#(Choice A)#  Serum alpha-fetoprotein levels may be increased in patients with hepatocellular carcinoma and ovarian germ cell tumors (eg, endodermal sinus [yolk sac] tumor).  Endodermal sinus tumors of the ovary demonstrate @Schiller-Duval bodies@, which resemble glomeruli. $#(Choices B and E)#  β-hCG is elevated in normal pregnancy, gestational trophoblastic disease (eg, hydatidiform mole, choriocarcinoma), and germ cell tumors (eg, dysgerminomas).  Dysgerminomas may also secrete lactate dehydrogenase and have distinctive \"fried-egg\" cells with large, round nuclei surrounded by clear cytoplasm. $#(Choice D)#  Granulosa cell tumors of the ovary are sex cord–stromal neoplasms that secrete estrogen and inhibin.  Pathology findings include @Call-Exner bodies@ with atypical granulosa cells containing coffee-bean nuclei. $#(Choice F)#  Testosterone is secreted by @Sertoli-Leydig cell tumors@ of the ovary.  These rare sex cord–stromal neoplasms typically appear as tubules composed of Sertoli cells with interspersed eosinophilic Leydig cells and surrounding fibrous stroma. $#Educational objective# Epithelial ovarian cancer is the most common ovarian malignancy.  Histologic findings include anaplasia of epithelial cells with invasion into the stroma and multiple papillary formations with cellular atypia.  Epithelial ovarian tumors are associated with elevated cancer antigen 125, which can be used as a serum marker for this condition.  ","clickable_1":"images/img1.1837.jpg","clickable_2":"images/img2.1837.jpg","clickable_3":"images/img3.1837.jpg","clickable_4":"images/img4.1837.jpg"}


]