[

{"id":"25","title":"Four children and 2 adults are currently being followed in a nephrology clinic for poststreptococcal glomerulonephritis.  Three patients initially had gross hematuria and edema requiring diuretic administration.  The remaining 3 patients had microscopic hematuria and hypertension.  C3 levels were decreased in all patients, and antistreptolysin O titer was elevated in 4 of them.  None of the patients have preexisting renal disease.  Which of the following patient characteristics is most likely to indicate a poor long-term prognosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Adult onset","answer_2":"B. Decreased C3 level","answer_3":"C. Delay in corticosteroid treatment","answer_4":"D. Elevated antistreptolysin titer","answer_5":"E. Gross hematuria","percent_1":"66%","percent_2":"8%","percent_3":"12%","percent_4":"6%","percent_5":"8%","right_answer":"A. Adult onset","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Poststreptococcal glomerulonephritis (PSGN)# is the most common cause of acute pediatric glomerulonephritis (GN) and presents with acute onset of malaise, periorbital #edema#, #hypertension#, and either microscopic or gross #hematuria#.  Symptoms generally occur 1-3 weeks following group A streptococcal pharyngitis or skin infection (eg, impetigo).  The lag in symptoms corresponds to formation and deposition of the streptococcal antigen and antibody complex within the glomerular basement membrane and the subsequent activation of complement. $PSGN most commonly affects children age 5-12, and >95% recover completely.  #Increased age#, conversely, is the most important #poor prognostic factor#; only 60% of adult cases resolve completely, and many of the remainder have residual hypertension, recurrent proteinuria, chronic renal insufficiency, or rapidly progressive GN resulting in end-stage renal disease. $#(Choices B, D, and E)#  Elevated antistreptolysin O (ASO) titers and low C3 levels are present in the vast majority of patients with PSGN.  ASO titers indicate recent streptococcal (usually pharyngeal) infection.  C3 is decreased due to complement activation with deposition in the glomerulus.  Initial urinalysis may show hematuria, proteinuria, and red blood cell casts, but none of these findings affect prognosis. $#(Choice C)#  Corticosteroids are used in minimal change disease (the most common cause of nephrotic syndrome in children) but not in PSGN. $#Educational objective# Poststreptococcal glomerulonephritis presents with edema, hypertension, and hematuria after a streptococcal infection.  Most children recover completely, but adult patients have a relatively poor prognosis and higher risk of chronic hypertension and renal insufficiency. "},

{"id":"22081","title":"A 32-year-old man with a history of chronic hepatitis B infection is evaluated for generalized edema.  Kidney disease is suspected, and renal biopsy is performed.  Histologic sections of the kidney show diffuse glomerular hypercellularity and diffuse thickening of the capillary walls.  Immunofluorescence demonstrates prominent staining for IgG and C3 with coarse, granular basement membrane and mesangial positivity.  Electron microscopy shows extensive subendothelial and mesangial deposits.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amyloidosis","answer_2":"B. Focal segmental glomerulosclerosis","answer_3":"C. Membranoproliferative glomerulonephritis","answer_4":"D. Membranous nephropathy","answer_5":"E. Polyarteritis nodosa","percent_1":"1%","percent_2":"6%","percent_3":"65%","percent_4":"23%","percent_5":"5%","right_answer":"C. Membranoproliferative glomerulonephritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp22081.jpg","explanation_1":"","explanation_2":"$This patient's kidney biopsy findings are consistent with #membranoproliferative glomerulonephritis# (MPGN).  The most common type, MPGN type I, is caused by glomerular #immune complex deposition# in the capillary walls and mesangium.  The antigen-antibody complexes typically arise from chronic infection (eg, #hepatitis B virus#, hepatitis C virus), autoimmune disease (eg, systemic lupus erythematosus), or malignancy (eg, chronic lymphocytic leukemia).  In some cases, however, the underlying etiology is unknown (ie, primary MPGN). $These immune complexes activate complement pathways, resulting in inflammatory glomerular damage that can cause symptoms of nephrotic (eg, proteinuria, edema) and nephritic syndrome (eg, hematuria). $Microscopic examination shows a characteristic pattern of glomerular injury: $• Light microscopy (LM) shows large, lobular glomeruli that are #hypercellular# due to the proliferation of mesangial cells, endothelial cells, and leukocytes.  Immune complex deposition results in #thickened capillary walls#, as well as the synthesis of new basement membrane material, which imparts a split (ie, #tram track#) appearance seen with special stains. $• Immunofluorescence demonstrates a #granular pattern# of IgG and C3 deposition within the capillary walls and mesangium. $Electron microscopy (EM) shows #subendothelial# (ie, between the glomerular basement membrane and endothelium) and #mesangial deposits#. $#(Choice A)#  @Amyloidosis@ commonly involves the kidney and can cause nephrotic syndrome.  However, LM demonstrates amorphous, eosinophilic glomerular deposits (composed of misfolded proteins) that show apple-green birefringence under polarized light when stained with Congo red. $#(Choice B)#  @Focal segmental glomerulosclerosis@ also causes nephrotic syndrome, but LM shows sclerosis that affects portions of some glomeruli.  It is more often associated with HIV infection than hepatitis B infection. $#(Choice D)#  Membranous nephropathy is a common cause of nephrotic syndrome that may be associated with hepatitis B infection.  However, LM shows diffuse thickening of the glomerular capillary walls without significant hypercellularity.  EM demonstrates subepithelial (not subendothelial) deposits. $#(Choice E)#  Polyarteritis nodosa is a systemic vasculitis that often affects medium-sized arteries in the kidney.  It is associated with chronic hepatitis B infection, but LM shows transmural arterial inflammation with fibrinoid necrosis (eg, fibrin deposition in the vessel wall). $#Educational objective# Membranoproliferative glomerulonephritis is typically caused by immune complex deposition within the glomerular capillary walls and mesangium and can be associated with chronic infections (eg, hepatitis B).  It is characterized by large, hypercellular glomeruli with thickened capillary walls.  Immunofluorescence typically shows a granular pattern of IgG and C3.  Electron microscopy shows subendothelial and mesangial deposits. ","clickable_1":"images/img1.22081.jpg","clickable_2":"images/img2.22081.jpg"},

{"id":"15346","title":"A 42-year-old man comes to the office for evaluation of progressive generalized edema and weight gain for the past several weeks.  He has no chest pain or shortness of breath.  The patient has no chronic medical conditions and takes no medications.  He last saw a physician a year ago for an upper respiratory infection.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 130/80 mm Hg and pulse is 84/min.  Mild ascites is present.  There is bilateral lower extremity pitting edema to the knees. A kidney biopsy is performed, and electron microscopy of a glomerular capillary is shown below: $ Laboratory results are as follows:","title_table":"!Serum chemistry! ?Albumin? 2.2 g/dL ?Creatinine? 1.0 mg/dL !Urinalysis! ?Blood? negative ?Protein? 4+ ?Red blood cells? 1-2/hpf ?White blood cells? 1-2/hpf?Urinary protein excretion?  6.0 g/24 hr","title_table_3":"","exhibit_1":"","image_1":"images/15346.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Crescentic glomerulonephritis","answer_2":"B. Focal segmental glomerulosclerosis","answer_3":"C. Membranous nephropathy","answer_4":"D. Minimal change disease","answer_5":"E. Poststreptococcal glomerulonephritis","percent_1":"3%","percent_2":"12%","percent_3":"74%","percent_4":"6%","percent_5":"5%","right_answer":"C. Membranous nephropathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp15346.jpg","explanation_1":"","explanation_2":"$This patient has #nephrotic syndrome#, characterized by generalized edema, heavy proteinuria (>3.5 g/day), and hypoalbuminemia.  Electron microscopy (EM) of the glomerular capillary demonstrates irregular, electron-dense #immune deposits# located on the glomerular basement membrane (GBM) with moderate #effacement of the podocyte foot processes#, consistent with #membranous nephropathy# (MN).  MN results from immune-complex deposition in the subepithelial portions of the GBM.  Light microscopy demonstrates diffuse @glomerular capillary wall thickening@ without hypercellularity, whereas silver staining reveals '#spikes and domes#' of GBM that protrude between the immune deposits (which do not stain).  Immunofluorescence microscopy demonstrates a diffuse @granular pattern@ of IgG and C3 along the capillary loops. $MN is one of the most common causes of nephrotic syndrome in adults.  Primary (idiopathic) MN is thought to be caused by autoantibodies directed at the phospholipase A2 receptor, whereas secondary MN can be associated with a variety of conditions including systemic lupus erythematosus, viral hepatitis, and solid tumors. $#(Choices A and E)#  Crescentic glomerulonephritis (GN) and poststreptococcal GN are nephritic diseases that are characterized by hematuria, red blood cell casts, and hypertension (not heavy proteinuria).  Poststreptococcal GN typically occurs in children two to four weeks after a group A streptococcal infection, and EM demonstrates large, subepithelial immune-complex 'humps.' Crescentic (rapidly progressive) GN can occur in a number of diseases (eg, anti-GBM disease, antineutrophil cytoplasmic antibody vasculitis); @proliferative crescents@ are visible on light microscopy, and EM may demonstrate rupture of the GBM. $#(Choice B)#  @Focal segmental glomerulosclerosis@ also causes nephrotic syndrome but is characterized by sclerosis and hyalinosis of portions of some, but not all, glomeruli.  EM demonstrates diffuse foot process effacement; however, immune deposits (if present) typically occur in the sclerotic region of the glomerulus, not along the GBM. $#(Choice D)#  @Minimal change disease@ causes nephrotic syndrome but occurs more commonly in children.  EM demonstrates extensive, diffuse effacement of the foot processes, and immune complexes are not seen. $#Educational objective# Membranous nephropathy is a common cause of nephrotic syndrome in adults.  Electron microscopy of the glomerular capillary demonstrates irregular, subepithelial, electron-dense immune deposits on the glomerular basement membrane with moderate effacement of the podocyte foot processes; immunofluorescence microscopy demonstrates a diffuse granular pattern of IgG along the capillary loops.  ","clickable_1":"images/img1.15346.jpg","clickable_2":"images/img2.15346.jpg","clickable_3":"images/img3.15346.jpg","clickable_4":"images/img4.15346.jpg","clickable_5":"images/img5.15346.jpg"},

{"id":"884","title":"A 55-year-old woman comes to the office due to swelling around her ankles and face that has progressively worsened over the last 1-2 months.  The patient has 2+ bilateral pitting edema in the lower extremities, trace edema in the upper extremities, and periorbital edema.  Cardiopulmonary examination is normal.  Laboratory evaluation shows a serum creatinine level of 2.0 mg/dL and an albumin level of 2.8 g/dL.  Urinalysis shows 3+ proteinuria and no hematuria or casts.  A kidney biopsy is performed; light microscopic findings following staining with hematoxylin and eosin are shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/884.jpg","title_2":"Which of the following is the most likely explanation for this patient's biopsy findings?","audio":"","comparison_items":"","answer_1":"A. Bee sting with severe allergic reaction","answer_2":"B. Diabetes mellitus","answer_3":"C. Hepatitis C infection","answer_4":"D. HIV infection","answer_5":"E. Lung carcinoma","answer_6":"F. Recent streptococcal pharyngitis","answer_7":"G. Systemic lupus erythematosus","answer_8":"H. Treatment with procainamide","percent_1":"1%","percent_2":"65%","percent_3":"7%","percent_4":"11%","percent_5":"1%","percent_6":"3%","percent_7":"11%","percent_8":"1%","right_answer":"B. Diabetes mellitus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp884.jpg","explanation_1":"","explanation_2":"$This patient's renal biopsy shows Kimmelstiel-Wilson (KW) nodules, characterized by: $• location in the peripheral mesangium $• ovoid or spherical shape $• lamellated appearance $• eosinophilic appearance (hematoxylin and eosin stain) $•periodic acid–Schiff positivity $KW nodules are diagnostic for #nodular glomerulosclerosis#, characterized by #increased mesangial matrix deposition#.  Over time, mesangium expansion and KW nodule formation compress the glomerular capillaries, causing loss of glomerular function.  Progressive proteinuria can lead to overt #nephrotic syndrome# (eg, peripheral edema, heavy proteinuria, fatty casts), hypertension, and #renal failure#.  The urine sediment is typically bland (ie, no dysmorphic red cells or red cell casts). $Nodular glomerulosclerosis, most commonly caused by @diabetic nephropathy@ (type 1 or 2 diabetes mellitus), indicates irreversible glomerular damage and predicts a rapid decline in kidney function.  Additional features of diabetic nephropathy include glomerular basement membrane (GBM) thickening and hyaline arteriolosclerosis. $Other causes of nephrotic syndrome include the following: $#(Choice A)#  @Minimal change disease@ can occur as an immunologic reaction to pollen/dust, insect stings, infection, or immunization.  Glomeruli appear normal on light microscopy (LM).  Electron microscopy (EM) shows @effacement@ of podocyte foot processes. $#(Choice C)#  @Membranoproliferative glomerulonephritis@ is often associated with hepatitis B or C.  LM shows hypercellular glomeruli with thickening and splitting of the GBM due to subendothelial immune complex (IC) deposition. $#(Choice D)#  @Focal segmental glomerulosclerosis@ can be associated with HIV infection, heroin use, and severe obesity.  LM shows sclerotic changes in some portions of some glomeruli (eg, consolidation of a portion of a glomerulus with capillary loops replaced by collagenous scar). $#(Choice E)#  Solid tumors (eg, lung, breast, prostate) are associated with membranous nephropathy.  LM shows capillary wall thickening and 'membrane spikes' between subepithelial deposits on silver staining. $In contrast, a predominantly nephritic presentation (eg, hematuria, red cell casts, variable proteinuria) may be caused by the following: $#(Choice F)#  In @poststreptococcal glomerulonephritis@, LM shows diffuse glomerular hypercellularity due to leukocyte infiltration and mesangial cell proliferation.  Immunofluorescence shows IgG and C3 deposits, which can be visualized on EM as subepithelial humps. $#(Choices G and H)#  Lupus nephritis most frequently manifests as diffuse proliferative glomerulonephritis.  Drug-induced lupus (eg, procainamide, hydralazine, isoniazid) can rarely cause similar kidney involvement.  LM frequently shows a variable pattern of mesangial proliferation and endocapillary hypercellularity.  Wire loops (ie, thickened capillary walls due to subendothelial IC deposition) may also be seen. $#Educational objective# Nodular glomerulosclerosis is characterized by increased mesangial matrix deposition, forming Kimmelstiel-Wilson nodules.  It is most commonly caused by diabetic nephropathy and indicates irreversible glomerular damage with a rapid decline in kidney function. ","clickable_1":"images/img1.884.jpg","clickable_2":"images/img2.884.jpg","clickable_3":"images/img3.884.jpg","clickable_4":"images/img4.884.jpg","clickable_5":"images/img5.884.jpg","clickable_6":"images/img6.884.jpg"},

{"id":"108701","title":"A 37-year-old woman comes to the office due to worsening leg swelling for the past 2 months.  She has also felt excessively tired and has had achy pain in her hands.  Temperature is 37.3 C (99.1 F), blood pressure is 156/92 mm Hg, and pulse is 86/min.  BMI is 32 kg/m2.  Physical examination shows 2+ pitting bilateral edema in the lower extremities.  Bilateral finger joints and wrists are mildly swollen and tender to palpation.  Serum creatinine level is 1.8 mg/dL.  Urinalysis is positive for proteinuria and hematuria.  Light microscopy of samples from a kidney biopsy shows diffuse, global endocapillary hypercellularity.  Direct immunofluorescence demonstrates 'full-house' staining with diffuse, global, granular staining of glomerular capillary walls by IgG, IgM, IgA, C1q, and C3.  Electron microscopy shows abundant subendothelial electron-dense deposits.  Which of the following is the most likely underlying cause of this patient's renal disease?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Granulomatosis with polyangiitis","answer_2":"B. Group A Streptococcus infection","answer_3":"C. Multiple myeloma","answer_4":"D. Rheumatoid arthritis","answer_5":"E. Systemic lupus erythematosus","percent_1":"6%","percent_2":"8%","percent_3":"2%","percent_4":"8%","percent_5":"77%","right_answer":"E. Systemic lupus erythematosus","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp108701.jpg","explanation_1":"","explanation_2":"$This patient's hematuria with proteinuria, renal insufficiency (elevated creatinine), and sodium/fluid retention (hypertension and edema) are indicative of #glomerulonephritis# (GN).  Although GN has many etiologies, the patient's tender and swollen hand joints (#inflammatory arthritis#) and renal biopsy findings are strongly suggestive of underlying #systemic lupus erythematosus#. $An immunofluorescence pattern containing #IgG, IgM, IgA# and #C3, C1q# is highly characteristic of lupus nephritis and is referred to as a #full-house# (ie, a poker hand with three of a kind [3 immunoglobulin classes] and two of a kind [2 complement components]).  The full-house pattern reflects the pathogenesis of lupus: loss of immune tolerance to self-antigens (eg, double-stranded DNA) leads to generation of #polyclonal autoantibodies# that form circulating immune complexes; these deposit in the glomeruli, where they cause local injury by activating the #classical complement #cascade. $Immune complex deposition in the @subendothelial space@ (visible on electron microscopy) allows for direct contact with inflammatory cells (eg, neutrophils), causing glomerular inflammation.  The resulting leukocyte infiltration is seen on light microscopy as endocapillary hypercellularity. $#(Choice A)#  Granulomatosis with polyangiitis is an antineutrophil cytoplasmic antibody–associated vasculitis that can cause GN and arthritis.  However, there is characteristically a lack of immunoglobulin or complement (ie, pauci-immune) on immunofluorescence. $#(Choice B)#  Group A Streptococcus infection can result in @poststreptococcal GN@ (PSGN).  Although LM reveals endocapillary hypercellularity, immunofluorescence contains mostly IgG and C3 deposits (vs a full house).  Moreover, PSGN is usually preceded by throat or skin infections, and arthritis is atypical. $#(Choice C)#  Renal disease in multiple myeloma most commonly results from excessive secretion of immunoglobulin light chains (eg, kappa) that form obstructing casts within the renal tubules.  Glomerular deposition of multiple immunoglobulin classes and complement components would be unexpected. $#(Choice D)#  Although rheumatoid arthritis is characterized by small joint inflammatory arthritis, GN is rare, and immunofluorescence would not be expected to show a full-house pattern. $#Educational objective# Lupus nephritis from systemic lupus erythematosus can manifest as glomerulonephritis.  Immunofluorescence microscopy showing a full house with 3 immunoglobulin classes (IgG, IgM, IgA) and 2 complement components (C3, C1q) is highly characteristic. ","clickable_1":"images/img1.108701.jpg","clickable_2":"images/img2.108701.jpg"},

{"id":"229","title":"A 23-year-old man comes to the office due to 3 weeks of malaise and fatigue.  He says, 'I've been sick with the flu for the last 3 weeks.  I don't know why I'm not getting better.'  The patient also has profound fatigue causing difficulty with day-to-day activities.  His temperature is 38.4 C (101.2 F).  Cardiac auscultation reveals an apical holosystolic murmur radiating to the axilla, which was not heard during previous office visits.  Laboratory evaluation shows serum creatinine of 2.3 mg/dL.  Mild proteinuria and microscopic hematuria with red cell casts are present on urinalysis.  Which of the following is the most likely pathogenesis of this patient's renal findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Anti-glomerular basement membrane antibodies","answer_2":"B. Circulating immune complex-mediated injury","answer_3":"C. Endotoxin-induced renal tubular injury","answer_4":"D. Hematogenous metastatic infection focus","answer_5":"E. Thromboembolic event","percent_1":"9%","percent_2":"76%","percent_3":"6%","percent_4":"5%","percent_5":"4%","right_answer":"B. Circulating immune complex-mediated injury","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This young patient's constitutional (flulike) symptoms, fever, and a new systolic murmur suggest #infective endocarditis# (IE).  Elevated serum creatinine with hematuria and proteinuria further suggest renal insufficiency due to a nephritic syndrome.  In some patients, IE may be complicated by deposition of circulating immune complexes in the glomerular capillary wall, resulting in glomerulonephritis.  This can be seen as capillary wall thickening with subendothelial and subepithelial deposit formation.  Hypercellularity similar to that seen in poststreptococcal glomerulonephritis or membranoproliferative glomerulonephritis is revealed on light microscopy. $#(Choice A)#  Anti-glomerular basement membrane (anti-GBM) autoantibodies can also cause an acute nephritic syndrome.  However, these antibodies do not affect cardiac tissues and would not cause a new cardiac murmur.  Anti-GBM antibodies may target the pulmonary alveolar basement membrane, causing hemoptysis (Goodpasture syndrome). $#(Choice C)#  IE is rarely caused by gram-negative organisms, the producers of endotoxin.  Furthermore, endotoxin production can cause acute tubular necrosis as part of sepsis but is unlikely to cause glomerulonephritis. $#(Choices D and E)#  Emboli from infected endocardial vegetations may metastasize via the hematogenous route to cause infarcts in the brain, kidneys, myocardium, and other tissues (eg, Janeway lesions on palms and soles).  Emboli are usually small and do not cause acute renal failure.  Renal failure may be seen if the infectious embolic focus develops into an abscess or the embolus is large enough to cause a sizeable infarct.  However, both renal infarct and abscess present with flank pain. $#Educational objective# The most likely cause of fever and fatigue with new-onset cardiac murmur is infective endocarditis (IE).  Diffuse, proliferative glomerulonephritis secondary to circulating immune complex deposition may complicate IE and can result in acute renal insufficiency. "},

{"id":"567","title":"A 7-year-old boy is brought to the clinic by his parents after he developed red urine earlier in the day.  The patient has a history of atopic dermatitis.  He had a skin infection one month ago that was treated with a short course of antibiotics.  Blood pressure is 140/90 mm Hg.  On physical examination, there is periorbital edema, as well as pitting edema on both feet.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Blood urea nitrogen? 14 mg/dL ?Creatinine? 1.4 mg/dL","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following is most likely responsible for this patient's renal injury?","audio":"","comparison_items":"","answer_1":"A. CD8+ T lymphocytes","answer_2":"B. Histamine release","answer_3":"C. IgG autoantibodies","answer_4":"D. IgG immune complexes","answer_5":"E. Macrophages","percent_1":"6%","percent_2":"5%","percent_3":"9%","percent_4":"79%","percent_5":"2%","right_answer":"D. IgG immune complexes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Hypersensitivity reactions# ∆⨉∆⨉∆⨉§ ∆^#Humoral$ components# ∆^#Cellular$ components# ∆^#Examples#§^#Type I$ (immediate)# ∆ • #IgE# ∆ • Basophils • Mast cells ∆ • Anaphylaxis • Allergies§^#Type II$ (cytotoxic)# ∆ • #IgG & IgM a#utoantibodies • Complement activation ∆ • NK cells • Eosinophils • Neutrophils • Macrophages ∆ • Autoimmune $hemolytic anemia • Goodpasture syndrome§^#Type III$ (immune$ complex)# ∆ • Deposition of #antibody-antigen$ complexes# • Complement activation ∆ • Neutrophils ∆ • Serum sickness • PSGN • Lupus nephritis§^#Type IV$ (delayed$ type)# ∆ • None ∆ • #T cells# • #Macrophages# ∆ • Contact dermatitis • Tuberculin skin test%#NK =# natural killer; #PSGN =# poststreptococcal glomerulonephritis.","explanation_img":"","explanation_1":"","explanation_2":"This patient with atopic dermatitis is predisposed to secondary skin infections (eg, impetigo, cellulitis).  His #antecedent skin infection#, along with overt @nephritic syndrome@ (eg, hypertension, generalized edema, #gross hematuria# [cola- or red-colored urine]) is suggestive of #poststreptococcal glomerulonephritis# (PSGN).  This disease is the most common cause of acute nephritis in children and typically manifests 2-4 weeks after a skin infection. $During infection, IgG antibodies form against nephritogenic antigens expressed by certain strains of group A Streptococcus.  These antibodies complex with streptococcal antigens to form #immune complexes# that are deposited along the glomerular basement membrane (#type III hypersensitivity#).  Subsequent activation of the complement cascade leads to neutrophil recruitment and inflammatory damage to the glomeruli. $#(Choices A and E)#  Cytotoxic CD8+ T lymphocytes and macrophages play a prominent role in type IV (delayed-type) hypersensitivity reactions.  These cells are stimulated by T-helper cells, leading to localized inflammation, cellular destruction, and (often) granuloma formation.  Although certain forms of acute interstitial nephritis are due to type IV hypersensitivity, gross hematuria is uncommon and affected patients classically present with fever, rash, and eosinophilia. $#(Choice B)#  Histamine is released by mast cells and basophils during type I (immediate) hypersensitivity, which is seen with anaphylaxis and allergies, not PSGN.  Mast cells and basophils are coated by IgE molecules, which cross-link on antigen exposure, triggering the release of histamine and other mediators. $#(Choice C)#  Direct binding of autoantibodies to tissue is responsible for type II (cytotoxic) hypersensitivity reactions.  This underlies Goodpasture syndrome (antibodies directed at type IV collagen), which can cause generalized edema (glomerulonephritis) and hemoptysis (diffuse alveolar hemorrhage).  However, PSGN is a much more common cause of glomerulonephritis in children. $#Educational objective# Poststreptococcal glomerulonephritis is the most common cause of nephritic syndrome (eg, hematuria, edema, hypertension) in children, typically occurring 2-4 weeks after a streptococcal skin infection (eg, impetigo, cellulitis).  It is caused by a type III (immune complex–mediated) hypersensitivity reaction. ","clickable_1":"images/img1.567.jpg"},

{"id":"15355","title":"A 15-year-old girl is brought to the clinic for evaluation of swelling around her eyes that developed over the past week.  The patient is a cheerleader, and she had been taking ibuprofen daily for the last 3 months for various sprains and aches after practice.  She has no chronic medical conditions.  Vital signs are normal.  On physical examination, there is moderate periorbital edema with bilateral lower extremity pitting edema.  Serum creatinine is 0.5 mg/dL and serum albumin is 2.1 g/dL.  Urinalysis shows 4+ protein and negative blood.  Multiple regions of the kidney are biopsied, and a representative image is shown below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/15355.jpg","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Acute interstitial nephritis","answer_2":"B. Crescentic glomerulonephritis","answer_3":"C. Focal segmental glomerulosclerosis","answer_4":"D. Membranous nephropathy","answer_5":"E. Minimal change disease","answer_6":"F. Poststreptococcal glomerulonephritis","percent_1":"19%","percent_2":"2%","percent_3":"12%","percent_4":"24%","percent_5":"42%","percent_6":"1%","right_answer":"E. Minimal change disease","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Minimal change disease! ?Epidemiology? • Most common cause of nephrotic syndrome in children • Median age 2-3 ?Pathogenesis? • T cell–mediated injury to podocytes • Production of a glomerular permeability factor ?Clinical features? • Edema, frothy urine • Proteinuria, hypoalbuminemia, hyperlipidemia ?Diagnosis? • LM: normal glomeruli • IM: no immune deposits • EM: diffuse podocyte foot process effacement %#EM# = electron microscopy; #IM# = immunofluorescence microscopy; #LM# = light microscopy.","explanation_img":"","explanation_1":"","explanation_2":"This patient with edema, proteinuria, and hypoalbuminemia has @nephrotic syndrome@.  The normal glomeruli on light microscopy (LM) suggest a diagnosis of #minimal change disease# (MCD), the most common cause of nephrotic syndrome in children.  It is often idiopathic but may be triggered by drugs (eg, #nonsteroidal anti-inflammatory drugs# [NSAIDs], as in this patient), immunizations, or malignancy (eg, Hodgkin lymphoma). $Pathogenesis involves T cell dysfunction with production of a glomerular permeability factor (possibly IL-13), which damages podocytes and decreases the anionic charge of the glomerular basement membrane (GBM), allowing for selective loss of albumin in the urine. $Clinical features include acute weight gain, diffuse edema, and frothy urine due to heavy proteinuria.  Renal biopsy demonstrates #normal glomeruli on LM#, with no immunoglobulin or complement deposits visible on immunofluorescent microscopy.  However, electron microscopy shows diffuse @effacement and fusion@ of podocyte foot process. $#(Choice A)#  Acute @interstitial nephritis@ often occurs after initiation of new drugs (eg, NSAIDS, diuretics) but causes acute kidney injury with white blood cell casts on urinalysis; heavy proteinuria is unexpected.  Although the glomeruli are often normal, inflammation involving the interstitium and tubules will be seen on LM. $#(Choices B and F)#  Crescentic glomerulonephritis and poststreptococcal glomerulonephritis cause nephritic syndrome (eg, hematuria, red blood cell casts, hypertension).  @Crescentic glomerulonephritis@ occurs in multiple renal diseases (eg, Goodpasture disease, microscopic polyangiitis) and demonstrates hypercellular crescents composed of parietal and inflammatory cells.  @Poststreptococcal glomerulonephritis@, which occurs 2-4 weeks after a group A streptococcal infection, demonstrates hypercellular glomeruli on LM. $#(Choice C)#  @Focal segmental glomerulosclerosis@ causes nephrotic syndrome and also demonstrates similar podocyte foot process effacement on electron microscopy; however, LM demonstrates sclerotic foci within the glomerulus.  This disease is more common in adults and typically has a slower onset of edema and weight gain. $#(Choice D)#  Membranous nephropathy causes nephrotic syndrome, and is associated with NSAID use, but is more common in adults.  LM demonstrates glomeruli with diffuse GBM thickening. $#Educational objective# Minimal change disease is the most common cause of nephrotic syndrome in children.  It is often idiopathic but may be triggered by drugs, immunizations, or malignancy.  Light microscopy shows normal glomeruli, with no immunoglobulin or complement deposits on immunofluorescent staining.  However, electron microscopy shows diffuse podocyte foot process effacement and fusion. ","clickable_1":"images/img1.15355.jpg","clickable_2":"images/img2.15355.jpg","clickable_3":"images/img3.15355.jpg","clickable_4":"images/img4.15355.jpg","clickable_5":"images/img5.15355.jpg","clickable_6":"images/img6.15355.jpg"},

{"id":"8","title":"An 8-year-old boy is brought to the office due to acute facial puffiness.  His mother reports that for the preceding 24 hours he has been easily fatigued and has had dark urine.  The patient was treated for a skin infection 3 weeks ago but has no chronic medical conditions.  Temperature is 36.1 C (97 F) and blood pressure is 140/94 mm Hg.  Physical examination shows periorbital edema and mild pitting edema along the ankles.  The remainder of the examination shows no abnormalities.  A representative renal biopsy sample is shown in the image below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/8.jpg","title_2":"The fluorescent areas on the slide most likely indicate the presence of which of the following substances?","audio":"","comparison_items":"","answer_1":"A. Albumin","answer_2":"B. C1q","answer_3":"C. C3","answer_4":"D. Fibrin","answer_5":"E. IgE","answer_6":"F. M protein","percent_1":"3%","percent_2":"4%","percent_3":"71%","percent_4":"2%","percent_5":"6%","percent_6":"14%","right_answer":"C. C3","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"This pediatric patient with @nephritic syndrome@ (eg, periorbital edema, hematuria, hypertension) following a recent skin infection most likely has #poststreptococcal glomerulonephritis# (PSGN), the most common cause of pediatric nephritic syndrome.  This typically occurs after exposure to strains of group A Streptococcus that produce nephritogenic antigens that can activate the alternate complement pathway.  These combine with antibodies to form immune complexes, which deposit on the glomerular basement membrane (GBM) and induce complement activation and inflammation. $These immune complexes are visible on immunofluorescence microscopy as @granular deposits@ of #IgG, IgM, and C3# on the GBM and mesangium.  Because these particular immune complexes tend to activate complement via the alternate pathway, the deposits rarely contain C1q or C4 (classic complement pathway components) #(choice B).# $#(Choice A)#  Disruption of the GBM in PSGN causes increased filtration of proteins such as albumin, which are lost in urine and do not deposit in the GBM.  The loss of albumin results in decreased plasma oncotic pressure and subsequent peripheral edema. $#(Choice D)#  Fibrin deposits in the Bowman space of the glomerulus are found in the crescents of rapidly progressive glomerulonephritis. $#(Choice E)#  IgE deposits are sometimes seen in lupus nephritis and are confined to the capillary wall.  They are associated with a poorer prognosis. $#(Choice F)#  M protein is a component of the streptococcal cell wall that acts as an antiphagocytic virulence factor and stimulates antibody formation.  The cross-reactivity of these antibodies to myosin within myocardial cells is likely responsible for rheumatic heart disease.  However, M protein has not been isolated in the immune complexes in PSGN. $#Educational objective# Poststreptococcal glomerulonephritis occurs after exposure to strains of group A Streptococcus that produce nephritogenic antigens; antigen-antibody complexes deposit on the glomerular basement membrane and activate the alternate complement pathway.  Immunofluorescence microscopy shows granular deposits of IgG, IgM, and C3 in the basement membranes and mesangium.  ","clickable_1":"images/img1.8.jpg","clickable_2":"images/img2.8.jpg"},

{"id":"1849","title":"A 4-year-old girl developed acute-onset colicky abdominal pain, vomiting, and loose bloody stools during a family vacation.  She was treated with supportive care and began to feel better.  A few days later, her parents bring her to the emergency department because she has urinated only once in the past 10 hours and the urine was red.  Physical examination shows conjunctival pallor but is otherwise normal.  Laboratory studies are as follows:","title_table":"?Hemoglobin? 7.8 g/dL ?Platelets? 80,000/mm3 ?Creatinine? 1.7 mg/dL","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Urinalysis shows proteinuria and hematuria.  Which of the following mechanisms is the most likely cause of this patient's condition?","audio":"","comparison_items":"","answer_1":"A. Microthrombi in small blood vessels","answer_2":"B. Streptococcal antigen-associated glomerular damage","answer_3":"C. Systemic IgA-mediated vasculitis","answer_4":"D. Vasculitis involving medium arteries","answer_5":"E. Widespread activation of the coagulation cascade","percent_1":"43%","percent_2":"11%","percent_3":"32%","percent_4":"3%","percent_5":"10%","right_answer":"A. Microthrombi in small blood vessels","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Hemolytic uremic syndrome! ?Etiology? #Shiga toxin–producing bacteria# • Escherichia coli O157:H7 • Shigella ?Clinical features? • Antecedent diarrheal illness (often bloody) • Hemolytic anemia with schistocytes • Thrombocytopenia • Acute kidney injury","explanation_img":"","explanation_1":"","explanation_2":"This patient with a recent history of loose bloody stools now has anemia, thrombocytopenia, and signs of acute kidney injury.  This presentation is consistent with diarrhea-associated #hemolytic uremic syndrome (HUS)#, a major cause of acute renal failure in young children. $Most cases are due to intestinal infection by #Shiga toxin# (verotoxin)-producing organisms (eg, Escherichia coli #O157:H7#, #Shigella# dysenteriae).  These toxins injure the endothelium of preglomerular arterioles and glomerular capillaries, leading to platelet activation and aggregation and the formation of microthrombi. $Platelet consumption causes #thrombocytopenia# (platelets <140,000/mm3), but there is typically no purpura or active bleeding.  Erythrocytes passing through the damaged capillaries suffer shear injury and are broken down to schistocytes, causing #microangiopathic hemolytic anemia# (eg, conjunctival pallor).  Extensive damage to the renal vasculature results in #acute kidney injury# (eg, oliguria/anuria, hematuria, increased creatinine). $#(Choice B)#  Poststreptococcal glomerulonephritis develops approximately 1-3 weeks following a cutaneous or pharyngeal infection by a nephritogenic strain of group A β-hemolytic streptococci.  It is caused by an immune response against streptococcal antigens that deposit in the glomerulus.  Patients have oliguria, hematuria, proteinuria, edema, and hypertension.  Anemia is not commonly seen. $#(Choice C)#  Systemic IgA-mediated vasculitis is characteristic of @Henoch-Schönlein purpura@ (HSP), a leukocytoclastic vasculitis that typically involves small blood vessels of the skin, kidneys, intestines, and joints.  Although HSP can cause abdominal pain and hematuria, platelet count is usually normal.  In addition, the absence of @palpable purpura@ and joint symptoms makes HSP unlikely in this patient. $#(Choice D)#  @Kawasaki disease@ (mucocutaneous lymph node syndrome) is a vasculitis of medium arteries that classically affects young children.  The main symptoms are high fever, conjunctivitis, cervical lymphadenopathy, periungual desquamation, and mucocutaneous changes (eg, strawberry tongue). $#(Choice E)#  Disseminated intravascular coagulation refers to massive, widespread activation of the coagulation cascade due to release of procoagulant substances caused by sepsis, malignancy, or trauma.  These patients usually have bleeding, petechiae, and bruising due to concomitant fibrinolysis and consumption of platelets and coagulation factors. $#Educational objective# Hemolytic uremic syndrome is a common cause of acute renal failure in children.  It is characterized by the triad of microangiopathic hemolytic anemia, thrombocytopenia, and acute kidney injury.  Most cases develop following a diarrheal illness caused by Shiga toxin-producing organisms (eg, Escherichia coli O157:H7, Shigella dysenteriae). ","clickable_1":"images/img1.1849.jpg","clickable_2":"images/img2.1849.jpg","clickable_3":"images/img3.1849.jpg"},

{"id":"10","title":"A 17-year-old boy is brought to the office due to occasional blood in the urine.  The first episode occurred 1 year ago during a flulike illness, and resolved spontaneously.  The patient had a similar episode about 6 months ago, which also seemed to resolve.  He has no other medical conditions and does not use tobacco or alcohol.  There is no history of blood or kidney disorders in the family.  Vital signs are normal.  On laboratory evaluation, blood urea nitrogen level is 14 mg/dL and creatinine is 0.8 mg/dL.  Urinalysis results are as follows:","title_table":"?Specific gravity? 1.013 ?Protein? +2 ?Blood? trace ?Glucose? negative ?Ketones? negative ?Leukocyte esterase? negative ?Nitrites? negative ?White blood cells? 1-2/hpf ?Red blood cells? 20-30/hpf","title_table_3":"","exhibit_1":"","image_1":"","title_2":"A renal biopsy is performed.  Which of the following findings is most likely to be seen on microscopic evaluation?","audio":"","comparison_items":"","answer_1":"A. Apple-green birefringent mesangial deposits","answer_2":"B. Crescent formation with linear IgG deposits","answer_3":"C. Effacement of podocyte foot processes","answer_4":"D. Granular IgG and C3 deposits","answer_5":"E. Lamellated basement membrane","answer_6":"F. Mesangial deposition of IgA","answer_7":"G. Sclerosis of a portion of some glomeruli","answer_8":"H. Thin basement membrane","percent_1":"1%","percent_2":"4%","percent_3":"9%","percent_4":"23%","percent_5":"1%","percent_6":"58%","percent_7":"1%","percent_8":"2%","right_answer":"F. Mesangial deposition of IgA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pathologic findings in nephritic syndrome#∆⨉∆⨉ § ∆^#Cause of glomerular injury# ∆^#Characteristic biopsy features# §^#Poststreptococcal$ glomerulonephritis# ∆^Antibodies against streptococcal $antigens that deposit in GBM ∆ • IF: C3 granular staining along GBM  • EM: subepithelial humps §^#Anti-GBM disease# ∆^Antibodies against type IV collagen in$ GBM ∆ • LM: glomerular crescents  • IF: linear staining (IgG) along GBM §^#Rapidly progressive$ glomerulonephritis# ∆^Severe immunologic injury (eg, anti-$GBM antibodies, immune complex $deposition) ∆ • LM: glomerular crescents  • IF: fibrin in crescents §^#IgA nephropathy# ∆^Deposition of IgA-containing $complexes ∆ • LM: mesangial hypercellularity  • IF: IgA in mesangium §^#Alport syndrome# ∆^Defective type IV collagen in GBM ∆ • EM: lamellated appearance of GBM %#EM =# electron microscopy; #GBM =# glomerular basement membrane; #IF =# immunofluorescence; #LM =# light microscopy.","explanation_img":"","explanation_1":"","explanation_2":"This patient likely has #IgA nephropathy# (Berger disease), the most common cause of @glomerulonephritis@.  It typically affects older children and young adults and presents with #painless hematuria# that is often #accompanied by# an #upper respiratory tract infection#.  The hematuria lasts for several days and then subsides temporarily, returning every few months or with another upper respiratory infection (synpharyngitic hematuria).  Complement levels are usually normal.  Renal biopsy will show @mesangial hypercellularity@ with mesangial IgA deposits seen by immunofluorescence. $When IgA nephropathy is accompanied by extrarenal symptoms (eg, abdominal pain, arthralgias, purpuric skin lesions), the syndrome is called Henoch-Schönlein purpura. $#(Choice A)#  The kidney is often affected by @amyloidosis@.  On Congo red staining, amyloid deposits appear red-pink under light microscopy and have an apple-green birefringence under polarized light.  Amyloidosis typically presents in older adults as nephrotic syndrome with significant edema and proteinuria. $#(Choice B)#  Crescent formation with linear IgG deposits occurs in patients with anti-glomerular basement membrane antibody disease (@Goodpasture disease@).  This condition generally presents as rapidly progressive glomerulonephritis associated with an acute rise in creatinine and decreased urine output; patients also often have hemoptysis.  The disease is rare in children. $#(Choice C)#  @Minimal change disease@ (MCD) is characterized by effacement of podocyte foot processes on electron microscopy.  MCD typically results in nephrotic syndrome with generalized edema and high levels of proteinuria; recurrent hematuria associated with an upper respiratory infection is more consistent with IgA nephropathy. $#(Choice D)#  Poststreptococcal glomerulonephritis (PSGN) demonstrates granular IgG and C3 deposits along the glomerular basement membrane.  However, hematuria in PSGN usually develops 1-3 weeks after streptococcal pharyngitis (postpharyngitic nephritis), and reoccurrence is rare. $#(Choice E)#  Alport syndrome is a disorder of type IV collagen that causes a nephritic syndrome; however, it is associated with hearing loss and ocular abnormalities.  Electron microscopy shows a lamellated basement membrane with irregular thinning and thickening ('basket-weave' appearance). $#(Choice G)#  @Focal segmental glomerular sclerosis@ typically causes nephrotic syndrome.  Recurrent episodes of macroscopic hematuria are unexpected. $#(Choice H)#  Thin basement membrane disease is an autosomal dominant disorder that results in a thin basement membrane with recurrent microscopic hematuria, gross hematuria, or flank pain.  Due to the inheritance pattern, patients typically have a family history of hematuria. $#Educational objective# IgA nephropathy (Berger disease) frequently presents as recurrent, self-limited, painless hematuria; episodes often occur concurrently with an upper respiratory tract infection.  Kidney biopsy will show mesangial IgA deposits on immunofluorescence.  In contrast, poststreptococcal glomerulonephritis is seen 1-3 weeks after streptococcal pharyngitis and is usually not recurrent. ","clickable_1":"images/img1.10.jpg","clickable_2":"images/img2.10.jpg","clickable_3":"images/img3.10.jpg","clickable_4":"images/img4.10.jpg","clickable_5":"images/img5.10.jpg","clickable_6":"images/img6.10.jpg"},

{"SubjectSystem":"Histology-Renal","id":"9","title":"A 43-year-old man comes to the office due to shortness of breath and fatigue.  Over the last 2 weeks, his fatigue has been so profound that he has \"little energy, even to get out of bed.\"  The patient has no chills but has experienced recent weight gain and ankle swelling.  He has no prior medical conditions and takes no medications.  Blood pressure is 168/94 mm Hg, and pulse is 95/min and regular.  The patient has bilateral lower extremity pitting edema limited to the ankles.  Urinalysis reveals 2+ protein, a white blood cell count of 5-7/hpf, and a red blood cell count of 75-100/hpf.  The patient undergoes a kidney biopsy; immunofluorescent microscopy findings are shown in the image below. ","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/9.jpg","title_2":"Which of the following would most likely be seen on light microscopy in this patient?","audio":"","comparison_items":"","answer_1":"A. Amyloid deposition","answer_2":"B. Crescent formation","answer_3":"C. Diffuse capillary wall thickening","answer_4":"D. Nodular glomerulosclerosis","answer_5":"E. Normal glomeruli","percent_1":"16%","percent_2":"43%","percent_3":"25%","percent_4":"13%","percent_5":"3%","right_answer":"B. Crescent formation","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp9.jpg","explanation_1":"","explanation_2":"$This patient's hypertension, hematuria (with mild pyuria), and moderate proteinuria are indicative of @nephritic syndrome@.  Immunofluorescence microscopy further demonstrates #linear deposits# (ie, ribbon-like) along the glomerular basement membrane (GBM), a finding characteristic of #anti-GBM disease#.  In this condition, anti-GBM autoantibodies (usually #IgG#) develop against the alpha-3 chain of #type IV collagen# (a subunit found in high concentration in the GBM).  Subsequent complement deposition (eg, #C3#) and leukocyte infiltration lead to rapidly progressive (crescentic) glomerulonephritis (RPGN). $#RPGN# is a syndrome of severe renal injury that manifests with acute-onset hematuria and decreased glomerular filtration (weight gain, edema).  It can occur due to multiple diseases (eg, granulomatosis with polyangiitis, microscopic polyangiitis).  The presence of @glomerular crescents@—composed of proliferating parietal cells, lymphocytes, macrophages, and fibrin—on light microscopy is diagnostic. $Anti-GBM antibodies also #cross-react# with pulmonary #alveolar #basement membranes, which are also enriched in the alpha-3 subchain, causing diffuse alveolar damage and hemorrhage.  The combination of glomerulonephritis and pulmonary hemorrhage in patients with anti-GBM antibodies is known as #Goodpasture syndrome#. $#(Choice A)#  @Renal amyloidosis@ causes a nephrotic syndrome (ie, heavy proteinuria, hypoalbuminemia, hyperlipidemia, edema); significant hematuria is unexpected.  Immunofluorescence microscopy is nonspecific and may show diffuse mesangial staining (rather than distinct, linear immune deposits on the GBM).  On Congo red staining, amyloid deposits appear red-pink under light microscopy and have an apple-green birefringence under polarized light. $#(Choice C)#  In @membranous nephropathy@, which causes a nephrotic syndrome, immunofluorescence demonstrates granular deposits of IgG and C3 along the GBM.  Uniform, diffuse capillary wall thickening is seen on light microscopy. $#(Choice D)#  Nodular glomerulosclerosis (Kimmelstiel-Wilson lesion) and mesangial expansion are seen on light microscopy in @diabetic nephropathy@, which presents as a nephrotic syndrome.  There are no immune deposits on immunofluorescence. $#(Choice E)#  Normal glomeruli are found on light microscopy in minimal change disease, a condition that primarily affects children and presents as a nephrotic syndrome.  There are no immune deposits on immunofluorescence. $#Educational objective# Anti-glomerular basement membrane (GBM) antibodies react with collagen type IV, causing rapidly progressive glomerulonephritis with glomerular crescent formation on light microscopy.  Immunofluorescence demonstrating linear (ribbon-like) deposits of IgG and C3 along the GBM is characteristic.  ","clickable_1":"images/img1.9.jpg","clickable_2":"images/img2.9.jpg","clickable_3":"images/img3.9.jpg","clickable_4":"images/img4.9.jpg","clickable_5":"images/img5.9.jpg"},

{"id":"7625","title":"An 81-year-old woman reports progressively increasing bilateral shoulder pain for 2 months.  Over the past 2 weeks, she has developed burning pain in her right thumb, index, and middle fingers.  Medical history is significant for type 2 diabetes mellitus and end-stage renal disease due to diabetic nephropathy.  The patient has received hemodialysis for the past 10 years.  Vital signs are normal.  Examination reveals normal heart and lung sounds.  There is no organomegaly.  Both shoulders are hypertrophied.  There is thenar atrophy on the right hand and soft tissue fullness at the right wrist.  Which of the following is most likely responsible for this patient's current condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Clonal production of excess free immunoglobulin light chains","answer_2":"B. Cytokine-mediated increased production of amyloid A protein","answer_3":"C. Tissue deposition of beta2-microglobulin","answer_4":"D. Tissue deposition of mutated transthyretin","answer_5":"E. Tissue deposition of wild-type transthyretin","percent_1":"4%","percent_2":"17%","percent_3":"62%","percent_4":"9%","percent_5":"9%","right_answer":"C. Tissue deposition of beta2-microglobulin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Major types of systemic amyloidosis#∆⨉∆⨉∆⨉∆⨉ § ∆^#Primary# ∆^#Secondary# ∆^#Age related# ∆^#Dialysis $related# §^#Disease$association# ∆^Plasma cell dyscrasia ∆^Chronic infection/$inflammation ∆^Elderly men ∆^ESRD on dialysis §^#Precursor$protein#$#↓#$#Misfolding$mechanism#$#↓#$#Amyloid$fibril type# ∆^Immunoglobulin$light chains$↓$Increased$production$↓$AL ∆^Serum$amyloid A$↓$Increased$production$↓$AA ∆^Transthyretin$(prealbumin)$↓$Accumulation$over time$↓$ATTR* ∆^β2-Microglobulin$↓$Decreased$clearance$↓$Aβ2M §^#Clinical$manifestations# ∆^Nephropathy, hepatosplenomegaly, $cardiomyopathy (AL > AA), peripheral $neuropathy, macroglossia, skin bruising∆⨉ ∆^Cardiomyopathy,$ CTS, other peripheral$ neuropathy ∆^Scapulohumeral$ arthritis, CTS %Amyloid names begin with \"A\" followed by the precursor protein abbreviation.$ *ATTR also occurs in a hereditary form that affects younger patients. $ #CTS =# carpal tunnel syndrome; #ESRD =# end-stage renal disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient on long-term hemodialysis has carpal tunnel syndrome and shoulder pain/hypertrophy, most likely due to #dialysis-related amyloidosis# (DRA). $Amyloidosis is a group of multisystem disorders, all characterized by #misfolded proteins#.  Misfolding results from increased production, decreased clearance, inherited mutations, or age-related deposition of protein subunits.  Structural transformation of precursor proteins into #beta-pleated sheets# leads to aggregation and polymerization into amyloid fibrils.  Resistant to degradation, amyloid #accumulates in extracellular tissues#, causing organ dysfunction.  Each precursor protein generates specific amyloid fibrils predisposed to particular organs. $In DRA, #beta2-microglobulin# (beta2-m) is the precursor protein and a component of major histocompatibility class I molecules on all nucleated cells.  Continuously shed in plasma, beta2-m has near-total clearance by normal kidneys.  However, in end-stage renal failure, it is #inadequately eliminated despite dialysis# and deposited in tissue as beta2-m amyloid.  Disease most often involves #osteoarticular structures# as connective tissue components (eg, glycosaminoglycans, type-1 collagen) stabilize beta2-m amyloid fibrils and inhibit their depolymerization.  Typical manifestations include: $• Scapulohumeral periarthritis (pain/hypertrophy from rotator cuff infiltration) $• Carpal tunnel syndrome (@median neuropathy@ from carpal tunnel deposition) $• Flexor tenosynovitis (contractures from involvement of flexor tendons) $• Bone cysts (possible pathologic fractures) $DRA prevalence increases with age and dialysis duration.  Although improved dialysis membranes provide better clearance of beta2-m, its prevalence remains significant. $#(Choice A)#  Free immunoglobulin light chains are produced in excess by clonal expansion of plasma cells in multiple myeloma and deposited as AL amyloid.  AL amyloid typically results in nephrotic syndrome, hepatomegaly, restrictive cardiomyopathy, and neuropathy.  Macroglossia and periorbital purpura are less common but characteristic. $#(Choice B)#  Serum amyloid A is an acute phase protein excessively produced due to elevated cytokines in chronic infectious or inflammatory conditions (eg, tuberculosis, rheumatoid arthritis).  Accumulation produces AA amyloid, which deposits primarily in the kidneys, liver, and spleen.  This patient has no chronic infectious or inflammatory conditions. $#(Choices D and E)#  Transthyretin is a protein named for its function (transports thyroxin and retinol).  Inherited mutation or age can cause its deposition as amyloid with prominent cardiac involvement. $#Educational objective#: Beta2-microglobulin is renally cleared and poorly dialyzed.  It accumulates as amyloid in dialysis patients, increasing in prevalence with dialysis duration, and has a predilection for osteoarticular surfaces.  Shoulder pain and carpal tunnel syndrome are common.  Bone cysts and pathologic fractures may also occur. ","clickable_1":"images/img1.7625.jpg"},

{"id":"11608","title":"A 46-year-old previously healthy woman comes to the emergency department due to 4 days of intermittent fever, abdominal pain, and vomiting.  For the past 2 days, she has also had decreased urine output, skin rash, and progressive lethargy.  Temperature is 38.3 C (101 F), blood pressure is 130/80 mm Hg, and pulse is 100/min.  There is a scattered petechial rash, facial puffiness, and 1+ bilateral pedal edema on physical examination.  Laboratory results show hemoglobin of 8.9 g/dL with elevated reticulocyte count and a platelet count of 26,000/mm3.  Bleeding time is prolonged; PT and activated PTT are normal.  The peripheral blood smear shows schistocytes and reduced platelets with presence of giant forms.  Blood urea nitrogen is 46 mg/dL and serum creatinine is 2.3 mg/dL.  Urinalysis is positive for proteinuria and hematuria.  Which of the following is most likely to be seen on this patient's renal biopsy?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Collapse and sclerosis of glomerular tufts","answer_2":"B. Crescent-shaped mass of cellular proliferation and leukocytes","answer_3":"C. Diffuse cellular proliferation and subepithelial immunoglobulin deposits","answer_4":"D. Mesangial IgA deposition and cellular proliferation","answer_5":"E. Patchy necrosis of tubular epithelium and loss of basement membrane","answer_6":"F. Platelet-rich thrombi in glomeruli and arterioles","percent_1":"2%","percent_2":"19%","percent_3":"12%","percent_4":"12%","percent_5":"9%","percent_6":"47%","right_answer":"F. Platelet-rich thrombi in glomeruli and arterioles","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with a #pentad# of fever, neurologic symptoms (eg, progressive lethargy), renal failure, anemia, and thrombocytopenia has schistocytes on peripheral blood smear, which is indicative of #thrombotic microangiopathy# (TMA) (eg, thrombocytopenic thrombotic purpura [TTP]).  TMA syndromes have varying etiologies but share common clinical and pathologic features, including: $• #Platelet activation# in arterioles and capillaries $• Diffuse #microvascular thrombosis# (eg, brain, kidneys, skin, gastrointestinal tract) $• Organ ischemia and dysfunction (eg, headache, hematuria, petechial rash, abdominal pain) $• Microangiopathic hemolytic anemia with #schistocytes# (red blood cells fragmented by microthrombi) $• #Thrombocytopenia# due to platelet consumption $Unlike disseminated intravascular coagulation, in which coagulation cascade activation leads to prolongation of coagulation studies (PT and activated PTT), TTP is almost always characterized by #normal PT and activated PTT#.  The diagnosis can be confirmed with histopathology, which typically shows thrombi in small blood vessels (eg, glomerular capillaries, arterioles). $#(Choice A)#  Histopathology in @focal segmental glomerulosclerosis@ shows collapse and sclerosis of a segment of the glomerular tuft and characteristically affects some, but not all, glomeruli.  Although it commonly manifests with proteinuria and edema, thrombocytopenia and anemia with schistocytes would not be expected. $#(Choice B)#  Crescent formation is characteristic of @rapidly progressive glomerulonephritis@, which typically presents with macroscopic hematuria, hypertension, and progressive renal failure; it is caused by severe immunologic injury (eg, anti–glomerular basement membrane antibodies, immune complex deposition).  This patient's thrombocytopenia and anemia with schistocytes are more suggestive of TMA. $#(Choice C)#  @Poststreptococcal glomerulonephritis@ is microscopically characterized by hypercellular glomeruli with subepithelial immune deposits.  It typically affects children following streptococcal infection and can lead to increased cola-colored urine output and periorbital edema. $#(Choice D)#  Henoch-Schönlein purpura is typically a childhood disease with nonthrombocytopenic palpable purpura and arthralgias; @IgA nephropathy@ commonly presents with recurrent hematuria and low-grade proteinuria following an upper respiratory tract infection.  Both diseases show IgA deposition in the mesangium. $#(Choice E)#  @Acute tubular necrosis@ due to ischemia (eg, prolonged hypotension) or nephrotoxins (eg, antibiotics, myoglobin) generally presents with rising creatinine and muddy brown granular casts on urinalysis. $#Educational objective# Primary thrombotic microangiopathy (TMA) syndromes share common clinical and pathologic features and result in platelet activation and diffuse microthrombosis in arterioles and capillaries.  They present with hemolytic anemia, schistocytes, thrombocytopenia, and organ injury (eg, brain, kidneys). ","clickable_1":"images/img1.11608.jpg","clickable_2":"images/img2.11608.jpg","clickable_3":"images/img3.11608.jpg","clickable_4":"images/img4.11608.jpg","clickable_5":"images/img5.11608.jpg"},

{"id":"19550","title":"A 15-year-old girl comes to the office for follow-up.  The patient was diagnosed with Wilson disease a year ago, at which time she began penicillamine therapy.  Her dysarthria and academic performance have since improved.  Vital signs are normal.  Laboratory results are as follows:","title_table":"","title_table_3":"§ ∆#Six months prior# ∆#Today# §#24-hr urine copper excretion#$ (normal: <40 mcg) ∆500 mcg/24 hr ∆300 mcg/24 hr §#Urinalysis# ∆normal ∆protein 3+;$ otherwise normal §#Alanine aminotransferase$ (SGPT)# ∆240 U/L ∆140 U/L §#Aspartate aminotransferase$ (SGOT)# ∆200 U/L ∆110 U/L","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely explanation for this patient's laboratory findings?","audio":"","comparison_items":"","answer_1":"A. Liver cirrhosis","answer_2":"B. Medication noncompliance","answer_3":"C. Membranous nephropathy","answer_4":"D. Renal interstitial inflammation","answer_5":"E. Renal tubular injury","percent_1":"2%","percent_2":"2%","percent_3":"66%","percent_4":"14%","percent_5":"15%","right_answer":"C. Membranous nephropathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Wilson disease# is caused by a @defective copper transporter@ within hepatocytes, resulting in copper accumulation in the liver, brain, eye, and other organs.  #Penicillamine#, a first-line therapy for this condition, is a #copper-chelating agent# that solubilizes copper, which is then excreted in the urine.  With initial treatment, urinary excretion of copper is high, as evidenced by this patient's laboratory studies from several months ago.  As toxic copper stores diminish with continued chelation, urinary copper excretion decreases (although it remains elevated compared to healthy patients).  In addition, although penicillamine can partially reverse liver damage, some patients continue to have mildly elevated transaminases. $Nephrotoxicity, which can occur months to years into therapy, is a potential #adverse effect# of penicillamine and most commonly presents with #nephrotic syndrome# (ie, #proteinuria#) due to #membranous nephropathy#.  Pathogenesis is uncertain, but histology findings include diffuse glomerular capillary wall thickening without marked glomerular hypercellularity. $#(Choices A and B)#  Noncompliance of penicillamine in patients with Wilson disease results in recurrence of symptoms or worsening liver (eg, cirrhosis) or renal (eg, Fanconi syndrome) manifestations.  This patient has improved neurologic symptoms, academic performance, and aminotransferases, making noncompliance unlikely. $#(Choice D)#  Interstitial nephritis, a potential adverse effect of any medication, can occasionally cause significant proteinuria.  However, hematuria and pyuria would be expected on urinalysis. $#(Choice E)#  Although tubular injury (eg, acute tubular necrosis) can result in mild proteinuria, this patient's otherwise normal urinalysis (no granular casts) and lack of risk factors (eg, ischemia, toxin exposure) make tubular injury unlikely. $#Educational objective# Penicillamine is a copper-chelating agent used as first-line treatment in Wilson disease.  Adverse effects include nephrotic syndrome (ie, proteinuria) due to membranous nephropathy. ","clickable_1":"images/img1.19550.jpg"},

{"id":"12","title":"A 12-year-old boy is brought to the clinic because of facial puffiness.  Examination shows periorbital edema.  Urinalysis reveals:","title_table":"?Protein? 1+ ?Blood? trace ?White blood cells? 3-5/hpf ?Red blood cells? 20-30/hpf ?Casts? red blood cells ?Crystals? none","title_table_3":"","exhibit_1":"","image_1":"images/12.jpg","title_2":"A biopsy image representative of this patient's disease process is shown above.Which of the following additional findings is most likely to be present in this patient?","audio":"","comparison_items":"","answer_1":"A. Antiglomerular basement membrane antibodies","answer_2":"B. Antineutrophil cytoplasmic antibodies","answer_3":"C. Decreased serum C3 level","answer_4":"D. Decreased serum C4 level","answer_5":"E. Increased eosinophil count","percent_1":"8%","percent_2":"5%","percent_3":"78%","percent_4":"3%","percent_5":"6%","right_answer":"C. Decreased serum C3 level","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp12.jpg","explanation_1":"","explanation_2":"$This pediatric patient with microscopic hematuria, red blood cell casts, mild pyuria, and proteinuria has a nephritic syndrome (@glomerulonephritis@).  The biopsy sample demonstrates #enlarged, hypercellular glomeruli# consistent with #poststreptococcal glomerulonephritis# (PSGN), which is the most common cause of #nephritic syndrome# in children.  PSGN is caused by immune complex deposition in the glomerulus following group A beta-hemolytic Streptococcus (eg, Streptococcus pyogenes) infection.  Hypercellularity, which involves all lobules of all glomeruli, is the result of leukocyte infiltration and endothelial and mesangial cell proliferation in response to secreted cytokines. $Other classic findings include elevated titers of antistreptococcal antibodies (eg, antistreptolysin O, anti–DNase B) and #low C3 concentrations# (due to consumption).  Electron microscopy typically shows electron-dense deposits composed of immune complexes on the epithelial side of the glomerular basement membrane.  On immunofluorescent microscopy, there are coarse, granular deposits of IgG and C3 with a characteristic 'starry sky' appearance. $#(Choices A and B)#  Serum antiglomerular basement membrane antibodies are found in Goodpasture syndrome.  Serum antineutrophil cytoplasmic antibodies are associated with certain vasculitides (eg, granulomatosis with polyangiitis, microscopic polyangiitis).  These conditions can cause both pulmonary-renal syndrome with hemoptysis and renal failure.  However, the typical renal manifestation is rapidly progressive glomerulonephritis, which is characterized by @crescent formation@ on light microscopy.  In addition, these conditions are rare in children. $#(Choice D)#  Although C3 levels are decreased in almost all patients with PSGN, C4 levels are usually normal as complement activation in PSGN occurs predominantly via the alternative pathway. $#(Choice E)#  Eosinophilia can occur in acute interstitial nephritis, which causes renal failure but is typically associated with fever, rash, sterile pyuria, and white blood cell casts; significant hematuria and red blood cell casts are unexpected. $#Educational objective# Poststreptococcal glomerulonephritis is the most common cause of nephritic syndrome in children.  Light microscopy demonstrates enlarged, hypercellular glomeruli.  Laboratory findings in poststreptococcal glomerulonephritis include elevated antistreptococcal antibodies (eg, antistreptolysin O, anti–DNase B) and decreased C3 and total complement levels.  C4 levels are usually normal. ","clickable_1":"images/img1.12.jpg","clickable_2":"images/img2.12.jpg"},

{"SubjectSystem":"Immunology-Renal","id":"758","title":"A 7-year-old boy is brought to the emergency department by his parents for arthralgias.  He had a cough and runny nose last week but otherwise has been in good health.  Temperature is 37 C (98.6 F), blood pressure is 95/65 mm Hg, pulse is 92/min, and respirations are 20/min.  Physical examination shows raised, red-purple papules, some of which have coalesced, over the patient's buttocks and thighs.  Auscultation of the lungs and heart is normal.  The abdomen is soft with normal bowel sounds.  The knees are tender but do not appear warm or swollen.  Urinalysis results are as follows:","title_table":"?Protein? 2+ ?Blood? moderate ?Leukocyte esterase? trace ?Nitrites? negative ?White blood cells? 1-2/hpf ?Red blood cells (RBCs)? many/hpf ?Casts? RBC casts","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"Which of the following mechanisms is the most likely underlying cause of this patient's renal findings?","audio":"","comparison_items":"","answer_1":"A. Autoantibodies against podocyte antigens","answer_2":"B. Autoantibodies to host cell basement membranes","answer_3":"C. Immune complex deposition in glomerular mesangium","answer_4":"D. Thrombosis of glomerular capillaries","answer_5":"E. T-lymphocyte cytotoxicity against virally-infected mesangial cells","percent_1":"6%","percent_2":"11%","percent_3":"75%","percent_4":"4%","percent_5":"4%","right_answer":"C. Immune complex deposition in glomerular mesangium","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!IgA vasculitis (Henoch-Schönlein purpura)! ?Pathogenesis? • Deposition of IgA immune complexes in small vessels activates complement • Neutrophilic inflammation & vascular damage • Often follows an upper respiratory infection ?Clinical$manifestations? • Palpable purpura/petechiae on the lower extremities • Arthritis/arthralgia • Abdominal pain, gastrointestinal bleeding, intussusception • Renal disease (hematuria ± proteinuria) ?Diagnosis? • Usually clinical • Skin biopsy: leukocytoclastic vasculitis, IgA deposition in vessel walls","explanation_img":"","explanation_1":"","explanation_2":"This patient has findings consistent with @Henoch-Schönlein purpura (HSP)@ (ie, IgA vasculitis), a leukocytoclastic vasculitis most common in school-aged children and characterized by lower extremity @palpable purpura@, arthralgia/arthritis, abdominal pain, and/or renal abnormalities.  HSP is caused by the deposition of #IgA immune complexes# in small-vessel walls and may be precipitated by an upper respiratory tract infection, as seen in this patient. $HSP renal disease is an immune-mediated glomerulonephritis with microscopic features identical to @IgA nephropathy@: $• #Mesangial deposition# of IgA immune complexes triggers #mesangial cell proliferation# and extracellular matrix deposition, primarily via enhanced expression of platelet-derived growth factor and transforming growth factor beta. $• IgA Immune complexes also trigger #complement activation# via the alternative and lectin pathways; hydrolyzed complement proteins (eg, c5a) act as chemokines that attract #neutrophils#, which produce oxidants and release proteases (eg, elastase) that are damaging to glomerular capillaries. $• Macrophages may also be recruited to the glomerulus, where they cause further damage to glomerular capillaries, promote #fibrin deposition#, and contribute to #crescent formation# in severe cases. $Most children with HSP-related renal disease have mild nephritis characterized by #hematuria#, red blood cell (RBC) casts, non–nephrotic range proteinuria, and a normal creatinine.  However, severe complications (eg, nephrotic syndrome, acute kidney injury) can occur. $#(Choice A)#  IgG autoantibodies to phospholipase A2 receptor on podocytes can lead to subepithelial immune deposition and membranous nephropathy.  Patients have nephrotic syndrome (eg, edema, marked proteinuria [usually ≥3+]), not hematuria. $#(Choice B)#  Anti-glomerular basement membrane disease is caused by an autoantibody to the alpha 3 chain of type IV collagen and is often associated with pulmonary hemorrhage.  Although patients have nephritic syndrome with hematuria and RBC casts, arthralgias and purpura are not seen. $#(Choice D)#  Prothrombotic conditions (eg, antiphospholipid syndrome) can cause thrombosis of the glomerular capillaries, and urinalysis may show hematuria and/or proteinuria.  Although purpura may occur due to consumptive thrombocytopenia, the lesions would be diffuse, not localized to the lower extremities (immune complex vasculitis tends to affect dependent areas of the skin).  In addition, his recent upper respiratory tract infection is more characteristic of HSP. $#(Choice E)#  In rapidly progressive glomerulonephritis, activated T lymphocytes secrete cytokines that stimulate macrophage activity, a process that contributes to crescent formation.  However, T lymphocyte-mediated cytotoxicity is not a mechanism of glomerular injury in HSP. $#Educational objective# Henoch-Schönlein purpura is an IgA-mediated, leukocytoclastic vasculitis that presents with palpable purpura, arthralgia/arthritis, abdominal pain, and/or hematuria.  Renal involvement is due to mesangial deposition of IgA immune complexes with subsequent mesangial cell proliferation, neutrophilic infiltration, and glomerular damage. ","clickable_1":"images/img1.758.jpg","clickable_2":"images/img2.758.jpg","clickable_3":"images/img3.758.jpg"},

{"id":"151","title":"A 65-year-old man comes to the office for follow-up monitoring of type 2 diabetes mellitus.  He was diagnosed with diabetes 7 years ago and follows a strict diet to control his blood sugar level.  The patient takes no medications.  Blood pressure is 139/88 mm Hg and pulse is 70/min.  Physical examination shows decreased lower-extremity sensation with a 10-g monofilament.  His most recent hemoglobin A1c is 7.4% (normal, <5.6%).  Serum creatinine is 1.0 mg/dL and serum potassium is 3.8 mEq/L.  Further laboratory evaluation reveals increased urinary albumin excretion, but a conventional urinalysis is within normal limits.  In addition to starting antihyperglycemic treatment, which of the following is the best pharmacotherapy for this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Amlodipine","answer_2":"B. Carvedilol","answer_3":"C. Eplerenone","answer_4":"D. Hydrochlorothiazide","answer_5":"E. Isosorbide dinitrate","answer_6":"F. Lisinopril","answer_7":"G. Terazosin","percent_1":"2%","percent_2":"2%","percent_3":"8%","percent_4":"7%","percent_5":"1%","percent_6":"81%","percent_7":"1%","right_answer":"F. Lisinopril","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp151.jpg","explanation_1":"","explanation_2":"$This patient has diabetes mellitus complicated by neuropathy (decreased lower-extremity sensation) and nephropathy (increased urinary albumin excretion).  #Moderately increased albuminuria# (also called microalbuminuria) is defined as urine albumin loss of 30-300 mg/day and is an early indication of #diabetic nephropathy# (DN).  Microalbuminuria cannot be detected by standard dipstick urinalysis; only albumin excretion >300 mg/day (severely increased albuminuria) can be detected by conventional urinalysis.  If left untreated, albuminuria is followed by progressive worsening of renal function leading to end-stage renal disease. $The progression of DN can be reduced by #glycemic and blood pressure control#.  In addition, progression can be slowed by use of #ACE inhibitors# (eg, lisinopril) or angiotensin II receptor blockers.  Early DN is characterized by elevated glomerular filtration pressure; angiotensin II further increases glomerular pressure by selective vasoconstriction of the efferent arteriole.  Blockade of this angiotensin effect #lowers glomerular pressure#.  Although ACE inhibitors decrease glomerular filtration in the short term, chronic use decreases albumin excretion and slows progression to overt renal failure.  This benefit is independent of effects on systemic blood pressure and can also be seen in nonhypertensive patients. $#(Choice A)#  Nondihydropyridine calcium channel blockers (eg, diltiazem, verapamil) decrease proteinuria, but this effect is not seen with dihydropyridine agents (eg, amlodipine, nifedipine).  Although blood pressure control is important in patients with diabetes, lisinopril is more beneficial for preventing progression of nephropathy. $#(Choices B and C)#  Carvedilol is a nonselective beta- and alpha-adrenergic blocker used in hypertension and congestive heart failure.  Eplerenone is a mineralocorticoid (aldosterone) antagonist that is also used in congestive heart failure.  These agents have no specific role in the management of DN. $#(Choice D)#  Hydrochlorothiazide is an effective antihypertensive agent.  However, it also causes hyperglycemia and may be associated with worsened glucose control in diabetic patients.  ACE inhibitors are preferred over thiazides for first-line treatment. $#(Choice E)#  Isosorbide dinitrate is an intermediate-acting nitrate used in the treatment of stable angina pectoris.  It has no role in the management of DN. $#(Choice G)#  Alpha-1 blockers (eg, doxazosin, prazosin, terazosin) are useful for treatment of hypertension and benign prostatic hyperplasia but are not recommended as monotherapy for hypertension due to an increased risk of cardiovascular events. $#Educational objective# The risk of progression of diabetic nephropathy in patients with proteinuria can be reduced by appropriate glycemic and blood pressure control.  ACE inhibitors and angiotensin II receptor blockers are the preferred antihypertensive agents due to their antiproteinuric effects, which are independent from their effects on systemic blood pressure.  "},

{"id":"7611","title":"A 55-year-old man is evaluated due to worsening fatigue and exertional shortness of breath.  He has no chronic medical conditions and takes no medications.  Physical examination shows facial puffiness and bilateral lower extremity edema.  Urinalysis shows 3+ proteinuria.  Kidney biopsy findings with special staining under polarized light are shown on the image below:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/7611.jpg","title_2":"Which of the following tests would be most helpful for establishing a specific diagnosis in this patient?","audio":"","comparison_items":"","answer_1":"A. 24-hour urinary copper excretion","answer_2":"B. 24-hour urinary uric acid excretion","answer_3":"C. Serum protein electrophoresis","answer_4":"D. Serum total bilirubin concentration","answer_5":"E. Serum total body iron content","percent_1":"15%","percent_2":"11%","percent_3":"63%","percent_4":"2%","percent_5":"9%","right_answer":"C. Serum protein electrophoresis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Major types of systemic amyloidosis#∆⨉∆⨉∆⨉∆⨉ § ∆^#Primary# ∆^#Secondary# ∆^#Age related# ∆^#Dialysis $related# §^#Disease$association# ∆^Plasma cell dyscrasia ∆^Chronic infection/$inflammation ∆^Elderly men ∆^ESRD on dialysis §^#Precursor$protein#$#↓#$#Misfolding$mechanism#$#↓#$#Amyloid$fibril type# ∆^Immunoglobulin$light chains$↓$Increased$production$↓$AL ∆^Serum$amyloid A$↓$Increased$production$↓$AA ∆^Transthyretin$(prealbumin)$↓$Accumulation$over time$↓$ATTR* ∆^β2-Microglobulin$↓$Decreased$clearance$↓$Aβ2M §^#Clinical$manifestations# ∆^Nephropathy, hepatosplenomegaly, $cardiomyopathy (AL > AA), peripheral $neuropathy, macroglossia, skin bruising∆⨉ ∆^Cardiomyopathy,$ CTS, other peripheral$ neuropathy ∆^Scapulohumeral$ arthritis, CTS %Amyloid names begin with \"A\" followed by the precursor protein abbreviation.$ *ATTR also occurs in a hereditary form that affects younger patients. $ #CTS =# carpal tunnel syndrome; #ESRD =# end-stage renal disease.","explanation_img":"","explanation_1":"","explanation_2":"This patient with heavy (ie, 3+) proteinuria and peripheral edema has #nephrotic syndrome#.  His kidney biopsy shows #apple-green birefringence# under polarized light (with specialized Congo red staining), which is pathognomonic for @amyloidosis@. $Amyloidosis is a disorder of protein folding.  Misfolded proteins form #insoluble fibrils#, resulting in extracellular deposition that causes #organ dysfunction#.  The parallel fibril alignment binds to Congo red in a regular manner that produces the birefringence seen on polarized microscopy.  Multiple precursor proteins can lead to amyloid fibril formation and can cause differing clinical manifestations based on the location of deposition. $#Renal amyloid# deposits result in glomerular damage, producing proteinuria, typically in the nephrotic range.  The most common precursor proteins causing kidney injury are serum amyloid A (AA amyloidosis) and immunoglobulin light chains #(AL amyloidosis)#.  Serum amyloid A is an acute phase reactant; AA amyloidosis usually occurs in patients with chronic inflammatory conditions (unlike this patient).  Therefore, #serum protein electrophoresis# would be helpful to look for a monoclonal protein produced by an undiagnosed plasma cell dyscrasia (eg, multiple myeloma, Waldenstrom macroglobulinemia) causing AL amyloidosis. $#(Choice A)#  24-hour urinary copper excretion is elevated in Wilson disease, which typically presents with hepatic, neurologic, and psychiatric abnormalities.  Renal involvement is less common and causes tubular (eg, Fanconi syndrome) rather than glomerular dysfunction. $#(Choice B)#  24-hour urinary uric acid excretion is useful for evaluating disorders with hyperuricemia (eg, gout, kidney stones).  @Uric acid crystals@ share the property of birefringence on polarized microscopy.  However, nephrotic syndrome would be unexpected even with chronic urate nephropathy. $#(Choice D)#  Serum total bilirubin concentration is elevated in multiple disorders and can result from overproduction, impaired conjugation, biliary obstruction, or hepatocyte damage.  It has no role in determining the type of amyloidosis causing nephrotic syndrome. $#(Choice E)#  Serum total body iron content is indicated for the assessment of anemia and iron overload, neither of which is associated with nephrotic syndrome.  Liver biopsy is sometimes performed for @iron overload@, which shows intense staining with Prussian blue. $#Educational objective# Renal amyloidosis typically presents with proteinuria and nephrotic syndrome.  The diagnosis is confirmed by kidney biopsy showing apple-green birefringence with Congo red stain under polarized light.  Serum protein electrophoresis demonstrating a monoclonal protein helps establish the diagnosis of immunoglobulin light chain (AL) amyloidosis. ","clickable_1":"images/img1.7611.jpg","clickable_2":"images/img2.7611.jpg","clickable_3":"images/img3.7611.jpg"},

{"id":"15619","title":"A 20-year-old woman comes to the office due to intermittent pain and swelling of both knees over the past 3 months.  She has no fever, chills, or abnormal vaginal discharge.  The patient has no other medical conditions and is not sexually active.  Temperature is 37.2 C (99 F), blood pressure is 150/90 mm Hg, and pulse is 78/min.  Small, nontender oral ulcers are present.  Examination shows mild tenderness of the knee joints but no effusion.  The remainder of the examination shows no abnormalities.  Laboratory results reveal anemia, thrombocytopenia, and elevated serum creatinine.  Urinalysis shows proteinuria and red blood cell casts.  Which of the following pathogenic mechanisms is most likely responsible for this patient's renal disease?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Activation of CD8+ T lymphocytes","answer_2":"B. Deposition of immune complexes containing bacterial antigens","answer_3":"C. Deposition of immune complexes containing DNA and anti-DNA","answer_4":"D. Deposition of immunoglobulin light chains","answer_5":"E. Formation of autoantibodies to podocyte antigens","percent_1":"4%","percent_2":"10%","percent_3":"74%","percent_4":"8%","percent_5":"5%","right_answer":"C. Deposition of immune complexes containing DNA and anti-DNA","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This young woman with hypertension, elevated serum creatinine, proteinuria, and red blood cells casts on urinalysis has #glomerulonephritis#.  In association with the transient arthralgias, oral ulcers, and cytopenia, this presentation suggests @systemic lupus erythematosus@ (SLE) complicated by #lupus nephritis#.  SLE is an autoimmune disease that occurs due to the formation of autoantibodies against cell surface and nuclear antigens.  Disease manifestations result from direct tissue injury by the autoantibodies or from the formation of circulating immune complexes that deposit in tissues. $Lupus nephritis occurs primarily due to deposition of #DNA/anti-DNA immune complexes #within the glomerulus (eg, mesangium, subendothelial or subepithelial space).  This results in the activation of complement and the recruitment of inflammatory cells #(type III hypersensitivity)#, leading to glomerular injury and reduced renal function.  Elevated levels of anti-DNA antibodies often precede clinically apparent renal disease and can be used to monitor disease activity. $#(Choice A)#  Activation of CD4+ and CD8+ T lymphocytes by donor histocompatibility antigens occurs during acute cellular rejection of a renal allograft.  CD8+ T cells do not play a prominent role in the pathogenesis of lupus nephritis. $#(Choice B)#  Poststreptococcal glomerulonephritis is another cause of nephritic syndrome and results from glomerular deposition of immune complexes involving streptococcal antigens.  However, it typically occurs 1-4 weeks after an infection (eg, impetigo, pharyngitis) and is far more common in young children.  In addition, it is not associated with oral ulcers or cytopenias. $#(Choice D)#  Multiple myeloma can cause anemia and bone pain; kidney injury occurs due to monoclonal free light-chain deposition in the renal tubules.  However, urinalysis would be expected to demonstrate waxy casts composed of Bence Jones proteins, not red blood cell casts.  In addition, multiple myeloma does not cause oral ulcers and is extremely uncommon in young patients. $#(Choice E)#  Autoantibodies against podocyte antigens occurs in membranous nephropathy.  Although membranous nephropathy can occur in SLE, it results in nephrotic syndrome characterized by massive proteinuria and edema.  Red blood cell casts are unexpected. $#Educational objective# Systemic lupus erythematosus is an autoimmune disease characterized by the formation of antinuclear antibodies (eg, anti-DNA antibodies).  Lupus nephritis occurs primarily due to the formation of immune complexes containing DNA and anti-DNA in the circulation.  These are deposited in the glomerulus where they result in complement activation, recruitment of inflammatory cells, and renal injury (type III hypersensitivity). ","clickable_1":"images/img1.15619.jpg"},

{"id":"28","title":"A 5-year-old boy is brought to the office by his mother, who notes that her son's eyes and feet have looked puffy over the last several weeks.  She is unaware of exactly when this began but says the patient had a mild upper respiratory tract infection several weeks ago.  The boy has no pain but mentions that his shoes seem to fit tightly and bother him, especially when he runs outside during recess at school.  The mother also remarks that the boy's urine has been excessively foamy recently.  On further questioning, the mother states that she has seasonal allergies and asks whether her child also has allergies.  Physical examination is remarkable for periorbital edema and lower extremity edema.  Urinalysis shows 4+ proteinuria but is otherwise unremarkable.  Which of the following secondary changes is most likely in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased liver albumin synthesis","answer_2":"B. Decreased plasma aldosterone level","answer_3":"C. Increased capillary oncotic pressure","answer_4":"D. Increased liver lipoprotein synthesis","answer_5":"E. Increased renal sodium wasting","percent_1":"8%","percent_2":"5%","percent_3":"13%","percent_4":"65%","percent_5":"9%","right_answer":"D. Increased liver lipoprotein synthesis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp28.jpg","explanation_1":"","explanation_2":"$This child most likely has minimal change disease, the most common cause of #nephrotic syndrome# in children.  It typically presents suddenly after an upper respiratory infection.  The classic features of nephrotic syndrome are #heavy proteinuria# (>3.5 g/day in adults and >50 mg/kg/day in children), #hypoalbuminemia# (<3 g/dL), #generalized edema#, and #hyperlipidemia#.  Two mechanisms, @underfilling and overfilling@, contribute to the pathogenesis of edema in nephrotic syndrome.  The underfilling mechanism is particularly significant in minimal change disease in children and presents as follows: $#1. Increased glomerular capillary permeability# to plasma proteins leads to massive #loss of protein# (predominantly albumin) in the urine. $2. The large decrease in serum albumin causes a #drop in intravascular oncotic pressure#, which results in fluid moving into the interstitial space and edema formation #(choice C)#. $3. The fluid shift results in intravascular volume depletion (ie, underfilling), which triggers the renin-angiotensin-aldosterone system to increase aldosterone synthesis (secondary hyperaldosteronism) and antidiuretic hormone secretion #(choice B)#.  The result is intravascular #sodium and water retention (Choice E)#.  This fluid leaks back out into the interstitial space due to the low oncotic pressure, exacerbating the edema. $4. Low intravascular oncotic pressure stimulates #increased lipoprotein production# in the liver.  Impaired lipid catabolism due to decreased lipoprotein lipase and abnormal transport of circulating lipid particles also contributes to hyperlipidemia. $#(Choice A)#  When the serum albumin level decreases due to its massive loss in the urine, the liver responds by increasing albumin synthesis.  However, the amount of renal albumin loss exceeds the liver synthetic capacity. $#Educational objective# Minimal change disease is the most common childhood nephrotic syndrome.  Increased glomerular capillary permeability causes massive protein (eg, albumin) loss in the urine.  Hypoalbuminemia reduces plasma oncotic pressure, which causes a fluid shift into the interstitial space, resulting in edema.  Low oncotic pressure also triggers increased lipoprotein production in the liver (ie, hyperlipidemia). ","clickable_1":"images/img1.28.jpg"},

{"id":"7628","title":"A 64-year-old man comes to the office due to generalized edema, fatigue, and dyspnea on exertion for 2 months.  The patient has a 25-year history of poorly controlled rheumatoid arthritis.  Temperature is 36.9 C (98.4 F), blood pressure is 108/70 mm Hg, and pulse is 90/min.  The patient is thin and appears chronically ill but is in no acute distress.  There is no lymphadenopathy.  Breath sounds are decreased at the lung bases.  Musculoskeletal examination shows severe deformities of the hands and feet related to rheumatoid arthritis.  There is pitting edema of both legs up to the knees.  Peripheral pulses are normal.  Urinalysis shows 4+ protein but is otherwise normal.  A renal biopsy is performed.  Which of the following histologic abnormalities is most likely to be seen in this patient's glomeruli?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Crescent formation","answer_2":"B. Deposition of amorphous material","answer_3":"C. Diffuse hypercellularity","answer_4":"D. IgA deposition","answer_5":"E. No abnormalities","percent_1":"16%","percent_2":"47%","percent_3":"21%","percent_4":"8%","percent_5":"8%","right_answer":"B. Deposition of amorphous material","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with peripheral edema and heavy proteinuria has #nephrotic syndrome#.  Given his long-standing inflammation from poorly controlled #rheumatoid arthritis# (RA), the cause of his nephrotic syndrome is likely #AA amyloidosis#. $Amyloidosis pathogenesis involves excessive @misfolding@ of native protein (eg, light chains, beta2-microglobulin, transthyretin) due to predisposing mutations or excessive protein production.  This structural change in soluble precursors promotes formation of beta-pleated sheets that #polymerize# into #insoluble fibrils# and deposit in tissues causing organ dysfunction.  Amyloid deposits appear as #amorphous pink material# on light microscopy with apple-green birefringence on Congo red stain under polarized light. $Serum amyloid A, an acute phase reactant induced by cytokines, is excessively produced during #chronic inflammatory states#, resulting in AA amyloidosis.  RA is the most common cause, but inflammatory bowel disease, chronic infection (eg, osteomyelitis, tuberculosis), and familial Mediterranean fever are also frequently associated.  AA amyloidosis most commonly affects the kidneys, presenting as nephrotic syndrome.  Hepatomegaly is frequent with splenomegaly occasionally seen.  Cardiac involvement (eg, restrictive cardiomyopathy) is rare. $#(Choice A)#  @Crescent formation@ in glomeruli occur with rapidly progressive glomerulonephritis, which can present with several conditions (eg, anti–glomerular basement membrane antibody disease).  However, it rarely occurs in RA and typically presents with an active urine sediment (eg, dysmorphic hematuria, red blood cell casts). $#(Choice C)#  @Diffuse hypercellular glomeruli@ on light microscopy are evident most often with poststreptococcal glomerulonephritis.  They are also seen with membranoproliferative glomerulonephritis and lupus nephritis.  In addition to proteinuria, these conditions typically have other components of nephritic syndrome (ie, hematuria, hypertension, kidney dysfunction), not nephrotic syndrome. $#(Choice D)#  @IgA deposition@ in the glomerular mesangium is found on immunofluorescence in IgA nephropathy.  IgA nephropathy only rarely causes isolated nephrotic syndrome; it typically presents as recurrent, painless hematuria (eg, nephritic syndrome) frequently provoked by upper respiratory tract infection. $#(Choice E)#  No abnormality on light microscopy in nephrotic syndrome suggests @minimal change disease (MCD)@.  The most common cause of nephrotic syndrome in children, adult MCD is sometimes associated with malignancies, drugs, or infections but not amyloidosis. $#Educational objective# AA amyloidosis results from excessive serum amyloid A produced in rheumatoid arthritis and other chronic inflammatory conditions.  Renal disease, the most common manifestation, presents as nephrotic syndrome.  Light microscopy shows amorphous pink deposits with apple-green birefringence on Congo red stain under polarized light. ","clickable_1":"images/img1.7628.jpg","clickable_2":"images/img2.7628.jpg","clickable_3":"images/img3.7628.jpg","clickable_4":"images/img4.7628.jpg","clickable_5":"images/img5.7628.jpg"},

{"id":"1","title":"A 10-year-old boy is brought to the office due to dark brown urine that he first noticed yesterday after swimming practice.  Blood pressure is 130/80 mm Hg.  Physical examination is normal with the exception of bilateral periorbital edema.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Sodium? 140 mEq/L ?Potassium? 4 mEq/L ?Blood urea nitrogen? 14 mg/dL ?Creatinine? 1.4 mg/dL ?Creatine kinase? 86 U/L !Urinalysis! ?Protein? 1+ ?Leukocyte esterase? negative ?Nitrites? negative ?White blood cells? 1-2/hpf ?Red blood cells? many/hpf ?Casts? RBC casts","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Minimal change disease","answer_2":"B. Nephrolithiasis","answer_3":"C. Postinfectious glomerulonephritis","answer_4":"D. Pyelonephritis","answer_5":"E. Rhabdomyolysis","percent_1":"11%","percent_2":"1%","percent_3":"68%","percent_4":"2%","percent_5":"18%","right_answer":"C. Postinfectious glomerulonephritis","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Acute poststreptococcal glomerulonephritis! ?Clinical$ features? • Can be asymptomatic • If symptomatic:$== ○ Gross hematuria (tea- or cola-colored urine)$== ○ Edema (periorbital, generalized)$== ○ Hypertension ?Laboratory$ findings? • Urinalysis: + protein, + blood, ± red blood cell casts • Serum:$== ○ ↓ C3 & possible ↓ C4 $== ○ ↑ Serum creatinine $== ○ ↑ Anti-DNase B & ↑ Ahase $== ○ ↑ ASO & ↑ anti-NAD (from preceding pharyngitis) %#Ahase# = antihyaluronidase; #anti-DNase B# = antideoxyribonuclease B;$ #anti NAD# = antinicotinamide-adenine dinucleotidase; #ASO# = antistreptolysin O.","explanation_img":"","explanation_1":"","explanation_2":"This pediatric patient with periorbital edema, hypertension, and hematuria with red blood cell (RBC) casts, as well as mild proteinuria on urinalysis, most likely has #poststreptococcal glomerulonephritis#, a nonsuppurative complication of a pharyngeal or skin (eg, impetigo) infection.  Infection with nephritogenic strains of group A Streptococcus (eg, S pyogenes) can induce formation of antigen-antibody complexes, which are deposited on the glomerular basement membrane.  Subsequent activation of complement and inflammation can lead to #nephritic syndrome# 2-4 weeks after the infection; because of this delay, parents #may not report #the #inciting infection#. $Urine studies in nephritic syndrome typically reveal RBCs, mild protein, and #RBC casts# (indicating an intrarenal process).  Serum studies show elevated creatinine, #antistreptococcal antibodies# (from recent infection), and decreased C3 (glomerular complement deposition).  Histologic findings include diffusely enlarged @hypercellular glomeruli@, RBC casts in nephron tubules, and @interstitial inflammation@ and edema.  Electron microscopy reveals electron-dense, #subepithelial deposits# or 'humps' along the glomerular basement membrane that represent antigen-antibody complexes. $#(Choice A)#  Minimal change disease is the most common cause of pediatric nephrotic syndrome.  It is characterized by immune-related loss of the normal glomerular anionic charge (which prevents filtration of negatively charged albumin), leading to heavy proteinuria.  However, hematuria and hypertension are unexpected. $#(Choice B)#  Nephrolithiasis is a common cause of hematuria; however, the glomeruli are not involved, so RBC casts are unexpected.  In addition, nephrolithiasis is rare in children and typically presents with back pain radiating to the groin. $#(Choice D)#  Pyelonephritis is most commonly due to an ascending bacterial infection from the bladder.  Microscopic urinalysis findings are similar to those of a urinary tract infection (eg, bacteria, leukocytes, nitrites, leukocyte esterase) with the addition of white blood cell casts. $#(Choice E)#  Rhabdomyolysis can occur after strenuous exercise and results in muscle pain, elevated creatine kinase levels, and myoglobinuria (ie, positive urine dipstick for blood without RBCs on microscopy).  This patient's normal creatine kinase level and the presence of many RBCs on urine microscopy are not suggestive of rhabdomyolysis. $#Educational objective# Poststreptococcal glomerulonephritis presents most commonly in children with hematuria, hypertension, and periorbital edema.  Red blood cell casts and mild proteinuria may be present on urinalysis, and serum creatinine may be elevated. ","clickable_1":"images/img1.1.jpg","clickable_2":"images/img2.1.jpg"},

{"id":"385","title":"A 5-year-old boy is brought to the office with generalized edema that developed following a mild upper respiratory infection.  Medical history is unremarkable.  Blood pressure and heart rate are normal.  Serum creatinine levels are normal.  Urinalysis shows massive proteinuria with no hematuria.  Further analysis reveals that urine protein consists principally of albumin with only trace amounts of IgG and alpha-2-macroglobulin.  Which of the following pathologic changes is the most likely cause of this patient's urinary protein loss?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Glomerular crescent formation","answer_2":"B. Loss of glomerular basement membrane anions","answer_3":"C. Nodular glomerulosclerosis","answer_4":"D. Thinning of the glomerular basement membrane","answer_5":"E. Tubular necrosis and epithelial shedding","percent_1":"4%","percent_2":"78%","percent_3":"4%","percent_4":"14%","percent_5":"1%","right_answer":"B. Loss of glomerular basement membrane anions","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp385.jpg","explanation_1":"","explanation_2":"$This pediatric patient presenting with generalized edema and massive proteinuria following an upper respiratory infection likely has #minimal change disease#, the most common cause of @nephrotic syndrome@ in children. $Minimal change disease is caused by #immune dysregulation#, as suggested by its association with respiratory infections, immunizations, and atopic disorders, as well as its excellent response to corticosteroids.  Immune dysfunction leads to overproduction of a #glomerular permeability factor# (possibly IL-13) that directly #damages podocytes#, leading to foot process effacement and fusion as well as decreased anionic properties of the glomerular basement membrane.  #Loss of negative charge# leads to selective loss of albumin in the urine (#selective albuminuria#), in contrast to the nonselective proteinuria seen with other forms of nephrotic syndrome (eg, membranous nephropathy, focal segmental glomerulosclerosis). $Despite the dramatic clinical picture, light microscopy and immunofluorescence studies show completely normal kidneys; the characteristic effacement of the podocyte foot processes can be detected only by electron microscopy. $#(Choice A)#  @Crescent formation@ is a sign of severe glomerular injury; it is associated with rapidly progressive glomerulonephritis (RPGN), which can occur secondary to multiple diseases (eg, anti–glomerular basement membrane disorder, antineutrophil cytoplasmic antibody vasculitides).  However, RPGN typically presents with renal insufficiency and nephritic urine sediment (ie, hematuria, red blood cell casts); massive proteinuria would be unexpected. $#(Choice C)#  Nodular glomerulosclerosis (Kimmelstiel-Wilson lesions) occurs in patients with diabetic nephropathy and is characterized by ovoid nodules of hyaline material within the mesangium.  Although diabetic nephropathy may present as nephrotic syndrome, patients are typically middle-aged to elderly with a long history of diabetes mellitus. $#(Choice D)#  Thinning of the glomerular basement membrane is seen in thin basement membrane nephropathy and Alport syndrome.  Thin basement membrane nephropathy is a benign condition typically associated with microscopic hematuria.  Alport syndrome is caused by an inherited defect in the formation of type IV collagen; patients have hearing loss, ocular abnormalities, hematuria, and progressive renal insufficiency. $#(Choice E)#  Focal tubular epithelial necrosis and cell shedding occur in acute tubular necrosis, which typically follows renal ischemia or exposure to nephrotoxins (eg, aminoglycosides).  It manifests as acute renal injury with muddy brown casts, not nephrotic syndrome. $#Educational objective# Minimal change disease is caused by immune dysregulation and overproduction of a glomerular permeability factor, which damages podocytes and decreases the anionic properties of the glomerular basement membrane.  This results in selective loss of albumin in the urine, in contrast to the nonselective proteinuria seen in other forms of nephrotic syndrome.","clickable_1":"images/img1.385.jpg","clickable_2":"images/img2.385.jpg"},

{"id":"384","title":"A 7-year-old boy is brought to the office due to swelling of the hands and feet.  Two weeks ago, the patient was treated for anaphylaxis following a bee sting.  During the past 10 days, he has had progressive hand and foot swelling, and his pants feel tighter than usual.  The patient's urine has also become frothy.  Examination shows periorbital edema and pitting edema of the hands and feet, as well as mild ascites.  Lungs are clear to auscultation.  Urinalysis results are as follows:","title_table":"?Protein? +4 ?Blood? negative ?Glucose? negative ?Ketones? negative ?White blood cells? 1-2/hpf ?Red blood cells? 1-2/hpf ?Casts? hyaline casts","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Biopsy of this patient's kidneys would most likely show which of the following microscopy findings?","audio":"","comparison_items":"§∆Light microscopy∆Immuno fluorescence∆Electron microscopy","answer_1":"§A.∆ Cellular proliferation in segmental areas∆Globular deposits of IgA∆Mesangial deposits","answer_2":"§B.∆Cellular proliferation with increased neutrophils in capillaries∆Granular deposits of complement and IgG∆Subepithelial deposits","answer_3":"§C.∆Crescent formation∆Linear deposits of IgG∆Negative for deposits","answer_4":"§D.∆Diffuse thickening of glomerular basement membrane∆Granular deposits of complement and IgG∆Subepithelial deposits","answer_5":"§E.∆Normal histology∆Negative for complement and IgG∆Effacement of podocytes","percent_1":"5%","percent_2":"4%","percent_3":"2%","percent_4":"7%","percent_5":"81%","right_answer":"§E.∆Normal histology∆Negative for complement and IgG∆Effacement of podocytes","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp384.jpg","explanation_1":"","explanation_2":"$This pediatric patient developed #nephrotic syndrome# (ie, generalized edema, hyperlipidemia, hypoalbuminemia, massive proteinuria with resultant 'frothy' urine) after a bee sting.  This presentation suggests #minimal change disease# (MCD), the most common cause of nephrotic syndrome in #young children#.  MCD is often idiopathic but can occur after an inciting event, including respiratory infections, immunizations, or insect sting/bite.  Subsequent T-cell dysfunction leads to the production of a glomerular permeability factor (possibly IL-13) which damages podocytes and decreases the anionic properties of the glomerular basement membrane (GBM).  Loss of negative charge results in the selective loss of albumin in the urine, which causes hypoalbuminemia and edema. $Most children with MCD can be diagnosed presumptively based on clinical presentation, and renal biopsy is usually unnecessary.  If biopsy is performed, @light microscopy@ (LM) shows #normal glomeruli#, and #no immunoglobulin# or complement deposits are seen with immunofluorescent staining.  However, @electron microscopy@ (EM) shows diffuse #podocyte foot process effacement# and fusion.  These abnormal findings are generally reversible after corticosteroid therapy, and most children experience rapid resolution with an excellent long-term prognosis. $#(Choice A)#  @IgA nephropathy@ presents with nephritic syndrome; patients typically develop marked hematuria with red blood cell casts on urinalysis.  Deposits of IgA are noted in the mesangium on EM and immunofluorescence microscopy (IF), whereas LM demonstrates resultant glomerular hypercellularity in affected segments. $#(Choice B)#  @Poststreptococcal glomerulonephritis@ is a nephritic syndrome that typically occurs 2-4 weeks after infection with group A Streptococcus.  LM demonstrates hypercellular glomeruli, whereas IF shows a 'lumpy-bumpy' pattern of granular IgG and C3 deposition on the GBM.  EM also demonstrates subepithelial immune complex deposits. $#(Choice C)#  @Antiglomerular basement membrane disease@ causes a linear deposition of IgG and C3 on the GBM; it typically results in a @crescentic glomerulonephritis@ (eg, nephritic syndrome; hematuria, red blood cell casts) visible on LM.  EM demonstrates breakage of the GBM, but immune complex deposits are absent. $#(Choice D)#  @Membranous nephropathy@ causes a nephrotic syndrome but is rarer in children; it is often associated with viral hepatitis, solid tumors, or lupus.  LM reveals diffuse GBM thickening, which is due to the granular deposition of immune complexes (IgG and C3); EM demonstrates subepithelial deposits. $#Educational objective# Minimal change disease is the most common cause of nephrotic syndrome in children.  Classic manifestations include proteinuria, hypoalbuminemia, and edema that are usually reversible with corticosteroids.  The principal lesion is a diffuse foot process effacement that can be seen on electron microscopy.  Light and immunofluorescence microscopy are normal. ","clickable_1":"images/img1.384.jpg","clickable_2":"images/img2.384.jpg","clickable_3":"images/img3.384.jpg","clickable_4":"images/img4.384.jpg","clickable_5":"images/img5.384.jpg","clickable_6":"images/img6.384.jpg","clickable_7":"images/img7.384.jpg"},

{"id":"1850","title":"A 7-year-old boy is brought to the emergency department due to bloody stools.  The patient first developed colicky abdominal pain 2 days ago, and he had blood in a bowel movement today.  His urine also appeared red.  He has had no diarrhea, vomiting, or dysuria.  The boy has no significant medical history, and his vaccinations are up to date.  Temperature is 37.2 C (99 F), pulse is 120/min, and respirations are 20/min.  The oropharynx is clear, and the neck is supple.  Cardiopulmonary examination is unremarkable.  The abdomen is diffusely tender with active bowel sounds.  There are raised, purple-red skin lesions along the buttocks and lower extremities.  Which of the following additional findings is most likely present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Generalized lymphadenopathy","answer_2":"B. Honey-crusted skin rash","answer_3":"C. Injected conjunctivae","answer_4":"D. Joint pain","answer_5":"E. Painful oral ulcers","percent_1":"8%","percent_2":"5%","percent_3":"7%","percent_4":"73%","percent_5":"6%","right_answer":"D. Joint pain","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!IgA vasculitis (Henoch-Schönlein purpura)! ?Pathogenesis? • Deposition of IgA immune complexes in small vessels activates complement • Neutrophilic inflammation & vascular damage • Often follows an upper respiratory infection ?Clinical$manifestations? • Palpable purpura/petechiae on the lower extremities • Arthritis/arthralgia • Abdominal pain, gastrointestinal bleeding, intussusception • Renal disease (hematuria ± proteinuria) ?Diagnosis? • Usually clinical • Skin biopsy: leukocytoclastic vasculitis, IgA deposition in vessel walls","explanation_img":"","explanation_1":"","explanation_2":"This patient has classic signs of #Henoch-Schönlein purpura# (HSP), an IgA-mediated leukocytoclastic vasculitis that is most commonly seen in children. $HSP predominantly affects the small vessels of the following organ systems: $• #Skin:#  The most common initial manifestation is #palpable purpura# on the buttocks and lower extremities. $• #Gastrointestinal (GI) tract:#  Intermittent #colicky abdominal pain# is typical.  Bowel wall edema and hemorrhage can also lead to #GI bleeding# (eg, hematemesis, bloody stools) and serve as a lead point for intussusception. $• #Kidneys:#  Patients most commonly have gross or microscopic hematuria.  Renal pathology in HSP is characterized by mesangial proliferation and IgA deposition (identical to findings seen in IgA nephropathy). $• #Joints:#  Transient or migratory #arthralgia or arthritis# usually occurs in the hips, knees, and ankles. $Therefore, the most likely additional finding in this patient with palpable purpura, abdominal pain, and gross hematuria is joint pain. $#(Choice A)#  Generalized lymphadenopathy is suggestive of certain acute, viral infections such as Epstein-Barr virus (EBV) or hematologic malignancy (eg, leukemia).  EBV can cause abdominal pain and a maculopapular or petechial rash in association with fever; bloody stools, hematuria, or palpable purpura are not characteristic.  Hematologic malignancy can result in easy bruising and bleeding, but presentation usually includes hepatosplenomegaly and/or systemic symptoms (eg, fever, weight loss).  In contrast, HSP is not associated with generalized lymphadenopathy, although localized cervical lymphadenopathy may be present due to a preceding upper respiratory infection in some patients. $#(Choice B)#  Poststreptococcal glomerulonephritis (PSGN) presents with gross hematuria weeks after (not in conjunction with) a streptococcal infection such as impetigo, a honey-colored crusted skin rash.  Moreover, PSGN is not associated with bloody stools or purpura. $#(Choice C)#  Conjunctival injection is a classic feature of adenovirus infection and is typically associated with fever and pharyngitis, neither of which is seen here.  Moreover, although certain serotypes of adenovirus can cause hematuria due to hemorrhagic cystitis or abdominal pain due to gastroenteritis, palpable purpura is not associated with any adenovirus infection. $#(Choice E)#  Aphthous ulcers can occur with Crohn disease, which often presents with abdominal pain and bloody stools.  However, hematuria and purpura would not be expected. $#Educational objective# Henoch-Schönlein purpura is an IgA-mediated leukocytoclastic vasculitis that commonly causes lower extremity palpable purpura, abdominal pain (± gastrointestinal bleeding), renal disease (eg, hematuria), and joint pain. "},

{"id":"13","title":"A 42-year-old man comes to the office due to hematuria, fatigue, and nasal congestion for the last few weeks.  He has no chronic medical conditions.  Blood pressure is 160/96 mm Hg.  Physical examination shows edema around the ankles, hands, and face.  Laboratory results reveal blood urea nitrogen of 40 mg/dL and serum creatinine of 3.8 mg/dL.  Urinalysis shows moderate proteinuria and a large amount of red blood cells (RBCs) with RBC casts.  A kidney biopsy is performed.  Light microscopy reveals cellular proliferation, focal necrosis, and crescent formation of most of the glomeruli.  On immunofluorescent microscopy, there are no immunoglobulin or complement deposits.  Which of the following additional findings is most likely to be present in this patient?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased serum C3 level","answer_2":"B. Decreased serum C4 level","answer_3":"C. Serum antiglomerular basement membrane antibodies","answer_4":"D. Serum antineutrophil cytoplasmic antibodies","answer_5":"E. Serum antiphospholipid antibodies","percent_1":"12%","percent_2":"1%","percent_3":"19%","percent_4":"64%","percent_5":"3%","right_answer":"D. Serum antineutrophil cytoplasmic antibodies","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"#Crescent formation# on light microscopy is diagnostic of #rapidly progressive (crescentic) glomerulonephritis# (RPGN).  This is a syndrome of severe glomerular injury that rapidly progresses to renal failure within weeks to months of onset.  RPGN can be caused by several different diseases and is classified based on immunologic findings: $• #Antiglomerular basement membrane (anti-GBM) RPGN:#  Linear GBM deposits of IgG and C3 are found on immunofluorescence #(choice C)#.  In some patients, anti-GBM antibodies cross-react with pulmonary alveolar basement membranes, producing pulmonary hemorrhages (Goodpasture syndrome). $• #Immune-complex RPGN:#  There is a 'lumpy-bumpy' granular pattern of staining for both antibodies (eg, IgG, IgA) and complement on immunofluorescence microscopy.  This can be a complication of poststreptococcal glomerulonephritis, systemic lupus erythematosus, IgA nephropathy, or Henoch-Schönlein purpura. $• #Pauci-immune RPGN:#  There are #no immunoglobulin or complement deposits# on the basement membrane, as with this patient.  Most patients have elevated serum titers of #antineutrophil cytoplasmic antibodies# (ANCA).  This condition is often associated with vasculitides (eg, granulomatosis with polyangiitis, microscopic polyangiitis) but can also be idiopathic. $#(Choices A and B)#  Serum C3 and C4 levels are usually normal with pauci-immune RPGN.  Decreased serum C3 or C4 levels often occur in diseases with prominent immune complex formation, such as poststreptococcal glomerulonephritis, systemic lupus erythematosus (which causes immune-complex RPGN), and membranoproliferative glomerulonephritis. $#(Choice E)#  Serum antiphospholipid antibodies are detected in patients with autoimmune disorders such as systemic lupus erythematosus and antiphospholipid syndrome.  Antiphospholipid antibodies are associated with venous and arterial thrombosis, not crescent formation. $#Educational objective# Pauci-immune rapidly progressive glomerulonephritis frequently occurs as a manifestation of antineutrophil cytoplasmic antibodies (ANCA)-associated vasculitides (eg, granulomatosis with polyangiitis, microscopic polyangiitis).  It is characterized by glomerular crescent formation without immunoglobulin or complement deposits. "},

{"id":"16598","title":"A 42-year-old man comes to the office due to a 2-week history of reddish-brown urine, fatigue, joint pain, and a lower extremity rash.  The patient has no medical history, and family history is unremarkable.  He has had multiple sexual partners and only uses protection intermittently.  Temperature is 37.7 C (99.9 F), blood pressure is 146/94 mm Hg, and pulse is 75/min.  Palpable purpura and pitting edema are present in bilateral lower extremities.  Laboratory results are as follows:","title_table":"!Serum chemistry! ?Creatinine? 3.2 mg/dL !Liver function studies! ?Aspartate aminotransferase (SGOT)? 78 U/L ?Alanine aminotransferase (SGPT)? 96 U/L !Immunologic studies! ?C3? low ?C4? low !Urinalysis! ?Protein? 3+ ?White blood cells? 2-3/hpf ?Red blood cells? many/hpf ?Casts? several RBC casts","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following immunologic mechanisms is most likely responsible for this patient's renal injury?","audio":"","comparison_items":"","answer_1":"A. Antigen deposition in the glomerulus with subsequent immune complex formation","answer_2":"B. Antibodies targeting intrinsic glomerular antigens with subsequent immune complex formation","answer_3":"C. Antibodies causing neutrophil activation without significant immune complex deposition in the kidney","answer_4":"D. Renal deposition of circulating immune complexes formed by endogenous antigens","answer_5":"E. Renal deposition of circulating immune complexes formed by exogenous antigens","percent_1":"13%","percent_2":"15%","percent_3":"7%","percent_4":"24%","percent_5":"40%","right_answer":"E. Renal deposition of circulating immune complexes formed by exogenous antigens","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"!Immune mechanisms of glomerular injury*! ?Immune complex formation$ within the glomerulus? • Intrinsic (fixed) glomerular antigens$== ○ Type IV collagen: anti-GBM disease (GN)$== ○ PLA2R: membranous nephropathy (NS) • Deposited (\"planted\") glomerular antigens$== ○ Bacterial antigens: poststreptococcal GN$== ○ Tumor antigens: membranous nephropathy (NS) ?Preformed immune complex $deposition from the circulation? • Endogenous antigens$== ○ Galactose-deficient IgA: IgA nephropathy (GN)$== ○ dsDNA: lupus nephritis (GN, sometimes NS) • Exogenous antigens$== ○ Viral hepatitis C or B, HIV: immune$== complex MPGN ○ Bacterial antigens: endocarditis-associated $==GN ?Neutrophil activation: minimal$ (pauci-) immune complex deposition? • Neutrophil cytoplasmic antigens$== ○ MPO/PR3 (ANCA-associated GN)%*Clinical picture determined by site of glomerular immune injury:$ $#NS:# Injury to podocytes → isolated from inflammatory mediators in Bowman $space/urinary side of GBM → proteinuria without inflammation$ #GN: Injury to GBM, mesangial cells$, or endothelial cells (either immune- or neutrophil-mediated) → exposed to inflammatory mediators/circulatory$ side of GBM → glomerular hematuria & red blood cell casts; variable proteinuria$ $#ANCA# = antineutrophil cytoplasmic antibody; #GBM# = glomerular basement membrane;$ #GN# = glomerulonephritis; #MPGN# = membranoproliferative glomerulonephritis;$ #MPO# = myeloperoxidase; #NS# = nephrotic syndrome; $ #PLA2R# = phospholipase A2 receptor; #PR3# = proteinase 3.","explanation_img":"","explanation_1":"","explanation_2":"This patient's acute kidney injury (eg, elevated creatinine), proteinuria, hypertension, and glomerular hematuria (eg, #red cell casts#) are indicative of #glomerulonephritis# (GN).  GN is commonly a manifestation of #small vessel vasculitis# (SVV), which usually has associated systemic symptoms (eg, #fever#, fatigue).  GN due to SVV is immune mediated by 3 possible mechanisms: $Antibodies targeting antigens in the glomerulus (intrinsic or deposited) with immune complex (IC) formation in the kidney $Preformed circulating ICs targeting endogenous or exogenous antigens with subsequent kidney deposition $Antibodies targeting neutrophil antigens causing neutrophil activation without significant IC deposition $Several features of this patient's presentation suggest #GN/SVV due to hepatitis C virus# (HCV).  Evidence for HCV infection includes multiple sexual partners and elevated aminotransferases.  HCV-infected patients often produce cryoglobulins against #exogenous# HCV antigens that form #circulating ICs#, which activate complement, causing hypocomplementemia.  These circulating ICs can deposit in small vessels ('cryoglobulinemic vasculitis') affecting the kidney (eg, membranoproliferative GN), skin (eg, palpable purpura), and joints (eg, arthralgias). $#(Choices A and B)#  Antibodies targeting glomerular antigens, whether intrinsic (eg, membranous nephropathy) or deposited (eg, poststreptococcal GN), form ICs within the kidney; this typically results in renal-limited disease.  Anti-GBM disease is an exception because the antibodies are directed against type IV collagen, which is also present in alveoli resulting in alveolar hemorrhage.  This patient's fever, arthralgias, and rash indicate a systemic process characteristic of circulating immune complex deposition. $#(Choice C)#  Antibodies targeting neutrophil antigens (myeloperoxidase, proteinase 3) can activate neutrophils, causing ANCA-associated GN and SVV (without significant IC deposition).  Although the skin and joints can be affected, the respiratory tract and nerves are typically involved, and hypocomplementemia is unusual. $#(Choice D)#  Preformed circulating ICs against endogenous antigens are the cause of IgA nephropathy and lupus nephritis.  IgA nephropathy is more common in children following upper respiratory infections; serum complement is usually normal because IgA fixes complement poorly.  Lupus nephritis is associated with arthralgia, vasculitis, and hypocomplementemia; however, this patient's presentation (eg, male sex, sexual risk factors) is more suggestive of underlying hepatitis C infection. $#Educational objective# Immune glomerular injury results from immune complexes (ICs) or neutrophil activation.  IC formation in the kidney typically produces renal-limited disease (except anti–glomerular basement membrane disease).  Preformed circulating IC deposition is usually associated with small vessel vasculitis and hypocomplementemia. "},

{"id":"7","title":"A 26-year-old previously healthy man comes to the office with a 3-week history of shortness of breath, cough, and hemoptysis preceded by an upper respiratory tract infection.  He has no fever, night sweats, or weight loss.  His blood pressure is 150/85 mm Hg and pulse is 86/min and regular.  Physical examination reveals bilateral inspiratory crackles and lower extremity edema.  His creatinine is 4.1 mg/dL.  Urinalysis shows proteinuria and hematuria with dysmorphic red blood cells.  Bilateral pulmonary infiltrates are seen on chest x-ray.  He is also found to have an increased carbon monoxide diffusing capacity (DLCO) on pulmonary function testing.  Antibodies directed against which of the following is most likely to be associated with this patient's condition?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Alpha 3 chain of type IV collagen","answer_2":"B. Beta-hemolytic streptococci","answer_3":"C. Cardiolipin phospholipid","answer_4":"D. Double-stranded DNA","answer_5":"E. Topoisomerase I","percent_1":"70%","percent_2":"17%","percent_3":"6%","percent_4":"5%","percent_5":"2%","right_answer":"A. Alpha 3 chain of type IV collagen","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #Goodpasture syndrome#, which is caused by autoantibodies against the #alpha 3 chain of type IV collagen# found in the glomerular basement membrane (GBM) and pulmonary capillary membrane (#anti-GBM antibodies#).  Antibody formation may be triggered by an antecedent viral respiratory infection, although most cases are idiopathic.  These antibodies promote inflammatory injury of the glomerular and alveolar basement membranes, resulting in rapidly progressive glomerulonephritis and alveolar hemorrhage, respectively. $#Rapidly progressive glomerulonephritis# results in nephritic syndrome, characterized by hypertension, edema, acute renal failure, hematuria (eg, dysmorphic red cells and red cell casts), and proteinuria.  On renal biopsy, @light microscopy@ shows glomerular crescent formation and @immunofluorescence@ shows linear deposition of IgG and C3 on the GBM.  #Alveolar hemorrhage# manifests with shortness of breath and hemoptysis with infiltrates on chest x-ray.  Hemoglobin in the alveoli leads to increased alveolar oxygen absorption and high carbon monoxide diffusing capacity (DLCO). $#(Choice B)#  Patients with beta-hemolytic streptococci infection of the pharynx or skin can develop glomerular immune complex deposition resulting in poststreptococcal glomerulonephritis and nephritic syndrome; however, this usually occurs in children and pulmonary involvement with alveolar hemorrhage is not characteristic. $#(Choice C)#  Anticardiolipin antibodies are characteristic of antiphospholipid antibody syndrome, which typically presents with unprovoked/recurrent arterial and venous thrombosis or recurrent spontaneous abortions. $#(Choice D)#  Antibodies to double-stranded DNA (dsDNA) are typically seen in systemic lupus erythematosus (SLE), particularly in individuals with active lupus nephritis.  Although this patient has findings of glomerulonephritis, other features of SLE such as constitutional symptoms (eg, fatigue, fever, weight loss), malar rash, arthritis, serositis, and cytopenias are not evident.  Pulmonary hemorrhage is also not characteristic of SLE. $#(Choice E)#  Anti-topoisomerase I (anti-Scl-70) antibodies are found in patients with systemic sclerosis, which typically presents with diffuse thickening/hardening of the skin, Raynaud phenomenon, and esophageal dysfunction.  Acute renal failure and hypertension may occur during scleroderma renal crisis; however, glomerulonephritis is not characteristic.  Lung involvement typically leads to pulmonary fibrosis and pulmonary arterial hypertension as opposed to pulmonary hemorrhage. $#Educational objective# Goodpasture syndrome is caused by autoantibodies against the alpha 3 chain of type IV collagen in glomerular and alveolar basement membranes (anti-GBM antibodies).  Patients typically present with rapidly progressive glomerulonephritis (nephritic syndrome) and alveolar hemorrhage (shortness of breath, hemoptysis). ","clickable_1":"images/img1.7.jpg","clickable_2":"images/img2.7.jpg"},

{"id":"1913","title":"A 21-year-old woman with type 1 diabetes mellitus comes to the office for a follow-up appointment.  She has been using daily long-acting and short-acting insulin injections from the time she was diagnosed 6 years ago.  The patient was seen by her ophthalmologist 2 weeks ago and had no signs of diabetic retinopathy.  She eats a balanced diet and jogs every morning for 40 minutes.  On examination, the skin of her extremities is intact and peripheral pulses are palpable.  Sensory examination shows normal pinprick, vibration, and temperature sensation in her lower extremities.  Laboratory evaluation shows normal renal function and lipid profile.  The patient's hemoglobin A1c level is 7%.  Screening for early-stage diabetic nephropathy in this patient would best be accomplished by measuring the urinary concentration of which of the following substances?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Albumin","answer_2":"B. Glucose","answer_3":"C. Ketones","answer_4":"D. Red blood cell casts","answer_5":"E. Tubular protein","answer_6":"F. Waxy casts","percent_1":"79%","percent_2":"10%","percent_3":"2%","percent_4":"1%","percent_5":"6%","percent_6":"2%","right_answer":"A. Albumin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp1913.jpg","explanation_1":"","explanation_2":"$#Diabetic nephropathy (DN)# is the most common cause of end-stage renal disease in the United States.  It occurs in both types 1 and 2 diabetes.  The earliest morphological change is glomerular basement membrane thickening with mesangial matrix expansion.  Normally, the glomerular basement membrane has negatively charged heparan sulfate moieties that form a charge barrier preventing leakage of negatively charged proteins (eg, albumin) into the Bowman capsule.  In diabetes, there is progressive loss of this negative charge due to upregulation of heparanase expression by renal epithelial cells, leading to leakage of albumin and other plasma proteins. $In the initial stages of DN, only small amounts of albumin (30-300 mg/day; ie, #moderately increased albuminuria#) are lost but can be detected with an albumin-specific urine assay (regular dipstick urinalysis has low sensitivity and is not recommended).  Early administration of #ACE inhibitors# in patients with diabetes and moderately increased albuminuria can reduce urinary albumin excretion and slow progression to overt DN. $#(Choice B)#  Glycosuria is seen at blood glucose levels >200-300 mg/dL due to saturation of renal glucose transporters.  Glycosuria reflects poor glycemic control but does not correlate with the degree of renal damage in DN. $#(Choice C)#  Ketonuria occurs in starvation and in conditions that cause ketoacidosis, such as insufficient insulin administration in patients with type 1 diabetes mellitus.  It is usually a transient phenomenon that corrects with treatment of the ketoacidosis. $#(Choice D)#  Red blood cell casts are a sign of glomerular bleeding, such as in glomerulonephritis (eg, poststreptococcal glomerulonephritis).  Diabetes mellitus usually causes a nephrotic syndrome with proteinuria and a bland urine sediment. $#(Choice E)#  Low-molecular-weight proteins (eg, beta-2 microglobulin, immunoglobulin light chains) are normally filtered by the glomerulus and reabsorbed in the renal tubules.  Damage to the tubular cells can cause loss of these tubular proteins in urine.  Ischemic tubular damage may be seen in advanced DN. $#(Choice F)#  Waxy casts are shiny, translucent structures formed in the dilated tubules of enlarged nephrons that undergo compensatory hypertrophy in response to reduced renal mass.  They indicate advanced renal disease (chronic renal failure). $#Educational objective# Moderately increased albuminuria (urine albumin 30-300 mg/day) is the earliest manifestation of diabetic nephropathy.  Screening for diabetic nephropathy is best achieved using an albumin-specific urine assay (regular dipstick urinalysis has low sensitivity). "},

{"id":"2131","title":"A 41-year-old woman is being evaluated for peripheral edema.  The patient has gained 6.8 kg (15 lb) over the past 8 weeks.  Her urine is 'frothy.'  She has no other medical problems and takes no medications.  The patient does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 140/90 mm Hg and pulse is 80/min.  Examination shows generalized edema.  Heart sounds are normal.  The abdomen is soft and nontender.  Serum creatinine is 1.1 mg/dL.  Urinalysis shows 4+ protein, 0-3 leukocytes/hpf, and oval fat bodies.  Serum contains IgG4 antibodies to the phospholipase A2 receptor (PLA2R), a transmembrane protein abundant on podocytes.  Which of the following is the most likely diagnosis?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Focal segmental glomerulosclerosis","answer_2":"B. Membranous nephropathy","answer_3":"C. Minimal change disease","answer_4":"D. Mixed cryoglobulinemia","answer_5":"E. Multiple myeloma","percent_1":"13%","percent_2":"74%","percent_3":"9%","percent_4":"2%","percent_5":"2%","right_answer":"B. Membranous nephropathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with weight gain and edema with 4+ protein and oval fat bodies on urinalysis has #nephrotic syndrome#.  The presence of #phospholipase A2 receptor# (PLA2R) antibodies suggests a diagnosis of membranous nephropathy.  Antibodies against PLA2R, primarily IgG4, can lead to immune deposition in the glomerulus and are thought to be a major factor in the pathogenesis of primary (idiopathic) #membranous nephropathy#, a common cause of nephrotic syndrome in adults. $Anti-PLA2R antibodies are highly specific for membranous nephropathy; positive titers effectively rule out other causes of nephrotic syndrome (eg, focal segmental glomerulosclerosis) and may eliminate the need for invasive renal biopsy.  In addition, #titers correlate with disease activity#, and serial measurements can be used to determine the efficacy of immunosuppressive therapy. $#(Choice A)#  Focal segmental glomerulosclerosis causes nephrotic syndrome but is caused by direct (eg, cytotoxic drugs) or indirect (eg, glomerular hyperfiltration) podocyte injury.  It is not associated with anti-PLA2R antibodies. $#(Choice C)#  Minimal change disease may be due to abnormal T-cell production of a glomerular permeability factor that affects the glomerular capillary wall, leading to fusion of the foot processes and marked proteinuria.  There has been no association with anti-PLA2R antibodies. $#(Choice D)#  Mixed cryoglobulinemia is associated with IgM deposition in the glomerulus, leading to basement membrane thickening and cellular proliferation.  Renal disease typically presents as membranoproliferative glomerulonephritis with hematuria and red blood cell casts.  It is most common in patients with chronic hepatitis C infection. $#(Choice E)#  Renal disease in multiple myeloma is due to deposition of light chains (ie, cast nephropathy) and is not associated with anti-PLA2R antibodies. $#Educational objective# Primary (idiopathic) membranous nephropathy is associated with IgG4 antibodies to the phospholipase A2 receptor, which might play a role in development of the disease.  Antibody titers are useful for diagnosis and correlate with disease activity. "},

{"id":"27","title":"A 9-year-old girl is brought to the office due to 2 days of face and eye puffiness.  The patient was treated for a rash on her leg with an antibiotic about 3 weeks ago.  Temperature is 37.2 C (99 F) and blood pressure is 150/90 mm Hg.  On physical examination, there is generalized edema but no rash.  Urinalysis reveals proteinuria and hematuria.  An electron microscopy image representative of this patient's disease process is shown below:","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"images/27.jpg","title_2":"The area marked by the arrow most likely represents which of the following?","audio":"","comparison_items":"","answer_1":"A. Albumin buildup","answer_2":"B. Eosinophil enzymes","answer_3":"C. Fibrin deposition","answer_4":"D. Hyaline accumulation","answer_5":"E. Immune complex deposits","answer_6":"F. Lipid droplet","answer_7":"G. Neutrophil enzymes","percent_1":"3%","percent_2":"2%","percent_3":"4%","percent_4":"5%","percent_5":"82%","percent_6":"3%","percent_7":"1%","right_answer":"E. Immune complex deposits","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Acute poststreptococcal glomerulonephritis#∆⨉ §^#Onset# ∆ • 7-10 days after GAS pharyngeal infection • 2-4 weeks after GAS skin infection §^#Pathophysiology# ∆ • Formation of nephritogenic GAS antigen-antibody complexes • Complex deposition along GBM • Complement activation & neutrophil-mediated damage (type III HS) §^#Clinical features*# ∆ • Gross hematuria (tea- or cola-colored urine) • Hypertension • Edema (periorbital or generalized) §^#Laboratory findings# ∆ • ↑ Serum creatinine with hematuria, RBC casts & mild proteinuria • ↑ Antistreptolysin-O & anti-DNase B titers §^#Histologic findings# ∆ • LM: hypercellular enlarged glomeruli • IF: granular IgG, IgM & C3 deposits with \"lumpy-bumpy\" appearance • EM: subepithelial \"humps\" (between podocytes & GBM) %*50℅ of cases are asymptomatic. $ #EM# = electron microscopy; #GAS# = group A Streptococcus; #GBM# = glomerular basement membrane; #HS# = hypersensitivity; #IF# = immunofluorescence; #LM# = light microscopy.","explanation_img":"","explanation_1":"","explanation_2":"This pediatric patient with hypertension, hematuria, proteinuria, and edema has a @nephritic syndrome@.  The timeline (3 weeks after a skin infection) of symptoms suggests the most likely cause is #poststreptococcal glomerulonephritis# (PSGN), an immune complex–mediated disease that occurs after exposure to nephritogenic strains of group A Streptococcus.  Laboratory evaluation reveals classic signs of nephritic syndrome (eg, hematuria, red blood cell [RBC] casts, mild proteinuria). $The #immune complexes# in PSGN are deposited along the glomerular basement membrane (GBM) and are visible on electron microscopy as large, dome-shaped, #subepithelial#, electron-dense #deposits# (@\"humps\"@).  These can also be visualized on immunofluorescence as #granular# deposits of IgG, IgM, and C3 along the GBM and glomerular mesangium (\"#lumpy-bumpy#\" appearance).  Because the immune complexes trigger an inflammatory reaction, light microscopy shows large glomeruli that are hypercellular due to leukocyte infiltration and proliferation of glomerular cells (a response to injury). $#(Choice A)#  Proteins such as albumin may be lost in the urine due to increased permeability of the glomerular capillary wall in PSGN.  However, albumin does not deposit within the glomerulus or renal tubules. $#(Choice B)#  Many antibiotics (eg, penicillins, cephalosporins) can cause acute interstitial nephritis (AIN), which often manifests as peritubular T-lymphocyte, macrophage, and eosinophilic infiltration.  However, edema, significant hematuria, and proteinuria are uncommon, and AIN usually resolves when the offending agent is discontinued. $#(Choice C)#  Prominent fibrin deposition is characteristic of rapidly progressive (crescentic) glomerulonephritis. $#(Choice D)#  Hyaline (acellular, homogeneous, proteinaceous material) can accumulate within the glomerular capillary and arteriolar walls in diabetic nephropathy due to extravasation of plasma proteins. $#(Choice F)#  Lipid droplets in renal tubules may be seen in conditions causing nephrotic syndrome, which leads to heavy proteinuria and edema; however, gross hematuria and RBC casts are unexpected.  In addition, lipid droplets do not deposit on the basement membrane. $#(Choice G)#  Neutrophils and monocytes infiltrate the glomeruli in PSGN, contributing to the hypercellular appearance on light microscopy.  Enzymes released from these cells would not typically form extracellular aggregates. $#Educational objective# Poststreptococcal glomerulonephritis is an immune complex–mediated disease that occurs 2-4 weeks after group A Streptococcus skin infections.  Immune complexes composed of IgG, IgM, and C3 are deposited along the glomerular basement membrane and are visible on electron microscopy as large, dome-shaped, subepithelial, electron-dense deposits.  ","clickable_1":"images/img1.27.jpg","clickable_2":"images/img2.27.jpg"},

{"id":"11","title":"A 5-year-old girl is brought to the clinic due to 2 days of dark red urine.  The patient was treated for facial impetigo a month ago.  Blood pressure is 140/90 mm Hg.  Urinalysis reveals hematuria, mild proteinuria, and occasional red blood cell casts.  Which of the following glomerular changes are most likely to be present within this patient's kidneys?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Diffuse capillary wall thickening on light microscopy","answer_2":"B. Discrete subepithelial humps on electron microscopy","answer_3":"C. Glomerular basement membrane rupture on electron microscopy","answer_4":"D. Glomerular basement membrane splitting on light microscopy","answer_5":"E. Linear IgG and C3 deposits on immunofluorescent microscopy","percent_1":"4%","percent_2":"65%","percent_3":"3%","percent_4":"3%","percent_5":"24%","right_answer":"B. Discrete subepithelial humps on electron microscopy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"§^#Pathologic findings in nephritic syndrome#∆⨉∆⨉ § ∆^#Cause of glomerular injury# ∆^#Characteristic biopsy features# §^#Poststreptococcal$ glomerulonephritis# ∆^Antibodies against streptococcal $antigens that deposit in GBM ∆ • IF: C3 granular staining along GBM  • EM: subepithelial humps §^#Anti-GBM disease# ∆^Antibodies against type IV collagen in$ GBM ∆ • LM: glomerular crescents  • IF: linear staining (IgG) along GBM §^#Rapidly progressive$ glomerulonephritis# ∆^Severe immunologic injury (eg, anti-$GBM antibodies, immune complex $deposition) ∆ • LM: glomerular crescents  • IF: fibrin in crescents §^#IgA nephropathy# ∆^Deposition of IgA-containing $complexes ∆ • LM: mesangial hypercellularity  • IF: IgA in mesangium §^#Alport syndrome# ∆^Defective type IV collagen in GBM ∆ • EM: lamellated appearance of GBM %#EM =# electron microscopy; #GBM =# glomerular basement membrane; #IF =# immunofluorescence; #LM =# light microscopy.","explanation_img":"","explanation_1":"","explanation_2":"This patient has #nephritic syndrome#, which is characterized by hypertension, mild proteinuria, and hematuria with red blood cell casts in the urine sediment.  In association with a recent skin infection, this presentation suggests #poststreptococcal glomerulonephritis# (PSGN), the most common cause of nephritic syndrome in children. $PSGN is an #immune complex–mediated# disease that occurs 2-4 weeks after exposure to group A beta-hemolytic Streptococcus (eg, pharyngitis, skin infection).  Antigens expressed on nephritogenic streptococcal species combine with antibodies to form immune complexes, which later deposit in the glomerular basement membrane (GBM). $On light microscopy, glomeruli are @enlarged and hypercellular@ due to leukocyte infiltration and proliferation of endothelial and mesangial cells.  On electron microscopy, #electron-dense deposits# (@humps@) on the #epithelial# side of the GBM are seen.  Immunofluorescence shows coarse, #granular# deposits of #IgG and C3# that have a characteristic @'lumpy-bumpy' appearance@. $#(Choice A)#  Uniform, diffuse thickening of glomerular capillary walls on light microscopy is characteristic of membranous nephropathy, one of the most common causes of nephrotic syndrome in adults.  Manifestations of nephrotic syndrome include generalized edema, marked proteinuria (>3.5 g/day), hypoalbuminemia, hyperlipidemia, and lipiduria. $#(Choices C and E)#  In contrast to PSGN, which demonstrates granular deposits of IgG and C3 along the GBM, linear IgG and C3 deposits are characteristic of @Goodpasture syndrome@ (anti-GBM disease).  This commonly presents with rapidly progressive glomerulonephritis (RPGN), in which severe damage leads to GBM rupture and leakage of plasma proteins into the Bowman space, resulting in fibrin deposition and parietal cell proliferation (crescent formation).  PSGN rarely progresses to RPGN. $#(Choice D)#  GBM splitting is seen in membranoproliferative glomerulonephritis (MPGN) and Alport syndrome.  Alport syndrome causes nephritic syndrome but is most commonly X-linked and therefore more common in male patients; it is not associated with recent streptococcal infections.  Although MPGN may cause hematuria and proteinuria, PSGN is more common in children. $#Educational objective# Poststreptococcal glomerulonephritis is an immune complex–deposition disease that occurs 2-4 weeks after exposure to group A beta-hemolytic Streptococcus species (eg, pharyngitis, skin infection).  Light microscopy shows enlarged, hypercellular glomeruli.  Immunofluorescence demonstrates 'lumpy-bumpy' granular deposits of IgG and C3 on the glomerular basement membrane, and subepithelial, electron-dense deposits are seen on electron microscopy. ","clickable_1":"images/img1.11.jpg","clickable_2":"images/img2.11.jpg","clickable_3":"images/img3.11.jpg","clickable_4":"images/img4.11.jpg"},

{"id":"15239","title":"A 45-year-old man comes to the office for an annual medical visit.  The patient has had prediabetes for the last 2 years.  He feels well and takes no medications but has gained weight since his last visit a year ago.  The patient has a strong family history of type 2 diabetes mellitus.  Blood pressure is 124/78 mm Hg and BMI is 32 kg/m2.  Laboratory results show a fasting blood glucose of 157 mg/dL and serum creatinine of 0.7 mg/dL.  Hemoglobin A1c is 7.4%.  Urine assay shows no detectable albuminuria.  Which of the following renal changes is most likely present in this patient at this time?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Decreased peritubular capillary oncotic pressure","answer_2":"B. Decreased intraglomerular capillary pressure","answer_3":"C. Glomerular atrophy","answer_4":"D. Increased glomerular filtration rate","answer_5":"E. Increased oncotic pressure in Bowman's space","percent_1":"7%","percent_2":"8%","percent_3":"4%","percent_4":"55%","percent_5":"27%","right_answer":"D. Increased glomerular filtration rate","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"images/exp15239.jpg","explanation_1":"","explanation_2":"$This patient has type 2 diabetes mellitus, confirmed by elevated blood glucose and hemoglobin A1c.  #Diabetic nephropathy# can occur with any form of diabetes mellitus and is the most common cause of end-stage renal disease in the United States. $One of the earliest derangements that contributes to the pathogenesis of diabetic nephropathy is an #increase in the filtered glucose# load.  This increases sodium resorption in the proximal tubule by the sodium glucose cotransporter, leading to decreased sodium and fluid delivery to the macula densa and subsequent activation of the @tubuloglomerular autoregulation system@.  Subsequent dilation of the afferent arterioles and constriction of the efferent arterioles increases intraglomerular capillary pressure, resulting in an #increased glomerular filtration rate# (hyperfiltration) and glomerular hypertrophy #(choices B and C)#. $Although the increased filtration rate appropriately counteracts the excessive sodium reabsorption and prevents fluid retention, over a prolonged period, chronically #elevated intraglomerular capillary pressures# contribute to glomerular structural changes.  These include basement membrane thickening, mesangial expansion, and broadening of the podocyte foot processes, which result in the loss of small amounts of albumin in the urine (30-300 mg/day, or moderately increased albuminuria).  #Albuminuria# is the earliest clinical sign of diabetic nephropathy and typically occurs before any appreciable rise in serum creatinine.  Later in the disease process, there is widespread glomerulosclerosis and a decline in glomerular filtration. $#(Choice A)#  The increased glomerular hydrostatic pressure seen in diabetic nephropathy results in excess water loss in the glomerulus during filtration.  The water loss leads to increased concentration of the plasma proteins and increased (rather than decreased) peritubular oncotic pressure. $#(Choice E)#  Increased oncotic pressure in Bowman's space occurs in diabetic nephropathy due to loss of albumin into the ultrafiltrate.  However, this patient's urine assay shows no detectable albuminuria, so oncotic pressure would not be increased at this time. $#Educational objective# In diabetic nephropathy, early adaptive changes in the kidney cause a transient increase in glomerular filtration (hyperfiltration).  As diabetic nephropathy progresses, glomerular filtration falls, with a concurrent increase in urine albumin loss.  ","clickable_1":"images/img1.15239.jpg"},

{"id":"15353","title":"A 20-year-old woman comes to the office due to gross hematuria.  She otherwise feels well and has had no recent illnesses.  She had a prior episode of hematuria 2 years ago that resolved spontaneously.  The patient was diagnosed with type 1 diabetes mellitus approximately a year ago and is taking daily insulin injections.  She works in a day care center and does not use tobacco, alcohol, or illicit drugs.  Temperature is 37 C (98.6 F), blood pressure is 120/80 mm Hg, and pulse is 80/min.  Physical examination shows no abnormalities.  Laboratory results are as follows:","title_table":"?Serum creatinine? 1.0 mg/dL ?Serum albumin? 4.0 g/dL ?Urinalysis? numerous RBCs and few RBC casts; 1+ protein ?Serum complement? normal","title_table_3":"","exhibit_1":"","image_1":"","title_2":"Which of the following is the most likely diagnosis?","audio":"","comparison_items":"","answer_1":"A. Diabetic nephropathy","answer_2":"B. IgA nephropathy","answer_3":"C. Membranous nephropathy","answer_4":"D. Minimal change disease","answer_5":"E. Poststreptococcal glomerulonephritis","percent_1":"17%","percent_2":"55%","percent_3":"12%","percent_4":"6%","percent_5":"10%","right_answer":"B. IgA nephropathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp15353.jpg","explanation_1":"","explanation_2":"$This patient has #nephritic syndrome# (ie, glomerulonephritis), which is characterized by #glomerular inflammation#, resulting in #hematuria# and #red blood cell casts# on urinalysis.  Patients may also have mild to moderate proteinuria, although typically less severe than in nephrotic syndrome.  Acute kidney injury and hypertension may also be present. $The most common cause of nephritic syndrome is #immune complex deposition#.  Most immune complex–related nephritic syndromes (eg, poststreptococcal or membranoproliferative glomerulonephritis, lupus nephritis) are associated with IgG and/or IgM complexes and have heavy glomerular complement deposition and subsequent serum hypocomplementemia (consumption).  However, #IgA nephropathy# is characterized by #normal serum complement levels#, as seen in this patient, likely due to the weak complement-fixing activity of IgA compared to that of IgG and IgM. $IgA nephropathy typically presents with gross, often #recurrent#, hematuria, as in this case.  Although this condition classically presents within several #days of an upper respiratory infection# (synpharyngitic hematuria), a high degree of suspicion must be maintained because episodes may also be #spontaneous#, as in this patient. $#(Choices A, C, and D)#  Nephrotic syndromes cause heavy proteinuria, resulting in low albumin levels and edema; hematuria and red blood cell casts are typically absent.  Etiologies include diabetic nephropathy, membranous nephropathy, and minimal change disease.  Diabetic nephropathy typically takes >5 years to develop in type 1 diabetes, although it can be present at the time of diagnosis in patients with type 2 diabetes. $#(Choice E)#  Poststreptococcal glomerulonephritis, which is most common in school-aged children, presents with nephritic syndrome several weeks after infection with group A Streptococcus (eg, pharyngitis, impetigo).  This patient has had no recent illnesses, and in contrast to IgA nephropathy, hypocomplementemia would be expected in poststreptococcal glomerulonephritis. $#Educational objective# IgA nephropathy is characterized as recurrent hematuria that occurs spontaneously or within a few days of upper respiratory or pharyngeal infection (synpharyngitic hematuria).  Unlike other causes of immune complex–mediated nephritic syndromes (eg, poststreptococcal glomerulonephritis), IgA nephropathy is associated with normal serum complement levels. "},

{"id":"24","title":"A 34-year-old man is being evaluated for acute hematuria and oliguria.  He has no chronic medical conditions and takes no medications on a regular basis.  Blood pressure is 170/100 mm Hg.  Blood urea nitrogen is 38 mg/dL and serum creatinine is 4.5 mg/dL.  The patient undergoes a kidney biopsy and the following microscopic changes are seen after silver staining to highlight the glomerular tuft:","title_table":"","title_table_3":"","exhibit_1":"","image_1":"images/24.jpg","title_2":"The area marked with an arrow is likely to have abnormal deposition of which of the following substances?","audio":"","comparison_items":"","answer_1":"A. Amyloid","answer_2":"B. Fibrin","answer_3":"C. IgE","answer_4":"D. Lipid","answer_5":"E. Myoglobin","percent_1":"21%","percent_2":"66%","percent_3":"4%","percent_4":"3%","percent_5":"6%","right_answer":"B. Fibrin","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient with acute renal failure and hematuria has a @glomerular crescent@, defined as >2 layers of #proliferating cells within Bowman's space#.  Glomerular @crescent formation@ occurs in response to immune or inflammatory-mediated injury to glomerular capillaries.  Disruption of the glomerular basement membrane allows gaps to form within the capillary, resulting in an influx of coagulation factors (eg, fibrinogen) and inflammatory cells (eg, lymphocytes, macrophages) into Bowman's space.  Initiation of the coagulation cascade promotes the deposition of #large quantities of fibrin#, while inflammatory cells proliferate and release growth factors and inflammatory cytokines that recruit fibroblasts and stimulate parietal cell proliferation.  This eventually results in progressive glomerular hypercellularity, fibrosis, and irreversible renal injury. $Crescent formation is diagnostic of #rapidly progressive glomerulonephritis# (RPGN), a syndrome of severe renal injury that can occur in a number of disease processes (eg, anti-glomerular basement antibody [Goodpasture] disease, granulomatosis with polyangiitis).  Like other nephritic syndromes, it typically presents with hematuria, hypertension, and progressive renal failure; however, renal decompensation and progression to end-stage renal disease occur particularly quickly (weeks to months) in RPGN. $#(Choice A)#  @Amyloid@ is visualized as amorphous deposits on light microscopy or, when stained with Congo red, as apple-green, birefringent deposits under polarized light.  It is associated with nephrotic syndrome (heavy proteinuria, hyperlipidemia), not with nephritic syndrome as seen in this patient. $#(Choice C)#  Goodpasture disease can cause RPGN and is characterized by antibodies against the glomerular basement membrane.  However, these antibodies are usually IgG, or occasionally IgM or IgA.  In contrast, IgE antibodies mediate immediate hypersensitivity reactions and are involved in defense against certain parasites. $#(Choice D)#  The clear cells seen in @renal cell carcinoma@ (RCC) have a high lipid content, which is responsible for the yellow tinge noted on gross examination.  RCC can cause hematuria and hypertension but does not cause crescent formation or renal failure. $#(Choice E)#  Myoglobinuria is seen in rhabdomyolysis; urine dipstick is positive for blood, but red blood cells are absent on urinalysis.  Myoglobin is toxic to renal tubular cells and induces @acute tubular necrosis@, not glomerular injury and crescent formation. $#Educational objective# Crescent formation on light microscopy is diagnostic for rapidly progressive glomerulonephritis.  Crescents consist of glomerular parietal cells, lymphocytes, and macrophages along with abundant fibrin deposition.  Crescents eventually become fibrotic, disrupting glomerular function and causing irreversible renal injury. ","clickable_1":"images/img1.24.jpg","clickable_2":"images/img2.24.jpg","clickable_3":"images/img3.24.jpg","clickable_4":"images/img4.24.jpg","clickable_5":"images/img5.24.jpg"},

{"id":"383","title":"A 7-year-old boy is brought to the office by his mother due to facial puffiness that is especially noticeable in the morning.  He has a history of mild, intermittent asthma that is well controlled with albuterol as needed.  Temperature is 36.1 C (97 F), blood pressure is 98/62 mm Hg, and pulse is 89/min and regular.  Physical examination shows bilateral lower extremity pitting edema.  Nephrotic-range proteinuria consisting mainly of albumin is revealed on urinalysis.  Which of the following mechanisms is the most likely cause of this patient's abnormal laboratory findings?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Impaired tubular reabsorption of filtered proteins","answer_2":"B. Increased filtration of plasma proteins","answer_3":"C. Inflammation of the urinary tract","answer_4":"D. Necrosis of skeletal muscle fibers","answer_5":"E. Overproduction of low-molecular-weight proteins","percent_1":"12%","percent_2":"83%","percent_3":"2%","percent_4":"0%","percent_5":"3%","right_answer":"B. Increased filtration of plasma proteins","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"images/exp383.jpg","explanation_1":"","explanation_2":"$This child with volume overload (eg, facial puffiness, edema) and nephrotic-range proteinuria consisting mainly of albumin most likely has #minimal change disease#, the most common cause of #nephrotic syndrome# in #children#. $Renal filtration of macromolecules is mediated by the glomerular filtration barrier, which consists of fenestrated endothelium, the glomerular basement membrane (GBM), and podocytes.  This barrier has selective permeability based on molecular size and charge.  Size selectivity is dependent on pores in the GBM and the thin membrane between the foot processes of podocytes (slit diaphragm).  Charge selectively is reliant on polyanions (eg, heparan sulfate) on the GBM and endothelial cells, which repel negatively charged molecules such as albumin. $Albumin is small enough to fit through pores in the GBM and slit diaphragms, but it is not normally filtered through the glomerular filtration barrier due to its negative charge.  In patients with minimal change disease, systemic T-cell dysfunction leads to the production of glomerular permeability factor, a cytokine that causes #podocyte foot process fusion# and decreases the anionic properties of the GBM.  #Loss of negative charge# leads to increased filtration of negatively charged plasma proteins and selective loss of albumin in the urine (#selective albuminuria#). $#(Choice A)#  Low-molecular-weight proteins (eg, beta-2 microglobulin, immunoglobulin light chains) are normally filtered by the glomerulus and almost completely reabsorbed in the proximal tubule.  Tubular proteinuria occurs when proximal tubular function is disrupted (eg, tubulointerstitial nephritis). $#(Choice C)#  Inflammation of the urinary tract (eg, due to infection) causes production of a proteinaceous inflammatory exudate that can leak into the urine.  However, the proteinuria is generally mild (non-nephrotic range) and often accompanied by leukocyturia. $#(Choices D and E)#  Overflow proteinuria can occur if a particular protein is produced in excess amounts, leading to increased glomerular filtration and excretion of that protein.  This can occur with excess light chain production in multiple myeloma or in rhabdomyolysis, in which necrosis of the skeletal muscle leads to increased excretion of myoglobin in the urine. $#Educational objective# Minimal change disease is the most common cause of nephrotic syndrome in children.  Systemic T-cell dysfunction leads to the production of glomerular permeability factor, which causes podocyte foot process fusion and decreases the anionic properties of the glomerular basement membrane.  The loss of negative charge leads to selective albuminuria. "},

{"id":"382","title":"A 24-year-old woman comes to the office for the evaluation of joint pain, fatigue, edema, and weight gain for the past four weeks.  She has no previous medical conditions except for recurrent oral ulcers.  The patient takes no medications and does not use tobacco, alcohol, or illicit drugs.  Blood pressure is 130/80 mm Hg and pulse is 80/min.  Examination shows oral mucosal ulcers, facial puffiness, and 3+ peripheral edema.  Swelling, erythema, and tenderness are noted over the bilateral metacarpophalangeal and proximal interphalangeal joints.  Cardiopulmonary examination reveals no abnormalities.  Twenty-four-hour urine protein excretion is 4.5 g.  Serum antinuclear antibodies are present.  Kidney biopsy shows glomerular capillary wall thickening with no increase in cellularity.  When the sample is stained with methenamine silver, irregular spikes protruding from the glomerular basement membrane are seen.  This patient most likely has which of the following conditions?","title_table":"","title_table_3":"","exhibit_1":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Antiglomerular basement membrane disease","answer_2":"B. Antineutrophil cytoplasmic antibody–associated glomerulonephritis","answer_3":"C. Diffuse proliferative nephritis","answer_4":"D. Focal segmental glomerulosclerosis","answer_5":"E. Membranoproliferative glomerulonephritis","answer_6":"F. Membranous nephropathy","answer_7":"G. Postinfectious glomerulonephritis","percent_1":"5%","percent_2":"9%","percent_3":"9%","percent_4":"5%","percent_5":"13%","percent_6":"58%","percent_7":"1%","right_answer":"F. Membranous nephropathy","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","explanation_img":"","explanation_1":"","explanation_2":"This patient has #nephrotic syndrome# (ie, generalized edema, marked proteinuria).  In conjunction with the characteristic biopsy findings, this presentation suggests #membranous nephropathy# (MN).  MN is caused by immune-complex deposition in the subepithelial portion of the glomerular capillary wall.  Light microscopy shows #diffuse thickening# of the glomerular basement membrane (GBM) without an increase in glomerular cellularity.  Immunofluorescence reveals @granular deposits@ of IgG and C3 along the GBM.  Electron microscopy demonstrates irregular, electron-dense @immune deposits@ located between the GBM and epithelial cells.  Protrusion of the GBM through the deposits resemble #spikes and domes# when stained with a @silver stain@. $MN is a common cause of nephrotic syndrome in adults.  Most cases are idiopathic, with the remainder due to chronic infection (eg, viral hepatitis, syphilis), solid tumors (eg, lung, colon), or #systemic lupus erythematosus# (SLE).  This patient with inflammatory arthritis, oral ulcers, and antinuclear antibodies likely has MN secondary to SLE (with anti–double-stranded DNA immune-complex deposition). $#(Choices A and B)#  Anti-GBM disease (ie, Goodpasture disease) and antineutrophil cytoplasmic antibody–associated glomerulonephritis (eg, granulomatosis with polyangiitis) cause rapidly progressive @crescentic disease@, characterized by glomerular hypercellularity with crescent formation (composed of fibrin and proliferating cells).  These diseases cause nephritic syndrome (eg, hematuria, red blood cell casts), not isolated proteinuria. $#(Choice C)#  Diffuse proliferative nephritis, another common renal manifestation of SLE, is characterized by proliferation of lymphocytes and endothelial cells within the capillary loops.  Diffuse 'wire-loop' deposits are often seen. $#(Choice D)#  @Focal segmental glomerulosclerosis@ also causes nephrotic syndrome but is characterized by sclerosis in some glomeruli (focal) affecting only a portion (segmental) of the glomerulus.  It is commonly associated with drug use (eg, heroin) and viruses (eg, HIV). $#(Choice E)#  @Membranoproliferative glomerulonephritis@ is often associated with hepatitis B or C.  It is characterized by thickening of the GBM, but, unlike MN, large hypercellular glomeruli are also seen. $#(Choice G)#  @Postinfectious glomerulonephritis@ occurs more commonly in children and causes a nephritic (not nephrotic) syndrome, typically two to four weeks after a group A streptococcal infection.  Light microscopy demonstrates enlarged, diffusely hypercellular glomeruli. $#Educational objective# Membranous nephropathy is a common cause of nephrotic syndrome in adults and can occur in association with solid malignancy, viral hepatitis, and systemic lupus erythematosus.  Immune-complex deposition in the subepithelial portion of the glomerular capillary wall causes diffuse thickening of the glomerular basement membrane (without increased cellularity); these glomeruli have a 'spike and dome' appearance when stained with a silver stain. ","clickable_1":"images/img1.382.jpg","clickable_2":"images/img2.382.jpg","clickable_3":"images/img3.382.jpg","clickable_4":"images/img4.382.jpg","clickable_5":"images/img5.382.jpg","clickable_6":"images/img6.382.jpg","clickable_7":"images/img7.382.jpg"},

{"SubjectSystem":"Pathophysiology-Renal","id":"1577","title":"A 21-year-old male presents to his physician after noticing that his urine had a \"frothy\" appearance.  He also complains of easy fatigability and anorexia.  His past medical history is significant only for an upper respiratory infection several weeks ago.  Physical examination reveals symmetric pitting edema of the ankles.  Which of the following is most likely decreased in this patient?","title_table":"","title_table_3":"","exhibit_1":"","table_before_image":"","image_1":"","title_2":"","audio":"","comparison_items":"","answer_1":"A. Capillary hydrostatic pressure","answer_2":"B. Interstitial fluid pressure","answer_3":"C. Plasma oncotic pressure","answer_4":"D. Tissue lymphatic drainage","answer_5":"E. Circulating aldosterone level","percent_1":"5%","percent_2":"3%","percent_3":"84%","percent_4":"6%","percent_5":"2%","right_answer":"C. Plasma oncotic pressure","ansImg_1":"","ansImg_2":"","ansImg_3":"","ansImg_4":"","ansImg_5":"","ansImg_6":"","ansImg_7":"","ansImg_8":"","ansImg_9":"","ansImg_10":"","table":"","table_3":"","explanation_img":"","explanation_1":"","explanation_2":"Frothy, foamy urine may be caused by proteinuria or bile salts in the urine.  This patient's history of a recent upper respiratory infection and ankle edema on physical exam suggest a diagnosis of nephrotic syndrome with associated low serum albumin.  Hypoalbuminemia lowers the plasma oncotic pressure and causes interstitial edema formation due to net plasma filtration.  Minimal change disease (MCD) is the most common cause of nephrosis in children, and can occur in adults as well. $#(Choice A)#  A decrease in capillary hydrostatic pressure would tend to decrease net plasma filtration and interstitial edema formation. $#(Choice B)#  This patient's ankle edema is the result of a transudate of plasma into the interstitial tissues of the ankle.  We would therefore expect an increase in the steady state interstitial fluid pressure in the ankles. $#(Choice D)#  While a primary decrease in lymphatic drainage can cause interstitial edema, the rate of lymphatic drainage would be increased in this particular patient because of the accumulation of ankle interstitial fluid. $#(Choice E)#  In nephrotic syndrome, the plasma oncotic pressure is decreased, which causes net plasma filtration into the interstitium, thus decreasing the effective circulating intravascular volume.  This reduction of the intravascular volume stimulates a compensatory increase in the activity of the renin-angiotensin-aldosterone system.  Patients with nephrotic syndrome tend to have elevated circulating aldosterone levels. $#Educational objective# Frothy or foamy urine may be caused by proteinuria.  Heavy proteinuria, as in nephrotic syndrome, can cause regional or generalized interstitial edema because the decrease in serum albumin and total protein concentrations lowers the plasma oncotic pressure and increases net plasma filtration in capillary beds.  "}


]